{
  "info": {
    "book": "Mark",
    "chapter": "13",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And as he was going out of the temple, one of his disciples says to him, Teacher, see what stones and what buildings!",
      "topic": ""
    },
    "2": {
      "text": "And Jesus answering said to him, Seest thou these great buildings? not a stone shall be left upon a stone, which shall not be thrown down.",
      "topic": ""
    },
    "3": {
      "text": "And as he sat on the mount of Olives opposite the temple, Peter and James and John and Andrew asked him privately,",
      "topic": ""
    },
    "4": {
      "text": "Tell us, when shall these things be, and what is the sign when all these things are going to be fulfilled?",
      "topic": ""
    },
    "5": {
      "text": "And Jesus answering them began to say, Take heed lest any one mislead you.",
      "topic": ""
    },
    "6": {
      "text": "For many shall come in my name, saying, It is I, and shall mislead many.",
      "topic": ""
    },
    "7": {
      "text": "But when ye shall hear of wars and rumours of wars, be not disturbed, for [this] must happen, but the end is not yet.",
      "topic": ""
    },
    "8": {
      "text": "For nation shall rise up against nation, and kingdom against kingdom; and there shall be earthquakes in [different] places, and there shall be famines and troubles: these things [are the] beginnings of throes.",
      "topic": ""
    },
    "9": {
      "text": "But ye, take heed to yourselves, for they shall deliver you up to sanhedrims and to synagogues: ye shall be beaten and brought before rulers and kings for my sake, for a testimony to them;",
      "topic": ""
    },
    "10": {
      "text": "and the gospel must first be preached to all the nations.",
      "topic": ""
    },
    "11": {
      "text": "But when they shall lead you away to deliver you up, be not careful beforehand as to what ye shall say, [nor prepare your discourse]: but whatsoever shall be given you in that hour, that speak; for ye are not the speakers, but the Holy Spirit.",
      "topic": ""
    },
    "12": {
      "text": "But brother shall deliver up brother to death, and father child; and children shall rise up against parents, and cause them to be put to death.",
      "topic": ""
    },
    "13": {
      "text": "And ye will be hated of all on account of my name; but he that has endured to the end, he shall be saved.",
      "topic": ""
    },
    "14": {
      "text": "But when ye shall see the abomination of desolation standing where it should not, (he that reads let him consider [it],) then let those in Judaea flee to the mountains;",
      "topic": ""
    },
    "15": {
      "text": "and him that is upon the housetop not come down into the house, nor enter [into it] to take away anything out of his house;",
      "topic": ""
    },
    "16": {
      "text": "and him that is in the field not return back to take his garment.",
      "topic": ""
    },
    "17": {
      "text": "But woe to those that are with child and to those that give suck in those days!",
      "topic": ""
    },
    "18": {
      "text": "And pray that it may not be in winter time;",
      "topic": ""
    },
    "19": {
      "text": "for those days shall be distress such as there has not been the like since [the] beginning of creation which God created, until now, and never shall be;",
      "topic": ""
    },
    "20": {
      "text": "and if [the] Lord had not cut short those days, no flesh should have been saved; but on account of the elect whom he has chosen, he has cut short those days.",
      "topic": ""
    },
    "21": {
      "text": "And then if any one say to you, Lo, here [is] the Christ, or Lo, there, believe [it] not.",
      "topic": ""
    },
    "22": {
      "text": "For false Christs and false prophets will arise, and give signs and wonders to deceive, if possible, even the elect.",
      "topic": ""
    },
    "23": {
      "text": "But do ye take heed: behold, I have told you all things beforehand.",
      "topic": ""
    },
    "24": {
      "text": "But in those days, after that distress, the sun shall be darkened and the moon shall not give its light;",
      "topic": ""
    },
    "25": {
      "text": "and the stars of heaven shall be falling down, and the powers which are in the heavens shall be shaken;",
      "topic": ""
    },
    "26": {
      "text": "and then shall they see the Son of man coming in clouds with great power and glory;",
      "topic": ""
    },
    "27": {
      "text": "and then shall he send his angels and shall gather together his elect from the four winds, from end of earth to end of heaven.",
      "topic": ""
    },
    "28": {
      "text": "But learn the parable from the fig-tree: when its branch already becomes tender and puts forth the leaves, ye know that the summer is near.",
      "topic": ""
    },
    "29": {
      "text": "Thus also ye, when ye see these things happening, know that it is near, at the doors.",
      "topic": ""
    },
    "30": {
      "text": "Verily I say unto you, This generation shall in no wise pass away, till all these things take place.",
      "topic": ""
    },
    "31": {
      "text": "The heaven and the earth shall pass away, but my words shall in no wise pass away.",
      "topic": ""
    },
    "32": {
      "text": "But of that day or of that hour no one knows, neither the angels who are in heaven, nor the Son, but the Father.",
      "topic": ""
    },
    "33": {
      "text": "Take heed, watch and pray, for ye do not know when the time is:",
      "topic": ""
    },
    "34": {
      "text": "[it is] as a man gone out of the country, having left his house and given to his bondmen the authority, and to each one his work, and commanded the doorkeeper that he should watch.",
      "topic": ""
    },
    "35": {
      "text": "Watch therefore, for ye do not know when the master of the house comes: evening, or midnight, or cock-crow, or morning;",
      "topic": ""
    },
    "36": {
      "text": "lest coming suddenly he find you sleeping.",
      "topic": ""
    },
    "37": {
      "text": "But what I say to you, I say to all, Watch.",
      "topic": ""
    }
  }
}