{
  "info": {
    "book": "Mark",
    "chapter": "2",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he entered again into Capernaum after [several] days, and it was reported that he was at [the] house;",
      "topic": ""
    },
    "2": {
      "text": "and straightway many were gathered together, so that there was no longer any room, not even at the door; and he spoke the word to them.",
      "topic": ""
    },
    "3": {
      "text": "And there come to him [men] bringing a paralytic, borne by four;",
      "topic": ""
    },
    "4": {
      "text": "and, not being able to get near to him on account of the crowd, they uncovered the roof where he was, and having dug [it] up they let down the couch on which the paralytic lay.",
      "topic": ""
    },
    "5": {
      "text": "But Jesus, seeing their faith, says to the paralytic, Child, thy sins are forgiven [thee].",
      "topic": ""
    },
    "6": {
      "text": "But certain of the scribes were there sitting, and reasoning in their hearts,",
      "topic": ""
    },
    "7": {
      "text": "Why does this [man] thus speak? he blasphemes. Who is able to forgive sins except God alone?",
      "topic": ""
    },
    "8": {
      "text": "And straightway Jesus, knowing in his spirit that they are reasoning thus within themselves, said to them, Why reason ye these things in your hearts?",
      "topic": ""
    },
    "9": {
      "text": "Which is easier, to say to the paralytic, [Thy] sins are forgiven [thee]; or to say, Arise, and take up thy couch and walk?",
      "topic": ""
    },
    "10": {
      "text": "But that ye may know that the Son of man has power on earth to forgive sins, he says to the paralytic,",
      "topic": ""
    },
    "11": {
      "text": "To thee I say, Arise, take up thy couch and go to thine house.",
      "topic": ""
    },
    "12": {
      "text": "And he rose up straightway, and, having taken up his couch, went out before [them] all, so that all were amazed, and glorified God, saying, We never saw it thus.",
      "topic": ""
    },
    "13": {
      "text": "And he went out again by the sea, and all the crowd came to him, and he taught them.",
      "topic": ""
    },
    "14": {
      "text": "And passing by, he saw Levi the [son] of Alphaeus sitting at the tax-office, and says to him, Follow me. And he rose up and followed him.",
      "topic": ""
    },
    "15": {
      "text": "And it came to pass as he lay at table in his house, that many tax-gatherers and sinners lay at table with Jesus and his disciples; for they were many, and they followed him.",
      "topic": ""
    },
    "16": {
      "text": "And the scribes and the Pharisees, seeing him eating with sinners and tax-gatherers, said to his disciples, Why [is it] that he eats and drinks with tax-gatherers and sinners?",
      "topic": ""
    },
    "17": {
      "text": "And Jesus having heard [it] says to them, They that are strong have not need of a physician, but those who are ill. I have not come to call righteous [men], but sinners.",
      "topic": ""
    },
    "18": {
      "text": "And the disciples of John and the Pharisees were fasting; and they come and say to him, Why do the disciples of John and [the disciples] of the Pharisees fast, but thy disciples fast not?",
      "topic": ""
    },
    "19": {
      "text": "And Jesus said to them, Can the sons of the bride-chamber fast while the bridegroom is with them? As long as they have the bridegroom with them they cannot fast.",
      "topic": ""
    },
    "20": {
      "text": "But days will come when the bridegroom shall have been taken away from them, and then shall they fast in that day.",
      "topic": ""
    },
    "21": {
      "text": "No one sews a patch of new cloth on an old garment: otherwise its new filling-up takes from the old [stuff], and there is a worse rent.",
      "topic": ""
    },
    "22": {
      "text": "And no one puts new wine into old skins; otherwise the wine bursts the skins, and the wine is poured out, and the skins will be destroyed; but new wine is to be put into new skins.",
      "topic": ""
    },
    "23": {
      "text": "And it came to pass that he went on the sabbath through the cornfields; and his disciples began to walk on, plucking the ears.",
      "topic": ""
    },
    "24": {
      "text": "And the Pharisees said to him, Behold, why do they on the sabbath what is not lawful?",
      "topic": ""
    },
    "25": {
      "text": "And he said to them, Have ye never read what David did when he had need and hungered, he and those with him,",
      "topic": ""
    },
    "26": {
      "text": "how he entered into the house of God, in [the section of] Abiathar [the] high priest, and ate the shew-bread, which it is not lawful unless for the priests to eat, and gave even to those that were with him?",
      "topic": ""
    },
    "27": {
      "text": "And he said to them, The sabbath was made on account of man, not man on account of the sabbath;",
      "topic": ""
    },
    "28": {
      "text": "so that the Son of man is lord of the sabbath also.",
      "topic": ""
    }
  }
}