{
  "info": {
    "book": "Mark",
    "chapter": "7",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Pharisees and some of the scribes, coming from Jerusalem, are gathered together to him,",
      "topic": ""
    },
    "2": {
      "text": "and seeing some of his disciples eat bread with defiled, that is, unwashed, hands,",
      "topic": ""
    },
    "3": {
      "text": "(for the Pharisees and all the Jews, unless they wash their hands diligently, do not eat, holding what has been delivered by the ancients;",
      "topic": ""
    },
    "4": {
      "text": "and [on coming] from the market-place, unless they are washed, they do not eat; and there are many other things which they have received to hold, the washing of cups and vessels, and brazen utensils, and couches),",
      "topic": ""
    },
    "5": {
      "text": "then the Pharisees and the scribes ask him, Why do thy disciples not walk according to what has been delivered by the ancients, but eat the bread with defiled hands?",
      "topic": ""
    },
    "6": {
      "text": "But he answering said to them, Well did Esaias prophesy concerning you hypocrites, as it is written, This people honour me with their lips, but their heart is far away from me.",
      "topic": ""
    },
    "7": {
      "text": "But in vain do they worship me, teaching [as their] teachings commandments of men.",
      "topic": ""
    },
    "8": {
      "text": "[For], leaving the commandment of God, ye hold what is delivered by men [to keep]—washings of vessels and cups, and many other such like things ye do.",
      "topic": ""
    },
    "9": {
      "text": "And he said to them, Well do ye set aside the commandment of God, that ye may observe what is delivered by yourselves [to keep].",
      "topic": ""
    },
    "10": {
      "text": "For Moses said, Honour thy father and thy mother; and, he who speaks ill of father or mother, let him surely die.",
      "topic": ""
    },
    "11": {
      "text": "But ye say, If a man say to his father or his mother, [It is] corban (that is, gift), whatsoever thou mightest have profit from me by...",
      "topic": ""
    },
    "12": {
      "text": "And ye no longer suffer him to do anything for his father or his mother;",
      "topic": ""
    },
    "13": {
      "text": "making void the word of God by your traditional teaching which ye have delivered; and many such like things ye do.",
      "topic": ""
    },
    "14": {
      "text": "And having called again the crowd, he said to them, Hear me, all [of you], and understand:",
      "topic": ""
    },
    "15": {
      "text": "There is nothing from outside a man entering into him which can defile him; but the things which go out from him, those it is which defile the man.",
      "topic": ""
    },
    "16": {
      "text": "If any one have ears to hear, let him hear.",
      "topic": ""
    },
    "17": {
      "text": "And when he went indoors from the crowd, his disciples asked him concerning the parable.",
      "topic": ""
    },
    "18": {
      "text": "And he says to them, Are ye also thus unintelligent? Do ye not perceive that all that is outside entering into the man cannot defile him,",
      "topic": ""
    },
    "19": {
      "text": "because it does not enter into his heart but into his belly, and goes out into the draught, purging all meats?",
      "topic": ""
    },
    "20": {
      "text": "And he said, That which goes forth out of the man, that defiles the man.",
      "topic": ""
    },
    "21": {
      "text": "For from within, out of the heart of men, go forth evil thoughts, adulteries, fornications, murders,",
      "topic": ""
    },
    "22": {
      "text": "thefts, covetousness, wickednesses, deceit, licentiousness, a wicked eye, injurious language, haughtiness, folly;",
      "topic": ""
    },
    "23": {
      "text": "all these wicked things go forth from within and defile the man.",
      "topic": ""
    },
    "24": {
      "text": "And he rose up and went away thence into the borders of Tyre and Sidon; and having entered into a house he would not have any one know [it], and he could not be hid.",
      "topic": ""
    },
    "25": {
      "text": "But immediately a woman, whose little daughter had an unclean spirit, having heard of him, came and fell at his feet",
      "topic": ""
    },
    "26": {
      "text": "(and the woman was a Greek, Syrophenician by race), and asked him that he would cast the demon out of her daughter.",
      "topic": ""
    },
    "27": {
      "text": "But [Jesus] said to her, Suffer the children to be first filled; for it is not right to take the children’s bread and cast it to the dogs.",
      "topic": ""
    },
    "28": {
      "text": "But she answered and says to him, Yea, Lord; for even the dogs under the table eat of the children’s crumbs.",
      "topic": ""
    },
    "29": {
      "text": "And he said to her, Because of this word, go thy way, the demon is gone out of thy daughter.",
      "topic": ""
    },
    "30": {
      "text": "And having gone away to her house she found the demon gone out, and her daughter lying on the bed.",
      "topic": ""
    },
    "31": {
      "text": "And again having left the borders of Tyre and Sidon, he came to the sea of Galilee, through the midst of the coasts of Decapolis.",
      "topic": ""
    },
    "32": {
      "text": "And they bring to him a deaf [man] who could not speak right, and they beseech him that he might lay his hand on him.",
      "topic": ""
    },
    "33": {
      "text": "And having taken him away from the crowd apart, he put his fingers to his ears; and having spit, he touched his tongue;",
      "topic": ""
    },
    "34": {
      "text": "and looking up to heaven he groaned, and says to him, Ephphatha, that is, Be opened.",
      "topic": ""
    },
    "35": {
      "text": "And immediately his ears were opened, and the band of his tongue was loosed and he spoke right.",
      "topic": ""
    },
    "36": {
      "text": "And he charged them that they should speak to no one [of it]. But so much the more he charged them, so much the more abundantly they proclaimed it;",
      "topic": ""
    },
    "37": {
      "text": "and they were astonished above measure, saying, He does all things well; he makes both the deaf to hear, and the speechless to speak.",
      "topic": ""
    }
  }
}