{
  "info": {
    "book": "Lamentaciones",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ (Compuestas por el orden alfabético Hebreo ) Alef : ¡Cómo está sentada sola la Ciudad antes populosa! La grande entre las naciones se ha vuelto como viuda, La señora de provincias es hecha tributaria.",
      "topic": ""
    },
    "2": {
      "text": "Bet : Amargamente llora en la noche, y sus lágrimas están en sus mejillas; no tiene quien la consuele de todos sus amadores; todos sus amigos le faltaron, se le volvieron enemigos.",
      "topic": ""
    },
    "3": {
      "text": "Guímel : Se fue Judá en cautiverio , a causa de la aflicción y de la grandeza de servidumbre. Ella mora entre los gentiles, y no halla descanso. Todos sus perseguidores la alcanzaron entre estrechuras.",
      "topic": ""
    },
    "4": {
      "text": "Dálet : Las calzadas de Sion tienen luto, porque no hay quien venga a las solemnidades; todas sus puertas están asoladas, sus sacerdotes gimen, sus vírgenes afligidas, y ella tiene amargura.",
      "topic": ""
    },
    "5": {
      "text": "He : Sus enemigos han sido hechos cabeza, sus aborrecedores fueron prosperados; porque el SEÑOR la afligió por la multitud de sus rebeliones; sus niños fueron en cautividad delante del enemigo.",
      "topic": ""
    },
    "6": {
      "text": "Vau : Se fue de la hija de Sion toda su hermosura; sus príncipes fueron como ciervos que no hallan pasto, y anduvieron sin fortaleza delante del perseguidor.",
      "topic": ""
    },
    "7": {
      "text": "Zain : Jerusalén, cuando cayó su pueblo en mano del enemigo y no hubo quien le ayudase, entonces se acordó de los días de su aflicción, y de sus rebeliones, y de todas sus cosas deseables que tuvo desde los tiempos antiguos; la miraron los enemigos, y escarnecieron de sus sábados.",
      "topic": ""
    },
    "8": {
      "text": "Chet : Pecado cometió Jerusalén; por lo cual ella ha sido removida; todos los que antes la honraban la han menospreciado, porque vieron su vergüenza; y ella también suspira, y es vuelta atrás.",
      "topic": ""
    },
    "9": {
      "text": "Tet : Sus inmundicias están en sus faldas; no se acordó de su postrimería; por tanto, ella ha descendido sorprendentemente, no tiene consolador. Mira, oh SEÑOR, mi aflicción, porque el enemigo se ha engrandecido.",
      "topic": ""
    },
    "10": {
      "text": "Yod : Extendió su mano el enemigo a todas sus cosas preciosas; y ella vio a los gentiles entrar en su santuario, de los cuales mandaste que no entrasen en tu congregación.",
      "topic": ""
    },
    "11": {
      "text": "Caf : Todo su pueblo buscó su pan suspirando; dieron por la comida todas sus cosas preciosas, para entretener la vida. Mira, oh SEÑOR, y ve que soy tornada vil.",
      "topic": ""
    },
    "12": {
      "text": "¶ Lámed : ¿No os conmueve a cuantos pasáis por el camino? Mirad, y ved si hay dolor como mi dolor que me ha venido; porque el SEÑOR me ha angustiado en el día de la ira de su furor.",
      "topic": ""
    },
    "13": {
      "text": "Mem : Desde lo alto envió fuego en mis huesos, el cual se enseñoreó; extendió red a mis pies, me tornó atrás, me puso asolada, y que siempre tenga dolor.",
      "topic": ""
    },
    "14": {
      "text": "Nun : El yugo de mis rebeliones está ligado en su mano; entretejidas han subido sobre mi cerviz; ha hecho caer mis fuerzas; me ha entregado el Señor en manos de donde no podré levantarme.",
      "topic": ""
    },
    "15": {
      "text": "Sámec : El Señor ha hollado todos mis fuertes en medio de mí; llamó contra mí compañía para quebrantar mis jóvenes, como lagar ha pisado el Señor a la Virgen hija de Judá.",
      "topic": ""
    },
    "16": {
      "text": "Ayin : Por esta causa yo lloro; mis ojos, mis ojos fluyen aguas; porque se alejó de mí el consolador que dé reposo a mi alma. Mis hijos son destruidos, porque el enemigo prevaleció.",
      "topic": ""
    },
    "17": {
      "text": "Pe : Sion extendió sus manos; no tiene consolador; el SEÑOR dio mandamiento contra Jacob, que sus enemigos lo cercasen; Jerusalén fue en abominación entre ellos.",
      "topic": ""
    },
    "18": {
      "text": "Tsade : El SEÑOR es justo; que yo contra su boca me rebelé. Oíd ahora, todos los pueblos, y ved mi dolor; mis vírgenes y mis jóvenes fueron en cautiverio.",
      "topic": ""
    },
    "19": {
      "text": "Cof : Di voces a mis amadores, mas ellos me han engañado. Mis sacerdotes y mis ancianos en la ciudad perecieron buscando comida para sí con que entretener su vida.",
      "topic": ""
    },
    "20": {
      "text": "Resh : Mira, oh SEÑOR, que estoy atribulada; mis entrañas rugen, mi corazón está trastornado en medio de mí; porque me rebelé desaforadamente; de fuera me desahijó el cuchillo, de dentro aparece la muerte.",
      "topic": ""
    },
    "21": {
      "text": "Sin : Oyeron que gemía, y no hay consolador para mí. Todos mis enemigos han oído mi mal, se alegraron porque tú lo hiciste. Trajiste el día que señalaste, mas serán como yo.",
      "topic": ""
    },
    "22": {
      "text": "Tau : Entre delante de ti toda su maldad, y haz con ellos como hiciste conmigo por todas mis rebeliones. Porque muchos son mis suspiros, y mi corazón está dolorido.",
      "topic": ""
    }
  }
}