{
  "info": {
    "book": "Lamentaciones",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Alef : Yo soy un hombre que ve aflicción en la vara de su enojo.",
      "topic": ""
    },
    "2": {
      "text": "Alef : Me guió y me llevó en tinieblas, mas no en luz.",
      "topic": ""
    },
    "3": {
      "text": "Alef : Ciertamente contra mí volvió y revolvió su mano todo el día.",
      "topic": ""
    },
    "4": {
      "text": "Bet : Hizo envejecer mi carne y mi piel; quebrantó mis huesos.",
      "topic": ""
    },
    "5": {
      "text": "Bet : Edificó contra mí, y me cercó de tósigo y de trabajo.",
      "topic": ""
    },
    "6": {
      "text": "Bet : Me asentó en oscuridades, como los muertos para siempre.",
      "topic": ""
    },
    "7": {
      "text": "Guímel : Me cercó de seto, y no saldré; agravó mis grillos.",
      "topic": ""
    },
    "8": {
      "text": "Guímel : Aun cuando clamé y di voces, cerró mi oración.",
      "topic": ""
    },
    "9": {
      "text": "Guímel : Cercó de seto mis caminos a piedra tajada, torció mis senderos.",
      "topic": ""
    },
    "10": {
      "text": "Dálet : Oso que acecha fue para mí, como león en escondrijos.",
      "topic": ""
    },
    "11": {
      "text": "Dálet : Torció mis caminos, y me despedazó; me tornó asolado.",
      "topic": ""
    },
    "12": {
      "text": "Dálet : Su arco entesó, y me puso como blanco a la saeta.",
      "topic": ""
    },
    "13": {
      "text": "He : Hizo entrar en mis riñones las saetas de su aljaba.",
      "topic": ""
    },
    "14": {
      "text": "He : Fui escarnio a todo mi pueblo, canción de ellos todos los días.",
      "topic": ""
    },
    "15": {
      "text": "He : Me llenó de amarguras, me embriagó de ajenjos.",
      "topic": ""
    },
    "16": {
      "text": "Vau : Me quebró los dientes con cascajo, me cubrió de ceniza.",
      "topic": ""
    },
    "17": {
      "text": "Vau : Y mi alma se alejó de la paz, me olvidé del bien.",
      "topic": ""
    },
    "18": {
      "text": "Vau : Y dije: Pereció mi fortaleza, y mi esperanza del SEÑOR.",
      "topic": ""
    },
    "19": {
      "text": "Zain : Acuérdate de mi aflicción y de mi lloro, del ajenjo y de la hiel.",
      "topic": ""
    },
    "20": {
      "text": "Zain : Lo tendrá aún en memoria mi alma, porque en mí está humillada.",
      "topic": ""
    },
    "21": {
      "text": "¶ Zain : Esto reduciré a mi corazón, por tanto esperaré.",
      "topic": ""
    },
    "22": {
      "text": "Chet : Es por las misericordias del SEÑOR que no somos consumidos, porque nunca decayeron sus misericordias.",
      "topic": ""
    },
    "23": {
      "text": "Chet : Nuevas son cada mañana; grande es tu fe.",
      "topic": ""
    },
    "24": {
      "text": "Chet : Mi parte es el SEÑOR, dijo mi alma; por tanto a él esperaré.",
      "topic": ""
    },
    "25": {
      "text": "Tet : Bueno es el SEÑOR a los que en él esperan, al alma que le buscare.",
      "topic": ""
    },
    "26": {
      "text": "Tet : Bueno es esperar callando en la salud del SEÑOR.",
      "topic": ""
    },
    "27": {
      "text": "Tet : Bueno es al varón, si llevare el yugo desde su juventud.",
      "topic": ""
    },
    "28": {
      "text": "Yod : Se sentará solo, y callará, porque lo llevó sobre sí.",
      "topic": ""
    },
    "29": {
      "text": "Yod : Pondrá su boca en el polvo, si por ventura habrá esperanza.",
      "topic": ""
    },
    "30": {
      "text": "Yod : Dará la mejilla al que le hiriere; se llenará de afrenta.",
      "topic": ""
    },
    "31": {
      "text": "Cof : Porque el Señor no desechará para siempre;",
      "topic": ""
    },
    "32": {
      "text": "Cof : Antes si afligiere, también se compadecerá según la multitud de sus misericordias.",
      "topic": ""
    },
    "33": {
      "text": "Cof : Porque no aflige ni acongoja de su corazón a los hijos de los hombres.",
      "topic": ""
    },
    "34": {
      "text": "Lámed : Para desmenuzar debajo de sus pies todos los encarcelados de la tierra,",
      "topic": ""
    },
    "35": {
      "text": "Lámed : Para hacer apartar el derecho del hombre ante la presencia del Altísimo,",
      "topic": ""
    },
    "36": {
      "text": "Lámed : Para trastornar al hombre en su causa, el Señor no lo sabe.",
      "topic": ""
    },
    "37": {
      "text": "¶ Mem : ¿Quién será aquel que diga, que vino algo que el Señor no mandó?",
      "topic": ""
    },
    "38": {
      "text": "Mem : ¿De la boca del Altísimo no saldrá malo ni bueno?",
      "topic": ""
    },
    "39": {
      "text": "Mem : ¿Por qué tiene dolor el hombre viviente, el hombre en su pecado?",
      "topic": ""
    },
    "40": {
      "text": "Nun : Escudriñemos nuestros caminos, y busquemos, y volvámonos al SEÑOR.",
      "topic": ""
    },
    "41": {
      "text": "Nun : Levantemos nuestros corazones con las manos a Dios en los cielos.",
      "topic": ""
    },
    "42": {
      "text": "¶ Nun : Nosotros nos hemos rebelado, y fuimos desleales; por tanto tú no perdonaste.",
      "topic": ""
    },
    "43": {
      "text": "Sámec : Desplegaste la ira, y nos perseguiste; mataste, no perdonaste.",
      "topic": ""
    },
    "44": {
      "text": "Sámec : Te cubriste de nube, para que no pasase la oración nuestra .",
      "topic": ""
    },
    "45": {
      "text": "Sámec : Raedura y abominación nos tornaste en medio de los pueblos.",
      "topic": ""
    },
    "46": {
      "text": "Pe : Todos nuestros enemigos abrieron sobre nosotros su boca.",
      "topic": ""
    },
    "47": {
      "text": "Pe : Temor y lazo fue para nosotros, asolamiento y quebrantamiento.",
      "topic": ""
    },
    "48": {
      "text": "Pe : Ríos de aguas echan mis ojos, por el quebrantamiento de la hija de mi pueblo.",
      "topic": ""
    },
    "49": {
      "text": "Ayin Mis ojos destilan, y no cesan, porque no hay alivio,",
      "topic": ""
    },
    "50": {
      "text": "Ayin Hasta que el SEÑOR mire y vea desde los cielos.",
      "topic": ""
    },
    "51": {
      "text": "Ayin Mis ojos contristaron mi alma, por todas las hijas de mi ciudad.",
      "topic": ""
    },
    "52": {
      "text": "Tsade : Mis enemigos me dieron caza como a ave, sin razón.",
      "topic": ""
    },
    "53": {
      "text": "Tsade : Ataron mi vida en mazmorra, pusieron piedra sobre mí.",
      "topic": ""
    },
    "54": {
      "text": "Tsade Aguas de avenida vinieron sobre mi cabeza; yo dije: muerto soy.",
      "topic": ""
    },
    "55": {
      "text": "¶ Cof : Invoqué tu nombre, oh SEÑOR, desde la cárcel profunda.",
      "topic": ""
    },
    "56": {
      "text": "Cof : Oíste mi voz; no escondas tu oído a mi clamor, para mi respiro.",
      "topic": ""
    },
    "57": {
      "text": "Cof : Te acercaste el día que te invoqué; dijiste: No temas.",
      "topic": ""
    },
    "58": {
      "text": "Resh : Abogaste, Señor, la causa de mi alma; redimiste mi vida.",
      "topic": ""
    },
    "59": {
      "text": "Resh : Tú has visto, oh SEÑOR, mi sinrazón; pleitea mi causa.",
      "topic": ""
    },
    "60": {
      "text": "Resh : Tú has visto toda su venganza; todos sus pensamientos contra mí.",
      "topic": ""
    },
    "61": {
      "text": "Sin : Tú has oído la afrenta de ellos, oh SEÑOR, todas sus maquinaciones contra mí;",
      "topic": ""
    },
    "62": {
      "text": "Sin : Los dichos de los que se levantaron contra mí, y su designio contra mí todo el día.",
      "topic": ""
    },
    "63": {
      "text": "Sin : Su sentarse, y su levantarse mira; yo soy su canción.",
      "topic": ""
    },
    "64": {
      "text": "Tau : Dales el pago, oh SEÑOR, según la obra de sus manos.",
      "topic": ""
    },
    "65": {
      "text": "Tau : Dales ansia de corazón, tu maldición a ellos.",
      "topic": ""
    },
    "66": {
      "text": "Tau : Persíguelos en tu furor, y quebrántalos de debajo de los cielos, oh SEÑOR.",
      "topic": ""
    }
  }
}