{
  "info": {
    "book": "Genesis",
    "chapter": "26",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And there is a famine in the land, besides the first famine which was in the days of Abraham, and Isaac goeth unto Abimelech king of the Philistines, to Gerar.",
      "topic": ""
    },
    "2": {
      "text": "And Jehovah appeareth unto him, and saith, ‘Go not down towards Egypt, tabernacle in the land concerning which I speak unto thee,",
      "topic": ""
    },
    "3": {
      "text": "sojourn in this land, and I am with thee, and bless thee, for to thee and to thy seed I give all these lands, and I have established the oath which I have sworn to Abraham thy father;",
      "topic": ""
    },
    "4": {
      "text": "and I have multiplied thy seed as stars of the heavens, and I have given to thy seed all these lands; and blessed themselves in thy seed have all nations of the earth;",
      "topic": ""
    },
    "5": {
      "text": "because that Abraham hath hearkened to My voice, and keepeth My charge, My commands, My statutes, and My laws.’",
      "topic": ""
    },
    "6": {
      "text": "And Isaac dwelleth in Gerar;",
      "topic": ""
    },
    "7": {
      "text": "and men of the place ask him of his wife, and he saith, ‘She is my sister:’ for he hath been afraid to say, ‘My wife—lest the men of the place kill me for Rebekah, for she is of good appearance.’",
      "topic": ""
    },
    "8": {
      "text": "And it cometh to pass, when the days have been prolonged to him there, that Abimelech king of the Philistines looketh through the window, and seeth, and lo, Isaac is playing with Rebekah his wife.",
      "topic": ""
    },
    "9": {
      "text": "And Abimelech calleth for Isaac, and saith, ‘Lo, she is surely thy wife; and how hast thou said, She is my sister?’ and Isaac saith unto him, ‘Because I said, Lest I die for her.’",
      "topic": ""
    },
    "10": {
      "text": "And Abimelech saith, ‘What is this thou hast done to us? as a little thing one of the people had lain with thy wife, and thou hadst brought upon us guilt;’",
      "topic": ""
    },
    "11": {
      "text": "and Abimelech commandeth all the people, saying, ‘He who cometh against this man or against his wife, dying doth die.’",
      "topic": ""
    },
    "12": {
      "text": "And Isaac soweth in that land, and findeth in that year a hundredfold, and Jehovah blesseth him;",
      "topic": ""
    },
    "13": {
      "text": "and the man is great, and goeth on, going on and becoming great, till that he hath been very great,",
      "topic": ""
    },
    "14": {
      "text": "and he hath possession of a flock, and possession of a herd, and an abundant service; and the Philistines envy him,",
      "topic": ""
    },
    "15": {
      "text": "and all the wells which his father’s servants digged in the days of Abraham his father, the Philistines have stopped them, and fill them with dust.",
      "topic": ""
    },
    "16": {
      "text": "And Abimelech saith unto Isaac, ‘Go from us; for thou hast become much mightier than we;’",
      "topic": ""
    },
    "17": {
      "text": "and Isaac goeth from thence, and encampeth in the valley of Gerar, and dwelleth there;",
      "topic": ""
    },
    "18": {
      "text": "and Isaac turneth back, and diggeth the wells of water which they digged in the days of Abraham his father, which the Philistines do stop after the death of Abraham, and he calleth to them names according to the names which his father called them.",
      "topic": ""
    },
    "19": {
      "text": "And Isaac’s servants dig in the valley, and find there a well of living water,",
      "topic": ""
    },
    "20": {
      "text": "and shepherds of Gerar strive with shepherds of Isaac, saying, ‘The water is ours;’ and he calleth the name of the well ‘Strife,’ because they have striven habitually with him;",
      "topic": ""
    },
    "21": {
      "text": "and they dig another well, and they strive also for it, and he calleth its name ‘Hatred.’",
      "topic": ""
    },
    "22": {
      "text": "And he removeth from thence, and diggeth another well, and they have not striven for it, and he calleth its name Enlargements, and saith, ‘For—now hath Jehovah given enlargement to us, and we have been fruitful in the land.’",
      "topic": ""
    },
    "23": {
      "text": "And he goeth up from thence to Beer-Sheba,",
      "topic": ""
    },
    "24": {
      "text": "and Jehovah appeareth unto him during that night, and saith, ‘I am the God of Abraham thy father, fear not, for I am with thee, and have blessed thee, and have multiplied thy seed, because of Abraham My servant;’",
      "topic": ""
    },
    "25": {
      "text": "and he buildeth there an altar, and preacheth in the name of Jehovah, and stretcheth out there his tent, and there Isaac’s servants dig a well.",
      "topic": ""
    },
    "26": {
      "text": "And Abimelech hath gone unto him from Gerar, and Ahuzzath his friend, and Phichol head of his host;",
      "topic": ""
    },
    "27": {
      "text": "and Isaac saith unto them, ‘Wherefore have ye come unto me, and ye have hated me, and ye send me away from you?’",
      "topic": ""
    },
    "28": {
      "text": "And they say, ‘We have certainly seen that Jehovah hath been with thee, and we say, ‘Let there be, we pray thee, an oath between us, between us and thee, and let us make a covenant with thee;",
      "topic": ""
    },
    "29": {
      "text": "do not evil with us, as we have not touched thee, and as we have only done good with thee, and send thee away in peace; thou art now blessed of Jehovah.’",
      "topic": ""
    },
    "30": {
      "text": "And he maketh for them a banquet, and they eat and drink,",
      "topic": ""
    },
    "31": {
      "text": "and rise early in the morning, and swear one to another, and Isaac sendeth them away, and they go from him in peace.",
      "topic": ""
    },
    "32": {
      "text": "And it cometh to pass during that day that Isaac’s servants come and declare to him concerning the circumstances of the well which they have digged, and say to him, ‘We have found water;’",
      "topic": ""
    },
    "33": {
      "text": "and he calleth it Shebah, oath, therefore the name of the city is Beer-Sheba, well of the oath, unto this day.",
      "topic": ""
    },
    "34": {
      "text": "And Esau is a son of forty years, and he taketh a wife, Judith, daughter of Beeri the Hittite, and Bashemath, daughter of Elon the Hittite,",
      "topic": ""
    },
    "35": {
      "text": "and they are a bitterness of spirit to Isaac and to Rebekah.",
      "topic": ""
    }
  }
}