{
  "info": {
    "book": "Deuteronomy",
    "chapter": "19",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "When Jehovah thy God hath cut off the nations whose land Jehovah thy God giveth thee, and thou hast dispossessed them, and dwellest in their cities and in their houses,",
      "topic": ""
    },
    "2": {
      "text": "thou shalt separate three cities for thyself in the midst of thy land, which Jehovah thy God giveth thee to possess.",
      "topic": ""
    },
    "3": {
      "text": "Thou shalt prepare thee the way, and divide the territory of thy land, which Jehovah thy God giveth thee to inherit, into three parts, so that every slayer may flee thither.",
      "topic": ""
    },
    "4": {
      "text": "And this is the case of the slayer who shall flee thither that he may live: he that smiteth his neighbour unwittingly, whom he hated not previously;",
      "topic": ""
    },
    "5": {
      "text": "as when he goeth into the wood with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the iron slippeth from the handle, and lighteth upon his neighbour, that he die; such an one shall flee unto one of these cities, and live;",
      "topic": ""
    },
    "6": {
      "text": "lest the avenger of blood pursue the manslayer, while his heart is hot, and overtake him, because the way is long, and smite him mortally; whereas he was not worthy of death, since he hated him not previously.",
      "topic": ""
    },
    "7": {
      "text": "Therefore I command thee, saying, Thou shalt separate three cities for thyself.",
      "topic": ""
    },
    "8": {
      "text": "And if Jehovah thy God enlarge thy border, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers",
      "topic": ""
    },
    "9": {
      "text": "(if thou keep all this commandment to do it, which I command thee this day, to love Jehovah thy God, and to walk in his ways continually), then shalt thou add three cities more for thyself to these three,",
      "topic": ""
    },
    "10": {
      "text": "that innocent blood be not shed in the midst of thy land which Jehovah thy God giveth thee for an inheritance, and blood come not upon thee.",
      "topic": ""
    },
    "11": {
      "text": "But if a man hate his neighbour, and lie in wait for him, and rise up against him, and smite him mortally that he die, and he flee into one of these cities,",
      "topic": ""
    },
    "12": {
      "text": "then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.",
      "topic": ""
    },
    "13": {
      "text": "Thine eye shall not spare him; and thou shalt put away innocent blood from Israel, that it may be well with thee.",
      "topic": ""
    },
    "14": {
      "text": "Thou shalt not remove thy neighbour’s landmark, which they of old time have fixed in thine inheritance, which thou shalt inherit in the land which Jehovah thy God giveth thee to possess.",
      "topic": ""
    },
    "15": {
      "text": "One witness shall not rise up against a man for any iniquity, and for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall a matter be established.",
      "topic": ""
    },
    "16": {
      "text": "If an unrighteous witness rise up against any man to testify against him of an offence;",
      "topic": ""
    },
    "17": {
      "text": "then both the men between whom the controversy is shall stand before Jehovah, before the priests and the judges that shall be in those days;",
      "topic": ""
    },
    "18": {
      "text": "and the judges shall make thorough inquiry; and if the witness be a false witness, and he have testified falsely against his brother,",
      "topic": ""
    },
    "19": {
      "text": "then shall ye do unto him as he had thought to have done unto his brother; and thou shalt put evil away from thy midst.",
      "topic": ""
    },
    "20": {
      "text": "And those that remain shall hear, and fear, and shall henceforth commit no more any such evil in thy midst.",
      "topic": ""
    },
    "21": {
      "text": "And thine eye shall not spare: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.",
      "topic": ""
    }
  }
}