{
  "info": {
    "book": "Acts",
    "chapter": "8",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now in those days, there occurred a great persecution against the Church at Jerusalem. And they were all dispersed throughout the regions of Judea and Samaria, except the Apostles.",
      "topic": ""
    },
    "2": {
      "text": "But God-fearing men arranged for Stephen’s funeral, and they made a great mourning over him.",
      "topic": ""
    },
    "3": {
      "text": "Then Saul was laying waste to the Church by entering throughout the houses, and dragging away men and women, and committing them to prison.",
      "topic": ""
    },
    "4": {
      "text": "Therefore, those who had been dispersed were traveling around, evangelizing the Word of God.",
      "topic": ""
    },
    "5": {
      "text": "Now Philip, descending to a city of Samaria, was preaching Christ to them.",
      "topic": ""
    },
    "6": {
      "text": "And the crowd was listening intently and with one accord to those things which were being said by Philip, and they were watching the signs which he was accomplishing.",
      "topic": ""
    },
    "7": {
      "text": "For many of them had unclean spirits, and, crying out with a loud voice, these departed from them.",
      "topic": ""
    },
    "8": {
      "text": "And many of the paralytics and the lame were cured.",
      "topic": ""
    },
    "9": {
      "text": "Therefore, there was great gladness in that city. Now there was a certain man named Simon, who formerly had been a magician in that city, seducing the people of Samaria, claiming himself to be someone great.",
      "topic": ""
    },
    "10": {
      "text": "And to all those who would listen, from the least even to the greatest, he was saying: “Here is the power of God, which is called great.”",
      "topic": ""
    },
    "11": {
      "text": "And they were attentive to him because, for a long time, he had deluded them with his magic.",
      "topic": ""
    },
    "12": {
      "text": "Yet truly, once they had believed Philip, who was evangelizing the kingdom of God, both men and women were baptized in the name of Jesus Christ.",
      "topic": ""
    },
    "13": {
      "text": "Then Simon himself also believed and, when he had been baptized, he adhered to Philip. And now, seeing also the greatest signs and miracles being wrought, he was amazed and stupefied.",
      "topic": ""
    },
    "14": {
      "text": "Now when the Apostles who were in Jerusalem had heard that Samaria had received the Word of God, they sent Peter and John to them.",
      "topic": ""
    },
    "15": {
      "text": "And when they had arrived, they prayed for them, so that they might receive the Holy Spirit.",
      "topic": ""
    },
    "16": {
      "text": "For he had not yet come to any among them, since they were only baptized in the name of the Lord Jesus.",
      "topic": ""
    },
    "17": {
      "text": "Then they laid their hands on them, and they received the Holy Spirit.",
      "topic": ""
    },
    "18": {
      "text": "But when Simon had seen that, by the imposition of the hands of the Apostles, the Holy Spirit was given, he offered them money,",
      "topic": ""
    },
    "19": {
      "text": "saying, “Give this power to me also, so that on whomever I will lay my hands, he may receive the Holy Spirit.” But Peter said to him:",
      "topic": ""
    },
    "20": {
      "text": "“Let your money be with you in perdition, for you have supposed that a gift of God might be possessed by money.",
      "topic": ""
    },
    "21": {
      "text": "There is no part or place for you in this matter. For your heart is not upright in the sight of God.",
      "topic": ""
    },
    "22": {
      "text": "And so, repent from this, your wickedness, and beg God, so that perhaps this plan of your heart might be forgiven you.",
      "topic": ""
    },
    "23": {
      "text": "For I perceive you to be in the gall of bitterness and in the bond of iniquity.”",
      "topic": ""
    },
    "24": {
      "text": "Then Simon responded by saying, “Pray for me to the Lord, so that nothing of what you have said may happen to me.”",
      "topic": ""
    },
    "25": {
      "text": "And indeed, after testifying and speaking the Word of the Lord, they returned to Jerusalem, and they evangelized the many regions of the Samaritans.",
      "topic": ""
    },
    "26": {
      "text": "Now an Angel of the Lord spoke to Philip, saying, “Rise up and go toward the south, to the way which descends from Jerusalem into Gaza, where there is a desert.”",
      "topic": ""
    },
    "27": {
      "text": "And rising up, he went. And behold, an Ethiopian man, a eunuch, powerful under Candace, the queen of the Ethiopians, who was over all her treasures, had arrived in Jerusalem to worship.",
      "topic": ""
    },
    "28": {
      "text": "And while returning, he was sitting upon his chariot and reading from the prophet Isaiah.",
      "topic": ""
    },
    "29": {
      "text": "Then the Spirit said to Philip, “Draw near and join yourself to this chariot.”",
      "topic": ""
    },
    "30": {
      "text": "And Philip, hurrying, heard him reading from the prophet Isaiah, and he said, “Do you think that you understand what you are reading?”",
      "topic": ""
    },
    "31": {
      "text": "And he said, “But how can I, unless someone will have revealed it to me?” And he asked Philip to climb up and sit with him.",
      "topic": ""
    },
    "32": {
      "text": "Now the place in Scripture that he was reading was this: “Like a sheep he was led to the slaughter. And like a lamb silent before his shearer, so he opened not his mouth.",
      "topic": ""
    },
    "33": {
      "text": "He endured his judgment with humility. Who of his generation shall describe how his life was taken away from the earth?”",
      "topic": ""
    },
    "34": {
      "text": "Then the eunuch responded to Philip, saying: “I beg you, about whom is the prophet saying this? About himself, or about someone else?”",
      "topic": ""
    },
    "35": {
      "text": "Then Philip, opening his mouth and beginning from this Scripture, evangelized Jesus to him.",
      "topic": ""
    },
    "36": {
      "text": "And while they were going along the way, they arrived at a certain water source. And the eunuch said: “There is water. What would prevent me from being baptized?”",
      "topic": ""
    },
    "37": {
      "text": "Then Philip said, “If you believe from your whole heart, it is permitted.” And he responded by saying, “I believe the Son of God to be Jesus the Christ.”",
      "topic": ""
    },
    "38": {
      "text": "And he ordered the chariot to stand still. And both Philip and the eunuch descended into the water. And he baptized him.",
      "topic": ""
    },
    "39": {
      "text": "And when they had ascended from the water, the Spirit of the Lord took Philip away, and the eunuch did not see him anymore. Then he went on his way, rejoicing.",
      "topic": ""
    },
    "40": {
      "text": "Now Philip was found in Azotus. And continuing on, he evangelized all the cities, until he arrived in Caesarea.",
      "topic": ""
    }
  }
}