{
  "info": {
    "book": "1 Timothy",
    "chapter": "5",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Don’t rebuke an older man, but exhort him as a father; the younger men as brothers;",
      "topic": ""
    },
    "2": {
      "text": "the elder women as mothers; the younger as sisters, in all purity.",
      "topic": ""
    },
    "3": {
      "text": "Honor widows who are widows indeed.",
      "topic": ""
    },
    "4": {
      "text": "But if any widow has children or grandchildren, let them learn first to show piety towards their own family, and to repay their parents, for this is acceptable in the sight of God.",
      "topic": ""
    },
    "5": {
      "text": "Now she who is a widow indeed, and desolate, has her hope set on God, and continues in petitions and prayers night and day.",
      "topic": ""
    },
    "6": {
      "text": "But she who gives herself to pleasure is dead while she lives.",
      "topic": ""
    },
    "7": {
      "text": "Also command these things, that they may be without reproach.",
      "topic": ""
    },
    "8": {
      "text": "But if anyone doesn’t provide for his own, and especially his own household, he has denied the faith, and is worse than an unbeliever.",
      "topic": ""
    },
    "9": {
      "text": "Let no one be enrolled as a widow under sixty years old, having been the wife of one man,",
      "topic": ""
    },
    "10": {
      "text": "being approved by good works, if she has brought up children, if she has been hospitable to strangers, if she has washed the saints’ feet, if she has relieved the afflicted, and if she has diligently followed every good work.",
      "topic": ""
    },
    "11": {
      "text": "But refuse younger widows, for when they have grown wanton against Christ, they desire to marry;",
      "topic": ""
    },
    "12": {
      "text": "having condemnation, because they have rejected their first pledge.",
      "topic": ""
    },
    "13": {
      "text": "Besides, they also learn to be idle, going about from house to house. Not only idle, but also gossips and busybodies, saying things which they ought not.",
      "topic": ""
    },
    "14": {
      "text": "I desire therefore that the younger widows marry, bear children, rule the household, and give no occasion to the adversary for insulting.",
      "topic": ""
    },
    "15": {
      "text": "For already some have turned aside after Satan.",
      "topic": ""
    },
    "16": {
      "text": "If any man or woman who believes has widows, let them relieve them, and don’t let the assembly be burdened; that it might relieve those who are widows indeed.",
      "topic": ""
    },
    "17": {
      "text": "Let the elders who rule well be counted worthy of double honor, especially those who labor in the word and in teaching.",
      "topic": ""
    },
    "18": {
      "text": "For the Scripture says, “You shall not muzzle the ox when it treads out the grain.” And, “The laborer is worthy of his wages.”",
      "topic": ""
    },
    "19": {
      "text": "Don’t receive an accusation against an elder, except at the word of two or three witnesses.",
      "topic": ""
    },
    "20": {
      "text": "Those who sin, reprove in the sight of all, that the rest also may be in fear.",
      "topic": ""
    },
    "21": {
      "text": "I command you in the sight of God, and Christ Jesus, and the chosen angels, that you observe these things without prejudice, doing nothing by partiality.",
      "topic": ""
    },
    "22": {
      "text": "Lay hands hastily on no one, neither be a participant in other men’s sins. Keep yourself pure.",
      "topic": ""
    },
    "23": {
      "text": "Be no longer a drinker of water only, but use a little wine for your stomach’s sake and your frequent infirmities.",
      "topic": ""
    },
    "24": {
      "text": "Some men’s sins are evident, preceding them to judgment, and some also follow later.",
      "topic": ""
    },
    "25": {
      "text": "In the same way also there are good works that are obvious, and those that are otherwise can’t be hidden.",
      "topic": ""
    }
  }
}