{
  "info": {
    "book": "Proverbs",
    "chapter": "15",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A soft answer turneth away wrath; But a grievous word stirreth up anger.",
      "topic": ""
    },
    "2": {
      "text": "The tongue of the wise uttereth knowledge aright; But the mouth of fools poureth out folly.",
      "topic": ""
    },
    "3": {
      "text": "The eyes of Jehovah are in every place, Keeping watch upon the evil and the good.",
      "topic": ""
    },
    "4": {
      "text": "A gentle tongue is a tree of life; But perverseness therein is a breaking of the spirit.",
      "topic": ""
    },
    "5": {
      "text": "A fool despiseth his father’s correction; But he that regardeth reproof getteth prudence.",
      "topic": ""
    },
    "6": {
      "text": "In the house of the righteous is much treasure; But in the revenues of the wicked is trouble.",
      "topic": ""
    },
    "7": {
      "text": "The lips of the wise disperse knowledge; But the heart of the foolish doeth not so.",
      "topic": ""
    },
    "8": {
      "text": "The sacrifice of the wicked is an abomination to Jehovah; But the prayer of the upright is his delight.",
      "topic": ""
    },
    "9": {
      "text": "The way of the wicked is an abomination to Jehovah; But he loveth him that followeth after righteousness.",
      "topic": ""
    },
    "10": {
      "text": "There is grievous correction for him that forsaketh the way; And he that hateth reproof shall die.",
      "topic": ""
    },
    "11": {
      "text": "Sheol and Abaddon are before Jehovah: How much more then the hearts of the children of men!",
      "topic": ""
    },
    "12": {
      "text": "A scoffer loveth not to be reproved; He will not go unto the wise.",
      "topic": ""
    },
    "13": {
      "text": "A glad heart maketh a cheerful countenance; But by sorrow of heart the spirit is broken.",
      "topic": ""
    },
    "14": {
      "text": "The heart of him that hath understanding seeketh knowledge; But the mouth of fools feedeth on folly.",
      "topic": ""
    },
    "15": {
      "text": "All the days of the afflicted are evil; But he that is of a cheerful heart hath a continual feast.",
      "topic": ""
    },
    "16": {
      "text": "Better is little, with the fear of Jehovah, Than great treasure and trouble therewith.",
      "topic": ""
    },
    "17": {
      "text": "Better is a dinner of herbs, where love is, Than a stalled ox and hatred therewith.",
      "topic": ""
    },
    "18": {
      "text": "A wrathful man stirreth up contention; But he that is slow to anger appeaseth strife.",
      "topic": ""
    },
    "19": {
      "text": "The way of the sluggard is as a hedge of thorns; But the path of the upright is made a highway.",
      "topic": ""
    },
    "20": {
      "text": "A wise son maketh a glad father; But a foolish man despiseth his mother.",
      "topic": ""
    },
    "21": {
      "text": "Folly is joy to him that is void of wisdom; But a man of understanding maketh straight his going.",
      "topic": ""
    },
    "22": {
      "text": "Where there is no counsel, purposes are disappointed; But in the multitude of counsellors they are established.",
      "topic": ""
    },
    "23": {
      "text": "A man hath joy in the answer of his mouth; And a word in due season, how good is it!",
      "topic": ""
    },
    "24": {
      "text": "To the wise the way of life goeth upward, That he may depart from Sheol beneath.",
      "topic": ""
    },
    "25": {
      "text": "Jehovah will root up the house of the proud; But he will establish the border of the widow.",
      "topic": ""
    },
    "26": {
      "text": "Evil devices are an abomination to Jehovah; But pleasant words are pure.",
      "topic": ""
    },
    "27": {
      "text": "He that is greedy of gain troubleth his own house; But he that hateth bribes shall live.",
      "topic": ""
    },
    "28": {
      "text": "The heart of the righteous studieth to answer; But the mouth of the wicked poureth out evil things.",
      "topic": ""
    },
    "29": {
      "text": "Jehovah is far from the wicked; But he heareth the prayer of the righteous.",
      "topic": ""
    },
    "30": {
      "text": "The light of the eyes rejoiceth the heart; And good tidings make the bones fat.",
      "topic": ""
    },
    "31": {
      "text": "The ear that hearkeneth to the reproof of life Shall abide among the wise.",
      "topic": ""
    },
    "32": {
      "text": "He that refuseth correction despiseth his own soul; But he that hearkeneth to reproof getteth understanding.",
      "topic": ""
    },
    "33": {
      "text": "The fear of Jehovah is the instruction of wisdom; And before honor goeth humility.",
      "topic": ""
    }
  }
}