{
  "info": {
    "book": "Proverbs",
    "chapter": "21",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The king’s heart is in the hand of Jehovah as the watercourses: He turneth it whithersoever he will.",
      "topic": ""
    },
    "2": {
      "text": "Every way of a man is right in his own eyes; But Jehovah weighteth the hearts.",
      "topic": ""
    },
    "3": {
      "text": "To do righteousness and justice Is more acceptable to Jehovah than sacrifice.",
      "topic": ""
    },
    "4": {
      "text": "A high look, and a proud heart, Even the lamp of the wicked, is sin.",
      "topic": ""
    },
    "5": {
      "text": "The thoughts of the diligent tend only to plenteousness; But every one that is hasty hasteth only to want.",
      "topic": ""
    },
    "6": {
      "text": "The getting of treasures by a lying tongue Is a vapor driven to and fro by them that seek death.",
      "topic": ""
    },
    "7": {
      "text": "The violence of the wicked shall sweep them away, Because they refuse to do justice.",
      "topic": ""
    },
    "8": {
      "text": "The way of him that is laden with guilt is exceeding crooked; But as for the pure, his work is right.",
      "topic": ""
    },
    "9": {
      "text": "It is better to dwell in the corner of the housetop, Than with a contentious woman in a wide house.",
      "topic": ""
    },
    "10": {
      "text": "The soul of the wicked desireth evil: His neighbor findeth no favor in his eyes.",
      "topic": ""
    },
    "11": {
      "text": "When the scoffer is punished, the simple is made wise; And when the wise is instructed, he receiveth knowledge.",
      "topic": ""
    },
    "12": {
      "text": "The righteous man considereth the house of the wicked, How the wicked are overthrown to their ruin.",
      "topic": ""
    },
    "13": {
      "text": "Whoso stoppeth his ears at the cry of the poor, He also shall cry, but shall not be heard.",
      "topic": ""
    },
    "14": {
      "text": "A gift in secret pacifieth anger; And a present in the bosom, strong wrath.",
      "topic": ""
    },
    "15": {
      "text": "It is joy to the righteous to do justice; But it is a destruction to the workers of iniquity.",
      "topic": ""
    },
    "16": {
      "text": "The man that wandereth out of the way of understanding Shall rest in the assembly of the dead.",
      "topic": ""
    },
    "17": {
      "text": "He that loveth pleasure shall be a poor man: He that loveth wine and oil shall not be rich.",
      "topic": ""
    },
    "18": {
      "text": "The wicked is a ransom for the righteous; And the treacherous cometh in the stead of the upright.",
      "topic": ""
    },
    "19": {
      "text": "It is better to dwell in a desert land, Than with a contentious and fretful woman.",
      "topic": ""
    },
    "20": {
      "text": "There is precious treasure and oil in the dwelling of the wise; But a foolish man swalloweth it up.",
      "topic": ""
    },
    "21": {
      "text": "He that followeth after righteousness and kindness Findeth life, righteousness, and honor.",
      "topic": ""
    },
    "22": {
      "text": "A wise man scaleth the city of the mighty, And bringeth down the strength of the confidence thereof.",
      "topic": ""
    },
    "23": {
      "text": "Whoso keepeth his mouth and his tongue Keepeth his soul from troubles.",
      "topic": ""
    },
    "24": {
      "text": "The proud and haughty man, scoffer is his name; He worketh in the arrogance of pride.",
      "topic": ""
    },
    "25": {
      "text": "The desire of the sluggard killeth him; For his hands refuse to labor.",
      "topic": ""
    },
    "26": {
      "text": "There is that coveteth greedily all the day long; But the righteous giveth and withholdeth not.",
      "topic": ""
    },
    "27": {
      "text": "The sacrifice of the wicked is an abomination: How much more, when he bringeth it with a wicked mind!",
      "topic": ""
    },
    "28": {
      "text": "A false witness shall perish; But the man that heareth shall speak so as to endure.",
      "topic": ""
    },
    "29": {
      "text": "A wicked man hardeneth his face; But as for the upright, he establisheth his ways.",
      "topic": ""
    },
    "30": {
      "text": "There is no wisdom nor understanding Nor counsel against Jehovah.",
      "topic": ""
    },
    "31": {
      "text": "The horse is prepared against the day of battle; But victory is of Jehovah.",
      "topic": ""
    }
  }
}