{
  "info": {
    "book": "Proverbs",
    "chapter": "28",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The wicked flee when no man pursueth; But the righteous are bold as a lion.",
      "topic": ""
    },
    "2": {
      "text": "For the transgression of a land many are the princes thereof; But by men of understanding and knowledge the state thereof shall be prolonged.",
      "topic": ""
    },
    "3": {
      "text": "A needy man that oppresseth the poor Is like a sweeping rain which leaveth no food.",
      "topic": ""
    },
    "4": {
      "text": "They that forsake the law praise the wicked; But such as keep the law contend with them.",
      "topic": ""
    },
    "5": {
      "text": "Evil men understand not justice; But they that seek Jehovah understand all things.",
      "topic": ""
    },
    "6": {
      "text": "Better is the poor that walketh in his integrity, Than he that is perverse in his ways, though he be rich.",
      "topic": ""
    },
    "7": {
      "text": "Whoso keepeth the law is a wise son; But he that is a companion of gluttons shameth his father.",
      "topic": ""
    },
    "8": {
      "text": "He that augmenteth his substance by interest and increase, Gathereth it for him that hath pity on the poor.",
      "topic": ""
    },
    "9": {
      "text": "He that turneth away his ear from hearing the law, Even his prayer is an abomination.",
      "topic": ""
    },
    "10": {
      "text": "Whoso causeth the upright to go astray in an evil way, He shall fall himself into his own pit; But the perfect shall inherit good.",
      "topic": ""
    },
    "11": {
      "text": "The rich man is wise in his own conceit; But the poor that hath understanding searcheth him out.",
      "topic": ""
    },
    "12": {
      "text": "When the righteous triumph, there is great glory; But when the wicked rise, men hide themselves.",
      "topic": ""
    },
    "13": {
      "text": "He that covereth his transgressions shall not prosper: But whoso confesseth and forsaketh them shall obtain mercy.",
      "topic": ""
    },
    "14": {
      "text": "Happy is the man that feareth alway; But he that hardeneth his heart shall fall into mischief.",
      "topic": ""
    },
    "15": {
      "text": "As a roaring lion, and a ranging bear, So is a wicked ruler over a poor people.",
      "topic": ""
    },
    "16": {
      "text": "The prince that lacketh understanding is also a great oppressor; But he that hateth covetousness shall prolong his days.",
      "topic": ""
    },
    "17": {
      "text": "A man that is laden with the blood of any person Shall flee unto the pit; let no man stay him.",
      "topic": ""
    },
    "18": {
      "text": "Whoso walketh uprightly shall be delivered; But he that is perverse in his ways shall fall at once.",
      "topic": ""
    },
    "19": {
      "text": "He that tilleth his land shall have plenty of bread; But he that followeth after vain persons shall have poverty enough.",
      "topic": ""
    },
    "20": {
      "text": "A faithful man shall abound with blessings; But he that maketh haste to be rich shall not be unpunished.",
      "topic": ""
    },
    "21": {
      "text": "To have respect of persons is not good; Neither that a man should transgress for a piece of bread.",
      "topic": ""
    },
    "22": {
      "text": "He that hath an evil eye hasteth after riches, And knoweth not that want shall come upon him.",
      "topic": ""
    },
    "23": {
      "text": "He that rebuketh a man shall afterward find more favor Than he that flattereth with the tongue.",
      "topic": ""
    },
    "24": {
      "text": "Whoso robbeth his father or his mother, and saith, It is no transgression, The same is the companion of a destroyer.",
      "topic": ""
    },
    "25": {
      "text": "He that is of a greedy spirit stirreth up strife; But he that putteth his trust in Jehovah shall be made fat.",
      "topic": ""
    },
    "26": {
      "text": "He that trusteth in his own heart is a fool; But whoso walketh wisely, he shall be delivered.",
      "topic": ""
    },
    "27": {
      "text": "He that giveth unto the poor shall not lack; But he that hideth his eyes shall have many a curse.",
      "topic": ""
    },
    "28": {
      "text": "When the wicked rise, men hide themselves; But when they perish, the righteous increase.",
      "topic": ""
    }
  }
}