{
  "info": {
    "book": "Proverbs",
    "chapter": "7",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, keep my words, And lay up my commandments with thee.",
      "topic": ""
    },
    "2": {
      "text": "Keep my commandments and live; And my law as the apple of thine eye.",
      "topic": ""
    },
    "3": {
      "text": "Bind them upon thy fingers; Write them upon the tablet of thy heart.",
      "topic": ""
    },
    "4": {
      "text": "Say unto wisdom, Thou art my sister; And call understanding thy kinswoman:",
      "topic": ""
    },
    "5": {
      "text": "That they may keep thee from the strange woman, From the foreigner that flattereth with her words.",
      "topic": ""
    },
    "6": {
      "text": "For at the window of my house I looked forth through my lattice;",
      "topic": ""
    },
    "7": {
      "text": "And I beheld among the simple ones, I discerned among the youths, A young man void of understanding,",
      "topic": ""
    },
    "8": {
      "text": "Passing through the street near her corner; And he went the way to her house,",
      "topic": ""
    },
    "9": {
      "text": "In the twilight, in the evening of the day, In the middle of the night and in the darkness.",
      "topic": ""
    },
    "10": {
      "text": "And, behold, there met him a woman With the attire of a harlot, and wily of heart.",
      "topic": ""
    },
    "11": {
      "text": "(She is clamorous and wilful; Her feet abide not in her house:",
      "topic": ""
    },
    "12": {
      "text": "Now she is in the streets, now in the broad places, And lieth in wait at every corner.)",
      "topic": ""
    },
    "13": {
      "text": "So she caught him, and kissed him, And with an impudent face she said unto him:",
      "topic": ""
    },
    "14": {
      "text": "Sacrifices of peace-offerings are with me; This day have I paid my vows.",
      "topic": ""
    },
    "15": {
      "text": "Therefore came I forth to meet thee, Diligently to seek thy face, and I have found thee.",
      "topic": ""
    },
    "16": {
      "text": "I have spread my couch with carpets of tapestry, With striped cloths of the yarn of Egypt.",
      "topic": ""
    },
    "17": {
      "text": "I have perfumed my bed With myrrh, aloes, and cinnamon.",
      "topic": ""
    },
    "18": {
      "text": "Come, let us take our fill of love until the morning; Let us solace ourselves with loves.",
      "topic": ""
    },
    "19": {
      "text": "For the man is not at home; He is gone a long journey:",
      "topic": ""
    },
    "20": {
      "text": "He hath taken a bag of money with him; He will come home at the full moon.",
      "topic": ""
    },
    "21": {
      "text": "With her much fair speech she causeth him to yield; With the flattering of her lips she forceth him along.",
      "topic": ""
    },
    "22": {
      "text": "He goeth after her straightway, As an ox goeth to the slaughter, Or as one in fetters to the correction of the fool;",
      "topic": ""
    },
    "23": {
      "text": "Till an arrow strike through his liver; As a bird hasteth to the snare, And knoweth not that it is for his life.",
      "topic": ""
    },
    "24": {
      "text": "Now therefore, my sons, hearken unto me, And attend to the words of my mouth.",
      "topic": ""
    },
    "25": {
      "text": "Let not thy heart decline to her ways; Go not astray in her paths.",
      "topic": ""
    },
    "26": {
      "text": "For she hath cast down many wounded: Yea, all her slain are a mighty host.",
      "topic": ""
    },
    "27": {
      "text": "Her house is the way to Sheol, Going down to the chambers of death.",
      "topic": ""
    }
  }
}