{
  "info": {
    "book": "Micah",
    "chapter": "7",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wo to me! for I was as the gatherings of the fruit harvest, as the gleanings of the vintage, no cluster to eat: my soul desired the first ripe fig.",
      "topic": ""
    },
    "2": {
      "text": "The merciful one perished from the earth, and none upright among men: they all will lie in wait for bloods; they will hunt each his brother with a net.",
      "topic": ""
    },
    "3": {
      "text": "For doing evil with the hands to do well, the chief asking, and the judge, for peace; and the great one, he spake the mischief of his soul: and they will entangle it.",
      "topic": ""
    },
    "4": {
      "text": "Their good as the thorn, the upright more than the thorn-hedge: the day of thy watchings and thy reviewings came; now shall be their perplexity.",
      "topic": ""
    },
    "5": {
      "text": "Ye shall not trust in a companion, ye shall not confide in a friend: watch the doors of thy mouth from her lying in thy bosom.",
      "topic": ""
    },
    "6": {
      "text": "For the son despising the father, the daughter rising up against her mother, the bride against her mother-in-law; a man’s enemies the men of his house.",
      "topic": ""
    },
    "7": {
      "text": "I will look about for Jehovah, I will wait for God my deliverer; my God will hear me.",
      "topic": ""
    },
    "8": {
      "text": "Thou shalt not rejoice against me, O mine enemy: if I fell I arose: if I shall sit in darkness, Jehovah a light to me.",
      "topic": ""
    },
    "9": {
      "text": "The anger of Jehovah I will bear, for I sinned against him till he shall maintain my contention, and do my judgment: he will bring me forth to the light, I shall look upon his justice.",
      "topic": ""
    },
    "10": {
      "text": "And mine enemy shall see, and shame shall cover her saying to me, Where Jehovah thy God? Mine eyes shall look upon her: now shall she be for treading down as the mire of the streets.",
      "topic": ""
    },
    "11": {
      "text": "The day for the building of thy walls, that day shall the law be removed far off.",
      "topic": ""
    },
    "12": {
      "text": "That day he shall come even to thee from Assur and the fortified cities, and from the fortress and even to the river, and from sea to sea, and mountain to mountain.",
      "topic": ""
    },
    "13": {
      "text": "And the land was for a desolation upon its inhabitants from the fruit of their doings.",
      "topic": ""
    },
    "14": {
      "text": "Feed my people with thy rod, the sheep of thine inheritance dwelling by themselves in the forest, in the midst of Carmel: they shall feed Bashan and Gilead as the days of old.",
      "topic": ""
    },
    "15": {
      "text": "According to the days of thy coming forth out of the land of Egypt I will cause him to see wonderful things.",
      "topic": ""
    },
    "16": {
      "text": "The nations shall see and be ashamed from all their strength: they shall put the hand upon the mouth, their ears shall be deaf.",
      "topic": ""
    },
    "17": {
      "text": "They shall lick the dust as the serpent, as crawlers of the earth they shall move out of their close places: for Jehovah our God they shall tremble and they shall fear from thee.",
      "topic": ""
    },
    "18": {
      "text": "Who is God as thee, lifting up iniquity and passing by transgression to the remnant of his inheritance? he held not his anger forever for he delighted in mercy.",
      "topic": ""
    },
    "19": {
      "text": "He will turn back, he will compassionate us: he will subdue our iniquities, and thou wilt cast all their sins into the depths of the sea.",
      "topic": ""
    },
    "20": {
      "text": "Thou wilt give truth to Jacob, mercy to Abraham, which thou didst swear to our fathers from the days of old.",
      "topic": ""
    }
  }
}