{
  "info": {
    "book": "Romans",
    "chapter": "10",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Brothers, certainly the will of my heart, and my prayer to God, is for them unto salvation.",
      "topic": ""
    },
    "2": {
      "text": "For I offer testimony to them, that they have a zeal for God, but not according to knowledge.",
      "topic": ""
    },
    "3": {
      "text": "For, being ignorant of the justice of God, and seeking to establish their own justice, they have not subjected themselves to the justice of God.",
      "topic": ""
    },
    "4": {
      "text": "For the end of the law, Christ, is unto justice for all who believe.",
      "topic": ""
    },
    "5": {
      "text": "And Moses wrote, about the justice that is of the law, that the man who will have done justice shall live by justice.",
      "topic": ""
    },
    "6": {
      "text": "But the justice that is of faith speaks in this way: Do not say in your heart: “Who shall ascend into heaven?” (that is, to bring Christ down);",
      "topic": ""
    },
    "7": {
      "text": "“Or who shall descend into the abyss?” (that is, to call back Christ from the dead).",
      "topic": ""
    },
    "8": {
      "text": "But what does Scripture say? “The word is near, in your mouth and in your heart.” This is the word of faith, which we are preaching.",
      "topic": ""
    },
    "9": {
      "text": "For if you confess with your mouth the Lord Jesus, and if you believe in your heart that God has raised him up from the dead, you shall be saved.",
      "topic": ""
    },
    "10": {
      "text": "For with the heart, we believe unto justice; but with the mouth, confession is unto salvation.",
      "topic": ""
    },
    "11": {
      "text": "For Scripture says: “All those who believe in him shall not be confounded.”",
      "topic": ""
    },
    "12": {
      "text": "For there is no distinction between Jew and Greek. For the same Lord is over all, richly in all who call upon him.",
      "topic": ""
    },
    "13": {
      "text": "For all those who have called upon the name of the Lord shall be saved.",
      "topic": ""
    },
    "14": {
      "text": "Then in what way will those who have not believed in him call upon him? Or in what way will those who have not heard of him believe in him? And in what way will they hear of him without preaching?",
      "topic": ""
    },
    "15": {
      "text": "And truly, in what way will they preach, unless they have been sent, just as it has been written: “How beautiful are the feet of those who evangelize peace, of those who evangelize what is good!”",
      "topic": ""
    },
    "16": {
      "text": "But not all are obedient to the Gospel. For Isaiah says: “Lord, who has believed our report?”",
      "topic": ""
    },
    "17": {
      "text": "Therefore, faith is from hearing, and hearing is through the Word of Christ.",
      "topic": ""
    },
    "18": {
      "text": "But I say: Have they not heard? For certainly: “Their sound has gone forth throughout all the earth, and their words unto the limits of the whole world.”",
      "topic": ""
    },
    "19": {
      "text": "But I say: Has Israel not known? First, Moses says: “I will lead you into a rivalry with those who are not a nation; in the midst of a foolish nation, I will send you into wrath.”",
      "topic": ""
    },
    "20": {
      "text": "And Isaiah dares to say: “I was discovered by those who were not seeking me. I appeared openly to those who were not asking about me.”",
      "topic": ""
    },
    "21": {
      "text": "Then to Israel he says: “All day long I have stretched out my hands to a people who do not believe and who contradict me.”",
      "topic": ""
    }
  }
}