{
  "info": {
    "book": "Romans",
    "chapter": "11",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Therefore, I say: Has God driven away his people? Let it not be so! For I, too, am an Israelite of the offspring of Abraham, from the tribe of Benjamin.",
      "topic": ""
    },
    "2": {
      "text": "God has not driven away his people, whom he foreknew. And do you not know what Scripture says in Elijah, how he calls upon God against Israel?",
      "topic": ""
    },
    "3": {
      "text": "“Lord, they have slain your Prophets. They have overturned your altars. And I alone remain, and they are seeking my life.”",
      "topic": ""
    },
    "4": {
      "text": "But what is the Divine response to him? “I have retained for myself seven thousand men, who have not bent their knees before Baal.”",
      "topic": ""
    },
    "5": {
      "text": "Therefore, in the same way, again in this time, there is a remnant that has been saved in accord with the choice of grace.",
      "topic": ""
    },
    "6": {
      "text": "And if it is by grace, then it is not now by works; otherwise grace is no longer free.",
      "topic": ""
    },
    "7": {
      "text": "What is next? What Israel was seeking, he has not obtained. But the elect have obtained it. And truly, these others have been blinded,",
      "topic": ""
    },
    "8": {
      "text": "just as it was written: “God has given them a spirit of reluctance: eyes that do not perceive, and ears that do not hear, even until this very day.”",
      "topic": ""
    },
    "9": {
      "text": "And David says: “Let their table become like a snare, and a deception, and a scandal, and a retribution for them.",
      "topic": ""
    },
    "10": {
      "text": "Let their eyes be obscured, so that they may not see, and so that they may bow down their backs always.”",
      "topic": ""
    },
    "11": {
      "text": "Therefore, I say: Have they stumbled in such a way that they should fall? Let it not be so! Instead, by their offense, salvation is with the Gentiles, so that they may be a rival to them.",
      "topic": ""
    },
    "12": {
      "text": "Now if their offense is the riches of the world, and if their diminution is the riches of the Gentiles, how much more is their fullness?",
      "topic": ""
    },
    "13": {
      "text": "For I say to you Gentiles: Certainly, as long as I am an Apostle to the Gentiles, I will honor my ministry,",
      "topic": ""
    },
    "14": {
      "text": "in such a way that I might provoke to rivalry those who are my own flesh, and so that I may save some of them.",
      "topic": ""
    },
    "15": {
      "text": "For if their loss is for the reconciliation of the world, what could their return be for, except life out of death?",
      "topic": ""
    },
    "16": {
      "text": "For if the first-fruit has been sanctified, so also has the whole. And if the root is holy, so also are the branches.",
      "topic": ""
    },
    "17": {
      "text": "And if some of the branches are broken, and if you, being a wild olive branch, are grafted on to them, and you become a partaker of the root and of the fatness of the olive tree,",
      "topic": ""
    },
    "18": {
      "text": "do not glorify yourself above the branches. For though you glory, you do not support the root, but the root supports you.",
      "topic": ""
    },
    "19": {
      "text": "Therefore, you would say: The branches were broken off, so that I might be grafted on.",
      "topic": ""
    },
    "20": {
      "text": "Well enough. They were broken off because of unbelief. But you stand on faith. So do not choose to savor what is exalted, but instead be afraid.",
      "topic": ""
    },
    "21": {
      "text": "For if God has not spared the natural branches, perhaps also he might not spare you.",
      "topic": ""
    },
    "22": {
      "text": "So then, notice the goodness and the severity of God. Certainly, toward those who have fallen, there is severity; but toward you, there is the goodness of God, if you remain in goodness. Otherwise, you also will be cut off.",
      "topic": ""
    },
    "23": {
      "text": "Moreover, if they do not remain in unbelief, they will be grafted on. For God is able to graft them on again.",
      "topic": ""
    },
    "24": {
      "text": "So if you have been cut off from the wild olive tree, which is natural to you, and, contrary to nature, you are grafted on to the good olive tree, how much more shall those who are the natural branches be grafted on to their own olive tree?",
      "topic": ""
    },
    "25": {
      "text": "For I do not want you to be ignorant, brothers, of this mystery (lest you seem wise only to yourselves) that a certain blindness has occurred in Israel, until the fullness of the Gentiles has arrived.",
      "topic": ""
    },
    "26": {
      "text": "And in this way, all of Israel may be saved, just as it was written: “From Zion shall arrive he who delivers, and he shall turn impiety away from Jacob.",
      "topic": ""
    },
    "27": {
      "text": "And this will be my covenant for them, when I will take away their sins.”",
      "topic": ""
    },
    "28": {
      "text": "Certainly, according to the Gospel, they are enemies for your sake. But according to the election, they are most beloved for the sake of the fathers.",
      "topic": ""
    },
    "29": {
      "text": "For the gifts and the call of God are without regret.",
      "topic": ""
    },
    "30": {
      "text": "And just as you also, in times past, did not believe in God, but now you have obtained mercy because of their unbelief,",
      "topic": ""
    },
    "31": {
      "text": "so also have these now not believed, for your mercy, so that they might obtain mercy also.",
      "topic": ""
    },
    "32": {
      "text": "For God has enclosed everyone in unbelief, so that he may have mercy on everyone.",
      "topic": ""
    },
    "33": {
      "text": "Oh, the depths of the richness of the wisdom and knowledge of God! How incomprehensible are his judgments, and how unsearchable are his ways!",
      "topic": ""
    },
    "34": {
      "text": "For who has known the mind of the Lord? Or who has been his counselor?",
      "topic": ""
    },
    "35": {
      "text": "Or who first gave to him, so that repayment would be owed?",
      "topic": ""
    },
    "36": {
      "text": "For from him, and through him, and in him are all things. To him is glory, for all eternity. Amen.",
      "topic": ""
    }
  }
}