{
  "info": {
    "book": "Romans",
    "chapter": "16",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now I commend to you our sister Phoebe, who is in the ministry of the church, which is at Cenchreae,",
      "topic": ""
    },
    "2": {
      "text": "so that you may receive her in the Lord with the worthiness of the saints, and so that you may be of assistance to her in whatever task she will have need of you. For she herself has also assisted many, and myself also.",
      "topic": ""
    },
    "3": {
      "text": "Greet Prisca and Aquila, my helpers in Christ Jesus,",
      "topic": ""
    },
    "4": {
      "text": "who have risked their own necks on behalf of my life, for whom I give thanks, not I alone, but also all the churches of the Gentiles;",
      "topic": ""
    },
    "5": {
      "text": "and greet the church at their house. Greet Epaenetus, my beloved, who is among the first-fruits of Asia in Christ.",
      "topic": ""
    },
    "6": {
      "text": "Greet Mary, who has labored much among you.",
      "topic": ""
    },
    "7": {
      "text": "Greet Andronicus and Junias, my kinsmen and fellow captives, who are noble among the Apostles, and who were in Christ prior to me.",
      "topic": ""
    },
    "8": {
      "text": "Greet Ampliatus, most beloved to me in the Lord.",
      "topic": ""
    },
    "9": {
      "text": "Greet Urbanus, our helper in Christ Jesus, and Stachys, my beloved.",
      "topic": ""
    },
    "10": {
      "text": "Greet Apelles, who has been tested in Christ.",
      "topic": ""
    },
    "11": {
      "text": "Greet those who are from the household of Aristobulus. Greet Herodian, my kinsman. Greet those who are of the household of Narcissus, who are in the Lord.",
      "topic": ""
    },
    "12": {
      "text": "Greet Tryphaena and Tryphosa, who labor in the Lord. Greet Persis, most beloved, who has labored much in the Lord.",
      "topic": ""
    },
    "13": {
      "text": "Greet Rufus, elect in the Lord, and his mother and mine.",
      "topic": ""
    },
    "14": {
      "text": "Greet Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brothers who are with them.",
      "topic": ""
    },
    "15": {
      "text": "Greet Philologus and Julia, Nereus and his sister, and Olympas, and all the saints who are with them.",
      "topic": ""
    },
    "16": {
      "text": "Greet one another with a holy kiss. All the churches of Christ greet you.",
      "topic": ""
    },
    "17": {
      "text": "But I beg you, brothers, to take note of those who cause dissensions and offenses contrary to the doctrine that you have learned, and to turn away from them.",
      "topic": ""
    },
    "18": {
      "text": "For ones such as these do not serve Christ our Lord, but their inner selves, and, through pleasing words and skillful speaking, they seduce the hearts of the innocent.",
      "topic": ""
    },
    "19": {
      "text": "But your obedience has been made known in every place. And so, I rejoice in you. But I want you to be wise in what is good, and simple in what is evil.",
      "topic": ""
    },
    "20": {
      "text": "And may the God of peace quickly crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
      "topic": ""
    },
    "21": {
      "text": "Timothy, my fellow laborer, greets you, and Lucius and Jason and Sosipater, my kinsmen.",
      "topic": ""
    },
    "22": {
      "text": "I, Tertius, who wrote this epistle, greet you in the Lord.",
      "topic": ""
    },
    "23": {
      "text": "Gaius, my host, and the entire church, greets you. Erastus, the treasurer of the city, greets you, and Quartus, a brother.",
      "topic": ""
    },
    "24": {
      "text": "The grace of our Lord Jesus Christ be with you all. Amen.",
      "topic": ""
    },
    "25": {
      "text": "But to him who is able to confirm you according to my Gospel and the preaching of Jesus Christ, in accord with the revelation of the mystery which has been hidden from time immemorial,",
      "topic": ""
    },
    "26": {
      "text": "(which now has been made clear through the Scriptures of the Prophets, in accord with the precept of the eternal God, unto the obedience of faith) which has been made known among all the Gentiles:",
      "topic": ""
    },
    "27": {
      "text": "to God, who alone is wise, through Jesus Christ, to him be honor and glory forever and ever. Amen.",
      "topic": ""
    }
  }
}