{
  "info": {
    "book": "Romans",
    "chapter": "3",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "So then, what more is the Jew, or what is the usefulness of circumcision?",
      "topic": ""
    },
    "2": {
      "text": "Much in every way: First of all, certainly, because the eloquence of God was entrusted to them.",
      "topic": ""
    },
    "3": {
      "text": "But what if some of them have not believed? Shall their unbelief nullify the faith of God? Let it not be so!",
      "topic": ""
    },
    "4": {
      "text": "For God is truthful, but every man is deceitful; just as it was written: “Therefore, you are justified in your words, and you will prevail when you give judgment.”",
      "topic": ""
    },
    "5": {
      "text": "But if even our injustice points to the justice of God, what shall we say? Could God be unfair for inflicting wrath?",
      "topic": ""
    },
    "6": {
      "text": "(I am speaking in human terms.) Let it not be so! Otherwise, how would God judge this world?",
      "topic": ""
    },
    "7": {
      "text": "For if the truth of God has abounded, through my falseness, unto his glory, why should I still be judged as such a sinner?",
      "topic": ""
    },
    "8": {
      "text": "And should we not do evil, so that good may result? For so we have been slandered, and so some have claimed we said; their condemnation is just.",
      "topic": ""
    },
    "9": {
      "text": "What is next? Should we try to excel ahead of them? By no means! For we have accused all Jews and Greeks to be under sin,",
      "topic": ""
    },
    "10": {
      "text": "just as it was written: “There is no one who is just.",
      "topic": ""
    },
    "11": {
      "text": "There is no one who understands. There is no one who seeks God.",
      "topic": ""
    },
    "12": {
      "text": "All have gone astray; together they have become useless. There is no one who does good; there is not even one.",
      "topic": ""
    },
    "13": {
      "text": "Their throat is an open sepulcher. With their tongues, they have been acting deceitfully. The venom of asps is under their lips.",
      "topic": ""
    },
    "14": {
      "text": "Their mouth is full of curses and bitterness.",
      "topic": ""
    },
    "15": {
      "text": "Their feet are swift to shed blood.",
      "topic": ""
    },
    "16": {
      "text": "Grief and unhappiness are in their ways.",
      "topic": ""
    },
    "17": {
      "text": "And the way of peace they have not known.",
      "topic": ""
    },
    "18": {
      "text": "There is no fear of God before their eyes.”",
      "topic": ""
    },
    "19": {
      "text": "But we know that whatever the law speaks, it speaks to those who are in the law, so that every mouth may be silenced and the entire world may be subject to God.",
      "topic": ""
    },
    "20": {
      "text": "For in his presence no flesh shall be justified by the works of the law. For knowledge of sin is through the law.",
      "topic": ""
    },
    "21": {
      "text": "But now, without the law, the justice of God, to which the law and the prophets have testified, has been made manifest.",
      "topic": ""
    },
    "22": {
      "text": "And the justice of God, though the faith of Jesus Christ, is in all those and over all those who believe in him. For there is no distinction.",
      "topic": ""
    },
    "23": {
      "text": "For all have sinned and all are in need of the glory of God.",
      "topic": ""
    },
    "24": {
      "text": "We have been justified freely by his grace through the redemption that is in Christ Jesus,",
      "topic": ""
    },
    "25": {
      "text": "whom God has offered as a propitiation, through faith in his blood, to reveal his justice for the remission of the former offenses,",
      "topic": ""
    },
    "26": {
      "text": "and by the forbearance of God, to reveal his justice in this time, so that he himself might be both the Just One and the Justifier of anyone who is of the faith of Jesus Christ.",
      "topic": ""
    },
    "27": {
      "text": "So then, where is your self-exaltation? It is excluded. Through what law? That of works? No, but rather through the law of faith.",
      "topic": ""
    },
    "28": {
      "text": "For we judge a man to be justified by faith, without the works of the law.",
      "topic": ""
    },
    "29": {
      "text": "Is God of the Jews only and not also of the Gentiles? On the contrary, of the Gentiles also.",
      "topic": ""
    },
    "30": {
      "text": "For One is the God who justifies circumcision by faith and uncircumcision through faith.",
      "topic": ""
    },
    "31": {
      "text": "Are we then destroying the law through faith? Let it not be so! Instead, we are making the law stand.",
      "topic": ""
    }
  }
}