{
  "info": {
    "book": "1 Chronicles",
    "chapter": "23",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And David was old and full of days, and he will make Solomon his son king over Israel.",
      "topic": ""
    },
    "2": {
      "text": "And he will gather together all the chiefs of Israel, and the priests and the Levites.",
      "topic": ""
    },
    "3": {
      "text": "And the Levites will be numbered from the son of thirty years and above: and their number, for their craniums, for the men, thirty and eight thousand.",
      "topic": ""
    },
    "4": {
      "text": "From these to superintend over the work of the house of Jehovah, twenty and four thousand; and scribes and judges, six thousand:",
      "topic": ""
    },
    "5": {
      "text": "And four thousand gate keepers, and four thousand praising to Jehovah with instruments which I made to praise.",
      "topic": ""
    },
    "6": {
      "text": "And David will divide them into divisions to the sons of Levi, to Gershon, Kohath and Merari.",
      "topic": ""
    },
    "7": {
      "text": "To Gershon, Laadan, and Shimei.",
      "topic": ""
    },
    "8": {
      "text": "The sons of Laadan: the head, Jehiel, and Zetham and Joel, three.",
      "topic": ""
    },
    "9": {
      "text": "The sons of Shimei: Shelomith, and Haziel and Haran three. These heads of the fathers to Laadan.",
      "topic": ""
    },
    "10": {
      "text": "And the sons of Shimei Jahath, Zina, and Jeush and Beriah. These four the sons of Shimei.",
      "topic": ""
    },
    "11": {
      "text": "And Jahath will be head, and Ziza, the second: and Jeush and Beriah did not multiply sons; and they will be to the father’s house for one reviewing.",
      "topic": ""
    },
    "12": {
      "text": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel, four.",
      "topic": ""
    },
    "13": {
      "text": "The sons of Amram: Aaron and Moses: and Aaron will be separated for his consecrating the holy of holies, he and his sons, even to forever, to burn incense before Jehovah to serve him and to praise in his name, even to forever.",
      "topic": ""
    },
    "14": {
      "text": "And Moses the man of God, his sons will be called for the tribe of Levi.",
      "topic": ""
    },
    "15": {
      "text": "The sons of Moses: Gershom and Eliezer.",
      "topic": ""
    },
    "16": {
      "text": "The sons of Gersbom, Shebuel the head.",
      "topic": ""
    },
    "17": {
      "text": "And the sons of Ehezer will be Rehabiah the head. And to Eliezer was no other sons; and the sons of Rehabiah were multipled to going up.",
      "topic": ""
    },
    "18": {
      "text": "The sons of Izhar: Shelomith the head.",
      "topic": ""
    },
    "19": {
      "text": "The sons of Hebron: Jeriah the head, Amariah the second, Jehaziel the third, and Jekameam the fourth.",
      "topic": ""
    },
    "20": {
      "text": "The sons of Uzziel: Micah the head, and Jesiah the second.",
      "topic": ""
    },
    "21": {
      "text": "The sons of Merari Mahli and Mushi. The sons of Mahli: Eleazar and Kish.",
      "topic": ""
    },
    "22": {
      "text": "And Eleazar will die, and no sons were to him, but daughters: and their brethren the sons of Kish will take them.",
      "topic": ""
    },
    "23": {
      "text": "The sons of Mushi: Mahli, and Eder, and Jeremoth, three.",
      "topic": ""
    },
    "24": {
      "text": "These the sons of Levi for the house of their fathers: the heads of the fathers for their reviewing by the number of names to their craniums doing the work for the service of the house of Jehovah, from the son of twenty years and above.",
      "topic": ""
    },
    "25": {
      "text": "For David said, Jehovah God of Israel caused rest to his people, and they will dwell in Jerusalem forever;",
      "topic": ""
    },
    "26": {
      "text": "And also to the Levites: not to lift up the dwelling and all its vessels for its service.",
      "topic": ""
    },
    "27": {
      "text": "For by the last words of David these the number of the sons of Levi from the son of twenty years and above.",
      "topic": ""
    },
    "28": {
      "text": "For from their station at the hand of the sons of Aaron for the service of the house of Jehovah, upon the enclosures and upon the cells and for the cleansing to all the holy place and the works of the service of the house of God.",
      "topic": ""
    },
    "29": {
      "text": "And for the bread of the arrangement, and for the fine flour for the gift, and for the thin cakes unleavened, and for the pan, and for the mingling, and for all measure and extension.",
      "topic": ""
    },
    "30": {
      "text": "And to stand in the morning by morning to confess and to praise to Jehovah, and so at evening.",
      "topic": ""
    },
    "31": {
      "text": "And to bring up for all burnt-offerings to Jehovah for the Sabbaths, for the new moons, and for the appointments by number, according to the judgment upon them, always before Jehovah.",
      "topic": ""
    },
    "32": {
      "text": "And they watched the watches of the tent of appointment, and the watches of the holy place, and the watches of the sons of Aaron, their brethren for the service of the house of Jehovah.",
      "topic": ""
    }
  }
}