{
  "info": {
    "book": "1 Chronicles",
    "chapter": "26",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "For the divisions to the gates. To the Korahites, Meshelemiah, the son of Kora from the sons of Asaph.",
      "topic": ""
    },
    "2": {
      "text": "And to Meshelemiah, sons: Zechariah the first-born, Jediael the second, Zebadiah the third, Jathniel the fourth,",
      "topic": ""
    },
    "3": {
      "text": "Elam the fifth, Jehohanan the sixth, Elioenai the seventh.",
      "topic": ""
    },
    "4": {
      "text": "And to Obed-Edom, sons: Shemaiah, the first-born, Jehozabad the second, Josh the third, and Sacar the fourth, and Nathaniel the fifth,",
      "topic": ""
    },
    "5": {
      "text": "Ammiel the sixth, Issachar the seventh, Peulthai the eighth: for God blessed him.",
      "topic": ""
    },
    "6": {
      "text": "To Shemaiah his son were sons born, lords to the house of their fathers: for they were strong of power.",
      "topic": ""
    },
    "7": {
      "text": "The sons of Shemaiah: Othni, and Rephael, and Obed, Elzabad, his brethren, sons of strength, Elihu and Semachiah.",
      "topic": ""
    },
    "8": {
      "text": "All these from the sons of Obed-Edom: they and their sons and their brethren, men of strength in power for the service, sixty and two to Obed-Edom.",
      "topic": ""
    },
    "9": {
      "text": "And to Meshelemiah sons and brethren, sons of strength, eighteen.",
      "topic": ""
    },
    "10": {
      "text": "And to Hosah from the sons of Merari, Shimri the head, (for he was not the first-born, and his father will set him for head;)",
      "topic": ""
    },
    "11": {
      "text": "Hilkiah the second, Tebaliah the third, Zechariah the fourth: all the sons and the brethren to Hosah, thirteen.",
      "topic": ""
    },
    "12": {
      "text": "To these the divisions of the gates for the heads of the strong ones, the watches near their brethren, to serve in the house of Jehovah.",
      "topic": ""
    },
    "13": {
      "text": "And they will cast lots, according to small according to great, for the house of their fathers, to gate and gate.",
      "topic": ""
    },
    "14": {
      "text": "And the lot will fall from the sunrising to Shelemiah. And Zechariah his son counseling in understanding, they cast lots; and his lot will go forth north.",
      "topic": ""
    },
    "15": {
      "text": "To Obed-Edom, south; and to his sons the house of stores.",
      "topic": ""
    },
    "16": {
      "text": "To Shuppim and to Hosah to the west, with the gate of Shallecheth, by the highway of the going up, watch over against watch.",
      "topic": ""
    },
    "17": {
      "text": "To the sunrising, six Levites; to the north, four for the day, to the south, four for the day, and to Asuppim, two, two.",
      "topic": ""
    },
    "18": {
      "text": "To Parbar to the west, four at the highway, two at the open portico,",
      "topic": ""
    },
    "19": {
      "text": "These the divisions of the gates to the sons of the Korahites, and to the sons of Merari.",
      "topic": ""
    },
    "20": {
      "text": "And the Levites, Ahijah over the treasures of the house of God, and for the treasures of the holies.",
      "topic": ""
    },
    "21": {
      "text": "The sons of Laadan; the sons of the Gershonite to Laadan, the heads of the fathers to Laadan the Gershonite, Jehieli.",
      "topic": ""
    },
    "22": {
      "text": "The sons of Jehieli: Zotham and Joel his brother, over the treasures of the house of Jehovah.",
      "topic": ""
    },
    "23": {
      "text": "To the Amramites, to the Izharites, to the Hebronites, to the Uzzielites:",
      "topic": ""
    },
    "24": {
      "text": "And Shebuel son of Gershom, son of Moses, leader over the treasures.",
      "topic": ""
    },
    "25": {
      "text": "And his brethren for Eliezer: Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zaccur his son, and Shelomith his son.",
      "topic": ""
    },
    "26": {
      "text": "This Shelomith and his brethren ever all the treasures of the holies that David the king consecrated, and the heads of the fathers to the chiefs of the thousands and the hundreds, and the chiefs of the army.",
      "topic": ""
    },
    "27": {
      "text": "From the battles and from the spoils they consecrated to strengthen for the house of Jehovah.",
      "topic": ""
    },
    "28": {
      "text": "And all Samuel the seer consecrated, and Saul son of Kish, and Abner son of Ner, and Joab son of Zeruiah, all consecrating over the hand of Shelomith and his brethren.",
      "topic": ""
    },
    "29": {
      "text": "To the Izharites, Chenaniah and his sons for the work without over Israel, for scribes and for judges.",
      "topic": ""
    },
    "30": {
      "text": "To the Hebronites, Hashabiah and his brethren, sons of strength, a thousand and seven hundred over the charge of Israel from beyond to Jordan from the west for all the work of Jehovah, and for the service of the king.",
      "topic": ""
    },
    "31": {
      "text": "To the Hebronites, Jerijah the head to the Hebronites for his generations, for his fathers. In the fortieth year to the kingdom of David they were sought and he will find in them strong ones of power in Jazer of Gilead.",
      "topic": ""
    },
    "32": {
      "text": "And his brethren, sons of strength, two thousand and seven hundred heads of the fathers, and David the king will appoint them over the Reubenites, and the Gadites, and the half tribe of the Manassites, for every word of God, and the word of the king.",
      "topic": ""
    }
  }
}