{
  "info": {
    "book": "1 Chronicles",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And these were the sons of David which were born to him in Hebron: the first-born Amnon to Ahinoam the Jezreelitess; the second, Daniel to Abigail the Carmelitess:",
      "topic": ""
    },
    "2": {
      "text": "The third to Absalom son of Maachah daughter of Talmai king of Geshur: the fourth Adonijah son of Haggith:",
      "topic": ""
    },
    "3": {
      "text": "The fifth, Shephatiah to Abital the sixth, Ithrean to Eglah his wife.",
      "topic": ""
    },
    "4": {
      "text": "Six were born to him in Hebron; and he will reign there seven years and six months: and thirty and three years he reigned in Jerusalem.",
      "topic": ""
    },
    "5": {
      "text": "And these were born to him in Jerusalem: Shimea and Shobab, and Nathan and Solomon; four to Bathshua the daughter of Ammiel:",
      "topic": ""
    },
    "6": {
      "text": "And Ibhar and Elishama and Eliphalet,",
      "topic": ""
    },
    "7": {
      "text": "And Nogah, and Nepheg, and Japhia.",
      "topic": ""
    },
    "8": {
      "text": "And Elishama and Eliada, and Eliphalet, nine.",
      "topic": ""
    },
    "9": {
      "text": "All the sons of David, besides the sons of the concubines, and Tamar their sister.",
      "topic": ""
    },
    "10": {
      "text": "And the son of Solomon, Rehoboam Abiah his son, Asa his son, Jehoshaphat, his son,",
      "topic": ""
    },
    "11": {
      "text": "Joram his son, Ahaziah his son, Joash his son,",
      "topic": ""
    },
    "12": {
      "text": "Amaziah his son, Azariah his son, Jotham his son,",
      "topic": ""
    },
    "13": {
      "text": "Ahaz his son, Hezekiah his son, Manasseh his son,",
      "topic": ""
    },
    "14": {
      "text": "Amon his son, Josiah his son.",
      "topic": ""
    },
    "15": {
      "text": "And the sons of Josiah the firstborn, Johanan the second Jehoiakim; the third Zedekiah; the fourth Shallum.",
      "topic": ""
    },
    "16": {
      "text": "And the sons of Jehoiakim: Jeconiah his son, Zedekiah his son.",
      "topic": ""
    },
    "17": {
      "text": "And the sons of Jeconiah: Shealtiel his son,",
      "topic": ""
    },
    "18": {
      "text": "Malchimm and Pedaiah, and Shenazar, Jecamiah, Hoshama, and Nadabiah.",
      "topic": ""
    },
    "19": {
      "text": "The sons of Pedaiah, Zerubbabel and Shimei: and the sons of Zerubbabel: Meshullam and Hannaniah, and Shelomith their sister:",
      "topic": ""
    },
    "20": {
      "text": "And Hashubah and Ohel, and Berechiah, and Hasadiah, Jusab-Hesed, five.",
      "topic": ""
    },
    "21": {
      "text": "And the sons of Hananiah: Pelatiah, and Jesaiah: the sons of Rephaiah, the sons of Arnon, the sons of Obadiah, the sons of Shecaniah.",
      "topic": ""
    },
    "22": {
      "text": "And the sons of Shecaniah: Shemaiah: and the sons of Shemaiah: Hattush and Igal, and Bariah, and Neariah, and Shaphat; six.",
      "topic": ""
    },
    "23": {
      "text": "And the sons of Neariah: Elioenai, and Hezekiah, and Azrikam.",
      "topic": ""
    },
    "24": {
      "text": "And the sons of Elioenai, Hodaiah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Delaiah, and Anani; seven.",
      "topic": ""
    }
  }
}