{
  "info": {
    "book": "1 Chronicles",
    "chapter": "9",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And all Israel were enrolled; and behold, being written upon the book of the kings of Israel and Judah, they were carried into exile to Babel in their transgression.",
      "topic": ""
    },
    "2": {
      "text": "And the first inhabitants which were in their possession in their cities, Israel the priests, the Levites, and the Nethinims.",
      "topic": ""
    },
    "3": {
      "text": "And in Jerusalem there dwelt from the sons of Judah, and from the sons of Benjamin, and from the sons of Ephraim and Manasseh:",
      "topic": ""
    },
    "4": {
      "text": "Uthai son of Ammihud, son of Omri, son of Imri, son of Benjamin, sons of Phares, son of Judah.",
      "topic": ""
    },
    "5": {
      "text": "And from the Shilonites: Asaiah the first-born and his sons.",
      "topic": ""
    },
    "6": {
      "text": "And from the sons of Zerah: Jenel and their brethren, six hundred and ninety.",
      "topic": ""
    },
    "7": {
      "text": "And from the sons of Benjamin: Salle son of Meshullam, son of Hodaviah, son of Hasenuah.",
      "topic": ""
    },
    "8": {
      "text": "And Ibneiah son of Jeroham, and Elah son of Uzzi, son of Michri, and Meshullam son of Shephatiah, son of Reuel, son of Ibnijah;",
      "topic": ""
    },
    "9": {
      "text": "And their brethren for their generations, nine hundred and fifty and six. All these men heads of the fathers to the house of their fathers.",
      "topic": ""
    },
    "10": {
      "text": "And from the priests: Jedaiah, and Jehoiarib, and Jachin,",
      "topic": ""
    },
    "11": {
      "text": "And Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, leader of the house of God.",
      "topic": ""
    },
    "12": {
      "text": "And Adaiah son of Jeroham, son of Pashur, son of Malchiah, and Maasui son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemeth, son of Immer;",
      "topic": ""
    },
    "13": {
      "text": "And their brethren, heads to the house of their fathers, a thousand seven hundred and sixty; strong ones of power, the work of the service of the house of God.",
      "topic": ""
    },
    "14": {
      "text": "And from the Levites Shemaiah son of Hashub, son of Azrikam, son of Hashabiah, from the sons of Memari;",
      "topic": ""
    },
    "15": {
      "text": "And Bakbakkar, Heresh, and Galal, and Mattaniah, son of Micah, son of Zichri, son of Asaph;",
      "topic": ""
    },
    "16": {
      "text": "And Obadiah son of Shemaiah, son of Galal, son of Jeduthan, and Berechiah son of Asa, son of Elkanah, dwelling in the villages of the Netophathites.",
      "topic": ""
    },
    "17": {
      "text": "The gate-keepers, Shallum and Akkub, and Talmon, and Ahiman, and their brethren: Shallum the head;",
      "topic": ""
    },
    "18": {
      "text": "And hitherto in the king’s gate from the sunrising: they keeping the gate for the camps of the sons of Levi.",
      "topic": ""
    },
    "19": {
      "text": "And Shallum son of Kore, son of Ebiasaph, son of Korah, and his brethren to the house of his father, the Korahites over the work of the service watching the thresholds to the tent: and their fathers over the camp of Jehovah watching the entrance.",
      "topic": ""
    },
    "20": {
      "text": "And Phinehas son of Eleazar was leader over them to their face; Jehovah with him.",
      "topic": ""
    },
    "21": {
      "text": "Zechariah son of Meshelemiah, the gate of the opening to the tent of appointment.",
      "topic": ""
    },
    "22": {
      "text": "All of them chosen for the gates upon the thresholds, two hundred and twelve. They in their villages being enrolled, David founded them, and Samuel the seeing, in their faithfulness.",
      "topic": ""
    },
    "23": {
      "text": "And they and their sons over the gates to the house of Jehovah to the house of the tent, for the watches.",
      "topic": ""
    },
    "24": {
      "text": "To the four quarters will be the gates, from the sunrising, the sea, the north and the south.",
      "topic": ""
    },
    "25": {
      "text": "And their brethren in their enclosures to come for seven days from time to time with these.",
      "topic": ""
    },
    "26": {
      "text": "For in faithfulness these four strong ones of the gates, these Levites, and they were over the cells and over the treasures of the house of God.",
      "topic": ""
    },
    "27": {
      "text": "And they will lodge round about the house of God, for upon them the watches, and they over its opening, and for morning to morning.",
      "topic": ""
    },
    "28": {
      "text": "And from them over the vessels of the service, for by number they will bring them in, and by number they will carry them forth.",
      "topic": ""
    },
    "29": {
      "text": "And from them being appointed over the vessels, and over all the vessels of the holy place, and over the fine flour and the wine and the oil, and the frankincense and the spices.",
      "topic": ""
    },
    "30": {
      "text": "And from the sons of the priests seasoning the ointment to the spices.",
      "topic": ""
    },
    "31": {
      "text": "And Mattithiah from the Levites, he the first-born to Shallum the Korahite, in faithfulness over the work of the things cooked.",
      "topic": ""
    },
    "32": {
      "text": "And from the sons of the Kohathites, from their brethren over the bread of arrangement to prepare the Sabbath, Sabbath.",
      "topic": ""
    },
    "33": {
      "text": "And these singing, heads of the fathers to the Levites in the cells being free: for their day and night upon them in work.",
      "topic": ""
    },
    "34": {
      "text": "These heads to the fathers to the Levites to their generations, heads; these dwelt in Jerusalem.",
      "topic": ""
    },
    "35": {
      "text": "And in Gibeon they dwelt, the father of Gibeon, Jehiel, and the name of his wife Maachah.",
      "topic": ""
    },
    "36": {
      "text": "And his son the first-born, Abdon, and Zur, and Kish, and Baal, and Ner, and Nadab,",
      "topic": ""
    },
    "37": {
      "text": "And Gedor, and Ahio, and Zechariah, and Mikloth.",
      "topic": ""
    },
    "38": {
      "text": "And Mikloth begat Shimeam. And also they dwelt over against their brethren in Jerusalem, with their brethren.",
      "topic": ""
    },
    "39": {
      "text": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan, and Malchishua, and Abinadab, and Esh-Baal.",
      "topic": ""
    },
    "40": {
      "text": "And the son of Jonathan, Merib-Baal: and Merib-Baal begat Micah.",
      "topic": ""
    },
    "41": {
      "text": "And the sons of Micah: Pithon and Melech, and Tahrea.",
      "topic": ""
    },
    "42": {
      "text": "And Ahaz begat Jarah, and Jarah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza;",
      "topic": ""
    },
    "43": {
      "text": "And Moza, begat Binnea and Rephaiah his son, and Eleasah his son, Azel his son.",
      "topic": ""
    },
    "44": {
      "text": "And to Azel six sons, and these their names: Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan: these the sons of Azel.",
      "topic": ""
    }
  }
}