{
  "info": {
    "book": "1 Corinthians",
    "chapter": "16",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now concerning the collection for the saints, as I gave order to the churches of Galatia, so also do ye.",
      "topic": ""
    },
    "2": {
      "text": "Upon the first day of the week let each one of you lay by him in store, as he may prosper, that no collections be made when I come.",
      "topic": ""
    },
    "3": {
      "text": "And when I arrive, whomsoever ye shall approve, them will I send with letters to carry your bounty unto Jerusalem:",
      "topic": ""
    },
    "4": {
      "text": "and if it be meet for me to go also, they shall go with me.",
      "topic": ""
    },
    "5": {
      "text": "But I will come unto you, when I shall have passed through Macedonia; for I pass through Macedonia;",
      "topic": ""
    },
    "6": {
      "text": "but with you it may be that I shall abide, or even winter, that ye may set me forward on my journey whithersoever I go.",
      "topic": ""
    },
    "7": {
      "text": "For I do not wish to see you now by the way; for I hope to tarry a while with you, if the Lord permit.",
      "topic": ""
    },
    "8": {
      "text": "But I will tarry at Ephesus until Pentecost;",
      "topic": ""
    },
    "9": {
      "text": "for a great door and effectual is opened unto me, and there are many adversaries.",
      "topic": ""
    },
    "10": {
      "text": "Now if Timothy come, see that he be with you without fear; for he worketh the work of the Lord, as I also do:",
      "topic": ""
    },
    "11": {
      "text": "let no man therefore despise him. But set him forward on his journey in peace, that he may come unto me: for I expect him with the brethren.",
      "topic": ""
    },
    "12": {
      "text": "But as touching Apollos the brother, I besought him much to come unto you with the brethren: and it was not at all his will to come now; but he will come when he shall have opportunity.",
      "topic": ""
    },
    "13": {
      "text": "Watch ye, stand fast in the faith, quit you like men, be strong.",
      "topic": ""
    },
    "14": {
      "text": "Let all that ye do be done in love.",
      "topic": ""
    },
    "15": {
      "text": "Now I beseech you, brethren (ye know the house of Stephanas, that it is the firstfruits of Achaia, and that they have set themselves to minister unto the saints),",
      "topic": ""
    },
    "16": {
      "text": "that ye also be in subjection unto such, and to every one that helpeth in the work and laboreth.",
      "topic": ""
    },
    "17": {
      "text": "And I rejoice at the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they supplied.",
      "topic": ""
    },
    "18": {
      "text": "For they refreshed my spirit and yours: acknowledge ye therefore them that are such.",
      "topic": ""
    },
    "19": {
      "text": "The churches of Asia salute you. Aquila and Prisca salute you much in the Lord, with the church that is in their house.",
      "topic": ""
    },
    "20": {
      "text": "All the brethren salute you. Salute one another with a holy kiss.",
      "topic": ""
    },
    "21": {
      "text": "The salutation of me Paul with mine own hand.",
      "topic": ""
    },
    "22": {
      "text": "If any man loveth not the Lord, let him be anathema. Maranatha.",
      "topic": ""
    },
    "23": {
      "text": "The grace of the Lord Jesus Christ be with you.",
      "topic": ""
    },
    "24": {
      "text": "My love be with you all in Christ Jesus. Amen.",
      "topic": ""
    }
  }
}