{
  "info": {
    "book": "Amós",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Oíd esta palabra que ha hablado el SEÑOR contra vosotros, hijos de Israel, contra toda la familia que hice subir de la tierra de Egipto. Dice así:",
      "topic": ""
    },
    "2": {
      "text": "A vosotros solamente he conocido de todas las familias de la tierra; por tanto, visitaré contra vosotros todas vuestras maldades.",
      "topic": ""
    },
    "3": {
      "text": "¿Andarán dos juntos, si no estuvieren de acuerdo?",
      "topic": ""
    },
    "4": {
      "text": "¿Bramará el león en el monte sin hacer presa? ¿Dará el leoncillo su bramido desde su morada, si no prendiere?",
      "topic": ""
    },
    "5": {
      "text": "¿Caerá el ave en el lazo sobre la tierra, sin haber armador? ¿Se alzará el lazo de la tierra, si no se ha prendido algo?",
      "topic": ""
    },
    "6": {
      "text": "¿Se tocará la trompeta en la ciudad, y no se alborotará el pueblo? ¿Habrá algún mal en la ciudad, el cual el SEÑOR no haya hecho?",
      "topic": ""
    },
    "7": {
      "text": "Porque no hará nada el Señor DIOS, sin que revele su secreto a sus siervos los profetas.",
      "topic": ""
    },
    "8": {
      "text": "Bramando el león, ¿quién no temerá? Hablando el Señor DIOS, ¿quién no profetizará?",
      "topic": ""
    },
    "9": {
      "text": "¶ Haced pregonar sobre los palacios de Azoto, y sobre los palacios de la tierra de Egipto, y decid: Reuníos sobre los montes de Samaria, y ved la gran opresión en medio de ella, y muchas violencias en medio de ella.",
      "topic": ""
    },
    "10": {
      "text": "Y no saben hacer lo recto, dijo el SEÑOR, atesorando rapiñas y despojos en sus palacios.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto, el Señor DIOS dijo así: Un enemigo vendrá que cercará la tierra, y derribará de ti tu fortaleza, y tus palacios serán saqueados.",
      "topic": ""
    },
    "12": {
      "text": "Así dijo el SEÑOR: De la manera que el pastor libra de la boca del león dos piernas, o la punta de una oreja, así escaparán los hijos de Israel que moran en Samaria, al rincón de la cama, y al canto del lecho.",
      "topic": ""
    },
    "13": {
      "text": "Oíd y protestad en la Casa de Jacob, dijo el SEÑOR Dios de los ejercitos:",
      "topic": ""
    },
    "14": {
      "text": "Que el día que visitaré las rebeliones de Israel sobre él, visitaré también sobre los altares de Bet-el; y serán cortados los cuernos del altar, y caerán a tierra.",
      "topic": ""
    },
    "15": {
      "text": "Y heriré la Casa del invierno con la Casa del verano, y las casas de marfil perecerán; y muchas casas serán taladas, dijo el SEÑOR.",
      "topic": ""
    }
  }
}