{
  "info": {
    "book": "Amós",
    "chapter": "6",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ ¡Ay de los reposados en Sion, y de los confiados en el monte de Samaria, nombrados principales entre las mismas naciones, a cuales vendrán sobre ellos, oh casa de Israel!",
      "topic": ""
    },
    "2": {
      "text": "Pasad a Calne, y mirad; y de allí id a la gran Hamat; descended luego a Gat de los palestinos; ved si son aquellos reinos mejores que estos reinos, si su término es mayor que vuestro término.",
      "topic": ""
    },
    "3": {
      "text": "Los que dilatáis el día malo, y acercáis la silla de iniquidad;",
      "topic": ""
    },
    "4": {
      "text": "los que duermen en camas de marfil, y se extienden sobre sus lechos; y comen los corderos del rebaño, y los becerros de en medio del engordadero;",
      "topic": ""
    },
    "5": {
      "text": "los que gorjean al son de la flauta, e inventan instrumentos musicales, como David;",
      "topic": ""
    },
    "6": {
      "text": "los que beben vino en tazones, y se ungen con los ungüentos más preciosos; y no se afligen por el quebrantamiento de José.",
      "topic": ""
    },
    "7": {
      "text": "Por tanto, ahora pasarán en el principio de los que a cautividad pasaren, y el banquete de los que se extienden sobre sus lechos será quitado.",
      "topic": ""
    },
    "8": {
      "text": "¶ El Señor DIOS juró por su alma, el SEÑOR Dios de los ejércitos dijo: Tengo en abominación la grandeza de Jacob, y aborrezco sus palacios; y la ciudad y su plenitud entregaré al enemigo.",
      "topic": ""
    },
    "9": {
      "text": "Y acontecerá que si diez hombres quedaren en una casa, morirán.",
      "topic": ""
    },
    "10": {
      "text": "Y su tío tomará a cada uno, y le quemará para sacar los huesos de casa; y dirá al que estará en los rincones de la casa: ¿Hay aún alguno contigo? Y dirá: No. Y dirá aquél : Calla, que no conviene hacer memoria del nombre del SEÑOR.",
      "topic": ""
    },
    "11": {
      "text": "Porque he aquí, el SEÑOR mandará, y herirá con hendiduras la casa mayor, y la casa menor con aberturas.",
      "topic": ""
    },
    "12": {
      "text": "¿Correrán los caballos por las piedras? ¿Ararán en ellas con vacas? ¿Por qué habéis vosotros tornado el juicio en veneno, y el fruto de justicia en ajenjo?",
      "topic": ""
    },
    "13": {
      "text": "Los que os alegráis en nada; los que decís: ¿No nos hemos adquirido cuernos con nuestra fortaleza?",
      "topic": ""
    },
    "14": {
      "text": "Pues he aquí, levantaré yo sobre vosotros, oh casa de Israel, dijo el SEÑOR Dios de los ejércitos, gentiles que os oprimirán desde la entrada de Hamat hasta el arroyo del desierto.",
      "topic": ""
    }
  }
}