{
  "info": {
    "book": "1 Chronicles",
    "chapter": "8",
    "translation": "English Revised Version",
    "translationID": "erv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Benjamin begat Bela his firstborn, Ashbel the second, and Aharah the third;",
      "topic": ""
    },
    "2": {
      "text": "Nohah the fourth, and Rapha the fifth.",
      "topic": ""
    },
    "3": {
      "text": "And Bela had sons, Addar, and Gera, and Abihud;",
      "topic": ""
    },
    "4": {
      "text": "and Abishua, and Naaman, and Ahoah;",
      "topic": ""
    },
    "5": {
      "text": "and Gera, and Shephuphan, and Huram.",
      "topic": ""
    },
    "6": {
      "text": "And these are the sons of Ehud: these are the heads of fathers’ houses of the inhabitants of Geba, and they carried them captive to Manahath:",
      "topic": ""
    },
    "7": {
      "text": "and Naaman, and Ahijah, and Gera, he carried them captive; and he begat Uzza and Ahihud:",
      "topic": ""
    },
    "8": {
      "text": "And Shaharaim begat children in the field of Moab, after he had sent them away; Hushim and Baara were his wives.",
      "topic": ""
    },
    "9": {
      "text": "And he begat of Hodesh his wife, Jobab, and Zibia, and Mesha, and Malcam;",
      "topic": ""
    },
    "10": {
      "text": "and Jeuz, and Shachia, and Mirmah. These were his sons, heads of fathers’ houses.",
      "topic": ""
    },
    "11": {
      "text": "And of Hushim he begat Abitub and Elpaal.",
      "topic": ""
    },
    "12": {
      "text": "And the sons of Elpaal; Eber, and Misham, and Shemed, who built Ono and Lod, with the towns thereof:",
      "topic": ""
    },
    "13": {
      "text": "and Beriah, and Shema, who were heads of fathers’ houses of the inhabitants of Aijalon, who put to flight the inhabitants of Gath;",
      "topic": ""
    },
    "14": {
      "text": "and Ahio, Shashak, and Jeremoth;",
      "topic": ""
    },
    "15": {
      "text": "and Zebadiah, and Arad, and Eder;",
      "topic": ""
    },
    "16": {
      "text": "and Michael, and Ishpah, and Joha, the sons of Beriah;",
      "topic": ""
    },
    "17": {
      "text": "and Zebadiah, and Meshullam, and Hizki, and Heber;",
      "topic": ""
    },
    "18": {
      "text": "and Ishmerai, and Izliah, and Jobab, the sons of Elpaal;",
      "topic": ""
    },
    "19": {
      "text": "and Jakim, and Zichri, and Zabdi;",
      "topic": ""
    },
    "20": {
      "text": "and Elienai, and Zillethai, and Eliel;",
      "topic": ""
    },
    "21": {
      "text": "and Adaiah, and Beraiah, and Shimrath, the sons of Shimei;",
      "topic": ""
    },
    "22": {
      "text": "and Ishpan, and Eber, and Eliel;",
      "topic": ""
    },
    "23": {
      "text": "and Abdon, and Zichri, and Hanan;",
      "topic": ""
    },
    "24": {
      "text": "and Hananiah, and Elam, and Anthothijah;",
      "topic": ""
    },
    "25": {
      "text": "and Iphdeiah, and Penuel, and sons of Shashak;",
      "topic": ""
    },
    "26": {
      "text": "and Shamsherai, and Shehariah, and Athaliah;",
      "topic": ""
    },
    "27": {
      "text": "and Jaareshiah, and Elijah, and Zichri, the sons of Jeroham.",
      "topic": ""
    },
    "28": {
      "text": "These were heads of fathers’ houses throughout their generations, chief men: these dwelt in Jerusalem.",
      "topic": ""
    },
    "29": {
      "text": "And in Gibeon there dwelt the father of Gibeon, Jeiel, whose wife’s name was Maacah:",
      "topic": ""
    },
    "30": {
      "text": "and his firstborn son Abdon, and Zur, and Kish, and Baal, and Nadab;",
      "topic": ""
    },
    "31": {
      "text": "and Gedor, and Ahio, and Zecher.",
      "topic": ""
    },
    "32": {
      "text": "And Mikloth begat Shimeah. And they also dwelt with their brethren in Jerusalem, over against their brethren.",
      "topic": ""
    },
    "33": {
      "text": "And Ner begat Kish; and Kish begat Saul; and Saul begat Jonathan, and Malchi-shua, and Abinadab, and Eshbaal.",
      "topic": ""
    },
    "34": {
      "text": "And the son of Jonathan was Merib-baal; and Merib-baal begat Micah.",
      "topic": ""
    },
    "35": {
      "text": "And the sons of Micah; Pithon, and Melech, and Tarea, and Ahaz.",
      "topic": ""
    },
    "36": {
      "text": "And Ahaz begat Jehoaddah; and Jehoaddah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza:",
      "topic": ""
    },
    "37": {
      "text": "And Moza begat Binea; Raphah was his son, Eleasah his son, Azel his son:",
      "topic": ""
    },
    "38": {
      "text": "And Azel had six sons, whose names are these; Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these were the sons of Azel.",
      "topic": ""
    },
    "39": {
      "text": "And the sons of Eshek his brother; Ulam his firstborn, Jeush the second, and Eliphelet the third.",
      "topic": ""
    },
    "40": {
      "text": "And the sons of Ulam were mighty men of valour, archers, and had many sons, and sons’ sons, an hundred and fifty. All these were of the sons of Benjamin.",
      "topic": ""
    }
  }
}