{
  "info": {
    "book": "Matthew",
    "chapter": "26",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it came to pass when Jesus had finished all these sayings, he said to his disciples,",
      "topic": ""
    },
    "2": {
      "text": "Ye know that after two days the passover takes place, and the Son of man is delivered up to be crucified.",
      "topic": ""
    },
    "3": {
      "text": "Then the chief priests and the elders of the people were gathered together to the palace of the high priest who was called Caiaphas,",
      "topic": ""
    },
    "4": {
      "text": "and took counsel together in order that they might seize Jesus by subtlety and kill him;",
      "topic": ""
    },
    "5": {
      "text": "but they said, Not in the feast, that there be not a tumult among the people.",
      "topic": ""
    },
    "6": {
      "text": "But Jesus being in Bethany, in Simon the leper’s house,",
      "topic": ""
    },
    "7": {
      "text": "a woman, having an alabaster flask of very precious ointment, came to him and poured it out upon his head as he lay at table.",
      "topic": ""
    },
    "8": {
      "text": "But the disciples seeing it became indignant, saying, To what end [was] this waste?",
      "topic": ""
    },
    "9": {
      "text": "for this might have been sold for much and been given to the poor.",
      "topic": ""
    },
    "10": {
      "text": "But Jesus knowing [it] said to them, Why do ye trouble the woman? for she has wrought a good work toward me.",
      "topic": ""
    },
    "11": {
      "text": "For ye have the poor always with you, but me ye have not always.",
      "topic": ""
    },
    "12": {
      "text": "For in pouring out this ointment on my body, she has done it for my burying.",
      "topic": ""
    },
    "13": {
      "text": "Verily I say to you, Wheresoever these glad tidings may be preached in the whole world, that also which this [woman] has done shall be spoken of for a memorial of her.",
      "topic": ""
    },
    "14": {
      "text": "Then one of the twelve, he who was called Judas Iscariote, went to the chief priests",
      "topic": ""
    },
    "15": {
      "text": "and said, What are ye willing to give me, and I will deliver him up to you? And they appointed to him thirty pieces of silver.",
      "topic": ""
    },
    "16": {
      "text": "And from that time he sought a good opportunity that he might deliver him up.",
      "topic": ""
    },
    "17": {
      "text": "Now on the first [day] of [the feast of] unleavened bread, the disciples came to Jesus, saying, Where wilt thou that we prepare for thee to eat the passover?",
      "topic": ""
    },
    "18": {
      "text": "And he said, Go into the city unto such a one, and say to him, The Teacher says, My time is near, I will keep the passover in thy house with my disciples.",
      "topic": ""
    },
    "19": {
      "text": "And the disciples did as Jesus had directed them, and they prepared the passover.",
      "topic": ""
    },
    "20": {
      "text": "And when the evening was come he lay down at table with the twelve.",
      "topic": ""
    },
    "21": {
      "text": "And as they were eating he said, Verily I say to you, that one of you shall deliver me up.",
      "topic": ""
    },
    "22": {
      "text": "And being exceedingly grieved they began to say to him, each of them, Is it I, Lord?",
      "topic": ""
    },
    "23": {
      "text": "But he answering said, He that dips his hand with me in the dish, he it is who shall deliver me up.",
      "topic": ""
    },
    "24": {
      "text": "The Son of man goes indeed, according as it is written concerning him, but woe to that man by whom the Son of man is delivered up; it were good for that man if he had not been born.",
      "topic": ""
    },
    "25": {
      "text": "And Judas, who delivered him up, answering said, Is it I, Rabbi? He says to him, Thou hast said.",
      "topic": ""
    },
    "26": {
      "text": "And as they were eating, Jesus, having taken [the] bread and blessed, broke [it] and gave [it] to the disciples, and said, Take, eat: this is my body.",
      "topic": ""
    },
    "27": {
      "text": "And having taken [the] cup and given thanks, he gave [it] to them, saying, Drink ye all of it.",
      "topic": ""
    },
    "28": {
      "text": "For this is my blood, that of the [new] covenant, that shed for many for remission of sins.",
      "topic": ""
    },
    "29": {
      "text": "But I say to you, that I will not at all drink henceforth of this fruit of the vine, until that day when I drink it new with you in the kingdom of my Father.",
      "topic": ""
    },
    "30": {
      "text": "And having sung a hymn, they went out to the mount of Olives.",
      "topic": ""
    },
    "31": {
      "text": "Then saith Jesus to them, All ye shall be offended in me during this night. For it is written, I will smite the shepherd, and the sheep of the flock shall be scattered abroad.",
      "topic": ""
    },
    "32": {
      "text": "But after that I shall be risen, I will go before you to Galilee.",
      "topic": ""
    },
    "33": {
      "text": "And Peter answering said to him, If all shall be offended in thee, I will never be offended.",
      "topic": ""
    },
    "34": {
      "text": "Jesus said to him, Verily I say to thee, that during this night, before [the] cock shall crow, thou shalt deny me thrice.",
      "topic": ""
    },
    "35": {
      "text": "Peter says to him, If I should needs die with thee, I will in no wise deny thee. Likewise said all the disciples also.",
      "topic": ""
    },
    "36": {
      "text": "Then Jesus comes with them to a place called Gethsemane, and says to the disciples, Sit here until I go away and pray yonder.",
      "topic": ""
    },
    "37": {
      "text": "And taking with [him] Peter and the two sons of Zebedee, he began to be sorrowful and deeply depressed.",
      "topic": ""
    },
    "38": {
      "text": "Then he says to them, My soul is very sorrowful even unto death; remain here and watch with me.",
      "topic": ""
    },
    "39": {
      "text": "And going forward a little he fell upon his face, praying and saying, My Father, if it be possible let this cup pass from me; but not as I will, but as thou [wilt].",
      "topic": ""
    },
    "40": {
      "text": "And he comes to the disciples and finds them sleeping, and says to Peter, Thus ye have not been able to watch one hour with me?",
      "topic": ""
    },
    "41": {
      "text": "Watch and pray, that ye enter not into temptation: the spirit indeed [is] ready, but the flesh weak.",
      "topic": ""
    },
    "42": {
      "text": "Again going away a second time he prayed saying, My Father, if this cannot pass [from me] unless I drink it, thy will be done.",
      "topic": ""
    },
    "43": {
      "text": "And coming he found them again sleeping, for their eyes were heavy.",
      "topic": ""
    },
    "44": {
      "text": "And leaving them, he went away again and prayed the third time, saying the same thing.",
      "topic": ""
    },
    "45": {
      "text": "Then he comes to the disciples and says to them, Sleep on now and take your rest; behold, the hour has drawn nigh, and the Son of man is delivered up into the hands of sinners.",
      "topic": ""
    },
    "46": {
      "text": "Arise, let us go; behold, he that delivers me up has drawn nigh.",
      "topic": ""
    },
    "47": {
      "text": "And while he was yet speaking, behold, Judas, one of the twelve, came, and with him a great crowd with swords and sticks from the chief priests and elders of the people.",
      "topic": ""
    },
    "48": {
      "text": "Now he that delivered him up had given them a sign, saying, Whomsoever I shall kiss, he it is: seize him.",
      "topic": ""
    },
    "49": {
      "text": "And immediately coming up to Jesus he said, Hail, Rabbi, and covered him with kisses.",
      "topic": ""
    },
    "50": {
      "text": "But Jesus said to him, [My] friend, for what purpose art thou come? Then coming up they laid hands upon Jesus and seized him.",
      "topic": ""
    },
    "51": {
      "text": "And behold, one of those with Jesus stretched out his hand and drew his sword, and smiting the bondman of the high priest took off his ear.",
      "topic": ""
    },
    "52": {
      "text": "Then saith Jesus to him, Return thy sword to its place; for all who take the sword shall perish by the sword.",
      "topic": ""
    },
    "53": {
      "text": "Or thinkest thou that I cannot now call upon my Father, and he will furnish me more than twelve legions of angels?",
      "topic": ""
    },
    "54": {
      "text": "How then should the scriptures be fulfilled that thus it must be?",
      "topic": ""
    },
    "55": {
      "text": "In that hour Jesus said to the crowds, Are ye come out as against a robber with swords and sticks to take me? I sat daily [with you] teaching in the temple, and ye did not seize me.",
      "topic": ""
    },
    "56": {
      "text": "But all this is come to pass that the scriptures of the prophets may be fulfilled. Then all the disciples left him and fled.",
      "topic": ""
    },
    "57": {
      "text": "Now they that had seized Jesus led [him] away to Caiaphas the high priest, where the scribes and the elders were assembled.",
      "topic": ""
    },
    "58": {
      "text": "And Peter followed him at a distance, even to the palace of the high priest, and entering in sat with the officers to see the end.",
      "topic": ""
    },
    "59": {
      "text": "And the chief priests and the elders and the whole sanhedrim sought false witness against Jesus, so that they might put him to death.",
      "topic": ""
    },
    "60": {
      "text": "And they found none, though many false witnesses came forward. But at the last two false witnesses came forward",
      "topic": ""
    },
    "61": {
      "text": "and said, He said, I am able to destroy the temple of God, and in three days build it.",
      "topic": ""
    },
    "62": {
      "text": "And the high priest standing up said to him, Answerest thou nothing? What do these witness against thee?",
      "topic": ""
    },
    "63": {
      "text": "But Jesus was silent. And the high priest answering said to him, I adjure thee by the living God that thou tell us if thou art the Christ the Son of God.",
      "topic": ""
    },
    "64": {
      "text": "Jesus says to him, Thou hast said. Moreover, I say to you, From henceforth ye shall see the Son of man sitting at the right hand of power, and coming on the clouds of heaven.",
      "topic": ""
    },
    "65": {
      "text": "Then the high priest rent his clothes, saying, He has blasphemed: what need have we any more of witnesses? behold, now ye have heard the blasphemy.",
      "topic": ""
    },
    "66": {
      "text": "What think ye? And they answering said, He is liable to the penalty of death.",
      "topic": ""
    },
    "67": {
      "text": "Then they spit in his face, and buffeted him, and some struck him with the palms of their hand,",
      "topic": ""
    },
    "68": {
      "text": "saying, Prophesy to us, Christ, Who is it who struck thee?",
      "topic": ""
    },
    "69": {
      "text": "But Peter sat without in the palace-court; and a maid came to him, saying, And thou wast with Jesus the Galilaean.",
      "topic": ""
    },
    "70": {
      "text": "But he denied before all, saying, I do not know what thou sayest.",
      "topic": ""
    },
    "71": {
      "text": "And when he had gone out into the entrance, another [maid] saw him, and says to those there, This [man] also was with Jesus the Nazaraean.",
      "topic": ""
    },
    "72": {
      "text": "And again he denied with an oath: I do not know the man.",
      "topic": ""
    },
    "73": {
      "text": "And after a little, those who stood [there], coming to [him], said to Peter, Truly thou too art of them, for also thy speech makes thee manifest.",
      "topic": ""
    },
    "74": {
      "text": "Then he began to curse and to swear, I know not the man. And immediately [the] cock crew.",
      "topic": ""
    },
    "75": {
      "text": "And Peter remembered the word of Jesus, who had said [to him], Before [the] cock crow thou shalt deny me thrice. And he went forth without, and wept bitterly.",
      "topic": ""
    }
  }
}