{
  "info": {
    "book": "1 Kings",
    "chapter": "16",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the word of Jehovah will be to Jehu, son of Hanani, against Baasha, saying,",
      "topic": ""
    },
    "2": {
      "text": "Because I raised thee up from the dust, and I will give thee chief over my people Israel, and thou wilt go in the way of Jeroboam, and cause my people Israel to sin, to irritate me in their sins.",
      "topic": ""
    },
    "3": {
      "text": "Behold me taking away after Baasha, and after his house; and I gave thy house as the house of Jeroboam son of Nebat.",
      "topic": ""
    },
    "4": {
      "text": "Him dying to Baasha in the city shall the dogs eat; and him dying to him in the field, shall the birds of the heavens eat.",
      "topic": ""
    },
    "5": {
      "text": "And the rest of the words of Baasha, and what he did, and his strength, are they not written upon the book of the words of the days to the kings of Israel?",
      "topic": ""
    },
    "6": {
      "text": "And Baasha will lie down with his fathers, and will be buried in Tirzah and his son Elah will reign in his stead.",
      "topic": ""
    },
    "7": {
      "text": "And also by the hand of Jehu son of Hanani the prophet, the word of Jehovah was against Baasha and against his house, and for all the evil which he did in the eyes of Jehovah to irritate him in the work of his hands to be as the house of Jeroboam, and because he smote him.",
      "topic": ""
    },
    "8": {
      "text": "In the twentieth and sixth year, the year to Asa king of Judah, Elah, son of Baasha reigned over Israel in Tirzah, two years.",
      "topic": ""
    },
    "9": {
      "text": "And Zimri, captain of half his chariots will conspire against him, and he in Tirzah drinking strong drink in the house of Arza, who was over his house in Tirzah.",
      "topic": ""
    },
    "10": {
      "text": "And Zimri will come in and strike him and will kill him in the twentieth and seventh year to Asa king of Judah, and he will reign in his stead.",
      "topic": ""
    },
    "11": {
      "text": "And it will be in his reigning, in his sitting upon the throne, he struck all the house of Baasha; he left not to him, him pissing against the wall, and his near relatives and his friends.",
      "topic": ""
    },
    "12": {
      "text": "And Zimri will destroy all the house of Baasha, according to the word of Jehovah which he spake against Baasha by the hand of Jehu the prophet.",
      "topic": ""
    },
    "13": {
      "text": "For all the sins of Baasha, and the sins of Elah his son, which they sinned, and which they caused Israel to sin, to irritate Jehovah the God of Israel by their vanities.",
      "topic": ""
    },
    "14": {
      "text": "And the rest of the words of Elah and what he did, are they not written upon the book of the words of the days to the kings of Israel?",
      "topic": ""
    },
    "15": {
      "text": "In the twenty and seventh year, the year to Asa king of Judah, Zimri reigned seven days in Tirzah. And the people encamping in Gibbethon, which was to the rovers.",
      "topic": ""
    },
    "16": {
      "text": "And the people encamping will hear, saying, Zimri conspired and also struck the king; and all Israel will make Omri chief of the army, king over Israel in that day in the camp.",
      "topic": ""
    },
    "17": {
      "text": "And Omri will go up, and all Israel with him, from Gibbethon, and they will press upon Tirzah.",
      "topic": ""
    },
    "18": {
      "text": "And it will be when Zimri saw that the city was taken, and he will come to the fortress of the king’s house, and he will burn over him the king’s house with fire, and he will die,",
      "topic": ""
    },
    "19": {
      "text": "For his sins which he sinned to do evil in the eyes of Jehovah, to go in the way of Jeroboam, and in his sins which he did to cause Israel to sin.",
      "topic": ""
    },
    "20": {
      "text": "And the rest of the words of Zimri and his conspiracy which he conspired, are they not written upon the book of the words of the days to the kings of Israel?",
      "topic": ""
    },
    "21": {
      "text": "Then the people of Israel will be divided to half: half of the people were after Tibni, son of Ginath, to make him king; and half, after Omri.",
      "topic": ""
    },
    "22": {
      "text": "And the people will be strengthened which were after Omri over the people which were after Tibni son of Ginath: and Tibni will die, and Omri will reign.",
      "topic": ""
    },
    "23": {
      "text": "In the thirty and one year, the year to Asa king of Judah, Omri reigned over Israel, twelve years; in Tirzah he reigned six years.",
      "topic": ""
    },
    "24": {
      "text": "And he will buy the mountain Shomeron of Shomer with two talents of silver, and he will build the mountain, and call the name of the city which he built after the name of Shomer, lord of the mountain Shomeron.",
      "topic": ""
    },
    "25": {
      "text": "And Omri will do evil in the eyes of Jehovah, and he will be evil above all who were before him.",
      "topic": ""
    },
    "26": {
      "text": "And he will go in all the way of Jeroboam son of Nebat, and in his sins which he caused Israel to sin, to irritate Jehovah the God of Israel with their vanities.",
      "topic": ""
    },
    "27": {
      "text": "And the rest of the words of Omri which he did, and his strength which he did, are they not written upon the book of the words of the days to the kings of Israel?",
      "topic": ""
    },
    "28": {
      "text": "And Omri will lie down with his fathers, and will be buried in Shomeron, and Ahab his son will reign in his stead.",
      "topic": ""
    },
    "29": {
      "text": "And Ahab son of Omri, reigned over Israel in the year the thirty and eighth year to Asa king of Judah: and Ahab son of Omri will reign over Israel in Shomeron twenty and two years.",
      "topic": ""
    },
    "30": {
      "text": "And Ahab son of Omri will do evil in the eyes of Jehovah above all which were before him.",
      "topic": ""
    },
    "31": {
      "text": "And it will be light for him to go in the sins of Jeroboam son of Nebat, and he will take a wife, Jezebel, daughter of Ethbaal, king of the Zidonians, and he will go and serve Baal and worship to him.",
      "topic": ""
    },
    "32": {
      "text": "And he will raise up an altar to Baal in the house of Baal which he built in Shomeron.",
      "topic": ""
    },
    "33": {
      "text": "And Ahab will make a statue; and Ahab will add to do to irritate Jehovah the God of Israel above all the kings of Israel which were before him.",
      "topic": ""
    },
    "34": {
      "text": "In his days Hiel of the house of God, built Jericho: in Abiram his first born he will found it, and in Segub his younger he set up its gates, according to the word of Jehovah which he spake by the hand of Joshua son of Nun.",
      "topic": ""
    }
  }
}