{
  "info": {
    "book": "1 Kings",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it will be in the eightieth year and four hundredth year after the going out of the sons of Israel from the land of Egypt, in the fourth year, in the month of brightness, it the second month to king Solomon over Israel, and he will build the house to Jehovah.",
      "topic": ""
    },
    "2": {
      "text": "And the house which king Solomon built to Jehovah, sixty cubits its length, and twenty its breadth, and thirty cubits its height.",
      "topic": ""
    },
    "3": {
      "text": "And the porch upon the face of the temple of the house, twenty cubits its length, upon the face of the breadth of the house; ten by the cubit its breadth upon the face of the house.",
      "topic": ""
    },
    "4": {
      "text": "And he will make for the house windows of closed bars.",
      "topic": ""
    },
    "5": {
      "text": "And he will build upon the wall of the house a floor round about the walls of the house round about for the temple, for the oracle: and he will make ribs round about.",
      "topic": ""
    },
    "6": {
      "text": "The floor the lower part, five by the cubit its breadth, and the middle, six by the cubit its breadth, and the third, seven by the cubit its breadth: for he gave offsets to the house round about without, so that it laid not hold upon the walls of the house.",
      "topic": ""
    },
    "7": {
      "text": "And the house in its building was built of stone completed from the quarry: and hammers and the axe, every instrument of iron was not heard in the house in its building.",
      "topic": ""
    },
    "8": {
      "text": "The door of the middle rib to the right shoulder of the house: and they will go up with windings upon the middle, and from the middle to the third.",
      "topic": ""
    },
    "9": {
      "text": "And he will build the house, and he will finish it; and cover the house with arches and rows with cedars.",
      "topic": ""
    },
    "10": {
      "text": "He will build the floor upon all the house, five cubits its height: and it will hold to the house with woods of cedars.",
      "topic": ""
    },
    "11": {
      "text": "And the word of Jehovah will be to Solomon, saying,",
      "topic": ""
    },
    "12": {
      "text": "This house which thou didst build, if thou shalt go in my laws, and my judgment thou wilt do, and watch all my commands to go in them; and I lifted up my word with thee which I spake to David thy father.",
      "topic": ""
    },
    "13": {
      "text": "And I dwelt in the midst of the sons of Israel, and I will not forsake my people Israel.",
      "topic": ""
    },
    "14": {
      "text": "And Solomon will build the house and finish it.",
      "topic": ""
    },
    "15": {
      "text": "And he will build the walls of the house from within it with ribs of cedars; from the bottom of the house even to the walls of the covering he overlaid with wood from within, and he will overlay the bottom of the house with ribs of cypresses.",
      "topic": ""
    },
    "16": {
      "text": "And he will build twenty cubits from the thighs of the house with ribs of cedars, from the bottom even to the walls: and he will build for it from within for the oracle to the holy of holies.",
      "topic": ""
    },
    "17": {
      "text": "And forty by the cubit was the house; it the temple before.",
      "topic": ""
    },
    "18": {
      "text": "And cedar to the house within carved work with ornaments and opening flower-buds; all cedar: no stone was seen.",
      "topic": ""
    },
    "19": {
      "text": "And the oracle in the midst of the house from within he prepared to give there the ark of the covenant of Jehovah.",
      "topic": ""
    },
    "20": {
      "text": "And to the face of the oracle twenty cubits the length, and twenty cubits the breadth, and twenty cubits its height: and he will overlay it with gold shut up, and he will overlay the altar with cedar.",
      "topic": ""
    },
    "21": {
      "text": "And Solomon will overlay the house from the inside with gold shut up: and he will close up with chains of gold to the face of the oracle; and he will overlay it with gold.",
      "topic": ""
    },
    "22": {
      "text": "And all the house he overlaid with gold even till he completed all the house: and all the altar which was to the oracle he overlaid with gold.",
      "topic": ""
    },
    "23": {
      "text": "And he will make in the oracle two cherubims of woods of oil, ten cubits its height.",
      "topic": ""
    },
    "24": {
      "text": "And five cubits the one wing of the cherub, and five cubits the second wing of the cherub: ten cubits from the extremities of its wings and even to the extremities of its wings.",
      "topic": ""
    },
    "25": {
      "text": "And ten by the cubit of the second cherub: one measure and one form to the two cherubs.",
      "topic": ""
    },
    "26": {
      "text": "The height of the one cherub ten by the cubit, and this to the second cherub.",
      "topic": ""
    },
    "27": {
      "text": "And he will give the cherubims in the midst of the house within: and the cherubims will expand the wings, and the wing of the one will touch upon the wall, and the wing of the second cherub touched upon the second wall; and their wings touched wing to wing to the middle of the house.",
      "topic": ""
    },
    "28": {
      "text": "And he will overlay the cherubims with gold.",
      "topic": ""
    },
    "29": {
      "text": "And all the walls of the house round about he carved with engravings of cherubims and palm trees and opening flower-buds from within and to without.",
      "topic": ""
    },
    "30": {
      "text": "And the bottom of the house he overlaid with gold from within and to without.",
      "topic": ""
    },
    "31": {
      "text": "And the openings of the oracle he made doors of the woods of oil: the projection of door-posts the fifth.",
      "topic": ""
    },
    "32": {
      "text": "And two doors of woods of oil; and he carved upon them carvings of cherubims, and palm-trees, and opening flower-buds, and he overlaid with gold, and he brought down gold upon the cherubims and upon the palm-trees.",
      "topic": ""
    },
    "33": {
      "text": "And thus be made for the door of the temple, door-posts of woods of oil from the fourth.",
      "topic": ""
    },
    "34": {
      "text": "And two doors of the woods of cypresses: two ribs of the one door rolling, and two ribs of the second door rolling.",
      "topic": ""
    },
    "35": {
      "text": "And he carved cherubims and palm-trees, and opening flower-buds; and he overlaid with gold made even upon the carving.",
      "topic": ""
    },
    "36": {
      "text": "And he will build the enclosure of the insides three rows of cuttings, and a row of cuttings of cedars.",
      "topic": ""
    },
    "37": {
      "text": "In the fourth year was the house of Jehovah founded, in the month of brightness.",
      "topic": ""
    },
    "38": {
      "text": "And in the eleventh year in the month of rain (this the eighth month) was the house finished to all its words and according to all its judgment And he will build it seven years.",
      "topic": ""
    }
  }
}