{
  "info": {
    "book": "Colossians",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Paul, sent of Jesus Christ by the will of God, and Timothy the brother,",
      "topic": ""
    },
    "2": {
      "text": "To the holy among the Colossians, and the faithful brethren in Christ: Grace to you, and peace, from God our Father and the Lord Jesus Christ.",
      "topic": ""
    },
    "3": {
      "text": "We return thanks to God and the Father of our Lord Jesus Christ, praying always for you,",
      "topic": ""
    },
    "4": {
      "text": "Having heard of your faith in Christ Jesus, and love to all the holy,",
      "topic": ""
    },
    "5": {
      "text": "By the hope laid up for you in the heavens, which ye heard before in the word of the truth of the good news;",
      "topic": ""
    },
    "6": {
      "text": "Being present to you as also in all the world; and is bearing fruit, as also in you, from the day which ye heard and knew the grace of God in truth:",
      "topic": ""
    },
    "7": {
      "text": "As also ye learned from Epaphras our beloved fellowservant, who is a faithful servant of Christ for you;",
      "topic": ""
    },
    "8": {
      "text": "He also having manifested to us your love in the Spirit.",
      "topic": ""
    },
    "9": {
      "text": "For this also we, from the day which we heard, ceased not praying for you, and asking that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;",
      "topic": ""
    },
    "10": {
      "text": "For you to walk worthy of the Lord in all pleasing behavior, bearing fruit in every good work, and increasing in the knowledge of God;",
      "topic": ""
    },
    "11": {
      "text": "In all power being able according to the strength of his glory, in all patience and longsuffering with joy.",
      "topic": ""
    },
    "12": {
      "text": "Returning thanks to the Father, having rendered us fitting for the portion of the lot of the holy in light:",
      "topic": ""
    },
    "13": {
      "text": "Who saved us from the power of darkness, and transferred into the kingdom of the Son of his love:",
      "topic": ""
    },
    "14": {
      "text": "In whom we have redemption by his blood, the remission of sins:",
      "topic": ""
    },
    "15": {
      "text": "Who is the image of the invisible God, the firstborn of all creation:",
      "topic": ""
    },
    "16": {
      "text": "For by him were all things created, things in the heavens, and things upon earth, things visible and invisible, whether thrones, whether dominions, whether beginnings, whether authorities: all were created by him, and for him:",
      "topic": ""
    },
    "17": {
      "text": "And he is before all, and all things have been established by him.",
      "topic": ""
    },
    "18": {
      "text": "And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that he might be the first in all.",
      "topic": ""
    },
    "19": {
      "text": "For in him was he pleased that all fulness should dwell:",
      "topic": ""
    },
    "20": {
      "text": "And by him to reconcile all things anew to himself; having made peace by the blood of his cross, by him, whether things upon earth, whether things in the heavens.",
      "topic": ""
    },
    "21": {
      "text": "And you, once being alienated and enemies in mind by evil works, and now has he reconciled.",
      "topic": ""
    },
    "22": {
      "text": "In the body of his flesh by death, to present you holy, and blameless, and irreproachable before him:",
      "topic": ""
    },
    "23": {
      "text": "If indeed ye remain in the faith, founded and firmly fixed, and not moved aside from the hope of the good news, which ye heard, being proclaimed in all creation under heaven; of which I Paul was a servant;",
      "topic": ""
    },
    "24": {
      "text": "Now I rejoice in my sufferings for you, and fill again the necessities of the pressures of Christ in my flesh for his body, which is the church.",
      "topic": ""
    },
    "25": {
      "text": "Of which I was a servant, according to the stewardship of God, given to me for you, to complete the word of God;",
      "topic": ""
    },
    "26": {
      "text": "The mystery hid from times immemorial, and from generations, and now has been manifested to his holy ones:",
      "topic": ""
    },
    "27": {
      "text": "To whom God would make known what the riches of the glory of this mystery in the nations; which is Christ in you, the hope of glory:",
      "topic": ""
    },
    "28": {
      "text": "Whom we announce, reminding every man, and teaching every man in all wisdom; that we may present every man perfected in Christ Jesus:",
      "topic": ""
    },
    "29": {
      "text": "For which also I am wearied, struggling according to his operation, working in me in power.",
      "topic": ""
    }
  }
}