{
  "info": {
    "book": "Colossians",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Lords, render ye to servants Justice and equality; knowing that ye also have a Lord in the heavens.",
      "topic": ""
    },
    "2": {
      "text": "In prayer persevere, watching in it in gratitude.",
      "topic": ""
    },
    "3": {
      "text": "Praying together also for us, that God would open to us a door of the word, to speak the mystery of Christ, by which also I was bound;",
      "topic": ""
    },
    "4": {
      "text": "That I might manifest, as is fitting for me to speak.",
      "topic": ""
    },
    "5": {
      "text": "In wisdom walk toward them without, purchasing the time.",
      "topic": ""
    },
    "6": {
      "text": "Your word always in grace, Seasoned with salt, to know how it is fitting for you to answer one another.",
      "topic": ""
    },
    "7": {
      "text": "All things concerning me shall Tychicus make known to you, a dearly beloved brother, and a faithful servant and fellowservant in the Lord:",
      "topic": ""
    },
    "8": {
      "text": "Whom I sent to you for this same, that he might know the things concerning you, and comfort your hearts;",
      "topic": ""
    },
    "9": {
      "text": "With Onesimus, the faithful and dearly beloved brother, who is of you. They shall make known to you all the thing here.",
      "topic": ""
    },
    "10": {
      "text": "Aristarchus my fellowcaptive greets you, and Marcus, sister’s son to Barnabas, (for whom ye received commands: if he come to you, receive him;)",
      "topic": ""
    },
    "11": {
      "text": "And Jesus, called Justus, they being of the circumcision. These only fellow workers in the kingdom of God, which were a consolation to me.",
      "topic": ""
    },
    "12": {
      "text": "Epaphras, who of you, greets you, a servant of Christ, always contending for you in prayers, that ye may stand perfected and completed in all the will of God.",
      "topic": ""
    },
    "13": {
      "text": "For I bear testimony to him, that he has much zeal for you, and for them in Laodicea, and for them in Hierapolis.",
      "topic": ""
    },
    "14": {
      "text": "Luke, the dearly beloved physician, greets you, and Demas.",
      "topic": ""
    },
    "15": {
      "text": "Greet the brethren in Laodicea, and Nymphas, and the church in his house.",
      "topic": ""
    },
    "16": {
      "text": "And when the epistle shall be read among you, make that also it be read to the church in Laodicea; and that ye also read that from Laodicea.",
      "topic": ""
    },
    "17": {
      "text": "And say to Archippus, Look out for the service which thou hast received in the Lord, that thou fill it.",
      "topic": ""
    },
    "18": {
      "text": "The greeting of Paul by my hand. Remember my bonds. Grace with you. Amen.",
      "topic": ""
    }
  }
}