{
  "info": {
    "book": "Colossians",
    "chapter": "1",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Paul, an Apostle of Jesus Christ by the will of God, and Timothy, a brother,",
      "topic": ""
    },
    "2": {
      "text": "to the saints and faithful brothers in Christ Jesus who are at Colossae.",
      "topic": ""
    },
    "3": {
      "text": "Grace and peace to you, from God our Father and from the Lord Jesus Christ. We give thanks to God, the Father of our Lord Jesus Christ, praying for you always.",
      "topic": ""
    },
    "4": {
      "text": "For we have heard of your faith in Christ Jesus, and of the love that you have toward all the saints,",
      "topic": ""
    },
    "5": {
      "text": "because of the hope that has been stored up for you in heaven, which you have heard through the Word of Truth in the Gospel.",
      "topic": ""
    },
    "6": {
      "text": "This has reached you, just as it is present in the whole world, where it grows and bears fruit, as it has also done in you, since the day when you first heard and knew the grace of God in truth,",
      "topic": ""
    },
    "7": {
      "text": "just as you learned it from Epaphras, our most beloved fellow servant, who is for you a faithful minister of Christ Jesus.",
      "topic": ""
    },
    "8": {
      "text": "And he has also manifested to us your love in the Spirit.",
      "topic": ""
    },
    "9": {
      "text": "Then, too, from the day when we first heard it, we have not ceased praying for you and requesting that you be filled with the knowledge of his will, with all wisdom and spiritual understanding,",
      "topic": ""
    },
    "10": {
      "text": "so that you may walk in a manner worthy of God, being pleasing in all things, being fruitful in every good work, and increasing in the knowledge of God,",
      "topic": ""
    },
    "11": {
      "text": "being strengthened in every virtue, in accord with the power of his glory, with all patience and longsuffering, with joy,",
      "topic": ""
    },
    "12": {
      "text": "giving thanks to God the Father, who has made us worthy to have a share in the portion of the saints, in the light.",
      "topic": ""
    },
    "13": {
      "text": "For he has rescued us from the power of darkness, and he has transferred us into the kingdom of the Son of his love,",
      "topic": ""
    },
    "14": {
      "text": "in whom we have redemption through his blood, the remission of sins.",
      "topic": ""
    },
    "15": {
      "text": "He is the image of the invisible God, the first-born of every creature.",
      "topic": ""
    },
    "16": {
      "text": "For in him was created everything in heaven and on earth, visible and invisible, whether thrones, or dominations, or principalities, or powers. All things were created through him and in him.",
      "topic": ""
    },
    "17": {
      "text": "And he is before all, and in him all things continue.",
      "topic": ""
    },
    "18": {
      "text": "And he is the head of his body, the Church. He is the beginning, the first-born from the dead, so that in all things he may hold primacy.",
      "topic": ""
    },
    "19": {
      "text": "For the Father is well-pleased that all fullness reside in him,",
      "topic": ""
    },
    "20": {
      "text": "and that, through him, all things be reconciled to himself, making peace through the blood of his cross, for the things that are on earth, as well as the things that are in heaven.",
      "topic": ""
    },
    "21": {
      "text": "And you, though you had been, in times past, understood to be foreigners and enemies, with works of evil,",
      "topic": ""
    },
    "22": {
      "text": "yet now he has reconciled you, by his body of flesh, through death, so as to offer you, holy and immaculate and blameless, before him.",
      "topic": ""
    },
    "23": {
      "text": "So then, continue in the faith: well-founded and steadfast and immovable, by the hope of the Gospel that you have heard, which has been preached throughout all creation under heaven, the Gospel of which I, Paul, have become a minister.",
      "topic": ""
    },
    "24": {
      "text": "For now I rejoice in my passion on your behalf, and I complete in my flesh the things that are lacking in the Passion of Christ, for the sake of his body, which is the Church.",
      "topic": ""
    },
    "25": {
      "text": "For I have become a minister of the Church, according to the dispensation of God that has been given to me among you, so that I may fulfill the Word of God,",
      "topic": ""
    },
    "26": {
      "text": "the mystery which had remained hidden to past ages and generations, but which now is manifested to his saints.",
      "topic": ""
    },
    "27": {
      "text": "To them, God willed to made known the riches of the glory of this mystery among the Gentiles, which is Christ and the hope of his glory within you.",
      "topic": ""
    },
    "28": {
      "text": "We are announcing him, correcting every man and teaching every man, with all wisdom, so that we may offer every man perfect in Christ Jesus.",
      "topic": ""
    },
    "29": {
      "text": "In him, too, I labor, striving according to his action within me, which he works in virtue.",
      "topic": ""
    }
  }
}