{
  "info": {
    "book": "Colossians",
    "chapter": "3",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Therefore, if you have risen together with Christ, seek the things that are above, where Christ is seated at the right hand of God.",
      "topic": ""
    },
    "2": {
      "text": "Consider the things that are above, not the things that are upon the earth.",
      "topic": ""
    },
    "3": {
      "text": "For you have died, and so your life is hidden with Christ in God.",
      "topic": ""
    },
    "4": {
      "text": "When Christ, your life, appears, then you also will appear with him in glory.",
      "topic": ""
    },
    "5": {
      "text": "Therefore, mortify your body, while it is upon the earth. For because of fornication, impurity, lust, evil desires, and avarice, which are a kind of service to idols,",
      "topic": ""
    },
    "6": {
      "text": "the wrath of God has overwhelmed the sons of unbelief.",
      "topic": ""
    },
    "7": {
      "text": "You, too, walked in these things, in times past, when you were living among them.",
      "topic": ""
    },
    "8": {
      "text": "But now you must set aside all these things: anger, indignation, malice, blasphemy, and indecent speech from your mouth.",
      "topic": ""
    },
    "9": {
      "text": "Do not lie to one another. Strip yourselves of the old man, with his deeds,",
      "topic": ""
    },
    "10": {
      "text": "and clothe yourself with the new man, who has been renewed by knowledge, in accord with the image of the One who created him,",
      "topic": ""
    },
    "11": {
      "text": "where there is neither Gentile nor Jew, circumcision nor uncircumcision, Barbarian nor Scythian, servant nor free. Instead, Christ is everything, in everyone.",
      "topic": ""
    },
    "12": {
      "text": "Therefore, clothe yourselves like the elect of God: holy and beloved, with hearts of mercy, kindness, humility, modesty, and patience.",
      "topic": ""
    },
    "13": {
      "text": "Support one another, and, if anyone has a complaint against another, forgive one another. For just as the Lord has forgiven you, so also must you do.",
      "topic": ""
    },
    "14": {
      "text": "And above all these things have charity, which is the bond of perfection.",
      "topic": ""
    },
    "15": {
      "text": "And let the peace of Christ lift up your hearts. For in this peace, you have been called, as one body. And be thankful.",
      "topic": ""
    },
    "16": {
      "text": "Let the word of Christ live in you in abundance, with all wisdom, teaching and correcting one another, with psalms, hymns, and spiritual canticles, singing to God with the grace in your hearts.",
      "topic": ""
    },
    "17": {
      "text": "Let everything whatsoever that you do, whether in word or in deed, be done all in the name of the Lord Jesus Christ, giving thanks to God the Father through him.",
      "topic": ""
    },
    "18": {
      "text": "Wives, be submissive to your husbands, as is proper in the Lord.",
      "topic": ""
    },
    "19": {
      "text": "Husbands, love your wives, and do not be bitter toward them.",
      "topic": ""
    },
    "20": {
      "text": "Children, obey your parents in all things. For this is well-pleasing to the Lord.",
      "topic": ""
    },
    "21": {
      "text": "Fathers, do not provoke your children to indignation, lest they lose heart.",
      "topic": ""
    },
    "22": {
      "text": "Servants, obey, in all things, your lords according to the flesh, not serving only when seen, as if to please men, but serving in simplicity of heart, fearing God.",
      "topic": ""
    },
    "23": {
      "text": "Whatever you do, do it from the heart, as for the Lord, and not for men.",
      "topic": ""
    },
    "24": {
      "text": "For you know that you will receive from the Lord the repayment of an inheritance. Serve Christ the Lord.",
      "topic": ""
    },
    "25": {
      "text": "For whoever causes injury shall be repaid for what he has wrongfully done. And there no favoritism with God.",
      "topic": ""
    }
  }
}