{
  "info": {
    "book": "Proverbs",
    "chapter": "10",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A wise son gladdens the father. Yet truly, a foolish son is the grief of his mother.",
      "topic": ""
    },
    "2": {
      "text": "Treasures of impiety will profit nothing. Truly, justice shall liberate from death.",
      "topic": ""
    },
    "3": {
      "text": "The Lord will not afflict with famine the soul of the just, and he will overthrow the treacheries of the impious.",
      "topic": ""
    },
    "4": {
      "text": "The neglectful hand has wrought destitution. But the hand of the steadfast prepares riches. He who advances by lies, this one feeds on the wind. For he is the same as one who runs after flying birds.",
      "topic": ""
    },
    "5": {
      "text": "He who gathers the harvest is a wise son. But he who snores in warm weather is a son of confusion.",
      "topic": ""
    },
    "6": {
      "text": "The blessing of the Lord is on the head of the just. But iniquity covers the mouth of the impious.",
      "topic": ""
    },
    "7": {
      "text": "The remembrance of the just is with praises. And the name of the impious shall decay.",
      "topic": ""
    },
    "8": {
      "text": "The wise of heart accept precepts. The foolish are cut down by the lips.",
      "topic": ""
    },
    "9": {
      "text": "He who walks in simplicity walks in confidence. But he who corrupts his ways shall be discovered.",
      "topic": ""
    },
    "10": {
      "text": "He who winks with the eye gives sorrow. And the foolish in lips shall be beaten.",
      "topic": ""
    },
    "11": {
      "text": "The mouth of the just is a vein of life. And the mouth of the impious covers iniquity.",
      "topic": ""
    },
    "12": {
      "text": "Hatred rises up from disputes. And charity covers all offenses.",
      "topic": ""
    },
    "13": {
      "text": "In the lips of the wise, wisdom is discovered. And a rod is for the back of one who lacks heart.",
      "topic": ""
    },
    "14": {
      "text": "The wise store away knowledge. But the mouth of the foolish is a neighbor to confusion.",
      "topic": ""
    },
    "15": {
      "text": "The substance of the rich is the city of his strength. The fear of the poor is their destitution.",
      "topic": ""
    },
    "16": {
      "text": "The work of the just is unto life. But the fruit of the impious is unto sin.",
      "topic": ""
    },
    "17": {
      "text": "The way of life is for those who observe discipline. But whoever abandons correction wanders astray.",
      "topic": ""
    },
    "18": {
      "text": "Lying lips conceal hatred; whoever brings forth contempt is unwise.",
      "topic": ""
    },
    "19": {
      "text": "In a multitude of speaking, sin will not be lacking. But whoever tempers his lips is most prudent.",
      "topic": ""
    },
    "20": {
      "text": "The tongue of the just is choice silver. But the heart of the impious is exchanged for nothing.",
      "topic": ""
    },
    "21": {
      "text": "The lips of the just instruct many. But those who are unlearned shall die in destitution of heart.",
      "topic": ""
    },
    "22": {
      "text": "The blessing of the Lord causes riches. Affliction will not be a companion to them.",
      "topic": ""
    },
    "23": {
      "text": "The foolish work wickedness as if in jest. But wisdom is prudence to a man.",
      "topic": ""
    },
    "24": {
      "text": "What the impious fear will overwhelm them. The just shall be given their desire.",
      "topic": ""
    },
    "25": {
      "text": "Like a passing tempest, so the impious one will be no more. But the just one is like an everlasting foundation.",
      "topic": ""
    },
    "26": {
      "text": "Like vinegar to the teeth, and smoke to the eyes, so is a lazy one to those who sent him.",
      "topic": ""
    },
    "27": {
      "text": "The fear of the Lord adds days. And the years of the impious will be shortened.",
      "topic": ""
    },
    "28": {
      "text": "The expectation of the just is rejoicing. But the hope of the impious will perish.",
      "topic": ""
    },
    "29": {
      "text": "The strength of the simple is the way of the Lord, and it is fear to those who work evil.",
      "topic": ""
    },
    "30": {
      "text": "The just in eternity shall not be moved. But the impious will not live upon the earth.",
      "topic": ""
    },
    "31": {
      "text": "The mouth of the just shall bring forth wisdom. The tongue of the depraved will perish.",
      "topic": ""
    },
    "32": {
      "text": "The lips of the just consider what is acceptable. And the mouth of the impious considers perversities.",
      "topic": ""
    }
  }
}