{
  "info": {
    "book": "Proverbs",
    "chapter": "14",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A wise woman builds up her household. But a foolish one will pull down with her own hands what has been built up.",
      "topic": ""
    },
    "2": {
      "text": "One who walks on a virtuous journey, and who fears God, is despised by him who advances along a disreputable way.",
      "topic": ""
    },
    "3": {
      "text": "In the mouth of the foolish, there is a rod of arrogance. But the lips of the wise guard them.",
      "topic": ""
    },
    "4": {
      "text": "Where there are no oxen, the feeding trough is empty. But where there are many crops, there the strength of the ox is manifest.",
      "topic": ""
    },
    "5": {
      "text": "A faithful witness will not lie. But a deceitful witness offers a lie.",
      "topic": ""
    },
    "6": {
      "text": "A mocker seeks wisdom and does not find it. The doctrine of the prudent is accessible.",
      "topic": ""
    },
    "7": {
      "text": "Go against a foolish man, and he does not acknowledge lips of prudence.",
      "topic": ""
    },
    "8": {
      "text": "The wisdom of a discerning man is to understand his way. And the imprudence of the foolish is to be wandering astray.",
      "topic": ""
    },
    "9": {
      "text": "The foolish will speak mockingly of sin. But grace lingers among the just.",
      "topic": ""
    },
    "10": {
      "text": "The heart that knows the bitterness of its own soul, in its gladness the outsider shall not meddle.",
      "topic": ""
    },
    "11": {
      "text": "The house of the impious will be wiped away. Yet truly, the tabernacles of the just shall spring forth.",
      "topic": ""
    },
    "12": {
      "text": "There is a way which seems just to a man, but its conclusion leads to death.",
      "topic": ""
    },
    "13": {
      "text": "Laughter shall be mingled with sorrow, and mourning occupies the limits of joy.",
      "topic": ""
    },
    "14": {
      "text": "The foolish will be filled up by his own ways. And the good man shall be above him.",
      "topic": ""
    },
    "15": {
      "text": "The innocent trust every word. The astute one considers his own steps. Nothing good will be for the deceitful son. But the wise servant shall act prosperously and his way will be set in order.",
      "topic": ""
    },
    "16": {
      "text": "The wise fear, and so turn away from evil. The foolish leap ahead with confidence.",
      "topic": ""
    },
    "17": {
      "text": "The impatient will work foolishness. And a resourceful man is hated.",
      "topic": ""
    },
    "18": {
      "text": "The childish will possess foolishness, and the discerning will anticipate knowledge.",
      "topic": ""
    },
    "19": {
      "text": "The evil will fall down before the good. And the impious will fall down before the gates of the just.",
      "topic": ""
    },
    "20": {
      "text": "The pauper will be hated, even by his own neighbor. Yet truly, the friends of the wealthy are many.",
      "topic": ""
    },
    "21": {
      "text": "Whoever despises his neighbor, sins. But whoever pities the poor shall be blessed. Whoever trusts in the Lord loves mercy.",
      "topic": ""
    },
    "22": {
      "text": "They wander astray who work evil. But mercy and truth prepare good things.",
      "topic": ""
    },
    "23": {
      "text": "In every work, there shall be abundance. But where there are many words, there is often need.",
      "topic": ""
    },
    "24": {
      "text": "The crown of the wise is their wealth. The senselessness of the foolish is imprudence.",
      "topic": ""
    },
    "25": {
      "text": "A faithful witness frees souls. And the chameleon utters lies.",
      "topic": ""
    },
    "26": {
      "text": "In the fear of the Lord is the faithfulness of strength, and there shall be hope for his sons.",
      "topic": ""
    },
    "27": {
      "text": "The fear of the Lord is a fountain of life, so as to turn aside from the ruin of death.",
      "topic": ""
    },
    "28": {
      "text": "In a multitude of people, there is dignity for the king. And in a paucity of people, there is disgrace for the prince.",
      "topic": ""
    },
    "29": {
      "text": "Whoever is patient is governed by much prudence. But whoever is impatient exalts his foolishness.",
      "topic": ""
    },
    "30": {
      "text": "The well-being of the heart is life for the flesh. But envy is decay for the bones.",
      "topic": ""
    },
    "31": {
      "text": "Whoever slanders the indigent argues against his Maker. But he who has compassion on the poor honors his Maker.",
      "topic": ""
    },
    "32": {
      "text": "The impious will be expelled in his malice. But the just finds hope even in his own death.",
      "topic": ""
    },
    "33": {
      "text": "In the heart of the prudent, wisdom finds rest. And so shall he instruct all the uneducated.",
      "topic": ""
    },
    "34": {
      "text": "Justice elevates a nation. But sin makes the peoples miserable.",
      "topic": ""
    },
    "35": {
      "text": "An intelligent minister is acceptable to the king. Whoever is useless shall bear his wrath.",
      "topic": ""
    }
  }
}