{
  "info": {
    "book": "Proverbs",
    "chapter": "16",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "It is for man to prepare the soul, and for the Lord to govern the tongue.",
      "topic": ""
    },
    "2": {
      "text": "All the ways of a man are open to his eyes; the Lord is the one who weighs spirits.",
      "topic": ""
    },
    "3": {
      "text": "Open your works to the Lord, and your intentions will be set in order.",
      "topic": ""
    },
    "4": {
      "text": "The Lord has wrought all things because of himself. Likewise the impious is for the evil day.",
      "topic": ""
    },
    "5": {
      "text": "All the arrogant are an abomination to the Lord. Even if hand will be joined to hand, he is not innocent. The beginning of a good way is to do justice. And this is more acceptable with God than to immolate sacrifices.",
      "topic": ""
    },
    "6": {
      "text": "By mercy and truth, iniquity is redeemed. And by the fear of the Lord, one turns away from evil.",
      "topic": ""
    },
    "7": {
      "text": "When the ways of man will please the Lord, he will convert even his enemies to peace.",
      "topic": ""
    },
    "8": {
      "text": "Better is a little with justice, than many fruits with iniquity.",
      "topic": ""
    },
    "9": {
      "text": "The heart of man disposes his way. But it is for Lord to direct his steps.",
      "topic": ""
    },
    "10": {
      "text": "Foreknowledge is in the lips of the king. His mouth shall not err in judgment.",
      "topic": ""
    },
    "11": {
      "text": "Weights and scales are judgments of the Lord. And all the stones in the bag are his work.",
      "topic": ""
    },
    "12": {
      "text": "Those who act impiously are abominable to the king. For the throne is made firm by justice.",
      "topic": ""
    },
    "13": {
      "text": "Just lips are the will of kings. He who speaks honestly shall be loved.",
      "topic": ""
    },
    "14": {
      "text": "The indignation of a king is a herald of death. And the wise man will appease it.",
      "topic": ""
    },
    "15": {
      "text": "In the cheerfulness of the king’s countenance, there is life. And his clemency is like belated rain.",
      "topic": ""
    },
    "16": {
      "text": "Possess wisdom, for it is better than gold. And acquire prudence, for it is more precious than silver.",
      "topic": ""
    },
    "17": {
      "text": "The path of the just turns away from evils. He who guards his soul preserves his way.",
      "topic": ""
    },
    "18": {
      "text": "Arrogance precedes destruction. And the spirit is exalted before a fall.",
      "topic": ""
    },
    "19": {
      "text": "It is better to be humbled with the meek, than to divide spoils with the arrogant.",
      "topic": ""
    },
    "20": {
      "text": "The learned in word shall find good things. And whoever hopes in the Lord is blessed.",
      "topic": ""
    },
    "21": {
      "text": "Whoever is wise in heart shall be called prudent. And whoever is sweet in eloquence shall attain to what is greater.",
      "topic": ""
    },
    "22": {
      "text": "Learning is a fountain of life to one who possesses it. The doctrine of the foolish is senseless.",
      "topic": ""
    },
    "23": {
      "text": "The heart of the wise shall instruct his mouth and add grace to his lips.",
      "topic": ""
    },
    "24": {
      "text": "Careful words are a honeycomb: sweet to the soul and healthful to the bones.",
      "topic": ""
    },
    "25": {
      "text": "There is a way which seems right to a man, and its end result leads to death.",
      "topic": ""
    },
    "26": {
      "text": "The soul of the laborer labors for himself, because his mouth has driven him to it.",
      "topic": ""
    },
    "27": {
      "text": "The impious man digs up evil, and in his lips is a burning fire.",
      "topic": ""
    },
    "28": {
      "text": "A perverse man stirs up lawsuits. And one who is verbose divides leaders.",
      "topic": ""
    },
    "29": {
      "text": "A man of iniquity entices his friend, and he leads him along a way that is not good.",
      "topic": ""
    },
    "30": {
      "text": "Whoever, with astonished eyes, thinks up depravities, biting his lips, accomplishes evil.",
      "topic": ""
    },
    "31": {
      "text": "Old age is a crown of dignity, when it is found in the ways of justice.",
      "topic": ""
    },
    "32": {
      "text": "A patient man is better than a strong one. And whoever rules his soul is better than one who assaults cities.",
      "topic": ""
    },
    "33": {
      "text": "Lots are cast into the lap, but they are tempered by the Lord.",
      "topic": ""
    }
  }
}