{
  "info": {
    "book": "Proverbs",
    "chapter": "18",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Whoever has a will to withdraw from a friend, seeks occasions; he shall be reproached at all times.",
      "topic": ""
    },
    "2": {
      "text": "The foolish do not accept words of prudence, unless you say what is already turning in his heart.",
      "topic": ""
    },
    "3": {
      "text": "The impious, when he has arrived within the depths of sin, thinks little of it. But ill repute and disgrace follow him.",
      "topic": ""
    },
    "4": {
      "text": "Words from the mouth of a man are deep waters. And the fountain of wisdom is a torrent overflowing.",
      "topic": ""
    },
    "5": {
      "text": "It is not good to accept the character of the impious, so as to turn away from true judgment.",
      "topic": ""
    },
    "6": {
      "text": "The lips of the foolish meddle in disputes. And his mouth provokes conflicts.",
      "topic": ""
    },
    "7": {
      "text": "The mouth of the foolish is his destruction, and his own lips are the ruin of his soul.",
      "topic": ""
    },
    "8": {
      "text": "The words of the double-tongued seem simple. And they reach even to the interior of the gut. Fear casts down the lazy, but the souls of the effeminate shall go hungry.",
      "topic": ""
    },
    "9": {
      "text": "Whoever is dissolute and slack in his work is the brother of him who wastes his own works.",
      "topic": ""
    },
    "10": {
      "text": "The name of the Lord is very strong tower. The just one rushes to it, and he shall be exalted.",
      "topic": ""
    },
    "11": {
      "text": "The substance of the wealthy is the city of his strength, and it is like a strong wall encircling him.",
      "topic": ""
    },
    "12": {
      "text": "The heart of a man is exalted before it is crushed and humbled before it is glorified.",
      "topic": ""
    },
    "13": {
      "text": "Whoever responds before he listens, demonstrates himself to be foolish and deserving of confusion.",
      "topic": ""
    },
    "14": {
      "text": "The spirit of a man sustains his weakness. Yet who can sustain a spirit that is easily angered?",
      "topic": ""
    },
    "15": {
      "text": "A prudent heart shall possess knowledge. And the ear of the wise seeks doctrine.",
      "topic": ""
    },
    "16": {
      "text": "A man’s gift expands his way and makes space for him before leaders.",
      "topic": ""
    },
    "17": {
      "text": "The just is the first accuser of himself; his friend arrives and shall investigate him.",
      "topic": ""
    },
    "18": {
      "text": "Casting a lot suppresses contentions and passes judgment, even among the powerful.",
      "topic": ""
    },
    "19": {
      "text": "A brother who is helped by a brother is like a reinforced city, and judgments are like the bars of cities.",
      "topic": ""
    },
    "20": {
      "text": "From the fruit of a man’s mouth shall his belly be filled. And the harvest of his own lips shall satisfy him.",
      "topic": ""
    },
    "21": {
      "text": "Death and life are in the power of the tongue. Whoever values it shall eat from its fruits.",
      "topic": ""
    },
    "22": {
      "text": "He who has found a good wife has found goodness, and he shall draw contentment from the Lord. He who expels a good wife expels goodness. But he who holds on to an adulteress is foolish and impious.",
      "topic": ""
    },
    "23": {
      "text": "The poor will speak with supplications. And the rich will express themselves roughly.",
      "topic": ""
    },
    "24": {
      "text": "A man amiable to society shall be more friendly than a brother.",
      "topic": ""
    }
  }
}