{
  "info": {
    "book": "Proverbs",
    "chapter": "2",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, if you would accept my words, and conceal my commandments within you,",
      "topic": ""
    },
    "2": {
      "text": "so that your ears may listen to wisdom, then bend your heart in order to know prudence.",
      "topic": ""
    },
    "3": {
      "text": "For if you would call upon wisdom and bend your heart to prudence,",
      "topic": ""
    },
    "4": {
      "text": "if you will seek her like money, and dig for her as if for treasure,",
      "topic": ""
    },
    "5": {
      "text": "then you will understand the fear of the Lord, and you will discover the knowledge of God.",
      "topic": ""
    },
    "6": {
      "text": "For the Lord bestows wisdom, and out of his mouth, prudence and knowledge.",
      "topic": ""
    },
    "7": {
      "text": "He will preserve the salvation of the righteous, and he will protect those who walk in simplicity:",
      "topic": ""
    },
    "8": {
      "text": "serving the paths of justice, and guarding the ways of sanctity.",
      "topic": ""
    },
    "9": {
      "text": "Then you shall understand justice and judgment, and equity, and every good path.",
      "topic": ""
    },
    "10": {
      "text": "If wisdom is to enter into your heart, and if knowledge is to become pleasing to your soul,",
      "topic": ""
    },
    "11": {
      "text": "then counsel must guard you, and prudence must serve you,",
      "topic": ""
    },
    "12": {
      "text": "so that you may be rescued from the evil way, and from the man who speaks perversities,",
      "topic": ""
    },
    "13": {
      "text": "from those who leave the straight path to walk in dark ways,",
      "topic": ""
    },
    "14": {
      "text": "who rejoice when they have done evil, and who exult in the most wicked things.",
      "topic": ""
    },
    "15": {
      "text": "Their ways are perverse, and their steps are infamous.",
      "topic": ""
    },
    "16": {
      "text": "So may you be rescued from the foreign woman, and from the outsider, who softens her speech,",
      "topic": ""
    },
    "17": {
      "text": "and who leaves behind the Guide of her youth,",
      "topic": ""
    },
    "18": {
      "text": "and who has forgotten the covenant of her God. For her household inclines toward death, and her paths toward Hell.",
      "topic": ""
    },
    "19": {
      "text": "All those who enter to her will not return again, nor will they take hold of the paths of life.",
      "topic": ""
    },
    "20": {
      "text": "So may you walk in the good way, and keep to the difficult paths of the just.",
      "topic": ""
    },
    "21": {
      "text": "For those who are upright shall live upon the earth, and the simple shall continue upon it.",
      "topic": ""
    },
    "22": {
      "text": "Yet truly, the impious shall perish from the earth, and those who act unjustly shall be taken away from it.",
      "topic": ""
    }
  }
}