{
  "info": {
    "book": "Proverbs",
    "chapter": "20",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "It is a luxurious thing, wine, and inebriation is tumultuous. Anyone who is delighted by this will not be wise.",
      "topic": ""
    },
    "2": {
      "text": "Just like the roaring of a lion, so also is the dread of a king. Whoever provokes him sins in his own soul.",
      "topic": ""
    },
    "3": {
      "text": "Honor is for the man who separates himself from contentions. But all the foolish meddle in altercations.",
      "topic": ""
    },
    "4": {
      "text": "Because of the cold, the lazy one was not willing to plough. Therefore, in the summer, he will beg, and it will not be given to him.",
      "topic": ""
    },
    "5": {
      "text": "Counsel in the heart of a man is like deep waters. But a wise man will draw it out.",
      "topic": ""
    },
    "6": {
      "text": "Many men are called merciful. But who will find a faithful man?",
      "topic": ""
    },
    "7": {
      "text": "The just who walks in his simplicity shall leave behind him blessed sons.",
      "topic": ""
    },
    "8": {
      "text": "The king who sits on the throne of judgment scatters all evil with his gaze.",
      "topic": ""
    },
    "9": {
      "text": "Who is able to say: “My heart is clean. I am pure from sin?”",
      "topic": ""
    },
    "10": {
      "text": "Diverse weights, diverse measures: both are abominable with God.",
      "topic": ""
    },
    "11": {
      "text": "A child may be understood by his interests: whether his works may be clean and upright.",
      "topic": ""
    },
    "12": {
      "text": "The hearing ear and the seeing eye: the Lord has made them both.",
      "topic": ""
    },
    "13": {
      "text": "Do not love sleep, lest deprivation oppress you. Open your eyes and be satisfied with bread.",
      "topic": ""
    },
    "14": {
      "text": "“It is bad, it is bad,” says every buyer; and when he has withdrawn, then he will boast.",
      "topic": ""
    },
    "15": {
      "text": "There is gold, and there are a multitude of jewels. But lips of knowledge are a precious vessel.",
      "topic": ""
    },
    "16": {
      "text": "Take away the vestments of him who stands up to vouch for a stranger, and take a pledge from him instead of from outsiders.",
      "topic": ""
    },
    "17": {
      "text": "The bread of lies is sweet to a man. But afterwards, his mouth will be filled with pebbles.",
      "topic": ""
    },
    "18": {
      "text": "Plans are strengthened by counsels. And wars are to be handled by governments.",
      "topic": ""
    },
    "19": {
      "text": "Do not become involved with him who reveals mysteries, and who walks deceitfully, and who enlarges his lips.",
      "topic": ""
    },
    "20": {
      "text": "Whoever curses his father and mother, his lamp will be extinguished in the midst of darkness.",
      "topic": ""
    },
    "21": {
      "text": "When an inheritance is obtained hastily in the beginning, in the end it will be without a blessing.",
      "topic": ""
    },
    "22": {
      "text": "Do not say, “I will repay evil.” Wait for the Lord, and he will free you.",
      "topic": ""
    },
    "23": {
      "text": "Diverse weights are an abomination with the Lord. A deceitful balance is not good.",
      "topic": ""
    },
    "24": {
      "text": "The steps of men are directed by the Lord. But who is the man able to understand his own way?",
      "topic": ""
    },
    "25": {
      "text": "It is ruin for a man to devour what is holy, or, after making vows, to retract them.",
      "topic": ""
    },
    "26": {
      "text": "A wise king scatters the impious and bends an archway over them.",
      "topic": ""
    },
    "27": {
      "text": "The spirit of a man is a lamp to the Lord, which investigates all the secrets of the inner self.",
      "topic": ""
    },
    "28": {
      "text": "Mercy and truth guard the king, and his throne is strengthened by clemency.",
      "topic": ""
    },
    "29": {
      "text": "The joy of youths is their strength. And the dignity of old men is their grey hairs.",
      "topic": ""
    },
    "30": {
      "text": "The bruise of a wound, as well as scourges, shall wipe away evils in the more secret places of the inner self.",
      "topic": ""
    }
  }
}