{
  "info": {
    "book": "Proverbs",
    "chapter": "21",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Just as with the dividing of the waters, so also is the heart of the king in the hand of the Lord. He shall bend it whichever way he wills.",
      "topic": ""
    },
    "2": {
      "text": "Every way of a man seems right to himself. But the Lord weighs hearts.",
      "topic": ""
    },
    "3": {
      "text": "To do mercy and judgment is more pleasing to the Lord than sacrifices.",
      "topic": ""
    },
    "4": {
      "text": "To lift up the eyes is to enlarge the heart. The lamp of the impious is sin.",
      "topic": ""
    },
    "5": {
      "text": "The intentions of the robust continually bring forth abundance. But all the lazy are continually in need.",
      "topic": ""
    },
    "6": {
      "text": "Whoever gathers treasures by a lying tongue is vain and heartless. And he will stumble into the snares of death.",
      "topic": ""
    },
    "7": {
      "text": "The robberies of the impious will drag them down, because they were not willing to do judgment.",
      "topic": ""
    },
    "8": {
      "text": "The perverse way of a man is foreign. But whoever is pure: his work is upright.",
      "topic": ""
    },
    "9": {
      "text": "It is better to sit in a corner of the attic, than with a contentious woman and in a shared house.",
      "topic": ""
    },
    "10": {
      "text": "The soul of the impious desires evil; he will not take pity on his neighbor.",
      "topic": ""
    },
    "11": {
      "text": "When the pestilent is punished, a little one will become wiser. And if he pursues what is wise, he will receive knowledge.",
      "topic": ""
    },
    "12": {
      "text": "The just thinks carefully about the house of the impious, so that he may draw the impious away from evil.",
      "topic": ""
    },
    "13": {
      "text": "Whoever blocks his ears to the outcry of the poor shall also cry out himself, and he will not be heeded.",
      "topic": ""
    },
    "14": {
      "text": "A surprise gift extinguishes anger. And a gift concealed in the bosom extinguishes the greatest indignation.",
      "topic": ""
    },
    "15": {
      "text": "It is gladness for the just to do judgment; and it is dread for those who work iniquity.",
      "topic": ""
    },
    "16": {
      "text": "A man who wanders astray from the way of doctrine will linger in the company of the giants.",
      "topic": ""
    },
    "17": {
      "text": "Whoever loves a feast will be in deprivation. Whoever loves wine and fatness will not be enriched.",
      "topic": ""
    },
    "18": {
      "text": "The impious is given over instead of the just, and the iniquitous is given over in place of the upright.",
      "topic": ""
    },
    "19": {
      "text": "It is better to live in a deserted land, than with a quarrelsome and emotional woman.",
      "topic": ""
    },
    "20": {
      "text": "There is desirable treasure, as well as oil, in the habitations of the just. And the imprudent man will waste it.",
      "topic": ""
    },
    "21": {
      "text": "Whoever follows justice and mercy shall discover life, justice, and glory.",
      "topic": ""
    },
    "22": {
      "text": "The wise has ascended the city of the strong, and he has torn down the bulwark of its confidence.",
      "topic": ""
    },
    "23": {
      "text": "Whoever guards his mouth and his tongue guards his soul from anguish.",
      "topic": ""
    },
    "24": {
      "text": "A proud and arrogant one is also called ignorant, if he, in anger, acts according to pride.",
      "topic": ""
    },
    "25": {
      "text": "Desires kill the lazy, for his hands are not willing to work at all.",
      "topic": ""
    },
    "26": {
      "text": "He covets and desires all day long. But whoever is just shall distribute and shall not cease.",
      "topic": ""
    },
    "27": {
      "text": "The sacrifices of the impious are abominable, because they are offered out of wickedness.",
      "topic": ""
    },
    "28": {
      "text": "A lying witness will perish. An obedient man shall speak of victory.",
      "topic": ""
    },
    "29": {
      "text": "The impious man insolently hardens his face. But whoever is upright corrects his own way.",
      "topic": ""
    },
    "30": {
      "text": "There is no wisdom, there is no prudence, there is no counsel, which is against the Lord.",
      "topic": ""
    },
    "31": {
      "text": "The horse is prepared for the day of battle. But the Lord bestows salvation.",
      "topic": ""
    }
  }
}