{
  "info": {
    "book": "Proverbs",
    "chapter": "22",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A good name is better than many riches. And good esteem is above silver and gold.",
      "topic": ""
    },
    "2": {
      "text": "The rich and poor have met one another. The Lord is the maker of them both.",
      "topic": ""
    },
    "3": {
      "text": "The clever saw evil and hid himself. The innocent continued on and was afflicted with damage.",
      "topic": ""
    },
    "4": {
      "text": "The end of moderation is the fear of the Lord, riches and glory and life.",
      "topic": ""
    },
    "5": {
      "text": "Weapons and swords are on the way of the perverse. But he who guards his own soul withdraws far from them.",
      "topic": ""
    },
    "6": {
      "text": "The proverb is: A youth is close to his way; even when he is old, he will not withdraw from it.",
      "topic": ""
    },
    "7": {
      "text": "The rich rule over the poor. And the borrower is servant to the lender.",
      "topic": ""
    },
    "8": {
      "text": "Whoever sows iniquity will reap evils, and by the rod of his own wrath he will be consumed.",
      "topic": ""
    },
    "9": {
      "text": "Whoever is inclined to mercy shall be blessed, for from his bread he has given to the poor. Whoever gives gifts will acquire victory and honor. But he carries away the soul of the receiver.",
      "topic": ""
    },
    "10": {
      "text": "Cast out the one who ridicules, and conflict will go out with him, and accusations and insults will cease.",
      "topic": ""
    },
    "11": {
      "text": "Whoever loves cleanness of heart, because of the grace of his lips, will have the king as his friend.",
      "topic": ""
    },
    "12": {
      "text": "The eyes of the Lord watch over knowledge. And the words of the iniquitous are supplanted.",
      "topic": ""
    },
    "13": {
      "text": "The lazy one says: “There is a lion outside. I might be slain in the midst of the streets.”",
      "topic": ""
    },
    "14": {
      "text": "The mouth of a foreign woman is a deep pit; the Lord was angry with him who will fall into it.",
      "topic": ""
    },
    "15": {
      "text": "Foolishness has been bound to the heart of a child, and a rod of discipline shall cause it to flee.",
      "topic": ""
    },
    "16": {
      "text": "Whoever slanders the poor, so as to augment his own riches, will give it away to one who is richer, and will be in need.",
      "topic": ""
    },
    "17": {
      "text": "Incline your ear, and listen to the words of the wise. Then apply your heart to my doctrine.",
      "topic": ""
    },
    "18": {
      "text": "It shall be beautiful to you, if you preserve it in your inner self, and it shall overflow from your lips,",
      "topic": ""
    },
    "19": {
      "text": "so that your confidence may be in the Lord. Therefore, I also have revealed it to you this day.",
      "topic": ""
    },
    "20": {
      "text": "Behold, I have written it for you in three ways, and with meditations and knowledge,",
      "topic": ""
    },
    "21": {
      "text": "so that I might reveal to you, firmly and with words of truth, in order to respond about these things to those who sent you.",
      "topic": ""
    },
    "22": {
      "text": "Do not act with violence toward the pauper because he is poor. And do not weary the needy at the gate.",
      "topic": ""
    },
    "23": {
      "text": "For the Lord will judge his case, and he will pierce those who have pierced his soul.",
      "topic": ""
    },
    "24": {
      "text": "Do not be willing to be a friend to an angry man, and do not walk with a furious man,",
      "topic": ""
    },
    "25": {
      "text": "lest perhaps you learn his ways, and take up a stumbling block to your soul.",
      "topic": ""
    },
    "26": {
      "text": "Do not be willing to be with those who certify with their hands, and who offer themselves as a guarantee against debts.",
      "topic": ""
    },
    "27": {
      "text": "For if you do not have the means to restore, what reason should there be for him to take the covering from your bed?",
      "topic": ""
    },
    "28": {
      "text": "Do not cross beyond the ancient limits that your fathers have set.",
      "topic": ""
    },
    "29": {
      "text": "Have you seen a man swift in his work? He shall stand in the sight of kings, and not before those who are disreputable.",
      "topic": ""
    }
  }
}