{
  "info": {
    "book": "Proverbs",
    "chapter": "26",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In the manner of snow in the summer, and rain at the harvest, so also is glory unfit for the foolish.",
      "topic": ""
    },
    "2": {
      "text": "Like a bird flying away to another place, and like a sparrow that hurries away freely, so also a curse uttered against someone without cause will pass away.",
      "topic": ""
    },
    "3": {
      "text": "A whip is for a horse, and a muzzle is for donkey, and a rod is for the back of the imprudent.",
      "topic": ""
    },
    "4": {
      "text": "Do not respond to the foolish according to his folly, lest you become like him.",
      "topic": ""
    },
    "5": {
      "text": "Respond to the foolish according to his folly, lest he imagine himself to be wise.",
      "topic": ""
    },
    "6": {
      "text": "Whoever sends words by a foolish messenger has lame feet and drinks iniquity.",
      "topic": ""
    },
    "7": {
      "text": "In the manner of a lame man who has beautiful legs to no purpose, so also is a parable unfit for the mouth of the foolish.",
      "topic": ""
    },
    "8": {
      "text": "Just like one who casts a stone into the pile of Mercury, so also is he who gives honor to the foolish.",
      "topic": ""
    },
    "9": {
      "text": "In the manner of a thorn, if it were to spring up from the hand of a drunkard, so also is a parable in the mouth of the foolish.",
      "topic": ""
    },
    "10": {
      "text": "Judgment determines cases. And whoever imposes silence on the foolish mitigates anger.",
      "topic": ""
    },
    "11": {
      "text": "Like a dog that returns to his vomit, so also is the imprudent who repeats his foolishness.",
      "topic": ""
    },
    "12": {
      "text": "Have you seen a man who seems wise to himself? There will be greater hope held for the unwise than for him.",
      "topic": ""
    },
    "13": {
      "text": "The lazy one says, “There is a lion along the way, and a lioness in the roads.”",
      "topic": ""
    },
    "14": {
      "text": "Just as a door turns upon its hinges, so also does the lazy one turn upon his bed.",
      "topic": ""
    },
    "15": {
      "text": "The lazy one conceals his hand under his arms, and it is a labor for him to move it to his mouth.",
      "topic": ""
    },
    "16": {
      "text": "The lazy one seems wiser to himself than seven men speaking judgments.",
      "topic": ""
    },
    "17": {
      "text": "Just like one who takes hold of a dog by the ears, so also is he who crosses impatiently and meddles in the quarrels of another.",
      "topic": ""
    },
    "18": {
      "text": "Just as he is guilty who let loose the arrows and the lances unto death,",
      "topic": ""
    },
    "19": {
      "text": "so also is the man who harms his friend by deceitfulness. And when he has been apprehended, he says, “I did it jokingly.”",
      "topic": ""
    },
    "20": {
      "text": "When the wood fails, the fire will be extinguished. And when the gossiper is taken away, conflicts will be quelled.",
      "topic": ""
    },
    "21": {
      "text": "Just as charcoals are to burning coals, and wood is to fire, so also is an angry man who stirs up quarrels.",
      "topic": ""
    },
    "22": {
      "text": "The words of a whisperer seem simple, but they penetrate to the innermost parts of the self.",
      "topic": ""
    },
    "23": {
      "text": "In the same manner as an earthen vessel, if it were adorned with impure silver, conceited lips are allied with a wicked heart.",
      "topic": ""
    },
    "24": {
      "text": "An enemy is known by his lips, though it is from his heart that he draws out deceit.",
      "topic": ""
    },
    "25": {
      "text": "When he will have lowered his voice, do not believe him, for there are seven vices in his heart.",
      "topic": ""
    },
    "26": {
      "text": "Whoever covers hatred with deceit, his malice shall be revealed in the assembly.",
      "topic": ""
    },
    "27": {
      "text": "Whoever digs a pit will fall into it. And whoever rolls a stone, it will roll back to him.",
      "topic": ""
    },
    "28": {
      "text": "A false tongue does not love truth. And a slippery mouth works ruin.",
      "topic": ""
    }
  }
}