{
  "info": {
    "book": "Proverbs",
    "chapter": "28",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The impious flees, though no one pursues. But the just, like a confident lion, shall be without dread.",
      "topic": ""
    },
    "2": {
      "text": "Because of the sins of the land, it has many princes. And because of the wisdom of a man, and the knowledge of those things that are said, the life of the leader shall be prolonged.",
      "topic": ""
    },
    "3": {
      "text": "A poor man slandering the poor is like a violent rainstorm in advance of a famine.",
      "topic": ""
    },
    "4": {
      "text": "Those who abandon the law praise the impious. Those who guard it are inflamed against him.",
      "topic": ""
    },
    "5": {
      "text": "Evil men do not intend judgment. But those who inquire after the Lord turn their souls toward all things.",
      "topic": ""
    },
    "6": {
      "text": "Better is the pauper walking in his simplicity, than the rich walking in ways of depravity.",
      "topic": ""
    },
    "7": {
      "text": "Whoever keeps the law is a wise son. But whoever feeds gluttons brings shame to his father.",
      "topic": ""
    },
    "8": {
      "text": "Whoever piles up riches by usury and profit gathers them for him who will give freely to the poor.",
      "topic": ""
    },
    "9": {
      "text": "Whoever turns away his ears from listening to the law: his prayer will be detestable.",
      "topic": ""
    },
    "10": {
      "text": "Whoever deceives the just in a malicious way will fall into his own perdition. And the simple shall possess his goods.",
      "topic": ""
    },
    "11": {
      "text": "The rich one seems wise to himself. But the poor one, being prudent, shall evaluate him.",
      "topic": ""
    },
    "12": {
      "text": "In the exultation of the just, there is great glory. When the impious reign, men are brought to ruin.",
      "topic": ""
    },
    "13": {
      "text": "Whoever hides his crimes will not be guided. But whoever will have confessed and abandoned them shall overtake mercy.",
      "topic": ""
    },
    "14": {
      "text": "Blessed is the man who is ever fearful. Yet truly, whoever is hardened in mind will fall into evil.",
      "topic": ""
    },
    "15": {
      "text": "An impious leader over a poor people is like a roaring lion and a hungry bear.",
      "topic": ""
    },
    "16": {
      "text": "A leader destitute of prudence will oppress many through false accusations. But whoever hates avarice shall prolong his days.",
      "topic": ""
    },
    "17": {
      "text": "A man who slanders the blood of a life, even if he flees to the pit, no one will tolerate him.",
      "topic": ""
    },
    "18": {
      "text": "Whoever walks simply shall be saved. Whoever is perverse in his steps will fall all at once.",
      "topic": ""
    },
    "19": {
      "text": "Whoever works his land shall be satisfied with bread. But whoever pursues leisure will be filled with need.",
      "topic": ""
    },
    "20": {
      "text": "A faithful man shall be greatly praised. But whoever rushes to become rich will not be innocent.",
      "topic": ""
    },
    "21": {
      "text": "Whoever shows favoritism in judgment does not do well; even if it is for a morsel of bread, he forsakes the truth.",
      "topic": ""
    },
    "22": {
      "text": "A man who hurries to become rich, and who envies others, does not know that destitution will overwhelm him.",
      "topic": ""
    },
    "23": {
      "text": "Whoever corrects a man, afterward he shall find favor with him, more so than he who deceives him with a flattering tongue.",
      "topic": ""
    },
    "24": {
      "text": "Whoever takes away anything from his father or mother, and who says, “This is not a sin,” is the associate of a murderer.",
      "topic": ""
    },
    "25": {
      "text": "Whoever boasts and enlarges himself stirs up conflicts. Yet truly, whoever trusts in the Lord will be healed.",
      "topic": ""
    },
    "26": {
      "text": "Whoever trusts in his own heart is a fool. But whoever treads wisely, the same shall be saved.",
      "topic": ""
    },
    "27": {
      "text": "Whoever gives to the poor shall not be in need. Whoever despises his petition will suffer scarcity.",
      "topic": ""
    },
    "28": {
      "text": "When the impious rise up, men will hide themselves. When they perish, the just shall be multiplied.",
      "topic": ""
    }
  }
}