{
  "info": {
    "book": "Proverbs",
    "chapter": "3",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, do not forget my law, but let your heart guard my precepts.",
      "topic": ""
    },
    "2": {
      "text": "For they shall set before you length of days, and years of life, and peace.",
      "topic": ""
    },
    "3": {
      "text": "Let not mercy and truth abandon you: encircle them around your throat, and inscribe them on the tablets of your heart.",
      "topic": ""
    },
    "4": {
      "text": "And so shall you discover grace and good discipline, in the sight of God and men.",
      "topic": ""
    },
    "5": {
      "text": "Have confidence in the Lord with all your heart, and do not depend upon your own prudence.",
      "topic": ""
    },
    "6": {
      "text": "In all your ways, consider him, and he himself will direct your steps.",
      "topic": ""
    },
    "7": {
      "text": "Do not seem wise to yourself. Fear God, and withdraw from evil.",
      "topic": ""
    },
    "8": {
      "text": "Certainly, it shall be health to your navel, and refreshment to your bones.",
      "topic": ""
    },
    "9": {
      "text": "Honor the Lord with your substance, and give to him from the first of all your fruits,",
      "topic": ""
    },
    "10": {
      "text": "and then your storehouses will be filled with abundance, and your presses shall overflow with wine.",
      "topic": ""
    },
    "11": {
      "text": "My son, do not discard the discipline of the Lord, and do not fall away when you are corrected by him.",
      "topic": ""
    },
    "12": {
      "text": "For whomever the Lord loves, he corrects, and just as a father does with a son, he wins him over.",
      "topic": ""
    },
    "13": {
      "text": "Blessed is the man who finds wisdom and who advances to prudence.",
      "topic": ""
    },
    "14": {
      "text": "Her acquisition is better than trading in silver, and her fruit is better than the first and purest gold.",
      "topic": ""
    },
    "15": {
      "text": "She is more precious than all riches, and all that can be desired cannot prevail in comparison to her.",
      "topic": ""
    },
    "16": {
      "text": "Length of days is at her right hand, and at her left hand is wealth and glory.",
      "topic": ""
    },
    "17": {
      "text": "Her ways are beautiful ways, and all her paths are peaceful.",
      "topic": ""
    },
    "18": {
      "text": "She is a tree of life to those who overtake her, and he who shall take hold of her is blessed.",
      "topic": ""
    },
    "19": {
      "text": "The Lord founded the earth on wisdom. He secured the heavens with prudence.",
      "topic": ""
    },
    "20": {
      "text": "By his wisdom, the abyss erupted and the clouds increased with dew.",
      "topic": ""
    },
    "21": {
      "text": "My son, let not these things move away from your eyes. Preserve law as well as counsel.",
      "topic": ""
    },
    "22": {
      "text": "And so shall there be life in your soul and grace in your voice.",
      "topic": ""
    },
    "23": {
      "text": "Then you shall walk confidently in your way, and your feet will not stumble.",
      "topic": ""
    },
    "24": {
      "text": "When you slumber, you shall not fear. When you rest, your sleep also will be sweet.",
      "topic": ""
    },
    "25": {
      "text": "Do not fear unexpected terror, nor the power of the impious falling upon you.",
      "topic": ""
    },
    "26": {
      "text": "For the Lord will be at your side, and he will guard your feet, so that you may not be seized.",
      "topic": ""
    },
    "27": {
      "text": "Do not prevent him who is able from doing good. When you are able, do good yourself too.",
      "topic": ""
    },
    "28": {
      "text": "Do not say to your friend: “Go away, and then return. Tomorrow I will give to you.” When you are able to do so, give in the present.",
      "topic": ""
    },
    "29": {
      "text": "Do not undertake evil against your friend, even though he has trust in you.",
      "topic": ""
    },
    "30": {
      "text": "Do not contend against a man without cause, even though he has done no evil to you.",
      "topic": ""
    },
    "31": {
      "text": "Do not rival an unjust man, and do not imitate his ways.",
      "topic": ""
    },
    "32": {
      "text": "For everyone who ridicules is an abomination to the Lord, and his communication is for the simple.",
      "topic": ""
    },
    "33": {
      "text": "Destitution in the house of the impious is from the Lord. But the habitations of the just shall be blessed.",
      "topic": ""
    },
    "34": {
      "text": "He will ridicule those who ridicule, but he will bestow grace upon the mild.",
      "topic": ""
    },
    "35": {
      "text": "The wise will possess glory. The exaltation of the foolish is disgraceful.",
      "topic": ""
    }
  }
}