{
  "info": {
    "book": "Proverbs",
    "chapter": "6",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, if you have taken a pledge on behalf of your friend, then you have bound your hand to an outsider,",
      "topic": ""
    },
    "2": {
      "text": "then you are ensnared by the words of your own mouth, and taken captive by your own words.",
      "topic": ""
    },
    "3": {
      "text": "Therefore, my son, do what I say, and free yourself, for you have fallen into the hand of your neighbor. Run, hurry, awaken your friend.",
      "topic": ""
    },
    "4": {
      "text": "Do not grant sleep to your eyes, nor let your eyelids slumber.",
      "topic": ""
    },
    "5": {
      "text": "Rescue yourself like a gazelle from the hand, and like a bird from the hand of the fowler.",
      "topic": ""
    },
    "6": {
      "text": "Go to the ant, you lazy one, and consider her ways, and so learn wisdom.",
      "topic": ""
    },
    "7": {
      "text": "For though she has no ruler, nor instructor, nor leader,",
      "topic": ""
    },
    "8": {
      "text": "she provides meals for herself in the summer, and she gathers at the harvest what she may eat.",
      "topic": ""
    },
    "9": {
      "text": "How long will you slumber, you lazy one? When will you rise up from your sleep?",
      "topic": ""
    },
    "10": {
      "text": "You will sleep a little, you will slumber a little, you will fold your hands a little to sleep,",
      "topic": ""
    },
    "11": {
      "text": "and then destitution will meet with you, like a traveler, and poverty, like an armed man. Yet truly, if you would be diligent, then your harvest will arrive like a fountain, and destitution will flee far from you.",
      "topic": ""
    },
    "12": {
      "text": "An apostate man, a harmful man, walks with a perverse mouth;",
      "topic": ""
    },
    "13": {
      "text": "he winks with the eyes, touches with the foot, speaks with the finger.",
      "topic": ""
    },
    "14": {
      "text": "With a depraved heart he devises evil, and at all times he sows conflict.",
      "topic": ""
    },
    "15": {
      "text": "To this one, his perdition will arrive promptly, and he shall be crushed suddenly: he will no longer have any remedy.",
      "topic": ""
    },
    "16": {
      "text": "Six things there are that the Lord hates, and the seventh, his soul detests:",
      "topic": ""
    },
    "17": {
      "text": "haughty eyes, a lying tongue, hands that shed innocent blood,",
      "topic": ""
    },
    "18": {
      "text": "a heart that devises the most wicked thoughts, feet running swiftly unto evil,",
      "topic": ""
    },
    "19": {
      "text": "a deceitful witness bringing forth lies, and he who sows discord among brothers.",
      "topic": ""
    },
    "20": {
      "text": "My son, preserve the precepts of your father, and do not dismiss the law of your mother.",
      "topic": ""
    },
    "21": {
      "text": "Bind them to your heart unceasingly, and encircle them around your throat.",
      "topic": ""
    },
    "22": {
      "text": "When you walk, let them keep step with you. When you sleep, let them guard you. And when you keep watch, speak with them.",
      "topic": ""
    },
    "23": {
      "text": "For commandment is a lamp, and law is a light, and the reproofs of discipline are the way of life.",
      "topic": ""
    },
    "24": {
      "text": "So may they guard you from an evil woman, and from the flattering tongue of the outsider.",
      "topic": ""
    },
    "25": {
      "text": "Let not your heart desire her beauty; do not be captivated by her winks.",
      "topic": ""
    },
    "26": {
      "text": "For the price of a prostitute is only one loaf. Yet the woman seizes the precious soul of a man.",
      "topic": ""
    },
    "27": {
      "text": "Would a man be able to conceal fire in his bosom, so that his garments would not burn?",
      "topic": ""
    },
    "28": {
      "text": "Or could he walk over burning coals, so that his feet would not be burned?",
      "topic": ""
    },
    "29": {
      "text": "So also, he who enters to the wife of his neighbor shall not be clean when he touches her.",
      "topic": ""
    },
    "30": {
      "text": "Not so great is the fault when someone has stolen. For he steals so as to satisfy a hungry soul.",
      "topic": ""
    },
    "31": {
      "text": "Also, if he is apprehended, he shall repay sevenfold and hand over all the substance of his house.",
      "topic": ""
    },
    "32": {
      "text": "But whoever is an adulterer, because of the emptiness of his heart, will destroy his own soul.",
      "topic": ""
    },
    "33": {
      "text": "He gathers shame and dishonor to himself, and his disgrace will not be wiped away.",
      "topic": ""
    },
    "34": {
      "text": "For the jealousy and fury of the husband will not spare him on the day of vindication,",
      "topic": ""
    },
    "35": {
      "text": "nor will he agree to the pleadings of anyone, nor will he accept, as repayment, a multitude of gifts.",
      "topic": ""
    }
  }
}