{
  "info": {
    "book": "1 Corinthians",
    "chapter": "3",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "AND I, brethren, could not speak to you as unto spiritual, but as unto carnal. As unto little ones in Christ.",
      "topic": ""
    },
    "2": {
      "text": "I gave you milk to drink, not meat; for you were not able as yet. But neither indeed are you now able; for you are yet carnal.",
      "topic": ""
    },
    "3": {
      "text": "For, whereas there is among you envying and contention, are you not carnal, and walk according to man ?",
      "topic": ""
    },
    "4": {
      "text": "For while one saith, I indeed am of Paul; and another, I am of Apollo; are you not men ? What then is Apollo, and what is Paul?",
      "topic": ""
    },
    "5": {
      "text": "The ministers of him whom you have believed; and to every one as the Lord hath given.",
      "topic": ""
    },
    "6": {
      "text": "I have planted, Apollo watered, but God gave the increase.",
      "topic": ""
    },
    "7": {
      "text": "Therefore, neither he that planteth is any thing, nor he that watereth; but God that giveth the increase.",
      "topic": ""
    },
    "8": {
      "text": "Now he that planteth, and he that watereth, are one. And every man shall receive his own reward, according to his own labour.",
      "topic": ""
    },
    "9": {
      "text": "For we are God’s coadjutors: you are God’s husbandry; you are God’s building.",
      "topic": ""
    },
    "10": {
      "text": "According to the grace of God that is given to me, as a wise architect, I have laid the foundation; and another buildeth thereon. But let every man take heed how he buildeth thereupon.",
      "topic": ""
    },
    "11": {
      "text": "For other foundation no man can lay, but that which is laid; which is Christ Jesus.",
      "topic": ""
    },
    "12": {
      "text": "Now if any man build upon this foundation, gold, silver, precious stones, wood, hay, stubble:",
      "topic": ""
    },
    "13": {
      "text": "Every man’s work shall be manifest; for the day of the Lord shall declare it, because it shall be revealed in fire; and the fire shall try every man’s work, of what sort it is.",
      "topic": ""
    },
    "14": {
      "text": "If any man’s work abide, which he hath built thereupon, he shall receive a reward.",
      "topic": ""
    },
    "15": {
      "text": "If any man’s work burn, he shall suffer loss; but he himself shall be saved, yet so as by fire.",
      "topic": ""
    },
    "16": {
      "text": "Know you not, that you are the temple of God, and that the Spirit of God dwelleth in you ?",
      "topic": ""
    },
    "17": {
      "text": "But if any man violate the temple of God, him shall God destroy. For the temple of God is holy, which you are.",
      "topic": ""
    },
    "18": {
      "text": "Let no man deceive himself: if any man among you seem to be wise in this world, let him become a fool, that he may be wise.",
      "topic": ""
    },
    "19": {
      "text": "For the wisdom of this world is foolishness with God. For it is written: I will catch the wise in their own craftiness.",
      "topic": ""
    },
    "20": {
      "text": "And again: The Lord knoweth the thoughts of the wise, that they are vain.",
      "topic": ""
    },
    "21": {
      "text": "Let no man therefore glory in men.",
      "topic": ""
    },
    "22": {
      "text": "For all things are yours, whether it be Paul, or Apollo, or Cephas, or the world, or life, or death, or things present, or things to some; for all are yours;",
      "topic": ""
    },
    "23": {
      "text": "And you are Christ’s; and Christ is God’s.",
      "topic": ""
    }
  }
}