{
  "info": {
    "book": "Proverbios",
    "chapter": "11",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "El peso falso [es] abominación a Jehová; mas la pesa cabal le agrada.",
      "topic": ""
    },
    "2": {
      "text": "Cuando viene la soberbia, viene también la deshonra; mas con los humildes está la sabiduría.",
      "topic": ""
    },
    "3": {
      "text": "La integridad guiará a los rectos; mas a los pecadores los destruirá su perversidad.",
      "topic": ""
    },
    "4": {
      "text": "No aprovecharán las riquezas en el día de la ira; mas la justicia librará de muerte.",
      "topic": ""
    },
    "5": {
      "text": "La justicia del perfecto enderezará su camino; mas el impío por su impiedad caerá.",
      "topic": ""
    },
    "6": {
      "text": "La justicia de los rectos los librará; mas los pecadores en [su] pecado serán presos.",
      "topic": ""
    },
    "7": {
      "text": "Cuando muere el hombre impío, perece su esperanza; y la expectativa de los malos perecerá.",
      "topic": ""
    },
    "8": {
      "text": "El justo es librado de la tribulación, y el impío viene en lugar suyo.",
      "topic": ""
    },
    "9": {
      "text": "El hipócrita con la boca daña a su prójimo; mas los justos son librados con la sabiduría.",
      "topic": ""
    },
    "10": {
      "text": "En el bien de los justos la ciudad se alegra; mas cuando los impíos perecen, hay fiesta.",
      "topic": ""
    },
    "11": {
      "text": "Por la bendición de los rectos la ciudad es engrandecida; mas por la boca de los impíos es trastornada.",
      "topic": ""
    },
    "12": {
      "text": "El que carece de entendimiento, menosprecia a su prójimo; mas el hombre prudente calla.",
      "topic": ""
    },
    "13": {
      "text": "El que anda en chismes, descubre el secreto, mas el de espíritu fiel cubre el asunto.",
      "topic": ""
    },
    "14": {
      "text": "Donde no [hay] consejo, el pueblo cae, mas en la multitud de consejeros hay seguridad.",
      "topic": ""
    },
    "15": {
      "text": "Con ansiedad será afligido el que sale por fiador del extraño; mas el que aborreciere las fianzas vivirá confiado.",
      "topic": ""
    },
    "16": {
      "text": "La mujer agraciada tendrá honra, y los fuertes tendrán riquezas.",
      "topic": ""
    },
    "17": {
      "text": "El hombre misericordioso hace bien a su propia alma; [mas] el cruel se atormenta a sí mismo.",
      "topic": ""
    },
    "18": {
      "text": "El impío hace obra falsa; mas el que siembra justicia, tendrá galardón seguro.",
      "topic": ""
    },
    "19": {
      "text": "Como la justicia [es] para vida, así el que sigue el mal es para su muerte.",
      "topic": ""
    },
    "20": {
      "text": "Abominación [son] a Jehová los perversos de corazón; mas los íntegros de camino le [son] agradables.",
      "topic": ""
    },
    "21": {
      "text": "Aunque llegue la mano a la mano, el malo no quedará sin castigo; mas la simiente de los justos escapará.",
      "topic": ""
    },
    "22": {
      "text": "[Como] zarcillo de oro en la nariz de un cerdo, [es] la mujer hermosa y apartada de razón.",
      "topic": ""
    },
    "23": {
      "text": "El deseo de los justos [es] solamente el bien; [mas] la esperanza de los impíos [es] el enojo.",
      "topic": ""
    },
    "24": {
      "text": "Hay quienes reparten, y les es añadido más; y hay quienes son escasos más de lo que es justo, pero [vienen] a pobreza.",
      "topic": ""
    },
    "25": {
      "text": "El alma liberal será engordada; y el que saciare, él también será saciado.",
      "topic": ""
    },
    "26": {
      "text": "Al que retiene el grano, el pueblo lo maldecirá; mas bendición [será] sobre la cabeza del que lo vende.",
      "topic": ""
    },
    "27": {
      "text": "El que procura el bien buscará favor; mas el que busca el mal, éste le vendrá.",
      "topic": ""
    },
    "28": {
      "text": "El que confía en sus riquezas, caerá; mas los justos reverdecerán como ramas.",
      "topic": ""
    },
    "29": {
      "text": "El que turba su casa, heredará viento; y el necio [será] siervo del sabio de corazón.",
      "topic": ""
    },
    "30": {
      "text": "El fruto del justo es árbol de vida; y el que gana almas [es] sabio.",
      "topic": ""
    },
    "31": {
      "text": "Ciertamente el justo será recompensado en la tierra: ¡Cuánto más el impío y el pecador!",
      "topic": ""
    }
  }
}