{
  "info": {
    "book": "Proverbios",
    "chapter": "18",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Según su antojo busca el que se desvía, y se entremete en todo negocio.",
      "topic": ""
    },
    "2": {
      "text": "No toma placer el necio en la inteligencia, sino en que su corazón se descubra.",
      "topic": ""
    },
    "3": {
      "text": "Cuando viene el impío, viene también el menosprecio, y con la deshonra, [viene] la afrenta.",
      "topic": ""
    },
    "4": {
      "text": "Aguas profundas [son] las palabras de la boca del hombre; y arroyo que rebosa, la fuente de la sabiduría.",
      "topic": ""
    },
    "5": {
      "text": "No [es] bueno tener respeto a la persona del impío, para hacer caer al justo de su derecho.",
      "topic": ""
    },
    "6": {
      "text": "Los labios del necio entran en contienda; y su boca los azotes llama.",
      "topic": ""
    },
    "7": {
      "text": "La boca del necio [es] quebrantamiento para sí, y sus labios [son] lazos para su alma.",
      "topic": ""
    },
    "8": {
      "text": "Las palabras del chismoso [son] como estocadas, y penetran hasta lo más profundo del vientre.",
      "topic": ""
    },
    "9": {
      "text": "También el que es negligente en su obra, es hermano del hombre disipador.",
      "topic": ""
    },
    "10": {
      "text": "Torre fuerte [es] el nombre de Jehová; a Él correrá el justo, y estará a salvo.",
      "topic": ""
    },
    "11": {
      "text": "Las riquezas del rico [son] la ciudad fortificada, y como un muro alto en su imaginación.",
      "topic": ""
    },
    "12": {
      "text": "Antes del quebrantamiento se enaltece el corazón del hombre, y antes de la honra [está] la humildad.",
      "topic": ""
    },
    "13": {
      "text": "El que responde palabra antes de oír, le [es] necedad y vergüenza.",
      "topic": ""
    },
    "14": {
      "text": "El espíritu del hombre soportará su enfermedad; mas ¿quién soportará al espíritu angustiado?",
      "topic": ""
    },
    "15": {
      "text": "El corazón del entendido adquiere sabiduría; y el oído de los sabios busca el conocimiento.",
      "topic": ""
    },
    "16": {
      "text": "El don del hombre le ensancha el camino, y le lleva delante de los grandes.",
      "topic": ""
    },
    "17": {
      "text": "El primero que aboga por su causa [parece ser] justo; pero viene su adversario, y lo revela.",
      "topic": ""
    },
    "18": {
      "text": "La suerte pone fin a los pleitos, y decide entre los poderosos.",
      "topic": ""
    },
    "19": {
      "text": "El hermano ofendido [es más difícil de ganar] que una ciudad fuerte, y las contiendas de los hermanos [son] como cerrojos de alcázar.",
      "topic": ""
    },
    "20": {
      "text": "Del fruto de la boca del hombre se saciará su vientre; del producto de sus labios será saciado.",
      "topic": ""
    },
    "21": {
      "text": "La muerte y la vida [están] en poder de la lengua; y el que la ama comerá de sus frutos.",
      "topic": ""
    },
    "22": {
      "text": "El que halla esposa halla el bien, y alcanza la benevolencia de Jehová.",
      "topic": ""
    },
    "23": {
      "text": "El pobre habla con ruegos; mas el rico responde con dureza.",
      "topic": ""
    },
    "24": {
      "text": "El hombre [que tiene] amigos, ha de mostrarse amigo; y hay un amigo más cercano que un hermano.",
      "topic": ""
    }
  }
}