{
  "info": {
    "book": "Proverbios",
    "chapter": "20",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "El vino [es] escarnecedor, el licor [es] alborotador; y cualquiera que por ellos yerra, no es sabio.",
      "topic": ""
    },
    "2": {
      "text": "Como rugido de cachorro de león [es] el terror del rey; quien lo enfurece, contra su propia alma peca.",
      "topic": ""
    },
    "3": {
      "text": "Honra [es] al hombre el apartarse de contienda; mas todo insensato se envolverá en ella.",
      "topic": ""
    },
    "4": {
      "text": "El perezoso no ara a causa del invierno; mendigará, pues, en la siega, y no hallará.",
      "topic": ""
    },
    "5": {
      "text": "[Como] aguas profundas es el consejo en el corazón del hombre; mas el hombre entendido lo alcanzará.",
      "topic": ""
    },
    "6": {
      "text": "Muchos hombres proclaman cada uno su propia bondad; pero hombre de verdad, ¿quién lo hallará?",
      "topic": ""
    },
    "7": {
      "text": "El justo camina en su integridad, bienaventurados [serán] sus hijos después de él.",
      "topic": ""
    },
    "8": {
      "text": "El rey que se sienta en el trono de juicio, con su mirar disipa todo mal.",
      "topic": ""
    },
    "9": {
      "text": "¿Quién podrá decir: Yo he limpiado mi corazón, limpio estoy de mi pecado?",
      "topic": ""
    },
    "10": {
      "text": "Pesa falsa y medida falsa, ambas cosas [son] abominación a Jehová.",
      "topic": ""
    },
    "11": {
      "text": "Aun el muchacho es conocido por sus hechos, si su obra [fuere] limpia y recta.",
      "topic": ""
    },
    "12": {
      "text": "El oído que oye, y el ojo que ve, ambas cosas ha hecho Jehová.",
      "topic": ""
    },
    "13": {
      "text": "No ames el sueño, para que no te empobrezcas; abre tus ojos, y te saciarás de pan.",
      "topic": ""
    },
    "14": {
      "text": "El que compra dice: Malo [es], malo [es]; pero cuando se marcha, entonces se alaba.",
      "topic": ""
    },
    "15": {
      "text": "Hay oro y multitud de piedras preciosas; mas los labios sabios [son] una joya preciosa.",
      "topic": ""
    },
    "16": {
      "text": "Quítale su ropa al que salió por fiador del extraño; y tómale prenda al fiador de la mujer extraña.",
      "topic": ""
    },
    "17": {
      "text": "Sabroso [es] al hombre el pan de mentira; mas después su boca será llena de cascajo.",
      "topic": ""
    },
    "18": {
      "text": "Los pensamientos con el consejo se ordenan; y con estrategia se hace la guerra.",
      "topic": ""
    },
    "19": {
      "text": "El que anda en chismes descubre el secreto; no te entremetas, pues, con el que lisonjea con sus labios.",
      "topic": ""
    },
    "20": {
      "text": "El que maldice a su padre o a su madre, su lámpara será apagada en oscuridad tenebrosa.",
      "topic": ""
    },
    "21": {
      "text": "La herencia adquirida de prisa al principio, su postrimería no será bendita.",
      "topic": ""
    },
    "22": {
      "text": "No digas: Yo me vengaré; espera en Jehová, y Él te salvará.",
      "topic": ""
    },
    "23": {
      "text": "Abominación [son] a Jehová las pesas falsas; y la balanza falsa no [es] buena.",
      "topic": ""
    },
    "24": {
      "text": "De Jehová [son] los pasos del hombre: ¿Cómo, pues, entenderá el hombre su camino?",
      "topic": ""
    },
    "25": {
      "text": "Lazo [es] al hombre el devorar lo santo; y reflexionar después de haber hecho los votos.",
      "topic": ""
    },
    "26": {
      "text": "El rey sabio dispersa los impíos, y sobre ellos hace rodar la rueda.",
      "topic": ""
    },
    "27": {
      "text": "Lámpara de Jehová es el espíritu del hombre, que escudriña lo más recóndito del vientre.",
      "topic": ""
    },
    "28": {
      "text": "Misericordia y verdad guardan al rey; y con clemencia se sustenta su trono.",
      "topic": ""
    },
    "29": {
      "text": "La gloria de los jóvenes [es] su fuerza, y la hermosura de los viejos su vejez.",
      "topic": ""
    },
    "30": {
      "text": "Lo amoratado de las heridas purifican del mal; y las llagas llegan a lo más recóndito del vientre.",
      "topic": ""
    }
  }
}