{
  "info": {
    "book": "Proverbios",
    "chapter": "26",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Como la nieve en el verano, y la lluvia en la siega, así no conviene al necio la honra.",
      "topic": ""
    },
    "2": {
      "text": "Como el gorrión en su vagar, y como la golondrina en su vuelo, así la maldición nunca vendrá sin causa.",
      "topic": ""
    },
    "3": {
      "text": "El látigo para el caballo, y el cabestro para el asno, y la vara para la espalda del necio.",
      "topic": ""
    },
    "4": {
      "text": "No respondas al necio conforme a su necedad, para que no seas tú también como él.",
      "topic": ""
    },
    "5": {
      "text": "Responde al necio según su necedad, para que no se estime sabio en su propia opinión.",
      "topic": ""
    },
    "6": {
      "text": "El que envía mensaje por mano de un necio, se corta los pies y bebe su daño.",
      "topic": ""
    },
    "7": {
      "text": "Las piernas del lisiado penden inútiles; así el proverbio en la boca del necio.",
      "topic": ""
    },
    "8": {
      "text": "Como quien liga la piedra en la honda, así hace el que al necio da honra.",
      "topic": ""
    },
    "9": {
      "text": "Espinas hincadas en mano del embriagado, tal [es] el proverbio en la boca de los necios.",
      "topic": ""
    },
    "10": {
      "text": "El grande [Dios] que creó todas las cosas; da la paga al insensato, y da la paga a los transgresores.",
      "topic": ""
    },
    "11": {
      "text": "Como perro que vuelve a su vómito, [así es] el necio que repite su necedad.",
      "topic": ""
    },
    "12": {
      "text": "¿Has visto hombre sabio en su propia opinión? Más esperanza [hay] del necio que de él.",
      "topic": ""
    },
    "13": {
      "text": "Dice el perezoso: El león [está] en el camino; el león [está] en las calles.",
      "topic": ""
    },
    "14": {
      "text": "[Como] la puerta gira sobre sus quicios; así el perezoso da vueltas en su cama.",
      "topic": ""
    },
    "15": {
      "text": "Esconde el perezoso su mano en [su] seno; se cansa de llevarla a su boca.",
      "topic": ""
    },
    "16": {
      "text": "En su propia opinión el perezoso es más sabio que siete que pueden aconsejar.",
      "topic": ""
    },
    "17": {
      "text": "El que pasando se deja llevar de la ira en pleito ajeno, [es como] el que toma al perro por las orejas.",
      "topic": ""
    },
    "18": {
      "text": "Como el que enloquece, y echa llamas y saetas y muerte,",
      "topic": ""
    },
    "19": {
      "text": "tal [es] el hombre que engaña a su amigo, y dice: ¿Acaso no estaba yo bromeando?",
      "topic": ""
    },
    "20": {
      "text": "Sin leña se apaga el fuego; y donde no [hay] chismoso, cesa la contienda.",
      "topic": ""
    },
    "21": {
      "text": "El carbón para brasas, y la leña para el fuego; y el hombre rencilloso para encender contienda.",
      "topic": ""
    },
    "22": {
      "text": "Las palabras del chismoso [son] como estocadas, y penetran hasta lo más profundo del vientre.",
      "topic": ""
    },
    "23": {
      "text": "[Como] escoria de plata echada sobre el tiesto, [son] los labios enardecidos y el corazón malo.",
      "topic": ""
    },
    "24": {
      "text": "El que odia, disimula con sus labios; pero en su interior maquina engaño.",
      "topic": ""
    },
    "25": {
      "text": "Cuando hablare amigablemente, no le creas; porque siete abominaciones [hay] en su corazón.",
      "topic": ""
    },
    "26": {
      "text": "Aunque su odio es encubierto con disimulo; su maldad será descubierta en la congregación.",
      "topic": ""
    },
    "27": {
      "text": "El que cavare foso, caerá en él: y el que ruede la piedra, ésta se volverá sobre él.",
      "topic": ""
    },
    "28": {
      "text": "La lengua mentirosa aborrece [a los] afligidos; y la boca lisonjera acarrea ruina.",
      "topic": ""
    }
  }
}