{
  "info": {
    "book": "Proverbios",
    "chapter": "30",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Palabras de Agur, hijo de Jaqué: La profecía que dijo el varón a Itiel, a Itiel y a Ucal.",
      "topic": ""
    },
    "2": {
      "text": "Ciertamente más rudo soy yo que ninguno, y no tengo entendimiento de hombre.",
      "topic": ""
    },
    "3": {
      "text": "Yo ni aprendí sabiduría, ni tengo el conocimiento del Santo.",
      "topic": ""
    },
    "4": {
      "text": "¿Quién subió al cielo, y descendió? ¿Quién encerró los vientos en sus puños? ¿Quién ató las aguas en un paño? ¿Quién afirmó todos los términos de la tierra? ¿Cuál [es] su nombre, y el nombre de su Hijo, si lo sabes?",
      "topic": ""
    },
    "5": {
      "text": "Toda palabra de Dios [es] pura; es escudo a los que en Él esperan.",
      "topic": ""
    },
    "6": {
      "text": "No añadas a sus palabras, no sea que Él te reprenda, y seas hallado mentiroso.",
      "topic": ""
    },
    "7": {
      "text": "Dos [cosas] te he pedido, no me las niegues antes que muera.",
      "topic": ""
    },
    "8": {
      "text": "Vanidad y palabra mentirosa aparta de mí. No me des pobreza ni riquezas; mantenme del pan necesario;",
      "topic": ""
    },
    "9": {
      "text": "No sea que me sacie, y te niegue, y diga: ¿Quién [es] Jehová? O que siendo pobre, hurte, y blasfeme el nombre de mi Dios.",
      "topic": ""
    },
    "10": {
      "text": "No acuses al siervo ante su señor, no sea que te maldiga, y seas hallado culpable.",
      "topic": ""
    },
    "11": {
      "text": "[Hay] generación que maldice a su padre, y a su madre no bendice.",
      "topic": ""
    },
    "12": {
      "text": "[Hay] generación limpia en su propia opinión, si bien no se ha limpiado de su inmundicia.",
      "topic": ""
    },
    "13": {
      "text": "[Hay] generación cuyos ojos son altivos, y cuyos párpados son alzados.",
      "topic": ""
    },
    "14": {
      "text": "[Hay] generación cuyos dientes son espadas, y sus muelas cuchillos, para devorar a los pobres de la tierra, y a los menesterosos de entre los hombres.",
      "topic": ""
    },
    "15": {
      "text": "La sanguijuela tiene dos hijas [que dicen]: Dame, dame. Tres cosas hay que nunca se sacian; aun la cuarta nunca dice: ¡Basta!",
      "topic": ""
    },
    "16": {
      "text": "El sepulcro, la matriz estéril, la tierra que no se sacia de aguas, y el fuego que jamás dice: ¡Basta!",
      "topic": ""
    },
    "17": {
      "text": "El ojo que escarnece a [su] padre, y menosprecia la enseñanza de [su] madre, los cuervos del valle lo saquen, y lo traguen los aguiluchos.",
      "topic": ""
    },
    "18": {
      "text": "Tres cosas me son ocultas; aun tampoco sé la cuarta:",
      "topic": ""
    },
    "19": {
      "text": "El rastro del águila en el aire; el rastro de la culebra sobre la peña; el rastro de la nave en medio del mar; y el rastro del hombre en la doncella.",
      "topic": ""
    },
    "20": {
      "text": "Tal [es] el proceder de la mujer adúltera: Come, y limpia su boca, y dice: No he hecho maldad.",
      "topic": ""
    },
    "21": {
      "text": "Por tres cosas se alborota la tierra, y la cuarta no la puede soportar.",
      "topic": ""
    },
    "22": {
      "text": "Por el siervo cuando reina; y por el necio cuando se harta de pan;",
      "topic": ""
    },
    "23": {
      "text": "Por la [mujer] aborrecida cuando se casa; y por la sierva cuando hereda a su señora.",
      "topic": ""
    },
    "24": {
      "text": "Cuatro cosas [son] de las más pequeñas de la tierra, y las mismas [son] más sabias que los sabios:",
      "topic": ""
    },
    "25": {
      "text": "Las hormigas, pueblo no fuerte, y en el verano preparan su comida:",
      "topic": ""
    },
    "26": {
      "text": "Los conejos, pueblo nada esforzado, y ponen su casa en la piedra:",
      "topic": ""
    },
    "27": {
      "text": "Las langostas, [que] no tienen rey, y salen todas por cuadrillas:",
      "topic": ""
    },
    "28": {
      "text": "La araña que atrapa con las manos, y está en palacios de rey.",
      "topic": ""
    },
    "29": {
      "text": "Tres cosas hay de hermoso andar, y la cuarta pasea muy bien:",
      "topic": ""
    },
    "30": {
      "text": "El león, fuerte entre todos los animales, que no vuelve atrás por nada:",
      "topic": ""
    },
    "31": {
      "text": "El lebrel ceñido de lomos; asimismo el macho cabrío; y un rey contra el cual ninguno se levanta.",
      "topic": ""
    },
    "32": {
      "text": "Si neciamente te has enaltecido; y si mal pensaste, [pon] la mano sobre tu boca.",
      "topic": ""
    },
    "33": {
      "text": "Ciertamente el que bate la leche, sacará mantequilla; y el que recio se suena la nariz, sacará sangre; y el que provoca la ira, causará contienda.",
      "topic": ""
    }
  }
}