{
  "info": {
    "book": "Proverbios",
    "chapter": "31",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Palabras del rey Lemuel; la profecía con que le enseñó su madre.",
      "topic": ""
    },
    "2": {
      "text": "¿Qué, hijo mío? ¿Y qué, hijo de mi vientre? ¿Y qué, hijo de mis votos?",
      "topic": ""
    },
    "3": {
      "text": "No des a las mujeres tu fuerza, ni tus caminos a lo que es para destruir a los reyes.",
      "topic": ""
    },
    "4": {
      "text": "No [es] de los reyes, oh Lemuel, no [es] de los reyes beber vino, ni de los príncipes el licor.",
      "topic": ""
    },
    "5": {
      "text": "No sea que bebiendo olviden la ley, y perviertan el derecho de todos los hijos afligidos.",
      "topic": ""
    },
    "6": {
      "text": "Dad licor al desfallecido, y el vino a los de ánimo amargado.",
      "topic": ""
    },
    "7": {
      "text": "Beban, y olvídense de su necesidad, y de su miseria no se acuerden más.",
      "topic": ""
    },
    "8": {
      "text": "Abre tu boca por el mudo, en el juicio de todos los que están destinados a la muerte.",
      "topic": ""
    },
    "9": {
      "text": "Abre tu boca, juzga con justicia, y defiende el derecho del pobre y del menesteroso.",
      "topic": ""
    },
    "10": {
      "text": "Mujer virtuosa, ¿quién la hallará? Porque su estima sobrepasa largamente a la de piedras preciosas.",
      "topic": ""
    },
    "11": {
      "text": "El corazón de su marido está en ella confiado, y no tendrá necesidad de despojo.",
      "topic": ""
    },
    "12": {
      "text": "Le dará ella bien y no mal, todos los días de su vida.",
      "topic": ""
    },
    "13": {
      "text": "Busca lana y lino, y con voluntad trabaja con sus manos.",
      "topic": ""
    },
    "14": {
      "text": "Es como navío de mercader; trae su pan de lejos.",
      "topic": ""
    },
    "15": {
      "text": "Se levanta aun de noche, y da comida a su familia, y ración a sus criadas.",
      "topic": ""
    },
    "16": {
      "text": "Considera la heredad, y la compra; y planta viña del fruto de sus manos.",
      "topic": ""
    },
    "17": {
      "text": "Ciñe de fortaleza sus lomos, y esfuerza sus brazos.",
      "topic": ""
    },
    "18": {
      "text": "Ve que su ganancia [es] buena: Su lámpara no se apaga de noche.",
      "topic": ""
    },
    "19": {
      "text": "Aplica su mano al huso, y sus manos toman la rueca.",
      "topic": ""
    },
    "20": {
      "text": "Extiende su mano al pobre, y tiende su mano al menesteroso.",
      "topic": ""
    },
    "21": {
      "text": "No tiene temor de la nieve por su familia, porque toda su familia [está] vestida de ropas dobles.",
      "topic": ""
    },
    "22": {
      "text": "Ella se hace tapices; de lino fino y púrpura [es] su vestido.",
      "topic": ""
    },
    "23": {
      "text": "Conocido es su marido en las puertas, cuando se sienta con los ancianos de la tierra.",
      "topic": ""
    },
    "24": {
      "text": "Hace telas y las vende; y provee de cintos al mercader.",
      "topic": ""
    },
    "25": {
      "text": "Fuerza y honor [son] su vestidura; y se regocijará en el día postrero.",
      "topic": ""
    },
    "26": {
      "text": "Abre su boca con sabiduría; y la ley de misericordia [está] en su lengua.",
      "topic": ""
    },
    "27": {
      "text": "Considera los caminos de su casa, y no come el pan de balde.",
      "topic": ""
    },
    "28": {
      "text": "Se levantan sus hijos, y la llaman bienaventurada; y su marido [también] la alaba.",
      "topic": ""
    },
    "29": {
      "text": "Muchas mujeres han sido virtuosas; pero tú las sobrepasas a todas.",
      "topic": ""
    },
    "30": {
      "text": "Engañosa [es] la gracia, y vana la hermosura: La mujer que teme a Jehová, ésa será alabada.",
      "topic": ""
    },
    "31": {
      "text": "Dadle del fruto de sus manos, y alábenla en las puertas sus hechos.",
      "topic": ""
    }
  }
}