{
  "info": {
    "book": "Proverbios",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Hijo mío, está atento a mi sabiduría, y a mi inteligencia inclina tu oído;",
      "topic": ""
    },
    "2": {
      "text": "para que guardes consejo, y tus labios conserven el conocimiento.",
      "topic": ""
    },
    "3": {
      "text": "Porque los labios de la mujer extraña destilan miel, y su paladar [es] más suave que el aceite;",
      "topic": ""
    },
    "4": {
      "text": "pero su fin es amargo como el ajenjo, agudo como espada de dos filos.",
      "topic": ""
    },
    "5": {
      "text": "Sus pies descienden a la muerte, sus pasos conducen al infierno.",
      "topic": ""
    },
    "6": {
      "text": "Sus caminos son inestables; no los conocerás, si no considerares el camino de vida.",
      "topic": ""
    },
    "7": {
      "text": "Ahora pues, hijos, oídme, y no os apartéis de las razones de mi boca.",
      "topic": ""
    },
    "8": {
      "text": "Aleja de ella tu camino, y no te acerques a la puerta de su casa;",
      "topic": ""
    },
    "9": {
      "text": "para que no des a los extraños tu honor, y tus años al cruel;",
      "topic": ""
    },
    "10": {
      "text": "para que los extraños no se sacien de tu fuerza, y tus trabajos estén en casa del extraño;",
      "topic": ""
    },
    "11": {
      "text": "y gimas en tus postrimerías, cuando se consumiere tu carne y tu cuerpo,",
      "topic": ""
    },
    "12": {
      "text": "y digas: ¡Cómo aborrecí el consejo, y mi corazón menospreció la reprensión;",
      "topic": ""
    },
    "13": {
      "text": "y no oí la voz de los que me instruían, y a los que me enseñaban no incliné mi oído!",
      "topic": ""
    },
    "14": {
      "text": "Casi en todo mal he estado, en medio de la sociedad y de la congregación.",
      "topic": ""
    },
    "15": {
      "text": "Bebe el agua de tu cisterna, y los raudales de tu propio pozo.",
      "topic": ""
    },
    "16": {
      "text": "Derrámense afuera tus fuentes, y tus corrientes de aguas por las calles.",
      "topic": ""
    },
    "17": {
      "text": "Sean para ti solo, y no para los extraños contigo.",
      "topic": ""
    },
    "18": {
      "text": "Sea bendito tu manantial; y alégrate con la esposa de tu juventud.",
      "topic": ""
    },
    "19": {
      "text": "Como cierva amada y graciosa gacela, sus pechos te satisfagan en todo tiempo; y en su amor recréate siempre.",
      "topic": ""
    },
    "20": {
      "text": "¿Y por qué, hijo mío, andarás ciego con la mujer ajena, y abrazarás el seno de la extraña?",
      "topic": ""
    },
    "21": {
      "text": "Pues que los caminos del hombre [están] ante los ojos de Jehová, y Él considera todas sus veredas.",
      "topic": ""
    },
    "22": {
      "text": "Prenderán al impío sus propias iniquidades, y detenido será con las cuerdas de su pecado;",
      "topic": ""
    },
    "23": {
      "text": "él morirá por falta de corrección; y errará por la grandeza de su locura.",
      "topic": ""
    }
  }
}