{
  "info": {
    "book": "Proverbios",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Hijo mío, si salieres fiador por tu amigo, si estrechaste tu mano por el extraño,",
      "topic": ""
    },
    "2": {
      "text": "enlazado eres con las palabras de tu boca, y preso con las razones de tu boca.",
      "topic": ""
    },
    "3": {
      "text": "Haz esto ahora, hijo mío, y líbrate, ya que has caído en la mano de tu prójimo; ve, humíllate, y asegúrate de tu amigo.",
      "topic": ""
    },
    "4": {
      "text": "No des sueño a tus ojos, ni a tus párpados adormecimiento.",
      "topic": ""
    },
    "5": {
      "text": "Escápate como el corzo de la mano [del cazador], y como el ave de la mano del parancero.",
      "topic": ""
    },
    "6": {
      "text": "Ve a la hormiga, oh perezoso, mira sus caminos, y sé sabio;",
      "topic": ""
    },
    "7": {
      "text": "la cual no teniendo capitán, ni gobernador, ni señor,",
      "topic": ""
    },
    "8": {
      "text": "prepara en el verano su comida y recoge en el tiempo de la siega su mantenimiento.",
      "topic": ""
    },
    "9": {
      "text": "Perezoso, ¿hasta cuándo has de dormir? ¿Cuándo te levantarás de tu sueño?",
      "topic": ""
    },
    "10": {
      "text": "Un poco de sueño, un poco de dormitar, y cruzar por un poco las manos para reposo:",
      "topic": ""
    },
    "11": {
      "text": "Así vendrá tu necesidad como caminante, y tu pobreza como hombre armado.",
      "topic": ""
    },
    "12": {
      "text": "El hombre malo, el hombre depravado, anda con perversidad de boca;",
      "topic": ""
    },
    "13": {
      "text": "Guiña con sus ojos, habla con sus pies, hace señas con sus dedos;",
      "topic": ""
    },
    "14": {
      "text": "Perversidades [hay] en su corazón, continuamente trama el mal, y siembra discordia.",
      "topic": ""
    },
    "15": {
      "text": "Por tanto su calamidad vendrá de repente; súbitamente será quebrantado, y no habrá remedio.",
      "topic": ""
    },
    "16": {
      "text": "Seis cosas aborrece Jehová, y aun siete abomina su alma:",
      "topic": ""
    },
    "17": {
      "text": "Los ojos altivos, la lengua mentirosa, las manos derramadoras de sangre inocente,",
      "topic": ""
    },
    "18": {
      "text": "el corazón que maquina pensamientos inicuos, los pies presurosos para correr al mal,",
      "topic": ""
    },
    "19": {
      "text": "el testigo falso que habla mentiras, y el que siembra discordia entre los hermanos.",
      "topic": ""
    },
    "20": {
      "text": "Guarda, hijo mío, el mandamiento de tu padre, y no dejes la ley de tu madre:",
      "topic": ""
    },
    "21": {
      "text": "Átalos siempre en tu corazón, enlázalos a tu cuello.",
      "topic": ""
    },
    "22": {
      "text": "Te guiarán cuando anduvieres; cuando durmieres, te guardarán; hablarán contigo cuando despertares.",
      "topic": ""
    },
    "23": {
      "text": "Porque el mandamiento [es] antorcha, y la enseñanza [es] luz; y camino de vida las reprensiones de la instrucción;",
      "topic": ""
    },
    "24": {
      "text": "para que te guarden de la mala mujer, de la blandura de la lengua de la mujer extraña.",
      "topic": ""
    },
    "25": {
      "text": "No codicies su hermosura en tu corazón, ni ella te prenda con sus ojos;",
      "topic": ""
    },
    "26": {
      "text": "porque a causa de la mujer ramera [el hombre es reducido] a un bocado de pan; y la mujer adúltera caza la preciosa alma del varón.",
      "topic": ""
    },
    "27": {
      "text": "¿Tomará el hombre fuego en su seno, sin que su vestidura se queme?",
      "topic": ""
    },
    "28": {
      "text": "¿Andará el hombre sobre brasas, sin que se quemen sus pies?",
      "topic": ""
    },
    "29": {
      "text": "Así el que entrare a la esposa de su prójimo; no será sin culpa cualquiera que la tocare.",
      "topic": ""
    },
    "30": {
      "text": "No tienen en poco al ladrón, aunque hurte para saciar su alma cuando tiene hambre;",
      "topic": ""
    },
    "31": {
      "text": "pero si es sorprendido, pagará siete tantos, y dará toda la sustancia de su casa.",
      "topic": ""
    },
    "32": {
      "text": "Mas el que comete adulterio con la mujer, es falto de entendimiento; corrompe su alma el que tal hace.",
      "topic": ""
    },
    "33": {
      "text": "Plaga y vergüenza hallará; y su afrenta nunca será borrada.",
      "topic": ""
    },
    "34": {
      "text": "Porque los celos [son] el furor del hombre, y no perdonará en el día de la venganza.",
      "topic": ""
    },
    "35": {
      "text": "No aceptará ninguna restitución; ni querrá perdonar, aunque multipliques los dones.",
      "topic": ""
    }
  }
}