{
  "info": {
    "book": "Proverbios",
    "chapter": "8",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¿No clama la sabiduría, y da su voz la inteligencia?",
      "topic": ""
    },
    "2": {
      "text": "Está en las alturas junto al camino, a las encrucijadas de las veredas se pone de pie;",
      "topic": ""
    },
    "3": {
      "text": "En el lugar de las puertas, a la entrada de la ciudad, a la entrada de las puertas da voces:",
      "topic": ""
    },
    "4": {
      "text": "Oh hombres, a vosotros clamo; y mi voz [se dirige] a los hijos de los hombres.",
      "topic": ""
    },
    "5": {
      "text": "Entended, simples, discreción; y vosotros, necios, entrad en cordura.",
      "topic": ""
    },
    "6": {
      "text": "Oíd, porque hablaré cosas excelentes; y abriré mis labios para cosas rectas.",
      "topic": ""
    },
    "7": {
      "text": "Porque mi boca hablará verdad, y la impiedad abominan mis labios.",
      "topic": ""
    },
    "8": {
      "text": "En justicia [son] todas las razones de mi boca; no [hay] en ellas cosa perversa ni torcida.",
      "topic": ""
    },
    "9": {
      "text": "Todas ellas [son] rectas al que entiende, y razonables a los que han hallado sabiduría.",
      "topic": ""
    },
    "10": {
      "text": "Recibid mi enseñanza, y no plata; y entendimiento antes que el oro escogido.",
      "topic": ""
    },
    "11": {
      "text": "Porque mejor [es] la sabiduría que las piedras preciosas; y todas las cosas que se pueden desear, no son de comparar con ella.",
      "topic": ""
    },
    "12": {
      "text": "Yo, la sabiduría, habito con la prudencia, y hallo el conocimiento en los consejos.",
      "topic": ""
    },
    "13": {
      "text": "El temor de Jehová [es] aborrecer el mal; la soberbia y la arrogancia, el mal camino, y la boca perversa aborrezco.",
      "topic": ""
    },
    "14": {
      "text": "Conmigo está el consejo y la sana sabiduría; yo soy la inteligencia; mía es la fortaleza.",
      "topic": ""
    },
    "15": {
      "text": "Por mí reinan los reyes, y los príncipes determinan justicia.",
      "topic": ""
    },
    "16": {
      "text": "Por mí dominan los príncipes, y todos los gobernadores juzgan la tierra.",
      "topic": ""
    },
    "17": {
      "text": "Yo amo a los que me aman; y me hallan los que temprano me buscan.",
      "topic": ""
    },
    "18": {
      "text": "Las riquezas y la honra [están] conmigo; riquezas duraderas, y justicia.",
      "topic": ""
    },
    "19": {
      "text": "Mejor es mi fruto que el oro, y que el oro refinado; y mi rédito mejor que la plata escogida.",
      "topic": ""
    },
    "20": {
      "text": "Por vereda de justicia guiaré, por en medio de sendas de juicio;",
      "topic": ""
    },
    "21": {
      "text": "Para hacer que los que me aman, hereden hacienda, y yo llenaré sus tesoros.",
      "topic": ""
    },
    "22": {
      "text": "Jehová me poseía en el principio de su camino, ya de antiguo, antes de sus obras.",
      "topic": ""
    },
    "23": {
      "text": "Desde la eternidad tuve el principado, desde el principio, antes de la tierra.",
      "topic": ""
    },
    "24": {
      "text": "Antes de los abismos fui engendrada; antes que fuesen las fuentes de las muchas aguas.",
      "topic": ""
    },
    "25": {
      "text": "Antes que los montes fuesen fundados, antes de los collados, era yo engendrada:",
      "topic": ""
    },
    "26": {
      "text": "No había aún hecho la tierra, ni los campos, ni el principio del polvo del mundo.",
      "topic": ""
    },
    "27": {
      "text": "Cuando formó los cielos, allí [estaba] yo; cuando trazó un círculo sobre la faz del abismo;",
      "topic": ""
    },
    "28": {
      "text": "cuando estableció los cielos arriba, cuando afirmó las fuentes del abismo;",
      "topic": ""
    },
    "29": {
      "text": "cuando al mar puso sus límites, para que las aguas no pasasen su mandamiento; cuando estableció los fundamentos de la tierra;",
      "topic": ""
    },
    "30": {
      "text": "Yo estaba con Él, ordenándolo [todo]; y era su delicia de día en día, regocijándome delante de Él en todo tiempo;",
      "topic": ""
    },
    "31": {
      "text": "regocijándome en la parte habitable de su tierra; [teniendo] mis delicias con los hijos de los hombres.",
      "topic": ""
    },
    "32": {
      "text": "Ahora pues, hijos, oídme; y bienaventurados [los que] guardaren mis caminos.",
      "topic": ""
    },
    "33": {
      "text": "Atended el consejo, y sed sabios, y no lo menospreciéis.",
      "topic": ""
    },
    "34": {
      "text": "Bienaventurado el hombre que me oye, velando a mis puertas cada día, aguardando a los umbrales de mis puertas.",
      "topic": ""
    },
    "35": {
      "text": "Porque el que me hallare, hallará la vida, y alcanzará el favor de Jehová.",
      "topic": ""
    },
    "36": {
      "text": "Mas el que peca contra mí, defrauda su alma: Todos los que me aborrecen, aman la muerte.",
      "topic": ""
    }
  }
}