{
  "info": {
    "book": "Filemón",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pablo, preso por causa de Cristo Jesús, y el hermano Timoteo, a Filemón amado, y ayudador nuestro;",
      "topic": ""
    },
    "2": {
      "text": "y a la amada Apia hermana , y a Arquipo, compañero de nuestra milicia, y a la Iglesia que está en tu casa:",
      "topic": ""
    },
    "3": {
      "text": "Gracia y paz halléis del Dios nuestro Padre, y del Señor Jesús, el Cristo.",
      "topic": ""
    },
    "4": {
      "text": "Doy gracias a mi Dios, haciendo siempre memoria de ti en mis oraciones.",
      "topic": ""
    },
    "5": {
      "text": "Oyendo tu caridad, y la fe que tienes en el Señor Jesús, y para con todos los santos;",
      "topic": ""
    },
    "6": {
      "text": "que la comunicación de tu fe sea eficaz, para conocimiento de todo el bien que está en vosotros, por Cristo Jesús.",
      "topic": ""
    },
    "7": {
      "text": "Porque tenemos gran gozo y consolación en tu caridad, de que por ti, oh hermano, han sido recreadas las entrañas de los santos.",
      "topic": ""
    },
    "8": {
      "text": "¶ Por lo cual, aunque tengo mucha resolución en Cristo de mandarte en lo que te conviene,",
      "topic": ""
    },
    "9": {
      "text": "ruego antes por la caridad porque soy tal, es a saber, Pablo ya anciano, y aun ahora preso por amor de Jesús, el Cristo;",
      "topic": ""
    },
    "10": {
      "text": "lo que ruego es por mi hijo Onésimo, que he engendrado en mi prisión,",
      "topic": ""
    },
    "11": {
      "text": "el cual en otro tiempo te fue inútil, mas ahora a ti y a mí nos es útil;",
      "topic": ""
    },
    "12": {
      "text": "el cual te vuelvo a enviar; tú pues, recíbele como a mí mismo.",
      "topic": ""
    },
    "13": {
      "text": "Yo quisiera detenerle conmigo, para que en lugar de ti me sirviese en la prisión del Evangelio;",
      "topic": ""
    },
    "14": {
      "text": "mas nada quise hacer sin tu consejo, porque tu beneficio no fuese como de necesidad, sino voluntario.",
      "topic": ""
    },
    "15": {
      "text": "Porque quizás para esto se apartó de ti por algún tiempo, para que le vuelvas a tener para siempre;",
      "topic": ""
    },
    "16": {
      "text": "ya no como siervo, antes más que siervo, a saber como hermano amado, mayormente de mí, y cuánto más de ti, en la carne y en el Señor.",
      "topic": ""
    },
    "17": {
      "text": "Así que, si me tienes por compañero, recíbele como a mí.",
      "topic": ""
    },
    "18": {
      "text": "Y si en algo te dañó, o te debe, ponlo a mi cuenta.",
      "topic": ""
    },
    "19": {
      "text": "Yo Pablo lo escribí de mi mano, yo lo pagaré; por no decirte que aun a ti mismo te me debes demás.",
      "topic": ""
    },
    "20": {
      "text": "Así, hermano, yo me goce de ti en el Señor; que recrees mi corazón en el Señor.",
      "topic": ""
    },
    "21": {
      "text": "Te he escrito confiando en tu obediencia, sabiendo que aun harás más de lo que digo.",
      "topic": ""
    },
    "22": {
      "text": "Y asimismo prepárame también alojamiento; porque espero que por vuestras oraciones os tengo de ser concedido.",
      "topic": ""
    },
    "23": {
      "text": "Te saludan Epafras, mi compañero en la prisión por el Cristo Jesús.",
      "topic": ""
    },
    "24": {
      "text": "Marcos, Aristarco, Demas, y Lucas, mis ayudadores.",
      "topic": ""
    },
    "25": {
      "text": "La gracia de nuestro Señor Jesús el Cristo sea con vuestro espíritu, Amén.",
      "topic": ""
    }
  }
}