{
  "info": {
    "book": "1 Chronicles",
    "chapter": "11",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then all Israel came together to David at Hebron and said, “Here we are, your own flesh and blood.",
      "topic": ""
    },
    "2": {
      "text": "Even in times past, while Saul was king, you were the one who led Israel out and brought them back. And the LORD your God said, ‘You will shepherd My people Israel, and you will be ruler over them.’”",
      "topic": ""
    },
    "3": {
      "text": "So all the elders of Israel came to the king at Hebron, where David made a covenant with them before the LORD. And they anointed him king over Israel, according to the word of the LORD through Samuel.",
      "topic": ""
    },
    "4": {
      "text": "Then David and all the Israelites marched to Jerusalem (that is, Jebus), where the Jebusites inhabited the land.",
      "topic": ""
    },
    "5": {
      "text": "The people of Jebus said to David, “You will never get in here.” Nevertheless, David captured the fortress of Zion (that is, the City of David).",
      "topic": ""
    },
    "6": {
      "text": "Now David had said, “Whoever is the first to strike down a Jebusite will become chief commander.” And Joab son of Zeruiah went up first, and he became the chief.",
      "topic": ""
    },
    "7": {
      "text": "So David took up residence in the fortress; that is why it was called the City of David.",
      "topic": ""
    },
    "8": {
      "text": "He built up the city around it, from the supporting terraces to the surrounding wall, while Joab restored the rest of the city.",
      "topic": ""
    },
    "9": {
      "text": "And David became greater and greater, for the LORD of Hosts was with him.",
      "topic": ""
    },
    "10": {
      "text": "Now these were the chiefs of David’s mighty men, who, together with all Israel, bolstered and strengthened his kingdom, according to the word of the LORD concerning Israel.",
      "topic": ""
    },
    "11": {
      "text": "This is the list of David’s mighty men: Jashobeam son of Hachmoni was chief of the officers; he wielded his spear against three hundred men, whom he killed at one time.",
      "topic": ""
    },
    "12": {
      "text": "Next in command was Eleazar son of Dodo the Ahohite, one of the three mighty men.",
      "topic": ""
    },
    "13": {
      "text": "He was with David at Pas-dammim when the Philistines gathered there for battle. At a place with a field full of barley, the troops fled from the Philistines.",
      "topic": ""
    },
    "14": {
      "text": "But Eleazar and David stationed themselves in the middle of the field and defended it. They struck down the Philistines, and the LORD brought about a great victory.",
      "topic": ""
    },
    "15": {
      "text": "Three of the thirty chief men went down to David, to the rock at the cave of Adullam, while a company of Philistines was encamped in the Valley of Rephaim.",
      "topic": ""
    },
    "16": {
      "text": "At that time David was in the stronghold, and the garrison of the Philistines was at Bethlehem.",
      "topic": ""
    },
    "17": {
      "text": "David longed for water and said, “Oh, that someone would get me a drink of water from the well near the gate of Bethlehem!”",
      "topic": ""
    },
    "18": {
      "text": "So the Three broke through the Philistine camp, drew water from the well at the gate of Bethlehem, and brought it back to David. But he refused to drink it; instead, he poured it out to the LORD,",
      "topic": ""
    },
    "19": {
      "text": "saying, “Far be it from me, my God, to do this! How can I drink the blood of these men who risked their lives?” Because they had brought it at the risk of their lives, David refused to drink it. Such were the exploits of the three mighty men.",
      "topic": ""
    },
    "20": {
      "text": "Now Abishai, the brother of Joab, was chief of the Three, and he wielded his spear against three hundred men, killed them, and won a name along with the Three.",
      "topic": ""
    },
    "21": {
      "text": "He was doubly honored above the Three, and he became their commander, even though he was not included among the Three.",
      "topic": ""
    },
    "22": {
      "text": "And Benaiah son of Jehoiada was a man of valor from Kabzeel, a man of many exploits. He struck down two champions of Moab, and on a snowy day he went down into a pit and killed a lion.",
      "topic": ""
    },
    "23": {
      "text": "He also struck down an Egyptian, a huge man five cubits tall. Although the Egyptian had a spear like a weaver’s beam in his hand, Benaiah went against him with a club, snatched the spear from his hand, and killed the Egyptian with his own spear.",
      "topic": ""
    },
    "24": {
      "text": "These were the exploits of Benaiah son of Jehoiada, who won a name along with the three mighty men.",
      "topic": ""
    },
    "25": {
      "text": "He was most honored among the Thirty, but he did not become one of the Three. And David appointed him over his guard.",
      "topic": ""
    },
    "26": {
      "text": "Now these were the mighty men: Asahel the brother of Joab, Elhanan son of Dodo of Bethlehem,",
      "topic": ""
    },
    "27": {
      "text": "Shammoth the Harorite, Helez the Pelonite,",
      "topic": ""
    },
    "28": {
      "text": "Ira son of Ikkesh the Tekoite, Abiezer the Anathothite,",
      "topic": ""
    },
    "29": {
      "text": "Sibbecai the Hushathite, Ilai the Ahohite,",
      "topic": ""
    },
    "30": {
      "text": "Maharai the Netophathite, Heled son of Baanah the Netophathite,",
      "topic": ""
    },
    "31": {
      "text": "Ithai son of Ribai from Gibeah of the Benjamites, Benaiah the Pirathonite,",
      "topic": ""
    },
    "32": {
      "text": "Hurai from the brooks of Gaash, Abiel the Arbathite,",
      "topic": ""
    },
    "33": {
      "text": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
      "topic": ""
    },
    "34": {
      "text": "the sons of Hashem the Gizonite, Jonathan son of Shagee the Hararite,",
      "topic": ""
    },
    "35": {
      "text": "Ahiam son of Sachar the Hararite, Eliphal son of Ur,",
      "topic": ""
    },
    "36": {
      "text": "Hepher the Mecherathite, Ahijah the Pelonite,",
      "topic": ""
    },
    "37": {
      "text": "Hezro the Carmelite, Naarai son of Ezbai,",
      "topic": ""
    },
    "38": {
      "text": "Joel the brother of Nathan, Mibhar son of Hagri,",
      "topic": ""
    },
    "39": {
      "text": "Zelek the Ammonite, Naharai the Beerothite, the armor-bearer of Joab son of Zeruiah,",
      "topic": ""
    },
    "40": {
      "text": "Ira the Ithrite, Gareb the Ithrite,",
      "topic": ""
    },
    "41": {
      "text": "Uriah the Hittite, Zabad son of Ahlai,",
      "topic": ""
    },
    "42": {
      "text": "Adina son of Shiza the Reubenite, chief of the Reubenites, and the thirty with him,",
      "topic": ""
    },
    "43": {
      "text": "Hanan son of Maacah, Joshaphat the Mithnite,",
      "topic": ""
    },
    "44": {
      "text": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,",
      "topic": ""
    },
    "45": {
      "text": "Jediael son of Shimri and his brother Joha the Tizite,",
      "topic": ""
    },
    "46": {
      "text": "Eliel the Mahavite, Jeribai and Joshaviah, the sons of Elnaam, Ithmah the Moabite,",
      "topic": ""
    },
    "47": {
      "text": "Eliel, Obed, and Jaasiel the Mezobaite.",
      "topic": ""
    }
  }
}