{
  "info": {
    "book": "1 Chronicles",
    "chapter": "18",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Some time later, David defeated the Philistines, subdued them, and took Gath and its villages from the hand of the Philistines.",
      "topic": ""
    },
    "2": {
      "text": "David also defeated the Moabites, and they became subject to David and brought him tribute.",
      "topic": ""
    },
    "3": {
      "text": "As far as Hamath, David also defeated King Hadadezer of Zobah, who had marched out to establish his dominion along the Euphrates River.",
      "topic": ""
    },
    "4": {
      "text": "David captured from him a thousand chariots, seven thousand charioteers, and twenty thousand foot soldiers, and he hamstrung all the horses except a hundred he kept for the chariots.",
      "topic": ""
    },
    "5": {
      "text": "When the Arameans of Damascus came to help King Hadadezer of Zobah, David struck down twenty-two thousand of their men.",
      "topic": ""
    },
    "6": {
      "text": "Then he placed garrisons in Aram of Damascus, and the Arameans became subject to David and brought him tribute. So the LORD made David victorious wherever he went.",
      "topic": ""
    },
    "7": {
      "text": "And David took the gold shields that belonged to the officers of Hadadezer and brought them to Jerusalem.",
      "topic": ""
    },
    "8": {
      "text": "And from Tibhath and Cun, cities of Hadadezer, David took a large amount of bronze, with which Solomon made the bronze Sea, the pillars, and various bronze articles.",
      "topic": ""
    },
    "9": {
      "text": "When King Tou of Hamath heard that David had defeated the entire army of Hadadezer king of Zobah,",
      "topic": ""
    },
    "10": {
      "text": "he sent his son Hadoram to greet King David and bless him for fighting and defeating Hadadezer, who had been at war with Tou. Hadoram brought all kinds of articles of gold and silver and bronze,",
      "topic": ""
    },
    "11": {
      "text": "and King David dedicated these to the LORD, along with the silver and gold he had carried off from all these nations—from Edom and Moab, and from the Ammonites, Philistines, and Amalekites.",
      "topic": ""
    },
    "12": {
      "text": "Moreover, Abishai son of Zeruiah struck down eighteen thousand Edomites in the Valley of Salt.",
      "topic": ""
    },
    "13": {
      "text": "He placed garrisons in Edom, and all the Edomites were subject to David. So the LORD made David victorious wherever he went.",
      "topic": ""
    },
    "14": {
      "text": "Thus David reigned over all Israel and administered justice and righteousness for all his people:",
      "topic": ""
    },
    "15": {
      "text": "Joab son of Zeruiah was over the army; Jehoshaphat son of Ahilud was the recorder;",
      "topic": ""
    },
    "16": {
      "text": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests; Shavsha was the scribe;",
      "topic": ""
    },
    "17": {
      "text": "Benaiah son of Jehoiada was over the Cherethites and Pelethites; and David’s sons were chief officials at the king’s side.",
      "topic": ""
    }
  }
}