{
  "info": {
    "book": "1 Chronicles",
    "chapter": "4",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The descendants of Judah: Perez, Hezron, Carmi, Hur, and Shobal.",
      "topic": ""
    },
    "2": {
      "text": "Reaiah son of Shobal was the father of Jahath, and Jahath was the father of Ahumai and Lahad. These were the clans of the Zorathites.",
      "topic": ""
    },
    "3": {
      "text": "These were the sons of Etam: Jezreel, Ishma, and Idbash. And their sister was named Hazzelelponi.",
      "topic": ""
    },
    "4": {
      "text": "Penuel was the father of Gedor, and Ezer was the father of Hushah. These were the descendants of Hur, the firstborn of Ephrathah and the father of Bethlehem.",
      "topic": ""
    },
    "5": {
      "text": "Ashhur the father of Tekoa had two wives, Helah and Naarah.",
      "topic": ""
    },
    "6": {
      "text": "Naarah bore to him Ahuzzam, Hepher, Temeni, and Haahashtari. These were the descendants of Naarah.",
      "topic": ""
    },
    "7": {
      "text": "The sons of Helah were Zereth, Zohar, Ethnan,",
      "topic": ""
    },
    "8": {
      "text": "and Koz, who was the father of Anub and Zobebah and of the clans of Aharhel son of Harum.",
      "topic": ""
    },
    "9": {
      "text": "Now Jabez was more honorable than his brothers. His mother had named him Jabez, saying, “Because I bore him in pain.”",
      "topic": ""
    },
    "10": {
      "text": "And Jabez called out to the God of Israel, “If only You would bless me and enlarge my territory! May Your hand be with me and keep me from harm, so that I will be free from pain.” And God granted the request of Jabez.",
      "topic": ""
    },
    "11": {
      "text": "Chelub the brother of Shuhah was the father of Mehir, who was the father of Eshton.",
      "topic": ""
    },
    "12": {
      "text": "Eshton was the father of Beth-rapha, of Paseah, and of Tehinnah the father of Ir-nahash. These were the men of Recah.",
      "topic": ""
    },
    "13": {
      "text": "The sons of Kenaz: Othniel and Seraiah. The sons of Othniel: Hathath and Meonothai.",
      "topic": ""
    },
    "14": {
      "text": "Meonothai was the father of Ophrah, and Seraiah was the father of Joab, the father of those living in Ge-harashim, which was given this name because its people were craftsmen.",
      "topic": ""
    },
    "15": {
      "text": "The sons of Caleb son of Jephunneh: Iru, Elah, and Naam. The son of Elah: Kenaz.",
      "topic": ""
    },
    "16": {
      "text": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel.",
      "topic": ""
    },
    "17": {
      "text": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. And Mered’s wife Bithiah gave birth to Miriam, Shammai, and Ishbah the father of Eshtemoa.",
      "topic": ""
    },
    "18": {
      "text": "These were the children of Pharaoh’s daughter Bithiah. Mered also took a Judean wife, who gave birth to Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah.",
      "topic": ""
    },
    "19": {
      "text": "The sons of Hodiah’s wife, the sister of Naham, were the fathers of Keilah the Garmite and of Eshtemoa the Maacathite.",
      "topic": ""
    },
    "20": {
      "text": "The sons of Shimon: Amnon, Rinnah, Ben-hanan, and Tilon. The descendants of Ishi: Zoheth and Ben-zoheth.",
      "topic": ""
    },
    "21": {
      "text": "The sons of Shelah son of Judah: Er the father of Lecah, Laadah the father of Mareshah and the clans of the linen workers at Beth-ashbea,",
      "topic": ""
    },
    "22": {
      "text": "Jokim, the men of Cozeba, and Joash and Saraph, who ruled in Moab and Jashubi-lehem. (These names are from ancient records.)",
      "topic": ""
    },
    "23": {
      "text": "These were the potters who lived at Netaim and Gederah. They lived there in the service of the king.",
      "topic": ""
    },
    "24": {
      "text": "The descendants of Simeon: Nemuel, Jamin, Jarib, Zerah, and Shaul.",
      "topic": ""
    },
    "25": {
      "text": "The sons of Shaul: Shallum, Mibsam, and Mishma.",
      "topic": ""
    },
    "26": {
      "text": "The sons of Mishma: Hammuel, Zaccur, and Shimei.",
      "topic": ""
    },
    "27": {
      "text": "Shimei had sixteen sons and six daughters, but his brothers did not have many children, so their whole clan did not become as numerous as the sons of Judah.",
      "topic": ""
    },
    "28": {
      "text": "They lived in Beersheba, Moladah, Hazar-shual,",
      "topic": ""
    },
    "29": {
      "text": "Bilhah, Ezem, Tolad,",
      "topic": ""
    },
    "30": {
      "text": "Bethuel, Hormah, Ziklag,",
      "topic": ""
    },
    "31": {
      "text": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until the reign of David.",
      "topic": ""
    },
    "32": {
      "text": "And their villages were Etam, Ain, Rimmon, Tochen, and Ashan—five towns—",
      "topic": ""
    },
    "33": {
      "text": "and all their surrounding villages as far as Baal. These were their settlements, and they kept a genealogical record:",
      "topic": ""
    },
    "34": {
      "text": "Meshobab, Jamlech, Joshah son of Amaziah,",
      "topic": ""
    },
    "35": {
      "text": "Joel, Jehu son of Joshibiah (son of Seraiah, son of Asiel),",
      "topic": ""
    },
    "36": {
      "text": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
      "topic": ""
    },
    "37": {
      "text": "and Ziza son of Shiphi (son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah).",
      "topic": ""
    },
    "38": {
      "text": "These men listed by name were the leaders of their clans. Their families increased greatly,",
      "topic": ""
    },
    "39": {
      "text": "and they journeyed to the entrance of Gedor, to the east side of the valley, in search of pasture for their flocks.",
      "topic": ""
    },
    "40": {
      "text": "There they found rich, good pasture, and the land was spacious, peaceful, and quiet; for some Hamites had lived there formerly.",
      "topic": ""
    },
    "41": {
      "text": "These who were noted by name came in the days of Hezekiah king of Judah. They attacked the Hamites in their dwellings as well as the Meunites who were there, devoting them to destruction even to this day. Then they settled in their place, because there was pasture for their flocks.",
      "topic": ""
    },
    "42": {
      "text": "And five hundred of these Simeonites led by Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, went to Mount Seir",
      "topic": ""
    },
    "43": {
      "text": "and struck down the remnant of the Amalekites who had escaped. And they have lived there to this day.",
      "topic": ""
    }
  }
}