{
  "info": {
    "book": "1 Chronicles",
    "chapter": "8",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Benjamin was the father of Bela his firstborn, Ashbel the second, Aharah the third,",
      "topic": ""
    },
    "2": {
      "text": "Nohah the fourth, and Rapha the fifth.",
      "topic": ""
    },
    "3": {
      "text": "The sons of Bela: Addar, Gera, Abihud,",
      "topic": ""
    },
    "4": {
      "text": "Abishua, Naaman, Ahoah,",
      "topic": ""
    },
    "5": {
      "text": "Gera, Shephuphan, and Huram.",
      "topic": ""
    },
    "6": {
      "text": "These were the descendants of Ehud who were the heads of the families living in Geba and were exiled to Manahath:",
      "topic": ""
    },
    "7": {
      "text": "Naaman, Ahijah, and Gera, who carried them into exile and who was the father of Uzza and Ahihud.",
      "topic": ""
    },
    "8": {
      "text": "Shaharaim had sons in the country of Moab after he had divorced his wives Hushim and Baara.",
      "topic": ""
    },
    "9": {
      "text": "His sons by his wife Hodesh: Jobab, Zibia, Mesha, Malcam,",
      "topic": ""
    },
    "10": {
      "text": "Jeuz, Sachia, and Mirmah. These were his sons, heads of families.",
      "topic": ""
    },
    "11": {
      "text": "He also had sons by Hushim: Abitub and Elpaal.",
      "topic": ""
    },
    "12": {
      "text": "The sons of Elpaal: Eber, Misham, Shemed (who built Ono and Lod with its villages),",
      "topic": ""
    },
    "13": {
      "text": "and Beriah and Shema (who were the heads of families living in Aijalon and who drove out the inhabitants of Gath).",
      "topic": ""
    },
    "14": {
      "text": "Ahio, Shashak, Jeremoth,",
      "topic": ""
    },
    "15": {
      "text": "Zebadiah, Arad, Eder,",
      "topic": ""
    },
    "16": {
      "text": "Michael, Ishpah, and Joha were the sons of Beriah.",
      "topic": ""
    },
    "17": {
      "text": "Zebadiah, Meshullam, Hizki, Heber,",
      "topic": ""
    },
    "18": {
      "text": "Ishmerai, Izliah, and Jobab were the sons of Elpaal.",
      "topic": ""
    },
    "19": {
      "text": "Jakim, Zichri, Zabdi,",
      "topic": ""
    },
    "20": {
      "text": "Elienai, Zillethai, Eliel,",
      "topic": ""
    },
    "21": {
      "text": "Adaiah, Beraiah, and Shimrath were the sons of Shimei.",
      "topic": ""
    },
    "22": {
      "text": "Ishpan, Eber, Eliel,",
      "topic": ""
    },
    "23": {
      "text": "Abdon, Zichri, Hanan,",
      "topic": ""
    },
    "24": {
      "text": "Hananiah, Elam, Anthothijah,",
      "topic": ""
    },
    "25": {
      "text": "Iphdeiah, and Penuel were the sons of Shashak.",
      "topic": ""
    },
    "26": {
      "text": "Shamsherai, Shehariah, Athaliah,",
      "topic": ""
    },
    "27": {
      "text": "Jaareshiah, Elijah, and Zichri were the sons of Jeroham.",
      "topic": ""
    },
    "28": {
      "text": "All these were heads of families, the chiefs according to their genealogies, and they lived in Jerusalem.",
      "topic": ""
    },
    "29": {
      "text": "Jeiel the father of Gibeon lived in Gibeon. His wife’s name was Maacah,",
      "topic": ""
    },
    "30": {
      "text": "and Abdon was his firstborn son, then Zur, Kish, Baal, Nadab,",
      "topic": ""
    },
    "31": {
      "text": "Gedor, Ahio, Zecher,",
      "topic": ""
    },
    "32": {
      "text": "and Mikloth, who was the father of Shimeah. They too lived alongside their relatives in Jerusalem.",
      "topic": ""
    },
    "33": {
      "text": "Ner was the father of Kish, Kish was the father of Saul, and Saul was the father of Jonathan, Malchishua, Abinadab, and Esh-baal.",
      "topic": ""
    },
    "34": {
      "text": "The son of Jonathan: Merib-baal, and Merib-baal was the father of Micah.",
      "topic": ""
    },
    "35": {
      "text": "The sons of Micah: Pithon, Melech, Tarea, and Ahaz.",
      "topic": ""
    },
    "36": {
      "text": "Ahaz was the father of Jehoaddah, Jehoaddah was the father of Alemeth, Azmaveth, and Zimri, and Zimri was the father of Moza.",
      "topic": ""
    },
    "37": {
      "text": "Moza was the father of Binea. Raphah was his son, Eleasah his son, and Azel his son.",
      "topic": ""
    },
    "38": {
      "text": "Azel had six sons, and these were their names: Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.",
      "topic": ""
    },
    "39": {
      "text": "The sons of his brother Eshek: Ulam was his firstborn, Jeush second, and Eliphelet third.",
      "topic": ""
    },
    "40": {
      "text": "The sons of Ulam were mighty men of valor, archers, and they had many sons and grandsons—150 in all. All these were the descendants of Benjamin.",
      "topic": ""
    }
  }
}