{
  "info": {
    "book": "Jeremiah",
    "chapter": "5",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "“Travel the streets of Jerusalem; and gaze, and consider, and seek, in its wide streets. If you can find a man exercising judgment and seeking faith, then I will be forgiving to them.",
      "topic": ""
    },
    "2": {
      "text": "For even though they say, ‘As the Lord lives,’ in this, too, they swear falsely.”",
      "topic": ""
    },
    "3": {
      "text": "O Lord, your eyes look with favor upon faith. You have struck them, and they have not grieved. You have bruised them, and they have refused to accept discipline. They have hardened their faces more than rock, and they are not willing to return.",
      "topic": ""
    },
    "4": {
      "text": "But I said: Perhaps these are the poor and the senseless, who are ignorant of the way of the Lord, of the judgment of their God.",
      "topic": ""
    },
    "5": {
      "text": "Therefore, I will go to great men, and I will speak with them. For they have known the way of the Lord, the judgment of their God. And behold, these ones have broken the yoke all the more; they have torn apart the bonds.",
      "topic": ""
    },
    "6": {
      "text": "For this reason, a lion from the forest has struck them down, a wolf toward evening has laid waste to them, a leopard lies in wait over their cities. All who go out from there will be taken. For their transgressions have been multiplied; their rebellions have been strengthened.",
      "topic": ""
    },
    "7": {
      "text": "“Over which things am I able to be merciful to you? Your sons have forsaken me, and they swear by those who are not gods. I gave them everything, and they committed adultery, and they indulged themselves in the house of the harlot.",
      "topic": ""
    },
    "8": {
      "text": "They have become like wild horses in heat; each one was neighing after his neighbor’s wife.",
      "topic": ""
    },
    "9": {
      "text": "Shall I not visit against these things, says the Lord? And shall my soul not take vengeance on a nation such as this?",
      "topic": ""
    },
    "10": {
      "text": "Scale its walls and tear them down. But do not be willing to bring about its very end. Take away its plantings, for they are not the Lord’s.",
      "topic": ""
    },
    "11": {
      "text": "For the house of Israel and the house of Judah have greatly transgressed against me, says the Lord.",
      "topic": ""
    },
    "12": {
      "text": "They have denied the Lord, and they have said, ‘It is not him,’ and, ‘Evil will not overwhelm us. We will not see famine and the sword.’",
      "topic": ""
    },
    "13": {
      "text": "The prophets have spoken into the wind, and there was no answer with them. Therefore, these things will happen to them.”",
      "topic": ""
    },
    "14": {
      "text": "Thus says the Lord, the God of hosts: “Since you have spoken this word, behold, I will make my words in your mouth like fire and this people like wood, and it will devour them.",
      "topic": ""
    },
    "15": {
      "text": "Behold, O house of Israel, I will lead over you a far away nation, says the Lord, a robust nation, an ancient nation, a nation whose language you will not know, nor will you understand what they are saying.",
      "topic": ""
    },
    "16": {
      "text": "Their quiver is like an open sepulcher. They are all strong.",
      "topic": ""
    },
    "17": {
      "text": "And they will consume your grain fields and your bread. They will devour your sons and your daughters. They will consume your flocks and your herds. They will consume your vineyards and your figs. And with the sword, they will crush your fortified cities, in which you have placed your trust.",
      "topic": ""
    },
    "18": {
      "text": "Yet truly, in those days, says the Lord, I will not bring the consummation over you.",
      "topic": ""
    },
    "19": {
      "text": "And if they say, ‘Why has the Lord our God done all these things to us?’ You shall say to them: ‘Just as you have abandoned me and have served a strange god in your own land, so will you serve strangers in a land not your own.’",
      "topic": ""
    },
    "20": {
      "text": "Announce this to the house of Jacob, and make it known in Judah, saying:",
      "topic": ""
    },
    "21": {
      "text": "Listen, O foolish people who have no heart! You have eyes, but you do not see, and ears, but you do not hear.",
      "topic": ""
    },
    "22": {
      "text": "So then, will you not fear me, says the Lord. And will you not have sorrow before my face? I have placed the shore as a limit for the sea, as an everlasting precept that it will not transgress. And its waves will crash, but they will not prevail; and its waves will swell, but they will not go across.",
      "topic": ""
    },
    "23": {
      "text": "But the heart of this people has become incredulous and provocative; they have turned away and departed.",
      "topic": ""
    },
    "24": {
      "text": "And they have not said in their heart: ‘Let us dread the Lord our God, who gives us the timely and the late rains, in their proper time, who guards the full measure of the yearly harvest for us.’",
      "topic": ""
    },
    "25": {
      "text": "Your iniquities have turned these things away, and your sins have held back good things from you.",
      "topic": ""
    },
    "26": {
      "text": "For the impious are found among my people; they lie in ambush like fowlers setting snares, for they set traps to catch men.",
      "topic": ""
    },
    "27": {
      "text": "Just as a snare is full of birds, so are their houses full of deceit. As a result, they have become exalted and enriched.",
      "topic": ""
    },
    "28": {
      "text": "They have grown stout and fat. And they have transgressed my words most wickedly. They have not judged the case of the widow; they have not given guidance to the case of the orphan; and they have not judged a judgment for the poor.",
      "topic": ""
    },
    "29": {
      "text": "Shall I not visit against these things, says the Lord? Or shall my soul not take vengeance on a nation of this kind?",
      "topic": ""
    },
    "30": {
      "text": "Astonishing and wondrous things have been done upon the earth.",
      "topic": ""
    },
    "31": {
      "text": "The prophets have prophesied lies, and the priests have applauded with their hands, and my people have loved these things. So then, what shall be done at the very end?”",
      "topic": ""
    }
  }
}