{
  "info": {
    "book": "Jeremiah",
    "chapter": "50",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The word that the Lord has spoken about Babylon and about the land of the Chaldeans, by the hand of Jeremiah the prophet.",
      "topic": ""
    },
    "2": {
      "text": "“Announce it among the Gentiles, and make it known. Lift up a sign. Proclaim it and do not conceal it. Say this: ‘Babylon has been captured. Bel has been confounded. Merodach has been conquered. Their graven things have been confounded. Their idols have not survived.’",
      "topic": ""
    },
    "3": {
      "text": "For a nation has ascended against her from the north, which will set her land in desolation. And there will be no one who may live within it, from man even to beast. For they have been removed and have gone away.",
      "topic": ""
    },
    "4": {
      "text": "In those days and in that time, says the Lord, the sons of Israel will advance, they and the sons of Judah together. Weeping as they walk, they will hurry on, and they will seek the Lord their God.",
      "topic": ""
    },
    "5": {
      "text": "They will ask the way to Zion; their faces will be set toward this place. They will arrive and will be joined to the Lord by an everlasting covenant, which nothing will wipe away into oblivion.",
      "topic": ""
    },
    "6": {
      "text": "My people have become a lost flock. Their shepherds have led them astray and have caused them to wander in the mountains. They have crossed from mountain to hill. They have forgotten their resting place.",
      "topic": ""
    },
    "7": {
      "text": "All whom they have found, they have devoured. And their enemies have said: ‘We have not sinned. For it is they who have sinned against the Lord, the beauty of justice, and against the Lord, the hope of their fathers.’",
      "topic": ""
    },
    "8": {
      "text": "Withdraw from the midst of Babylon, and go forth from the land of the Chaldeans. And be like young goats before the flock.",
      "topic": ""
    },
    "9": {
      "text": "For behold, I am raising up, and I will lead against Babylon, a congregation of great nations from the land of the north. And they will be prepared against her, and from there she will be taken. Their arrows, like those of a strong man, a killer, will not return empty.",
      "topic": ""
    },
    "10": {
      "text": "And Chaldea will become a prey. All who lay waste to her will be filled, says the Lord.",
      "topic": ""
    },
    "11": {
      "text": "For you exult and you speak great things, plundering my inheritance. For you have spread out like calves upon the grass, and you have bellowed like bulls.",
      "topic": ""
    },
    "12": {
      "text": "Your mother has been exceedingly shamed, and she who bore you has become equal to the dust. Behold, she will be the last among the nations, a desert, impassable and dry.",
      "topic": ""
    },
    "13": {
      "text": "By the wrath of the Lord, it will not be inhabited. Instead, it will be entirely desolate. Every one who passes by Babylon will be stupefied and will hiss over all her wounds.",
      "topic": ""
    },
    "14": {
      "text": "Prepare yourselves against Babylon, on every side, all you who bend the bow. Make war against her! You should not spare the arrows, for she has sinned against the Lord.",
      "topic": ""
    },
    "15": {
      "text": "Cry out against her! For where she has put forth a hand, her foundations have fallen, her walls have been destroyed. For it is the vengeance of the Lord. Take vengeance against her! Just as she has done, do so to her.",
      "topic": ""
    },
    "16": {
      "text": "Destroy the founder from Babylon, and the one who holds the sickle in the time of harvest. Before the face of the sword of the dove, each one will turn back to his people, and every one will flee to his own land.",
      "topic": ""
    },
    "17": {
      "text": "Israel is a scattered flock. The lions have driven him away. First, the king of Assyria devoured him. And last, this Nebuchadnezzar, the king of Babylon, has taken away his bones.",
      "topic": ""
    },
    "18": {
      "text": "Because of this, thus says the Lord of hosts, the God of Israel: Behold, I will visit the king of Babylon and his land, just as I have visited the king of Assyria.",
      "topic": ""
    },
    "19": {
      "text": "And I will lead back Israel to his habitation. And he will pasture on Carmel and Bashan, and his soul will be satiated at mount Ephraim and Gilead.",
      "topic": ""
    },
    "20": {
      "text": "In those days and at that time, says the Lord, the iniquity of Israel will be sought, and there will be none. And the sin of Judah will be sought, and none will be found. For I will be forgiving to them, whom I will leave behind.",
      "topic": ""
    },
    "21": {
      "text": "Ascend against the land of the rulers, and visit against its inhabitants! Scatter and destroy whatever has been left behind them, says the Lord, and act according to all that I have instructed you.",
      "topic": ""
    },
    "22": {
      "text": "A voice of war in the land, and great destruction!",
      "topic": ""
    },
    "23": {
      "text": "How has the mallet of the entire earth been broken and crushed? How has Babylon been turned into a desert among the nations?",
      "topic": ""
    },
    "24": {
      "text": "I have ensnared you, and you have been captured, O Babylon, and you did not realize it. You have been discovered and seized, because you provoked the Lord.",
      "topic": ""
    },
    "25": {
      "text": "The Lord has opened his storehouse, and he has brought forth the instruments of his wrath. For there is work for the Lord, the God of hosts, within the land of the Chaldeans.",
      "topic": ""
    },
    "26": {
      "text": "Advance against her from the furthest regions! Open, so that those who will trample her may go out! Take stones from the road, and gather them into piles, and destroy her. And let there be nothing left of her.",
      "topic": ""
    },
    "27": {
      "text": "Scatter all her strong ones. Let them descend to the slaughter. Woe to them! For their day has arrived, the time of their visitation.",
      "topic": ""
    },
    "28": {
      "text": "It is the voice of those who are fleeing and of those who have escaped from the land of Babylon: to announce in Zion the revenge of the Lord our God, the revenge of his Temple.",
      "topic": ""
    },
    "29": {
      "text": "Announce it to the many in Babylon, to all who bend the bow. Stand together against her all around, and let no one escape. Repay her according to her work. In accord with all that she has done, do to her. For she has raised herself up against the Lord, against the Holy One of Israel.",
      "topic": ""
    },
    "30": {
      "text": "For this reason, her young men will fall in her streets. And all her men of war will be silenced, in that day, says the Lord.",
      "topic": ""
    },
    "31": {
      "text": "Behold, I am against you, O proud one, says the Lord, the God of hosts. For your day has arrived, the time of your visitation.",
      "topic": ""
    },
    "32": {
      "text": "And the proud one will fall and be ruined. And there will be no one who may lift him up. And I will kindle a fire in his cities, and it will devour everything around him.”",
      "topic": ""
    },
    "33": {
      "text": "Thus says the Lord of hosts: “The sons of Israel and the sons of Judah have endured calumny together. All who have seized them are holding them and refusing to release them.",
      "topic": ""
    },
    "34": {
      "text": "Their redeemer is strong. The Lord of hosts is his name. He will defend their case in judgment, so that he may terrify the land and disturb the inhabitants of Babylon.",
      "topic": ""
    },
    "35": {
      "text": "A sword is for the Chaldeans, says the Lord, and for the inhabitants of Babylon, and for her leaders, and for her wise ones.",
      "topic": ""
    },
    "36": {
      "text": "A sword is for her diviners, who will be fooled. A sword is for her strong ones, who will be afraid.",
      "topic": ""
    },
    "37": {
      "text": "A sword is for their horses, and for their chariots, and for all the common people who are in her midst. And they will be like women. A sword is for her storehouses, and they will be plundered.",
      "topic": ""
    },
    "38": {
      "text": "A drought is over her waters, and they will be dried up. For it is a land of graven images, and they glory in portents.",
      "topic": ""
    },
    "39": {
      "text": "Because of this, dragons will live there with the fig fauns, and ostriches will live in it. And it will no longer be inhabited, even in perpetuity, nor will it be raised up, even from generation to generation.",
      "topic": ""
    },
    "40": {
      "text": "Just as the Lord overthrew Sodom and Gomorrah, and their neighboring towns, says the Lord, no man will live there, and a son of man will not tend it.",
      "topic": ""
    },
    "41": {
      "text": "Behold, a people arrives from the north, and a great nation. And many kings will rise up from the ends of the earth.",
      "topic": ""
    },
    "42": {
      "text": "They will take up the bow and the shield. They are cruel and merciless. Their voice will sound out, like the sea, and they will ride upon horses, like a man prepared for battle against you, O daughter of Babylon.",
      "topic": ""
    },
    "43": {
      "text": "The king of Babylon has heard the report about them, and his hands have been weakened. Anguish has overtaken him, like the pains of a woman giving birth.",
      "topic": ""
    },
    "44": {
      "text": "Behold, he will ascend like a lion from the arrogance of the Jordan to the robust beauty. For I will cause him to rush upon her suddenly. And who will be the elect one, whom I may appoint over her? For who is like me? And who can endure me? And who is that pastor who can withstand my countenance?”",
      "topic": ""
    },
    "45": {
      "text": "Because of this, listen to the counsel of the Lord, which he has conceived in his mind against Babylon, and to his thoughts, which he has devised against the land of the Chaldeans: “Certainly the little ones of the flocks will pull them down, unless their habitation will have been destroyed with them.",
      "topic": ""
    },
    "46": {
      "text": "At the voice of the captivity of Babylon, the earth has been moved, and an outcry has been heard among the nations.”",
      "topic": ""
    }
  }
}