{
  "info": {
    "book": "Levítico",
    "chapter": "14",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Esta será la ley del leproso cuando se limpiare: Será traído al sacerdote.",
      "topic": ""
    },
    "3": {
      "text": "Y el sacerdote saldrá fuera del real; y mirará el sacerdote, y viendo que está sana la llaga de la lepra del leproso,",
      "topic": ""
    },
    "4": {
      "text": "el sacerdote mandará luego que se tomen para el que se purifica dos avecillas vivas, limpias, y palo de cedro, y grana, e hisopo;",
      "topic": ""
    },
    "5": {
      "text": "y mandará el sacerdote matar una avecilla en un vaso de barro sobre aguas vivas;",
      "topic": ""
    },
    "6": {
      "text": "después tomará la avecilla viva, y el palo de cedro, y la grana, y el hisopo, y lo mojará con la avecilla viva en la sangre de la avecilla muerta sobre las aguas vivas;",
      "topic": ""
    },
    "7": {
      "text": "y rociará siete veces sobre el que se purifica de la lepra, y le dará por limpio; y soltará la avecilla viva sobre la faz del campo.",
      "topic": ""
    },
    "8": {
      "text": "Y el que se purifica lavará sus vestidos, y raerá todo su pelo, y se lavará con agua, y será limpio; y después entrará en el real, y morará fuera de su tienda siete días.",
      "topic": ""
    },
    "9": {
      "text": "Y será, que al séptimo día raerá todo el pelo de su cabeza, y su barba, y las cejas de sus ojos; finalmente, raerá todo su pelo, y lavará sus vestidos, y lavará su carne en agua, y será limpio.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y el día octavo tomará dos corderos sin defecto, y una cordera de un año sin tacha; y tres décimas de flor de harina para presente amasada con aceite, y un log de aceite.",
      "topic": ""
    },
    "11": {
      "text": "Y el sacerdote que le purifica presentará con aquellas cosas al que se ha de limpiar delante del SEÑOR, a la puerta del tabernáculo del testimonio;",
      "topic": ""
    },
    "12": {
      "text": "y tomará el sacerdote un cordero, y lo ofrecerá por expiación de la culpa, con el log de aceite, y lo mecerá como ofrenda mecida delante del SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "Y degollará el cordero en el lugar donde degüellan la expiación por el pecado y el holocausto, en el lugar del santuario; porque como la expiación por el pecado, así también la expiación por la culpa es del sacerdote; es cosa santísima.",
      "topic": ""
    },
    "14": {
      "text": "Y tomará el sacerdote de la sangre de la expiación por la culpa, y pondrá el sacerdote sobre la ternilla de la oreja derecha del que se purifica, y sobre el pulgar de su mano derecha, y sobre el pulgar de su pie derecho.",
      "topic": ""
    },
    "15": {
      "text": "Asimismo tomará el sacerdote del log de aceite, y echará sobre la palma de su mano izquierda,",
      "topic": ""
    },
    "16": {
      "text": "y mojará su dedo derecho en el aceite que tiene en su mano izquierda, y esparcirá del aceite con su dedo siete veces delante del SEÑOR.",
      "topic": ""
    },
    "17": {
      "text": "Y de lo que quedare del aceite que tiene en su mano, pondrá el sacerdote sobre la ternilla de la oreja derecha del que se purifica, y sobre el pulgar de su mano derecha, y sobre el pulgar de su pie derecho, sobre la sangre de la expiación por la culpa;",
      "topic": ""
    },
    "18": {
      "text": "y lo que quedare del aceite que tiene en su mano, pondrá sobre la cabeza del que se purifica; y así lo reconciliará el sacerdote delante del SEÑOR.",
      "topic": ""
    },
    "19": {
      "text": "Y hará el sacerdote la expiación y purificará al que se ha de purificar de su inmundicia, y después degollará el holocausto.",
      "topic": ""
    },
    "20": {
      "text": "Y hará subir el sacerdote el holocausto y el presente sobre el altar, y así lo reconciliará el sacerdote, y será limpio.",
      "topic": ""
    },
    "21": {
      "text": "¶ Mas si fuere pobre, que no alcanzare su mano a tanto, entonces tomará un cordero para expiación por la culpa para la ofrenda mecida, para reconciliarse, y una décima de flor de harina amasada con aceite para presente, y un log de aceite;",
      "topic": ""
    },
    "22": {
      "text": "y dos tórtolas, o dos palominos, lo que alcanzare su mano; y el uno será para expiación por el pecado, y el otro para holocausto.",
      "topic": ""
    },
    "23": {
      "text": "Estas cosas traerá al octavo día de su purificación al sacerdote, a la puerta del tabernáculo del testimonio delante del SEÑOR.",
      "topic": ""
    },
    "24": {
      "text": "Y el sacerdote tomará el cordero de la expiación por la culpa, y el log de aceite, y lo mecerá el sacerdote como ofrenda mecida delante del SEÑOR;",
      "topic": ""
    },
    "25": {
      "text": "luego degollará el cordero de la expiación por la culpa, y tomará el sacerdote de la sangre de la expiación por la culpa, y pondrá sobre la ternilla de la oreja derecha del que se purifica, y sobre el pulgar de su mano derecha, y sobre el pulgar de su pie derecho.",
      "topic": ""
    },
    "26": {
      "text": "Y el sacerdote echará del aceite sobre la palma de su mano izquierda;",
      "topic": ""
    },
    "27": {
      "text": "y con su dedo derecho rociará el sacerdote del aceite que tiene en su mano izquierda, siete veces delante del SEÑOR.",
      "topic": ""
    },
    "28": {
      "text": "También el sacerdote pondrá del aceite que tiene en su mano sobre la ternilla de la oreja derecha del que se purifica, y sobre el pulgar de su mano derecha, y sobre el pulgar de su pie derecho, en el lugar de la sangre de la expiación por la culpa.",
      "topic": ""
    },
    "29": {
      "text": "Y lo que sobrare del aceite que el sacerdote tiene en su mano, lo pondrá sobre la cabeza del que se purifica, para reconciliarlo delante del SEÑOR.",
      "topic": ""
    },
    "30": {
      "text": "Asimismo ofrecerá una de las tórtolas, o de los palominos, lo que alcanzare su mano.",
      "topic": ""
    },
    "31": {
      "text": "Uno de lo que alcanzare su mano, en expiación por el pecado, y el otro en holocausto, además del presente; y así reconciliará el sacerdote al que se ha de purificar, delante del SEÑOR.",
      "topic": ""
    },
    "32": {
      "text": "Esta es la ley del que hubiere tenido plaga de lepra, cuya mano no alcanzare lo prescrito para purificarse.",
      "topic": ""
    },
    "33": {
      "text": "¶ Y habló el SEÑOR a Moisés y a Aarón, diciendo:",
      "topic": ""
    },
    "34": {
      "text": "Cuando hubieres entrado en la tierra de Canaán, la cual yo os doy en posesión, y pusiere yo plaga de lepra en alguna casa de la tierra de vuestra posesión,",
      "topic": ""
    },
    "35": {
      "text": "vendrá aquel de quien fuere la casa, y dará aviso al sacerdote, diciendo: Algo como plaga ha aparecido en mi casa.",
      "topic": ""
    },
    "36": {
      "text": "Entonces mandará el sacerdote, y limpiarán la casa antes que el sacerdote entre a mirar la plaga, para que no sea contaminado todo lo que estuviere en la casa; y después el sacerdote entrará a reconocer la casa.",
      "topic": ""
    },
    "37": {
      "text": "Y mirará la plaga; y si se vieren manchas en las paredes de la casa, verdosas, profundas o bermejas, las cuales parecieren más hundidas que la pared,",
      "topic": ""
    },
    "38": {
      "text": "el sacerdote saldrá de la casa a la puerta de ella, y cerrará la casa por siete días.",
      "topic": ""
    },
    "39": {
      "text": "Y al séptimo día volverá el sacerdote, y mirará; y si la plaga hubiere crecido en las paredes de la casa,",
      "topic": ""
    },
    "40": {
      "text": "entonces mandará el sacerdote, y arrancarán las piedras en que estuviere la plaga, y las echarán fuera de la ciudad, en un lugar inmundo;",
      "topic": ""
    },
    "41": {
      "text": "y hará descostrar la casa por dentro alrededor, y derramarán el polvo que descostraren fuera de la ciudad en un lugar inmundo;",
      "topic": ""
    },
    "42": {
      "text": "y tomarán otras piedras, y las pondrán en el lugar de las piedras quitadas ; y tomarán otra tierra, y encostrarán la casa.",
      "topic": ""
    },
    "43": {
      "text": "Y si la plaga volviere a reverdecer en aquella casa, después que hizo arrancar las piedras, y descostrar la casa, y después que fue encostrada,",
      "topic": ""
    },
    "44": {
      "text": "entonces el sacerdote entrará y mirará; y si pareciere haberse extendido la plaga en la casa, lepra roedora está en la tal casa: inmunda es.",
      "topic": ""
    },
    "45": {
      "text": "Entonces derribará la casa, sus piedras, y sus maderos, y toda la mezcla de la casa; y lo sacará fuera todo de la ciudad a un lugar inmundo.",
      "topic": ""
    },
    "46": {
      "text": "Y cualquiera que entrare en aquella casa todos los días que la mandó cerrar, será inmundo hasta la tarde.",
      "topic": ""
    },
    "47": {
      "text": "Y el que durmiere en aquella casa, lavará sus vestidos; también el que comiere en la casa, lavará sus vestidos.",
      "topic": ""
    },
    "48": {
      "text": "Mas si entrare el sacerdote y mirare, y viere que la plaga no se ha extendido en la casa después que fue encostrada, el sacerdote dará la casa por limpia, porque la plaga ha sanado.",
      "topic": ""
    },
    "49": {
      "text": "Entonces tomará para purificar la casa dos avecillas, y palo de cedro, y grana, e hisopo;",
      "topic": ""
    },
    "50": {
      "text": "y degollará una avecilla en un vaso de barro sobre aguas vivas;",
      "topic": ""
    },
    "51": {
      "text": "y tomará el palo de cedro, y el hisopo, y la grana, y la avecilla viva, y lo mojará todo en la sangre de la avecilla muerta y en las aguas vivas, y rociará la casa siete veces.",
      "topic": ""
    },
    "52": {
      "text": "Y purificará la casa con la sangre de la avecilla, y con las aguas vivas, y con la avecilla viva, y el palo de cedro, y el hisopo, y la grana.",
      "topic": ""
    },
    "53": {
      "text": "Luego soltará la avecilla viva fuera de la ciudad sobre la faz del campo; y así reconciliará la casa, y será limpia.",
      "topic": ""
    },
    "54": {
      "text": "¶ Esta es la ley acerca de toda plaga de lepra, y de tiña;",
      "topic": ""
    },
    "55": {
      "text": "y de la lepra del vestido, y de la casa;",
      "topic": ""
    },
    "56": {
      "text": "y acerca de la hinchazón, y de la postilla, y de la mancha blanca;",
      "topic": ""
    },
    "57": {
      "text": "para enseñar cuándo es inmundo, y cuándo es limpio. Esta es la ley de la lepra.",
      "topic": ""
    }
  }
}