{
  "info": {
    "book": "Levítico",
    "chapter": "19",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Habla a toda la congregación de los hijos de Israel, y diles: Santos seréis, porque santo soy yo el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "3": {
      "text": "Cada uno temerá a su madre y a su padre, y mis sábados guardaréis. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "4": {
      "text": "No os volveréis a los ídolos, ni haréis para vosotros dioses de fundición. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "5": {
      "text": "Y cuando ofreciereis sacrificio de paz al SEÑOR, de vuestra voluntad lo sacrificaréis.",
      "topic": ""
    },
    "6": {
      "text": "Será comido el día que lo ofreciereis, y el siguiente día; y lo que quedare para el tercer día, será quemado en el fuego.",
      "topic": ""
    },
    "7": {
      "text": "Y si se comiere el día tercero, será abominación; no será acepto;",
      "topic": ""
    },
    "8": {
      "text": "y el que lo comiere, llevará su delito, por cuanto profanó la santidad del SEÑOR; y la tal persona será cortada de su pueblo.",
      "topic": ""
    },
    "9": {
      "text": "Cuando segareis la mies de vuestra tierra, no acabarás de segar el rincón de tu campo, ni espigarás tu tierra segada.",
      "topic": ""
    },
    "10": {
      "text": "Y no rebuscarás tu viña, ni recogerás los granos caídos de tu viña; para el pobre y para el extranjero los dejarás. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "11": {
      "text": "¶ No hurtaréis, y no engañaréis, ni mentiréis ninguno a su prójimo.",
      "topic": ""
    },
    "12": {
      "text": "Y no juraréis en mi nombre con mentira, ni ensuciarás el nombre de tu Dios. Yo soy el SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "No harás calumnia a tu prójimo, ni le robarás. No se detendrá el trabajo del jornalero en tu casa hasta la mañana.",
      "topic": ""
    },
    "14": {
      "text": "No maldigas al sordo, y delante del ciego no pongas tropiezo, mas tendrás temor de tu Dios. Yo soy el SEÑOR.",
      "topic": ""
    },
    "15": {
      "text": "No harás agravio en el juicio; ni complaciendo al pobre, ni favoreciendo al grande; con justicia juzgarás a tu prójimo.",
      "topic": ""
    },
    "16": {
      "text": "No andarás chismeando en tu pueblo. No te pondrás contra la sangre de tu prójimo. Yo soy el SEÑOR.",
      "topic": ""
    },
    "17": {
      "text": "No aborrecerás a tu hermano en tu corazón; ingenuamente reprenderás a tu prójimo, y no consentirás sobre el pecado.",
      "topic": ""
    },
    "18": {
      "text": "No te vengarás, ni guardarás rencor a los hijos de tu pueblo; mas amarás a tu prójimo como a ti mismo. Yo soy el SEÑOR.",
      "topic": ""
    },
    "19": {
      "text": "¶ Mis estatutos guardaréis. A tu animal no harás ayuntar para mixturas; tu campo no sembrarás de mixtura, y no te pondrás vestidos con mezcla de diversas cosas.",
      "topic": ""
    },
    "20": {
      "text": "Y cuando un hombre tuviere acto carnal con mujer, y ella fuere sierva desposada con alguno, y no estuviere rescatada, ni le hubiere sido dada libertad, ambos serán azotados; no morirán, por cuanto ella no es libre.",
      "topic": ""
    },
    "21": {
      "text": "Y él traerá en expiación por su culpa al SEÑOR, a la puerta del tabernáculo del testimonio, un carnero por expiación.",
      "topic": ""
    },
    "22": {
      "text": "Y con el sacerdote lo reconciliará con el carnero de la expiación delante del SEÑOR, por su pecado que cometió; y se le perdonará su pecado que ha cometido.",
      "topic": ""
    },
    "23": {
      "text": "Y cuando hubiereis entrado en la tierra, y plantareis todo árbol de comer, circuncidaréis su prepucio de su fruto; tres años os será incircunciso; su fruto no se comerá.",
      "topic": ""
    },
    "24": {
      "text": "Y al cuarto año todo su fruto será santidad de loores al SEÑOR.",
      "topic": ""
    },
    "25": {
      "text": "Mas al quinto año comeréis el fruto de él, para que os haga crecer su fruto. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "26": {
      "text": "No comeréis cosa alguna con sangre. No seréis agoreros, ni adivinaréis.",
      "topic": ""
    },
    "27": {
      "text": "No cortaréis en redondo las extremidades de vuestras cabezas, ni dañarás la punta de tu barba.",
      "topic": ""
    },
    "28": {
      "text": "Y no haréis rasguños en vuestra carne por un muerto, ni imprimiréis en vosotros señal alguna. Yo soy el SEÑOR.",
      "topic": ""
    },
    "29": {
      "text": "No contaminarás tu hija haciéndola fornicar; para que no se prostituya la tierra, y se llene de maldad.",
      "topic": ""
    },
    "30": {
      "text": "¶ Mis sábados guardaréis, y mi santuario tendréis en reverencia. Yo soy el SEÑOR.",
      "topic": ""
    },
    "31": {
      "text": "No os volváis a los encantadores y a los adivinos; no los consultéis ensuciándoos con ellos. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "32": {
      "text": "Delante de las canas te levantarás, y honrarás el rostro del anciano, y de tu Dios tendrás temor. Yo soy el SEÑOR.",
      "topic": ""
    },
    "33": {
      "text": "Y cuando el extranjero morare contigo en vuestra tierra, no le oprimiréis.",
      "topic": ""
    },
    "34": {
      "text": "Como a un natural de vosotros tendréis al extranjero que peregrinare entre vosotros; y ámalo como a ti mismo; porque peregrinos fuisteis en la tierra de Egipto. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "35": {
      "text": "No hagáis agravio en juicio, en medida de tierra , ni en peso, ni en otra medida.",
      "topic": ""
    },
    "36": {
      "text": "Balanzas justas, pesas justas, efa justo, e hin justo tendréis. Yo soy el SEÑOR vuestro Dios, que os saqué de la tierra de Egipto.",
      "topic": ""
    },
    "37": {
      "text": "Guardad pues todos mis estatutos, y todos mis derechos, y ponedlos por obra. Yo soy el SEÑOR.",
      "topic": ""
    }
  }
}