{
  "info": {
    "book": "Levítico",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y el SEÑOR dijo a Moisés: Habla a los sacerdotes hijos de Aarón, y diles que no se contaminen por un muerto en sus pueblos.",
      "topic": ""
    },
    "2": {
      "text": "Mas por su pariente cercano a sí, por su madre, o por su padre, o por su hijo, o por su hermano,",
      "topic": ""
    },
    "3": {
      "text": "o por su hermana virgen, a él cercana, la cual no haya tenido marido, por ella se contaminará.",
      "topic": ""
    },
    "4": {
      "text": "No se contaminará, por el príncipe en su pueblo, ensuciándose.",
      "topic": ""
    },
    "5": {
      "text": "No harán calva en su cabeza, ni raerán la punta de su barba, ni en su carne harán rasguños.",
      "topic": ""
    },
    "6": {
      "text": "Santos serán a su Dios, y no ensuciarán el nombre de su Dios; porque los fuegos del SEÑOR, el pan de su Dios ofrecen; por tanto serán santos.",
      "topic": ""
    },
    "7": {
      "text": "Mujer ramera o infame no tomarán; ni tomarán mujer repudiada de su marido; porque el sacerdote es santo a su Dios.",
      "topic": ""
    },
    "8": {
      "text": "Y lo santificarás, porque el pan de tu Dios ofrece; santo será a ti, porque santo soy yo el SEÑOR vuestro santificador.",
      "topic": ""
    },
    "9": {
      "text": "Y la hija del varón sacerdote, si comenzare a fornicar, a su padre contamina; quemada será en fuego.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y el sumo sacerdote entre sus hermanos, sobre cuya cabeza fue derramado el aceite de la unción, y que fue consagrado para vestir las vestimentas, no descubrirá su cabeza, ni romperá sus vestidos;",
      "topic": ""
    },
    "11": {
      "text": "ni entrará a alguna persona muerta, ni por su padre, o por su madre se contaminará.",
      "topic": ""
    },
    "12": {
      "text": "Ni saldrá del santuario, ni ensuciará el santuario de su Dios; porque la corona del aceite de la unción de su Dios está sobre él. Yo soy el SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "Y tomará él mujer con su virginidad.",
      "topic": ""
    },
    "14": {
      "text": "Viuda, o repudiada, o infame, o ramera, éstas no tomará; mas tomará virgen de su pueblo por mujer.",
      "topic": ""
    },
    "15": {
      "text": "Y no ensuciará su simiente en su pueblo; porque yo el SEÑOR soy el que los santifico.",
      "topic": ""
    },
    "16": {
      "text": "¶ Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "17": {
      "text": "Habla a Aarón, y dile: El varón de tu simiente en sus generaciones, en el cual hubiere falta, no se acercará para ofrecer el pan de su Dios.",
      "topic": ""
    },
    "18": {
      "text": "Porque ningún varón en el cual hubiere falta, se acercará: varón ciego, o cojo, o falto, o sobrado,",
      "topic": ""
    },
    "19": {
      "text": "o varón en el cual hubiere quebradura de pie o quebradura de mano,",
      "topic": ""
    },
    "20": {
      "text": "o jorobado, o lagañoso, o que tuviere nube en el ojo, o que tuviere sarna, o empeine, o testículo atrofiado.",
      "topic": ""
    },
    "21": {
      "text": "Ningún varón de la simiente de Aarón sacerdote, en el cual hubiere falta, se acercará para ofrecer las ofrendas encendidas del SEÑOR. Hay falta en él; no se acercará a ofrecer el pan de su Dios.",
      "topic": ""
    },
    "22": {
      "text": "El pan de su Dios, de lo santísimo y de las cosas santificadas, comerá.",
      "topic": ""
    },
    "23": {
      "text": "Pero no entrará del velo adentro, ni se acercará al altar, por cuanto hay falta en él; y no ensuciará mi santuario, porque yo el SEÑOR soy el que los santifico.",
      "topic": ""
    },
    "24": {
      "text": "Y Moisés habló esto a Aarón, y a sus hijos, y a todos los hijos de Israel.",
      "topic": ""
    }
  }
}