{
  "info": {
    "book": "Mark",
    "chapter": "13",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And as he is going forth out of the temple, one of his disciples saith to him, ‘Teacher, see! what stones! and what buildings!’",
      "topic": ""
    },
    "2": {
      "text": "and Jesus answering said to him, ‘Seest thou these great buildings? there may not be left a stone upon a stone, that may not be thrown down.’",
      "topic": ""
    },
    "3": {
      "text": "And as he is sitting at the mount of the Olives, over-against the temple, Peter, and James, and John, and Andrew, were questioning him by himself,",
      "topic": ""
    },
    "4": {
      "text": "Tell us when these things shall be? and what is the sign when all these may be about to be fulfilled?’",
      "topic": ""
    },
    "5": {
      "text": "And Jesus answering them, began to say, ‘Take heed lest any one may lead you astray,",
      "topic": ""
    },
    "6": {
      "text": "for many shall come in my name, saying—I am he, and many they shall lead astray;",
      "topic": ""
    },
    "7": {
      "text": "and when ye may hear of wars and reports of wars, be not troubled, for these behove to be, but the end is not yet;",
      "topic": ""
    },
    "8": {
      "text": "for nation shall rise against nation, and kingdom against kingdom, and there shall be earthquakes in divers places, and there shall be famines and troubles; beginnings of sorrows are these.",
      "topic": ""
    },
    "9": {
      "text": "‘And take ye heed to yourselves, for they shall deliver you up to sanhedrims, and to synagogues, ye shall be beaten, and before governors and kings ye shall be set for my sake, for a testimony to them;",
      "topic": ""
    },
    "10": {
      "text": "and to all the nations it behoveth first that the good news be proclaimed.",
      "topic": ""
    },
    "11": {
      "text": "‘And when they may lead you, delivering up, be not anxious beforehand what ye may speak, nor premeditate, but whatever may be given to you in that hour, that speak ye, for it is not ye who are speaking, but the Holy Spirit.",
      "topic": ""
    },
    "12": {
      "text": "‘And brother shall deliver up brother to death, and father child, and children shall rise up against parents, and shall put them to death,",
      "topic": ""
    },
    "13": {
      "text": "and ye shall be hated by all because of my name, but he who hath endured to the end—he shall be saved.",
      "topic": ""
    },
    "14": {
      "text": "‘And when ye may see the abomination of the desolation, that was spoken of by Daniel the prophet, standing where it ought not, (whoever is reading let him understand), then those in Judea, let them flee to the mountains;",
      "topic": ""
    },
    "15": {
      "text": "and he upon the house-top, let him not come down to the house, nor come in to take anything out of his house;",
      "topic": ""
    },
    "16": {
      "text": "and he who is in the field, let him not turn to the things behind, to take up his garment.",
      "topic": ""
    },
    "17": {
      "text": "‘And woe to those with child, and to those giving suck, in those days;",
      "topic": ""
    },
    "18": {
      "text": "and pray ye that your flight may not be in winter,",
      "topic": ""
    },
    "19": {
      "text": "for those days shall be tribulation, such as hath not been from the beginning of the creation that God created, till now, and may not be;",
      "topic": ""
    },
    "20": {
      "text": "and if the Lord did not shorten the days, no flesh had been saved; but because of the chosen, whom He did choose to Himself, He did shorten the days.",
      "topic": ""
    },
    "21": {
      "text": "And then, if any may say to you, Lo, here is the Christ, or, Lo, there, ye may not believe;",
      "topic": ""
    },
    "22": {
      "text": "for there shall rise false Christs and false prophets, and they shall give signs and wonders, to seduce, if possible, also the chosen;",
      "topic": ""
    },
    "23": {
      "text": "and ye, take heed; lo, I have foretold you all things.",
      "topic": ""
    },
    "24": {
      "text": "‘But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,",
      "topic": ""
    },
    "25": {
      "text": "and the stars of the heaven shall be falling, and the powers that are in the heavens shall be shaken.",
      "topic": ""
    },
    "26": {
      "text": "‘And then they shall see the Son of Man coming in clouds with much power and glory,",
      "topic": ""
    },
    "27": {
      "text": "and then he shall send his messengers, and gather together his chosen from the four winds, from the end of the earth unto the end of heaven.",
      "topic": ""
    },
    "28": {
      "text": "‘And from the fig-tree learn ye the simile: when the branch may already become tender, and may put forth the leaves, ye know that nigh is the summer;",
      "topic": ""
    },
    "29": {
      "text": "so ye, also, when these ye may see coming to pass, ye know that it is nigh, at the doors.",
      "topic": ""
    },
    "30": {
      "text": "Verily I say to you, that this generation may not pass away till all these things may come to pass;",
      "topic": ""
    },
    "31": {
      "text": "the heaven and the earth shall pass away, but my words shall not pass away.",
      "topic": ""
    },
    "32": {
      "text": "‘And concerning that day and the hour no one hath known—not even the messengers who are in the heaven, not even the Son—except the Father.",
      "topic": ""
    },
    "33": {
      "text": "Take heed, watch and pray, for ye have not known when the time is;",
      "topic": ""
    },
    "34": {
      "text": "as a man who is gone abroad, having left his house, and given to his servants the authority, and to each one his work, did command also the porter that he may watch;",
      "topic": ""
    },
    "35": {
      "text": "watch ye, therefore, for ye have not known when the lord of the house doth come, at even, or at midnight, or at cock-crowing, or at the morning;",
      "topic": ""
    },
    "36": {
      "text": "lest, having come suddenly, he may find you sleeping;",
      "topic": ""
    },
    "37": {
      "text": "and what I say to you, I say to all, Watch.’",
      "topic": ""
    }
  }
}