{
  "info": {
    "book": "Mark",
    "chapter": "15",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And immediately, in the morning, the chief priests having made a consultation, with the elders, and scribes, and the whole sanhedrim, having bound Jesus, did lead away, and delivered him to Pilate;",
      "topic": ""
    },
    "2": {
      "text": "and Pilate questioned him, ‘Art thou the king of the Jews?’ and he answering said to him, ‘Thou dost say it.’",
      "topic": ""
    },
    "3": {
      "text": "And the chief priests were accusing him of many things, but he answered nothing.",
      "topic": ""
    },
    "4": {
      "text": "And Pilate again questioned him, saying, ‘Thou dost not answer anything! lo, how many things they do testify against thee!’",
      "topic": ""
    },
    "5": {
      "text": "and Jesus did no more answer anything, so that Pilate wondered.",
      "topic": ""
    },
    "6": {
      "text": "And at every feast he was releasing to them one prisoner, whomsoever they were asking;",
      "topic": ""
    },
    "7": {
      "text": "and there was one named Barabbas, bound with those making insurrection with him, who had in the insurrection committed murder.",
      "topic": ""
    },
    "8": {
      "text": "And the multitude having cried out, began to ask for themselves as he was always doing to them,",
      "topic": ""
    },
    "9": {
      "text": "and Pilate answered them, saying, ‘Will ye that I shall release to you the king of the Jews?’",
      "topic": ""
    },
    "10": {
      "text": "for he knew that because of envy the chief priests had delivered him up;",
      "topic": ""
    },
    "11": {
      "text": "and the chief priests did move the multitude, that he might rather release Barabbas to them.",
      "topic": ""
    },
    "12": {
      "text": "And Pilate answering, again said to them, ‘What, then, will ye that I shall do to him whom ye call king of the Jews?’",
      "topic": ""
    },
    "13": {
      "text": "and they again cried out, ‘Crucify him.’",
      "topic": ""
    },
    "14": {
      "text": "And Pilate said to them, ‘Why—what evil did he?’ and they cried out the more vehemently, ‘Crucify him;’",
      "topic": ""
    },
    "15": {
      "text": "and Pilate, wishing to content the multitude, released to them Barabbas, and delivered up Jesus—having scourged him—that he might be crucified.",
      "topic": ""
    },
    "16": {
      "text": "And the soldiers led him away into the hall, which is Praetorium, and call together the whole band,",
      "topic": ""
    },
    "17": {
      "text": "and clothe him with purple, and having plaited a crown of thorns, they put it on him,",
      "topic": ""
    },
    "18": {
      "text": "and began to salute him, ‘Hail, King of the Jews.’",
      "topic": ""
    },
    "19": {
      "text": "And they were smiting him on the head with a reed, and were spitting on him, and having bent the knee, were bowing to him,",
      "topic": ""
    },
    "20": {
      "text": "and when they had mocked him, they took the purple from off him, and clothed him in his own garments, and they led him forth, that they may crucify him.",
      "topic": ""
    },
    "21": {
      "text": "And they impress a certain one passing by—Simon, a Cyrenian, coming from the field, the father of Alexander and Rufus—that he may bear his cross,",
      "topic": ""
    },
    "22": {
      "text": "and they bring him to the place Golgotha, which is, being interpreted, ‘Place of a skull;’",
      "topic": ""
    },
    "23": {
      "text": "and they were giving him to drink wine mingled with myrrh, and he did not receive.",
      "topic": ""
    },
    "24": {
      "text": "And having crucified him, they were dividing his garments, casting a lot upon them, what each may take;",
      "topic": ""
    },
    "25": {
      "text": "and it was the third hour, and they crucified him;",
      "topic": ""
    },
    "26": {
      "text": "and the inscription of his accusation was written above—‘The King of the Jews.’",
      "topic": ""
    },
    "27": {
      "text": "And with him they crucify two robbers, one on the right hand, and one on his left,",
      "topic": ""
    },
    "28": {
      "text": "and the Writing was fulfilled that is saying, ‘And with lawless ones he was numbered.’",
      "topic": ""
    },
    "29": {
      "text": "And those passing by were speaking evil of him, shaking their heads, and saying, ‘Ah, the thrower down of the sanctuary, and in three days the builder!",
      "topic": ""
    },
    "30": {
      "text": "save thyself, and come down from the cross!’",
      "topic": ""
    },
    "31": {
      "text": "And in like manner also the chief priests, mocking with one another, with the scribes, said, ‘Others he saved; himself he is not able to save.",
      "topic": ""
    },
    "32": {
      "text": "The Christ! the king of Israel—let him come down now from the cross, that we may see and believe;’ and those crucified with him were reproaching him.",
      "topic": ""
    },
    "33": {
      "text": "And the sixth hour having come, darkness came over the whole land till the ninth hour,",
      "topic": ""
    },
    "34": {
      "text": "and at the ninth hour Jesus cried with a great voice, saying, ‘Eloi, Eloi, lamma sabachthani?’ which is, being interpreted, ‘My God, my God, why didst Thou forsake me?’",
      "topic": ""
    },
    "35": {
      "text": "And certain of those standing by, having heard, said, ‘Lo, Elijah he doth call;’",
      "topic": ""
    },
    "36": {
      "text": "and one having run, and having filled a spunge with vinegar, having put it also on a reed, was giving him to drink, saying, ‘Let alone, let us see if Elijah doth come to take him down.’",
      "topic": ""
    },
    "37": {
      "text": "And Jesus having uttered a loud cry, yielded the spirit,",
      "topic": ""
    },
    "38": {
      "text": "and the veil of the sanctuary was rent in two, from top to bottom,",
      "topic": ""
    },
    "39": {
      "text": "and the centurion who was standing over-against him, having seen that, having so cried out, he yielded the spirit, said, ‘Truly this man was Son of God.’",
      "topic": ""
    },
    "40": {
      "text": "And there were also women afar off beholding, among whom was also Mary the Magdalene, and Mary of James the less, and of Joses, and Salome,",
      "topic": ""
    },
    "41": {
      "text": "(who also, when he was in Galilee, were following him, and were ministering to him,) and many other women who came up with him to Jerusalem.",
      "topic": ""
    },
    "42": {
      "text": "And now evening having come, seeing it was the preparation, that is, the fore-sabbath,",
      "topic": ""
    },
    "43": {
      "text": "Joseph of Arimathea, an honourable counsellor, who also himself was waiting for the reign of God, came, boldly entered in unto Pilate, and asked the body of Jesus.",
      "topic": ""
    },
    "44": {
      "text": "And Pilate wondered if he were already dead, and having called near the centurion, did question him if he were long dead,",
      "topic": ""
    },
    "45": {
      "text": "and having known it from the centurion, he granted the body to Joseph.",
      "topic": ""
    },
    "46": {
      "text": "And he, having brought fine linen, and having taken him down, wrapped him in the linen, and laid him in a sepulchre that had been hewn out of a rock, and he rolled a stone unto the door of the sepulchre,",
      "topic": ""
    },
    "47": {
      "text": "and Mary the Magdalene, and Mary of Joses, were beholding where he is laid.",
      "topic": ""
    }
  }
}