{
  "info": {
    "book": "Numbers",
    "chapter": "31",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah spake unto Moses, saying,",
      "topic": ""
    },
    "2": {
      "text": "Avenge the children of Israel of the Midianites: afterward shalt thou be gathered unto thy people.",
      "topic": ""
    },
    "3": {
      "text": "And Moses spake unto the people, saying, Arm ye men from among you for the war, that they may go against Midian, to execute Jehovah’s vengeance on Midian.",
      "topic": ""
    },
    "4": {
      "text": "Of every tribe a thousand, throughout all the tribes of Israel, shall ye send to the war.",
      "topic": ""
    },
    "5": {
      "text": "So there were delivered, out of the thousands of Israel, a thousand of every tribe, twelve thousand armed for war.",
      "topic": ""
    },
    "6": {
      "text": "And Moses sent them, a thousand of every tribe, to the war, them and Phinehas the son of Eleazar the priest, to the war, with the vessels of the sanctuary and the trumpets for the alarm in his hand.",
      "topic": ""
    },
    "7": {
      "text": "And they warred against Midian, as Jehovah commanded Moses; and they slew every male.",
      "topic": ""
    },
    "8": {
      "text": "And they slew the kings of Midian with the rest of their slain: Evi, and Rekem, and Zur, and Hur, and Reba, the five kings of Midian: Balaam also the son of Beor they slew with the sword.",
      "topic": ""
    },
    "9": {
      "text": "And the children of Israel took captive the women of Midian and their little ones; and all their cattle, and all their flocks, and all their goods, they took for a prey.",
      "topic": ""
    },
    "10": {
      "text": "And all their cities in the places wherein they dwelt, and all their encampments, they burnt with fire.",
      "topic": ""
    },
    "11": {
      "text": "And they took all the spoil, and all the prey, both of man and of beast.",
      "topic": ""
    },
    "12": {
      "text": "And they brought the captives, and the prey, and the spoil, unto Moses, and unto Eleazar the priest, and unto the congregation of the children of Israel, unto the camp at the plains of Moab, which are by the Jordan at Jericho.",
      "topic": ""
    },
    "13": {
      "text": "And Moses, and Eleazar the priest, and all the princes of the congregation, went forth to meet them without the camp.",
      "topic": ""
    },
    "14": {
      "text": "And Moses was wroth with the officers of the host, the captains of thousands and the captains of hundreds, who came from the service of the war.",
      "topic": ""
    },
    "15": {
      "text": "And Moses said unto them, Have ye saved all the women alive?",
      "topic": ""
    },
    "16": {
      "text": "Behold, these caused the children of Israel, through the counsel of Balaam, to commit trespass against Jehovah in the matter of Peor, and so the plague was among the congregation of Jehovah.",
      "topic": ""
    },
    "17": {
      "text": "Now therefore kill every male among the little ones, and kill every woman that hath known man by lying with him.",
      "topic": ""
    },
    "18": {
      "text": "But all the women-children, that have not known man by lying with him, keep alive for yourselves.",
      "topic": ""
    },
    "19": {
      "text": "And encamp ye without the camp seven days: whosoever hath killed any person, and whosoever hath touched any slain, purify yourselves on the third day and on the seventh day, ye and your captives.",
      "topic": ""
    },
    "20": {
      "text": "And as to every garment, and all that is made of skin, and all work of goats’ hair, and all things made of wood, ye shall purify yourselves.",
      "topic": ""
    },
    "21": {
      "text": "And Eleazar the priest said unto the men of war that went to the battle, This is the statute of the law which Jehovah hath commanded Moses:",
      "topic": ""
    },
    "22": {
      "text": "howbeit the gold, and the silver, the brass, the iron, the tin, and the lead,",
      "topic": ""
    },
    "23": {
      "text": "everything that may abide the fire, ye shall make to go through the fire, and it shall be clean; nevertheless it shall be purified with the water for impurity: and all that abideth not the fire ye shall make to go through the water.",
      "topic": ""
    },
    "24": {
      "text": "And ye shall wash your clothes on the seventh day, and ye shall be clean; and afterward ye shall come into the camp.",
      "topic": ""
    },
    "25": {
      "text": "And Jehovah spake unto Moses, saying,",
      "topic": ""
    },
    "26": {
      "text": "Take the sum of the prey that was taken, both of man and of beast, thou, and Eleazar the priest, and the heads of the fathers’ houses of the congregation;",
      "topic": ""
    },
    "27": {
      "text": "and divide the prey into two parts: between the men skilled in war, that went out to battle, and all the congregation.",
      "topic": ""
    },
    "28": {
      "text": "And levy a tribute unto Jehovah of the men of war that went out to battle: one soul of five hundred, both of the persons, and of the oxen, and of the asses, and of the flocks:",
      "topic": ""
    },
    "29": {
      "text": "take it of their half, and give it unto Eleazar the priest, for Jehovah’s heave-offering.",
      "topic": ""
    },
    "30": {
      "text": "And of the children of Israel’s half, thou shalt take one drawn out of every fifty, of the persons, of the oxen, of the asses, and of the flocks, even of all the cattle, and give them unto the Levites, that keep the charge of the tabernacle of Jehovah.",
      "topic": ""
    },
    "31": {
      "text": "And Moses and Eleazar the priest did as Jehovah commanded Moses.",
      "topic": ""
    },
    "32": {
      "text": "Now the prey, over and above the booty which the men of war took, was six hundred thousand and seventy thousand and five thousand sheep,",
      "topic": ""
    },
    "33": {
      "text": "and threescore and twelve thousand oxen,",
      "topic": ""
    },
    "34": {
      "text": "and threescore and one thousand asses,",
      "topic": ""
    },
    "35": {
      "text": "and thirty and two thousand persons in all, of the women that had not known man by lying with him.",
      "topic": ""
    },
    "36": {
      "text": "And the half, which was the portion of them that went out to war, was in number three hundred thousand and thirty thousand and seven thousand and five hundred sheep:",
      "topic": ""
    },
    "37": {
      "text": "and Jehovah’s tribute of the sheep was six hundred and threescore and fifteen.",
      "topic": ""
    },
    "38": {
      "text": "And the oxen were thirty and six thousand; of which Jehovah’s tribute was threescore and twelve.",
      "topic": ""
    },
    "39": {
      "text": "And the asses were thirty thousand and five hundred; of which Jehovah’s tribute was threescore and one.",
      "topic": ""
    },
    "40": {
      "text": "And the persons were sixteen thousand; of whom Jehovah’s tribute was thirty and two persons.",
      "topic": ""
    },
    "41": {
      "text": "And Moses gave the tribute, which was Jehovah’s heave-offering, unto Eleazar the priest, as Jehovah commanded Moses.",
      "topic": ""
    },
    "42": {
      "text": "And of the children of Israel’s half, which Moses divided off from the men that warred",
      "topic": ""
    },
    "43": {
      "text": "(now the congregation’s half was three hundred thousand and thirty thousand, seven thousand and five hundred sheep,",
      "topic": ""
    },
    "44": {
      "text": "and thirty and six thousand oxen,",
      "topic": ""
    },
    "45": {
      "text": "and thirty thousand and five hundred asses,",
      "topic": ""
    },
    "46": {
      "text": "and sixteen thousand persons),",
      "topic": ""
    },
    "47": {
      "text": "even of the children of Israel’s half, Moses took one drawn out of every fifty, both of man and of beast, and gave them unto the Levites, that kept the charge of the tabernacle of Jehovah; as Jehovah commanded Moses.",
      "topic": ""
    },
    "48": {
      "text": "And the officers that were over the thousands of the host, the captains of thousands, and the captains of hundreds, came near unto Moses;",
      "topic": ""
    },
    "49": {
      "text": "and they said unto Moses, Thy servants have taken the sum of the men of war that are under our charge, and there lacketh not one man of us.",
      "topic": ""
    },
    "50": {
      "text": "And we have brought Jehovah’s oblation, what every man hath gotten, of jewels of gold, ankle-chains, and bracelets, signet-rings, ear-rings, and armlets, to make atonement for our souls before Jehovah.",
      "topic": ""
    },
    "51": {
      "text": "And Moses and Eleazar the priest took the gold of them, even all wrought jewels.",
      "topic": ""
    },
    "52": {
      "text": "And all the gold of the heave-offering that they offered up to Jehovah, of the captains of thousands, and of the captains of hundreds, was sixteen thousand seven hundred and fifty shekels.",
      "topic": ""
    },
    "53": {
      "text": "(For the men of war had taken booty, every man for himself.)",
      "topic": ""
    },
    "54": {
      "text": "And Moses and Eleazar the priest took the gold of the captains of thousands and of hundreds, and brought it into the tent of meeting, for a memorial for the children of Israel before Jehovah.",
      "topic": ""
    }
  }
}