{
  "info": {
    "book": "Matthew",
    "chapter": "25",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then shall the kingdom of heaven be likened unto ten virgins, who took their lamps, and went forth to meet the bridegroom.",
      "topic": ""
    },
    "2": {
      "text": "And five of them were foolish, and five were wise.",
      "topic": ""
    },
    "3": {
      "text": "For the foolish, when they took their lamps, took no oil with them :",
      "topic": ""
    },
    "4": {
      "text": "but the wise took oil in their vessels with their lamps.",
      "topic": ""
    },
    "5": {
      "text": "Now while the bridegroom tarried, they all slumbered and slept.",
      "topic": ""
    },
    "6": {
      "text": "But at midnight there is a cry, Behold, the bridegroom! Come ye forth to meet him.",
      "topic": ""
    },
    "7": {
      "text": "Then all those virgins arose, and trimmed their lamps.",
      "topic": ""
    },
    "8": {
      "text": "And the foolish said unto the wise, Give us of your oil; for our lamps are going out.",
      "topic": ""
    },
    "9": {
      "text": "But the wise answered, saying, Peradventure there will not be enough for us and you: go ye rather to them that sell, and buy for yourselves.",
      "topic": ""
    },
    "10": {
      "text": "And while they went away to buy, the bridegroom came; and they that were ready went in with him to the marriage feast: and the door was shut.",
      "topic": ""
    },
    "11": {
      "text": "Afterward came also the other virgins, saying, Lord, Lord, open to us.",
      "topic": ""
    },
    "12": {
      "text": "But he answered and said, Verily I say unto you, I know you not.",
      "topic": ""
    },
    "13": {
      "text": "Watch therefore, for ye know not the day nor the hour.",
      "topic": ""
    },
    "14": {
      "text": "For it is as when a man, going into another country, called his own servants, and delivered unto them his goods.",
      "topic": ""
    },
    "15": {
      "text": "And unto one he gave five talents, to another two, to another one; to each according to his several ability; and he went on his journey.",
      "topic": ""
    },
    "16": {
      "text": "Straightway he that received the five talents went and traded with them, and made other five talents.",
      "topic": ""
    },
    "17": {
      "text": "In like manner he also that received the two gained other two.",
      "topic": ""
    },
    "18": {
      "text": "But he that received the one went away and digged in the earth, and hid his lord’s money.",
      "topic": ""
    },
    "19": {
      "text": "Now after a long time the lord of those servants cometh, and maketh a reckoning with them.",
      "topic": ""
    },
    "20": {
      "text": "And he that received the five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: lo, I have gained other five talents.",
      "topic": ""
    },
    "21": {
      "text": "His lord said unto him, Well done, good and faithful servant: thou hast been faithful over a few things, I will set thee over many things; enter thou into the joy of thy lord.",
      "topic": ""
    },
    "22": {
      "text": "And he also that received the two talents came and said, Lord, thou deliveredst unto me two talents: lo, I have gained other two talents.",
      "topic": ""
    },
    "23": {
      "text": "His lord said unto him, Well done, good and faithful servant: thou hast been faithful over a few things, I will set thee over many things; enter thou into the joy of thy lord.",
      "topic": ""
    },
    "24": {
      "text": "And he also that had received the one talent came and said, Lord, I knew thee that thou art a hard man, reaping where thou didst not sow, and gathering where thou didst not scatter;",
      "topic": ""
    },
    "25": {
      "text": "and I was afraid, and went away and hid thy talent in the earth: lo, thou hast thine own.",
      "topic": ""
    },
    "26": {
      "text": "But his lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I did not scatter;",
      "topic": ""
    },
    "27": {
      "text": "thou oughtest therefore to have put my money to the bankers, and at my coming I should have received back mine own with interest.",
      "topic": ""
    },
    "28": {
      "text": "Take ye away therefore the talent from him, and give it unto him that hath the ten talents.",
      "topic": ""
    },
    "29": {
      "text": "For unto every one that hath shall be given, and he shall have abundance: but from him that hath not, even that which he hath shall be taken away.",
      "topic": ""
    },
    "30": {
      "text": "And cast ye out the unprofitable servant into the outer darkness: there shall be the weeping and the gnashing of teeth.",
      "topic": ""
    },
    "31": {
      "text": "But when the Son of man shall come in his glory, and all the angels with him, then shall he sit on the throne of his glory :",
      "topic": ""
    },
    "32": {
      "text": "and before him shall be gathered all the nations: and he shall separate them one from another, as the shepherd separateth the sheep from the goats;",
      "topic": ""
    },
    "33": {
      "text": "and he shall set the sheep on his right hand, but the goats on the left.",
      "topic": ""
    },
    "34": {
      "text": "Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world :",
      "topic": ""
    },
    "35": {
      "text": "for I was hungry, and ye gave me to eat; I was thirsty, and ye gave me drink; I was a stranger, and ye took me in;",
      "topic": ""
    },
    "36": {
      "text": "naked, and ye clothed me; I was sick, and ye visited me; I was in prison, and ye came unto me.",
      "topic": ""
    },
    "37": {
      "text": "Then shall the righteous answer him, saying, Lord, when saw we thee hungry, and fed thee? or athirst, and gave thee drink?",
      "topic": ""
    },
    "38": {
      "text": "And when saw we thee a stranger, and took thee in? or naked, and clothed thee?",
      "topic": ""
    },
    "39": {
      "text": "And when saw we thee sick, or in prison, and came unto thee?",
      "topic": ""
    },
    "40": {
      "text": "And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye did it unto one of these my brethren, even these least, ye did it unto me.",
      "topic": ""
    },
    "41": {
      "text": "Then shall he say also unto them on the left hand, Depart from me, ye cursed, into the eternal fire which is prepared for the devil and his angels :",
      "topic": ""
    },
    "42": {
      "text": "for I was hungry, and ye did not give me to eat; I was thirsty, and ye gave me no drink;",
      "topic": ""
    },
    "43": {
      "text": "I was a stranger, and ye took me not in; naked, and ye clothed me not; sick, and in prison, and ye visited me not.",
      "topic": ""
    },
    "44": {
      "text": "Then shall they also answer, saying, Lord, when saw we thee hungry, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?",
      "topic": ""
    },
    "45": {
      "text": "Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not unto one of these least, ye did it not unto me.",
      "topic": ""
    },
    "46": {
      "text": "And these shall go away into eternal punishment: but the righteous into eternal life.",
      "topic": ""
    }
  }
}