{
  "info": {
    "book": "Lucas",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Puesto que ya muchos han intentado poner en orden la historia de las cosas que entre nosotros son ciertísimas,",
      "topic": ""
    },
    "2": {
      "text": "así como nos lo enseñaron los que desde el principio lo vieron con sus ojos, y fueron ministros de la palabra;",
      "topic": ""
    },
    "3": {
      "text": "me ha parecido también a mí, después de haber entendido perfectamente todas las cosas desde el principio, escribírtelas por orden, [oh] excelentísimo Teófilo,",
      "topic": ""
    },
    "4": {
      "text": "para que conozcas la certeza de las cosas en las que has sido instruido.",
      "topic": ""
    },
    "5": {
      "text": "Hubo en los días de Herodes, rey de Judea, un sacerdote llamado Zacarías, de la clase de Abías; y su esposa era de las hijas de Aarón, y se llamaba Elisabet.",
      "topic": ""
    },
    "6": {
      "text": "Y ambos eran justos delante de Dios, andando irreprensibles en todos los mandamientos y ordenanzas del Señor.",
      "topic": ""
    },
    "7": {
      "text": "Y no tenían hijo, porque Elisabet era estéril, y ambos eran [ya] de edad avanzada.",
      "topic": ""
    },
    "8": {
      "text": "Y aconteció que ejerciendo Zacarías el sacerdocio delante de Dios en el orden de su clase,",
      "topic": ""
    },
    "9": {
      "text": "conforme a la costumbre del sacerdocio, le tocó en suerte encender el incienso, entrando en el templo del Señor.",
      "topic": ""
    },
    "10": {
      "text": "Y toda la multitud del pueblo estaba fuera orando a la hora del incienso.",
      "topic": ""
    },
    "11": {
      "text": "Y se le apareció un ángel del Señor puesto en pie a la derecha del altar del incienso.",
      "topic": ""
    },
    "12": {
      "text": "Y viéndole, se turbó Zacarías, y cayó temor sobre él.",
      "topic": ""
    },
    "13": {
      "text": "Mas el ángel le dijo: Zacarías, no temas; porque tu oración ha sido oída, y tu esposa Elisabet te dará a luz un hijo, y llamarás su nombre Juan.",
      "topic": ""
    },
    "14": {
      "text": "Y tendrás gozo y alegría, y muchos se regocijarán de su nacimiento.",
      "topic": ""
    },
    "15": {
      "text": "Porque será grande delante del Señor; y no beberá vino ni sidra, y será lleno del Espíritu Santo, aun desde el vientre de su madre.",
      "topic": ""
    },
    "16": {
      "text": "Y a muchos de los hijos de Israel convertirá al Señor Dios de ellos.",
      "topic": ""
    },
    "17": {
      "text": "Porque él irá delante de Él en el espíritu y el poder de Elías, para hacer volver los corazones de los padres a los hijos, y los desobedientes a la sabiduría de los justos, para preparar un pueblo dispuesto para el Señor.",
      "topic": ""
    },
    "18": {
      "text": "Y dijo Zacarías al ángel: ¿En qué conoceré esto? Porque yo soy viejo, y mi esposa es de edad avanzada.",
      "topic": ""
    },
    "19": {
      "text": "Y respondiendo el ángel le dijo: Yo soy Gabriel, que estoy delante de Dios; y soy enviado a hablarte y darte estas buenas nuevas.",
      "topic": ""
    },
    "20": {
      "text": "Y he aquí estarás mudo y no podrás hablar, hasta el día que esto sea hecho, por cuanto no creíste mis palabras, las cuales se cumplirán a su tiempo.",
      "topic": ""
    },
    "21": {
      "text": "Y el pueblo estaba esperando a Zacarías, y se maravillaban de que él se demorase en el templo.",
      "topic": ""
    },
    "22": {
      "text": "Y cuando salió, no les podía hablar; y entendieron que había visto visión en el templo, pues les hablaba por señas, y permanecía mudo.",
      "topic": ""
    },
    "23": {
      "text": "Y aconteció que cumpliéndose los días de su ministerio, se fue a su casa.",
      "topic": ""
    },
    "24": {
      "text": "Y después de aquellos días concibió su esposa Elisabet, y se encubrió por cinco meses, diciendo:",
      "topic": ""
    },
    "25": {
      "text": "Así me ha hecho el Señor en los días en que miró para quitar mi afrenta entre los hombres.",
      "topic": ""
    },
    "26": {
      "text": "Y al sexto mes, el ángel Gabriel fue enviado de Dios a una ciudad de Galilea, llamada Nazaret,",
      "topic": ""
    },
    "27": {
      "text": "a una virgen desposada con un varón que se llamaba José, de la casa de David; y el nombre de la virgen [era] María.",
      "topic": ""
    },
    "28": {
      "text": "Y entrando el ángel a donde ella estaba, dijo: ¡Salve, muy favorecida! El Señor es contigo; bendita tú entre las mujeres.",
      "topic": ""
    },
    "29": {
      "text": "Y cuando ella le vio, se turbó por sus palabras, y pensaba qué salutación sería ésta.",
      "topic": ""
    },
    "30": {
      "text": "Entonces el ángel le dijo: María, no temas, porque has hallado gracia delante de Dios.",
      "topic": ""
    },
    "31": {
      "text": "Y he aquí, concebirás en tu vientre, y darás a luz un hijo, y llamarás su nombre JESÚS.",
      "topic": ""
    },
    "32": {
      "text": "Éste será grande, y será llamado Hijo del Altísimo; y el Señor Dios le dará el trono de David, su padre;",
      "topic": ""
    },
    "33": {
      "text": "y reinará sobre la casa de Jacob por siempre; y de su reino no habrá fin.",
      "topic": ""
    },
    "34": {
      "text": "Entonces María dijo al ángel: ¿Cómo será esto? pues no conozco varón.",
      "topic": ""
    },
    "35": {
      "text": "Y respondiendo el ángel le dijo: El Espíritu Santo vendrá sobre ti, y el poder del Altísimo te cubrirá con su sombra; por lo cual también lo Santo que de ti nacerá, será llamado el Hijo de Dios.",
      "topic": ""
    },
    "36": {
      "text": "Y he aquí tu prima Elisabet, la que llamaban estéril, ella también ha concebido hijo en su vejez; y éste es el sexto mes para ella;",
      "topic": ""
    },
    "37": {
      "text": "Porque con Dios nada será imposible.",
      "topic": ""
    },
    "38": {
      "text": "Entonces María dijo: He aquí la sierva del Señor; hágase a mí conforme a tu palabra. Y el ángel se fue de ella.",
      "topic": ""
    },
    "39": {
      "text": "Y en aquellos días levantándose María, se fue aprisa a la montaña, a una ciudad de Judá;",
      "topic": ""
    },
    "40": {
      "text": "y entró en casa de Zacarías, y saludó a Elisabet.",
      "topic": ""
    },
    "41": {
      "text": "Y aconteció que cuando oyó Elisabet la salutación de María, la criatura saltó en su vientre; y Elisabet fue llena del Espíritu Santo,",
      "topic": ""
    },
    "42": {
      "text": "y exclamó a gran voz, y dijo: Bendita tú entre las mujeres, y bendito el fruto de tu vientre.",
      "topic": ""
    },
    "43": {
      "text": "¿Y de dónde esto a mí, que la madre de mi Señor venga a mí?",
      "topic": ""
    },
    "44": {
      "text": "Porque he aquí, tan pronto como llegó la voz de tu salutación a mis oídos, la criatura saltó de alegría en mi vientre.",
      "topic": ""
    },
    "45": {
      "text": "Y bienaventurada la que creyó, porque se cumplirán las cosas que le fueron dichas de parte del Señor.",
      "topic": ""
    },
    "46": {
      "text": "Entonces María dijo: Mi alma engrandece al Señor;",
      "topic": ""
    },
    "47": {
      "text": "Y mi espíritu se regocijó en Dios mi Salvador,",
      "topic": ""
    },
    "48": {
      "text": "porque ha mirado la bajeza de su sierva; y he aquí, desde ahora me dirán bienaventurada todas las generaciones.",
      "topic": ""
    },
    "49": {
      "text": "Porque me ha hecho grandes cosas el Poderoso; y santo es su nombre.",
      "topic": ""
    },
    "50": {
      "text": "Y su misericordia [es] en los que le temen, de generación en generación.",
      "topic": ""
    },
    "51": {
      "text": "Hizo proezas con su brazo; esparció a los soberbios en las imaginaciones de sus corazones;",
      "topic": ""
    },
    "52": {
      "text": "Derribó de los tronos a los poderosos, y exaltó a los humildes.",
      "topic": ""
    },
    "53": {
      "text": "A los hambrientos colmó de bienes, y a los ricos envió vacíos.",
      "topic": ""
    },
    "54": {
      "text": "Socorrió a Israel su siervo, acordándose de [su] misericordia;",
      "topic": ""
    },
    "55": {
      "text": "tal como habló a nuestros padres, a Abraham, y a su simiente para siempre.",
      "topic": ""
    },
    "56": {
      "text": "Y se quedó María con ella como tres meses, y se regresó a su casa.",
      "topic": ""
    },
    "57": {
      "text": "Y a Elisabet se le cumplió el tiempo de su alumbramiento, y dio a luz un hijo.",
      "topic": ""
    },
    "58": {
      "text": "Y oyeron sus vecinos y sus parientes que Dios había mostrado para con ella grande misericordia, y se regocijaron con ella.",
      "topic": ""
    },
    "59": {
      "text": "Y aconteció que al octavo día vinieron para circuncidar al niño; y le llamaban por el nombre de su padre, Zacarías.",
      "topic": ""
    },
    "60": {
      "text": "Y respondiendo su madre, dijo: No; sino Juan será llamado.",
      "topic": ""
    },
    "61": {
      "text": "Y le dijeron: No hay nadie en tu parentela que se llame con ese nombre.",
      "topic": ""
    },
    "62": {
      "text": "Entonces hicieron señas a su padre, [preguntándole] cómo le quería llamar.",
      "topic": ""
    },
    "63": {
      "text": "Y pidiendo una tablilla, escribió, diciendo: Juan es su nombre. Y todos se maravillaron.",
      "topic": ""
    },
    "64": {
      "text": "Y al instante fue abierta su boca y [suelta] su lengua, y habló bendiciendo a Dios.",
      "topic": ""
    },
    "65": {
      "text": "Y vino temor sobre todos sus vecinos; y todas estas cosas se divulgaron por todas las montañas de Judea.",
      "topic": ""
    },
    "66": {
      "text": "Y todos los que las oían las guardaban en su corazón, diciendo: ¿Quién será este niño? Y la mano del Señor era con él.",
      "topic": ""
    },
    "67": {
      "text": "Y Zacarías su padre fue lleno del Espíritu Santo, y profetizó, diciendo:",
      "topic": ""
    },
    "68": {
      "text": "Bendito el Señor Dios de Israel, porque ha visitado y redimido a su pueblo,",
      "topic": ""
    },
    "69": {
      "text": "y nos alzó cuerno de salvación en la casa de David su siervo,",
      "topic": ""
    },
    "70": {
      "text": "tal como habló por boca de sus santos profetas que fueron desde el principio del mundo;",
      "topic": ""
    },
    "71": {
      "text": "Que habríamos de ser salvos de nuestros enemigos, y de mano de todos los que nos aborrecen;",
      "topic": ""
    },
    "72": {
      "text": "para hacer misericordia con nuestros padres, y acordarse de su santo pacto;",
      "topic": ""
    },
    "73": {
      "text": "Del juramento que hizo a Abraham nuestro padre,",
      "topic": ""
    },
    "74": {
      "text": "que nos habría de conceder, que liberados de la mano de nuestros enemigos, sin temor le serviríamos,",
      "topic": ""
    },
    "75": {
      "text": "en santidad y justicia delante de Él, todos los días de nuestra vida.",
      "topic": ""
    },
    "76": {
      "text": "Y tú, niño, profeta del Altísimo serás llamado; porque irás delante de la faz del Señor, para preparar sus caminos;",
      "topic": ""
    },
    "77": {
      "text": "para dar conocimiento de salvación a su pueblo, para remisión de sus pecados,",
      "topic": ""
    },
    "78": {
      "text": "por la entrañable misericordia de nuestro Dios, con que la aurora nos visitó de lo alto,",
      "topic": ""
    },
    "79": {
      "text": "para dar luz a los que habitan en tinieblas y sombra de muerte; para encaminar nuestros pies por camino de paz.",
      "topic": ""
    },
    "80": {
      "text": "Y el niño crecía, y se fortalecía en espíritu; y estuvo en el desierto hasta el día que se mostró a Israel.",
      "topic": ""
    }
  }
}