{
  "info": {
    "book": "Lucas",
    "chapter": "15",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y se acercaban a Él todos los publicanos y pecadores para oírle.",
      "topic": ""
    },
    "2": {
      "text": "Y los fariseos y los escribas murmuraban, diciendo: Éste a los pecadores recibe, y con ellos come.",
      "topic": ""
    },
    "3": {
      "text": "Y Él les relató esta parábola, diciendo:",
      "topic": ""
    },
    "4": {
      "text": "‹¿Qué hombre de vosotros, teniendo cien ovejas, si perdiere una de ellas, no deja las noventa y nueve en el desierto, y va tras la que se perdió, hasta encontrarla?›",
      "topic": ""
    },
    "5": {
      "text": "‹Y cuando la encuentra, [la] pone sobre sus hombros, gozoso;›",
      "topic": ""
    },
    "6": {
      "text": "‹y viniendo a casa, reúne a sus amigos y a [sus] vecinos, diciéndoles: Regocijaos conmigo, porque he hallado mi oveja que se había perdido.›",
      "topic": ""
    },
    "7": {
      "text": "‹Os digo que así habrá más gozo en el cielo por un pecador que se arrepiente, que por noventa y nueve justos, que no necesitan arrepentimiento.›",
      "topic": ""
    },
    "8": {
      "text": "‹¿O qué mujer que tiene diez dracmas, si perdiere una dracma, no enciende el candil, y barre la casa, y busca con diligencia hasta encontrarla?›",
      "topic": ""
    },
    "9": {
      "text": "‹Y cuando [la] halla, reúne a [sus] amigas y a [sus] vecinas, diciendo: Regocijaos conmigo, porque he hallado la dracma que había perdido.›",
      "topic": ""
    },
    "10": {
      "text": "‹Así os digo que hay gozo delante de los ángeles de Dios por un pecador que se arrepiente.›",
      "topic": ""
    },
    "11": {
      "text": "Y dijo: ‹Un hombre tenía dos hijos;›",
      "topic": ""
    },
    "12": {
      "text": "‹y el menor de ellos dijo a [su] padre: Padre, dame la parte de los bienes que [me] pertenece. Y [él] les repartió [sus] bienes.›",
      "topic": ""
    },
    "13": {
      "text": "‹Y no muchos días después, juntándolo todo el hijo menor, partió lejos a una provincia apartada; y allí desperdició sus bienes viviendo perdidamente.›",
      "topic": ""
    },
    "14": {
      "text": "‹Y cuando todo lo hubo malgastado, vino una gran hambre en aquella provincia, y comenzó a faltarle.›",
      "topic": ""
    },
    "15": {
      "text": "‹Y fue y se arrimó a uno de los ciudadanos de aquella tierra, el cual le envió a su hacienda para que apacentase puercos.›",
      "topic": ""
    },
    "16": {
      "text": "‹Y deseaba llenar su vientre de las algarrobas que comían los puercos; mas nadie le daba.›",
      "topic": ""
    },
    "17": {
      "text": "‹Y volviendo en sí, dijo: ¡Cuántos jornaleros en casa de mi padre tienen abundancia de pan, y yo aquí perezco de hambre!›",
      "topic": ""
    },
    "18": {
      "text": "‹Me levantaré e iré a mi padre, y le diré: Padre, he pecado contra el cielo y contra ti;›",
      "topic": ""
    },
    "19": {
      "text": "‹ya no soy digno de ser llamado tu hijo; hazme como a uno de tus jornaleros.›",
      "topic": ""
    },
    "20": {
      "text": "‹Y levantándose, vino a su padre. Y cuando aún estaba lejos, su padre lo vio, y fue movido a misericordia; y corrió, y se echó sobre su cuello, y le besó.›",
      "topic": ""
    },
    "21": {
      "text": "‹Y el hijo le dijo: Padre, he pecado contra el cielo, y contra ti, y ya no soy digno de ser llamado tu hijo.›",
      "topic": ""
    },
    "22": {
      "text": "‹Pero el padre dijo a sus siervos: Traed la mejor vestidura, y vestidle; y poned un anillo en su mano, y calzado en [sus] pies;›",
      "topic": ""
    },
    "23": {
      "text": "‹y traed el becerro grueso y matadlo, y comamos y hagamos fiesta;›",
      "topic": ""
    },
    "24": {
      "text": "‹porque este mi hijo muerto era, y ha revivido; se había perdido, y es hallado. Y comenzaron a regocijarse.›",
      "topic": ""
    },
    "25": {
      "text": "‹Y su hijo mayor estaba en el campo; el cual cuando vino, y llegó cerca de la casa, oyó la música y las danzas;›",
      "topic": ""
    },
    "26": {
      "text": "‹y llamando a uno de los criados, le preguntó qué era aquello.›",
      "topic": ""
    },
    "27": {
      "text": "‹Y él le dijo: Tu hermano ha venido; y tu padre ha matado el becerro grueso, por haberle recibido sano y salvo.›",
      "topic": ""
    },
    "28": {
      "text": "‹Entonces él se enojó, y no quería entrar. Salió por tanto su padre, y le rogaba [que entrase].›",
      "topic": ""
    },
    "29": {
      "text": "‹Pero él, respondiendo, dijo a [su] padre: He aquí, tantos años te he servido, no habiendo desobedecido jamás tu mandamiento, y nunca me has dado un cabrito para gozarme con mis amigos.›",
      "topic": ""
    },
    "30": {
      "text": "‹Pero cuando vino éste, tu hijo, que ha consumido tus bienes con rameras, has matado para él el becerro grueso.›",
      "topic": ""
    },
    "31": {
      "text": "‹Él entonces le dijo: Hijo, tú siempre estás conmigo, y todo lo que tengo es tuyo.›",
      "topic": ""
    },
    "32": {
      "text": "‹Mas era necesario hacer fiesta y gozarnos, porque éste, tu hermano, muerto era, y ha revivido; se había perdido, y es hallado.›",
      "topic": ""
    }
  }
}