{
  "info": {
    "book": "Lucas",
    "chapter": "16",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y dijo también a sus discípulos: ‹Había un hombre rico, el cual tenía un mayordomo, y éste fue acusado ante él de que había disipado sus bienes.›",
      "topic": ""
    },
    "2": {
      "text": "‹Y le llamó, y le dijo: ¿Qué es esto que oigo de ti? Da cuenta de tu mayordomía, porque ya no podrás ser mayordomo.›",
      "topic": ""
    },
    "3": {
      "text": "‹Entonces el mayordomo dijo dentro de sí: ¿Qué haré? Porque mi señor me quita la mayordomía. Cavar, no puedo; mendigar, me da vergüenza.›",
      "topic": ""
    },
    "4": {
      "text": "‹Ya sé lo que haré para que cuando sea quitado de la mayordomía, me reciban en sus casas.›",
      "topic": ""
    },
    "5": {
      "text": "‹Y llamando a cada uno de los deudores de su señor, dijo al primero: ¿Cuánto debes a mi señor?›",
      "topic": ""
    },
    "6": {
      "text": "‹Y él dijo: Cien barriles de aceite. Y le dijo: Toma tu cuenta, y siéntate pronto, y escribe cincuenta.›",
      "topic": ""
    },
    "7": {
      "text": "‹Después dijo a otro: ¿Y tú, cuánto debes? Y él dijo: Cien medidas de trigo. Y él le dijo: Toma tu cuenta, y escribe ochenta.›",
      "topic": ""
    },
    "8": {
      "text": "‹Y alabó el señor al mayordomo injusto por haber hecho astutamente; porque los hijos de este siglo son en su generación más astutos que los hijos de luz.›",
      "topic": ""
    },
    "9": {
      "text": "‹Y yo os digo: Haceos amigos de las riquezas de maldad, para que cuando fallareis, os reciban en las moradas eternas.›",
      "topic": ""
    },
    "10": {
      "text": "‹El que es fiel en lo muy poco, también en lo más es fiel; y el que en lo muy poco es injusto, también en lo más es injusto.›",
      "topic": ""
    },
    "11": {
      "text": "‹Pues si en las riquezas injustas no fuisteis fieles, ¿quién os confiará lo verdadero?›",
      "topic": ""
    },
    "12": {
      "text": "‹Y si en lo ajeno no fuisteis fieles, ¿quién os dará lo que es vuestro?›",
      "topic": ""
    },
    "13": {
      "text": "‹Ningún siervo puede servir a dos señores; porque o aborrecerá al uno y amará al otro, o se apegará al uno y despreciará al otro. No podéis servir a Dios y a las riquezas.›",
      "topic": ""
    },
    "14": {
      "text": "Y oían también todas estas cosas los fariseos, los cuales eran avaros, y se burlaban de Él.",
      "topic": ""
    },
    "15": {
      "text": "Y les dijo: ‹Vosotros sois los que os justificáis a vosotros mismos delante de los hombres; pero Dios conoce vuestros corazones; porque lo que los hombres tienen en alta estima, delante de Dios es abominación.›",
      "topic": ""
    },
    "16": {
      "text": "‹La ley y los profetas [fueron] hasta Juan; desde entonces el reino de Dios es predicado, y todos se esfuerzan por entrar en él.›",
      "topic": ""
    },
    "17": {
      "text": "‹Pero es más fácil que pasen el cielo y la tierra, que fallar una tilde de la ley.›",
      "topic": ""
    },
    "18": {
      "text": "‹Cualquiera que repudia a su esposa, y se casa con otra, comete adulterio; y el que se casa con la repudiada del marido, comete adulterio.›",
      "topic": ""
    },
    "19": {
      "text": "‹Había un hombre rico, que se vestía de púrpura y de lino fino, y hacía cada día banquete con esplendidez.›",
      "topic": ""
    },
    "20": {
      "text": "‹Había también un mendigo llamado Lázaro, el cual estaba echado a la puerta de él, lleno de llagas,›",
      "topic": ""
    },
    "21": {
      "text": "‹y deseaba saciarse de las migajas que caían de la mesa del rico; y aun los perros venían y le lamían las llagas.›",
      "topic": ""
    },
    "22": {
      "text": "‹Y aconteció que murió el mendigo, y fue llevado por los ángeles al seno de Abraham. Y murió también el rico, y fue sepultado.›",
      "topic": ""
    },
    "23": {
      "text": "‹Y en el infierno alzó sus ojos, estando en tormentos, y vio a Abraham de lejos, y a Lázaro en su seno.›",
      "topic": ""
    },
    "24": {
      "text": "‹Entonces él, dando voces, dijo: Padre Abraham, ten misericordia de mí, y envía a Lázaro para que moje la punta de su dedo en agua, y refresque mi lengua; porque soy atormentado en esta llama.›",
      "topic": ""
    },
    "25": {
      "text": "‹Y Abraham [le] dijo: Hijo, acuérdate que recibiste tus bienes en tu vida, y Lázaro también males; mas ahora éste es consolado, y tú atormentado.›",
      "topic": ""
    },
    "26": {
      "text": "‹Y además de todo esto, una gran sima está puesta entre nosotros y vosotros, de manera que los que quieran pasar de aquí a vosotros, no puedan, ni de allá pasar acá.›",
      "topic": ""
    },
    "27": {
      "text": "‹Entonces él dijo: Te ruego, pues, padre, que le envíes a la casa de mi padre,›",
      "topic": ""
    },
    "28": {
      "text": "‹porque tengo cinco hermanos, para que les testifique, para que no vengan ellos también a este lugar de tormento.›",
      "topic": ""
    },
    "29": {
      "text": "‹Y Abraham le dijo: A Moisés y a los profetas tienen; óiganlos.›",
      "topic": ""
    },
    "30": {
      "text": "‹Él entonces dijo: No, padre Abraham; mas si alguno va a ellos de entre los muertos, se arrepentirán.›",
      "topic": ""
    },
    "31": {
      "text": "‹Mas Abraham le dijo: Si no oyen a Moisés y a los profetas, tampoco se persuadirán aunque alguno se levante de los muertos.›",
      "topic": ""
    }
  }
}