{
  "info": {
    "book": "Lucas",
    "chapter": "20",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y aconteció un día, que enseñando Él al pueblo en el templo, y predicando el evangelio, vinieron los príncipes de los sacerdotes y los escribas, con los ancianos,",
      "topic": ""
    },
    "2": {
      "text": "y le hablaron, diciendo: Dinos: ¿Con qué autoridad haces estas cosas? ¿O quién es el que te ha dado esta autoridad?",
      "topic": ""
    },
    "3": {
      "text": "Respondiendo entonces Jesús, les dijo: ‹Os preguntaré yo también una cosa; respondedme:›",
      "topic": ""
    },
    "4": {
      "text": "‹El bautismo de Juan, ¿era del cielo, o de los hombres?›",
      "topic": ""
    },
    "5": {
      "text": "Y ellos razonaban entre sí, diciendo: Si decimos, del cielo, dirá: ¿Por qué, pues, no le creísteis?",
      "topic": ""
    },
    "6": {
      "text": "Y si decimos: De los hombres, todo el pueblo nos apedreará; porque están convencidos de que Juan era profeta.",
      "topic": ""
    },
    "7": {
      "text": "Y respondieron que no sabían de dónde [era].",
      "topic": ""
    },
    "8": {
      "text": "Entonces Jesús les dijo: ‹Yo tampoco os digo con qué autoridad hago estas cosas.›",
      "topic": ""
    },
    "9": {
      "text": "Y comenzó a decir al pueblo esta parábola: ‹Un hombre plantó una viña, y la arrendó a labradores, y partió lejos por mucho tiempo.›",
      "topic": ""
    },
    "10": {
      "text": "‹Y al tiempo, envió un siervo a los labradores, para que le diesen del fruto de la viña; pero los labradores, le golpearon, y le enviaron vacío.›",
      "topic": ""
    },
    "11": {
      "text": "‹Y volvió a enviar otro siervo; mas ellos a éste también golpearon, y ultrajándole, le enviaron vacío.›",
      "topic": ""
    },
    "12": {
      "text": "‹Y volvió a enviar un tercer siervo; y ellos también a éste hirieron, y le echaron fuera.›",
      "topic": ""
    },
    "13": {
      "text": "‹Entonces el señor de la viña dijo: ¿Qué haré? Enviaré a mi hijo amado; quizá le respetarán cuando le vean.›",
      "topic": ""
    },
    "14": {
      "text": "‹Pero cuando los labradores lo vieron, razonaron entre sí, diciendo: Éste es el heredero; venid, matémosle, para que la heredad sea nuestra.›",
      "topic": ""
    },
    "15": {
      "text": "‹Y echándole fuera de la viña, le mataron. ¿Qué, pues, les hará el señor de la viña?›",
      "topic": ""
    },
    "16": {
      "text": "‹Vendrá, y destruirá a estos labradores, y dará su viña a otros.› Y cuando ellos oyeron [esto], dijeron: ¡Dios nos libre!",
      "topic": ""
    },
    "17": {
      "text": "Y Él mirándolos, dijo: ‹¿Qué, pues, es lo que está escrito: La piedra que desecharon los edificadores, ésta vino a ser cabeza del ángulo?›",
      "topic": ""
    },
    "18": {
      "text": "‹Cualquiera que cayere sobre aquella piedra, será quebrantado; pero sobre el que ella cayere, le desmenuzará.›",
      "topic": ""
    },
    "19": {
      "text": "Y procuraban los príncipes de los sacerdotes y los escribas echarle mano en aquella hora, porque entendieron que contra ellos había dicho esta parábola; pero temieron al pueblo.",
      "topic": ""
    },
    "20": {
      "text": "Y acechándole enviaron espías que se fingiesen justos, para sorprenderle en palabras, y así poder entregarle a la potestad y autoridad del gobernador.",
      "topic": ""
    },
    "21": {
      "text": "Y le preguntaron, diciendo: Maestro, sabemos que dices y enseñas rectamente, y que no haces acepción de personas; sino que enseñas el camino de Dios con verdad.",
      "topic": ""
    },
    "22": {
      "text": "¿Nos es lícito dar tributo a César, o no?",
      "topic": ""
    },
    "23": {
      "text": "Pero Él, entendiendo la malicia de ellos, les dijo: ‹¿Por qué me tentáis?›",
      "topic": ""
    },
    "24": {
      "text": "‹Mostradme una moneda. ¿De quién tiene la imagen y la inscripción?› Y respondiendo dijeron: De César.",
      "topic": ""
    },
    "25": {
      "text": "Entonces les dijo: ‹Pues dad a César lo que es de César; y a Dios lo que es de Dios.›",
      "topic": ""
    },
    "26": {
      "text": "Y no pudieron prenderle en sus palabras delante del pueblo; y maravillados de su respuesta, se callaron.",
      "topic": ""
    },
    "27": {
      "text": "Entonces vinieron unos de los saduceos, los cuales niegan que hay resurrección, y le preguntaron,",
      "topic": ""
    },
    "28": {
      "text": "diciendo: Maestro, Moisés nos escribió: Si el hermano de alguno muriere teniendo esposa, y él muriere sin hijos, que su hermano tome a su esposa, y levante simiente a su hermano.",
      "topic": ""
    },
    "29": {
      "text": "Hubo, pues, siete hermanos; y el primero tomó esposa, y murió sin hijos.",
      "topic": ""
    },
    "30": {
      "text": "Y el segundo la tomó como esposa, el cual también murió sin hijos.",
      "topic": ""
    },
    "31": {
      "text": "Y la tomó el tercero; asimismo también los siete; y murieron sin dejar descendencia.",
      "topic": ""
    },
    "32": {
      "text": "Y a la postre de todos murió también la mujer.",
      "topic": ""
    },
    "33": {
      "text": "En la resurrección, pues, ¿de cuál de ellos será esposa? porque los siete la tuvieron por esposa.",
      "topic": ""
    },
    "34": {
      "text": "Entonces respondiendo Jesús, les dijo: ‹Los hijos de este mundo se casan, y se dan en casamiento;›",
      "topic": ""
    },
    "35": {
      "text": "‹pero los que fueren tenidos por dignos de aquel mundo y la resurrección de los muertos, ni se casan, ni se dan en casamiento.›",
      "topic": ""
    },
    "36": {
      "text": "‹Porque no pueden morir ya más; pues son iguales a los ángeles, y son hijos de Dios, siendo hijos de la resurrección.›",
      "topic": ""
    },
    "37": {
      "text": "‹Y que los muertos hayan de resucitar, aun Moisés lo enseñó en el pasaje de la zarza, cuando llama al Señor: Dios de Abraham, y Dios de Isaac, y Dios de Jacob.›",
      "topic": ""
    },
    "38": {
      "text": "‹Porque Él no es Dios de muertos, sino de vivos; porque todos viven para Él.›",
      "topic": ""
    },
    "39": {
      "text": "Y respondiéndole unos de los escribas, dijeron: Maestro, bien has dicho.",
      "topic": ""
    },
    "40": {
      "text": "Y ya no se atrevieron a preguntarle nada.",
      "topic": ""
    },
    "41": {
      "text": "Y Él les dijo: ‹¿Cómo dicen que Cristo es hijo de David?›",
      "topic": ""
    },
    "42": {
      "text": "‹Pues David mismo dice en el libro de los Salmos: Dijo el Señor a mi Señor: Siéntate a mi diestra;›",
      "topic": ""
    },
    "43": {
      "text": "‹Hasta que ponga a tus enemigos por estrado de tus pies.›",
      "topic": ""
    },
    "44": {
      "text": "‹Así que David le llama Señor; ¿cómo entonces es su hijo?›",
      "topic": ""
    },
    "45": {
      "text": "Y oyéndole todo el pueblo, dijo a sus discípulos:",
      "topic": ""
    },
    "46": {
      "text": "‹Guardaos de los escribas, que gustan de andar con ropas largas, y aman las salutaciones en las plazas, y las primeras sillas en las sinagogas, y los primeros asientos en las cenas;›",
      "topic": ""
    },
    "47": {
      "text": "‹que devoran las casas de las viudas, y por pretexto hacen largas oraciones; éstos recibirán mayor condenación.›",
      "topic": ""
    }
  }
}