{
  "info": {
    "book": "Lucas",
    "chapter": "22",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y se acercaba el día de la fiesta de los panes sin levadura, que es llamada la Pascua.",
      "topic": ""
    },
    "2": {
      "text": "Y los príncipes de los sacerdotes y los escribas buscaban cómo matarle; porque temían al pueblo.",
      "topic": ""
    },
    "3": {
      "text": "Y entró Satanás en Judas, por sobrenombre Iscariote, el cual era uno del número de los doce;",
      "topic": ""
    },
    "4": {
      "text": "y éste fue y habló con los príncipes de los sacerdotes, y con los magistrados, de cómo se lo entregaría.",
      "topic": ""
    },
    "5": {
      "text": "Y ellos se alegraron, y convinieron en darle dinero.",
      "topic": ""
    },
    "6": {
      "text": "Y él prometió, y buscó oportunidad para entregárselo en ausencia del pueblo.",
      "topic": ""
    },
    "7": {
      "text": "Y vino el día de los panes sin levadura, en el cual era necesario sacrificar la pascua.",
      "topic": ""
    },
    "8": {
      "text": "Y envió a Pedro y a Juan, diciendo: ‹Id y preparadnos la pascua para que comamos.›",
      "topic": ""
    },
    "9": {
      "text": "Y ellos le dijeron: ¿Dónde quieres que la preparemos?",
      "topic": ""
    },
    "10": {
      "text": "Y Él les dijo: ‹He aquí, cuando entrareis en la ciudad, os encontrará un hombre que lleva un cántaro de agua; seguidle hasta la casa donde entrare,›",
      "topic": ""
    },
    "11": {
      "text": "‹y decid al padre de familia de esa casa: El Maestro te dice: ¿Dónde está el aposento donde he de comer la pascua con mis discípulos?›",
      "topic": ""
    },
    "12": {
      "text": "‹Entonces él os mostrará un gran aposento alto, ya dispuesto; preparad allí.›",
      "topic": ""
    },
    "13": {
      "text": "Fueron, pues, y hallaron como les había dicho; y prepararon la pascua.",
      "topic": ""
    },
    "14": {
      "text": "Y llegada la hora, se sentó a la mesa, y con Él los doce apóstoles.",
      "topic": ""
    },
    "15": {
      "text": "Y les dijo: ‹¡Con cuánto anhelo he deseado comer con vosotros esta pascua antes que padezca!›",
      "topic": ""
    },
    "16": {
      "text": "‹Porque os digo que no comeré más de ella, hasta que se cumpla en el reino de Dios.›",
      "topic": ""
    },
    "17": {
      "text": "Y tomando la copa, dio gracias, y dijo: ‹Tomad esto, y repartidlo entre vosotros;›",
      "topic": ""
    },
    "18": {
      "text": "‹porque os digo que no beberé del fruto de la vid, hasta que el reino de Dios venga.›",
      "topic": ""
    },
    "19": {
      "text": "Y tomando el pan, dio gracias, y [lo] partió y les dio, diciendo: ‹Esto es mi cuerpo, que por vosotros es dado; haced esto en memoria de mí.›",
      "topic": ""
    },
    "20": {
      "text": "De igual manera, después que hubo cenado, [tomó] también la copa, diciendo: ‹Esta copa es el nuevo testamento en mi sangre, que por vosotros es derramada.›",
      "topic": ""
    },
    "21": {
      "text": "‹Mas he aquí, conmigo en la mesa, la mano del que me entrega.›",
      "topic": ""
    },
    "22": {
      "text": "‹Y a la verdad el Hijo del Hombre va, según lo que está determinado; mas ¡ay de aquel hombre por quien Él es entregado!›",
      "topic": ""
    },
    "23": {
      "text": "Ellos entonces comenzaron a preguntar entre sí, quién de ellos sería el que había de hacer esto.",
      "topic": ""
    },
    "24": {
      "text": "Y hubo también entre ellos una disputa, de quién de ellos sería el mayor.",
      "topic": ""
    },
    "25": {
      "text": "Y Él les dijo: ‹Los reyes de los gentiles se enseñorean de ellos; y los que sobre ellos tienen autoridad son llamados bienhechores;›",
      "topic": ""
    },
    "26": {
      "text": "‹mas no así vosotros; antes el que es mayor entre vosotros, sea como el menor; y el que es príncipe, sea como el siervo.›",
      "topic": ""
    },
    "27": {
      "text": "‹Porque, ¿cuál es mayor, el que se sienta a la mesa, o el que sirve? ¿No es el que se sienta a la mesa? Pero yo soy entre vosotros como el que sirve.›",
      "topic": ""
    },
    "28": {
      "text": "‹Mas vosotros sois los que habéis permanecido conmigo en mis pruebas.›",
      "topic": ""
    },
    "29": {
      "text": "‹Yo, pues, os asigno un reino, como mi Padre me lo asignó a mí,›",
      "topic": ""
    },
    "30": {
      "text": "‹para que comáis y bebáis a mi mesa en mi reino, y os sentéis sobre tronos juzgando a las doce tribus de Israel.›",
      "topic": ""
    },
    "31": {
      "text": "Dijo también el Señor: ‹Simón, Simón, he aquí Satanás os ha pedido para zarandearos como a trigo;›",
      "topic": ""
    },
    "32": {
      "text": "‹mas yo he rogado por ti, para que tu fe no falte; y tú, una vez vuelto, confirma a tus hermanos.›",
      "topic": ""
    },
    "33": {
      "text": "Y él le dijo: Señor, presto estoy a ir contigo a la cárcel, y aun a la muerte.",
      "topic": ""
    },
    "34": {
      "text": "Y Él dijo: ‹Pedro, te digo que el gallo no cantará hoy antes que tú hayas negado tres veces que me conoces.›",
      "topic": ""
    },
    "35": {
      "text": "Y a ellos dijo: ‹Cuando os envié sin bolsa, y sin alforja, y sin zapatos, ¿os faltó algo?› Y ellos dijeron: Nada.",
      "topic": ""
    },
    "36": {
      "text": "Entonces les dijo: ‹Pues ahora, el que tiene bolsa, tómela, y también la alforja, y el que no tiene espada, venda su capa y compre una.›",
      "topic": ""
    },
    "37": {
      "text": "‹Porque os digo que es necesario que se cumpla todavía en mí aquello que está escrito: Y con los malos fue contado; porque lo que concierne a mí, cumplimiento tiene.›",
      "topic": ""
    },
    "38": {
      "text": "Entonces ellos dijeron: Señor, he aquí dos espadas. Y Él les dijo: ‹Basta.›",
      "topic": ""
    },
    "39": {
      "text": "Y saliendo, se fue, como solía, al monte de los Olivos; y sus discípulos también le siguieron.",
      "topic": ""
    },
    "40": {
      "text": "Y cuando llegó a aquel lugar, les dijo: ‹Orad que no entréis en tentación.›",
      "topic": ""
    },
    "41": {
      "text": "Y Él se apartó de ellos como a un tiro de piedra; y puesto de rodillas oró,",
      "topic": ""
    },
    "42": {
      "text": "diciendo: ‹Padre, si quieres, pasa de mí esta copa; pero no se haga mi voluntad, sino la tuya.›",
      "topic": ""
    },
    "43": {
      "text": "Y le apareció un ángel del cielo para fortalecerle.",
      "topic": ""
    },
    "44": {
      "text": "Y estando en agonía, oraba más intensamente; y fue su sudor como grandes gotas de sangre que caían hasta la tierra.",
      "topic": ""
    },
    "45": {
      "text": "Y cuando se levantó de la oración, y vino a sus discípulos, los halló durmiendo de tristeza;",
      "topic": ""
    },
    "46": {
      "text": "y les dijo: ‹¿Por qué dormís? Levantaos, y orad que no entréis en tentación.›",
      "topic": ""
    },
    "47": {
      "text": "Y mientras Él aún hablaba, he aquí una turba; y el que se llamaba Judas, uno de los doce, iba delante de ellos; y se acercó a Jesús para besarle.",
      "topic": ""
    },
    "48": {
      "text": "Entonces Jesús le dijo: ‹Judas, ¿con un beso entregas al Hijo del Hombre?›",
      "topic": ""
    },
    "49": {
      "text": "Y viendo los que estaban con Él lo que estaba por acontecer, le dijeron: Señor, ¿heriremos a espada?",
      "topic": ""
    },
    "50": {
      "text": "Y uno de ellos hirió a un siervo del sumo sacerdote, y le cortó la oreja derecha.",
      "topic": ""
    },
    "51": {
      "text": "Entonces respondiendo Jesús, dijo: ‹Dejad hasta aquí.› Y tocando su oreja, le sanó.",
      "topic": ""
    },
    "52": {
      "text": "Entonces Jesús dijo a los príncipes de los sacerdotes, y a los magistrados del templo, y a los ancianos que habían venido contra Él: ‹¿Como contra un ladrón habéis salido, con espadas y palos?›",
      "topic": ""
    },
    "53": {
      "text": "‹Habiendo estado con vosotros cada día en el templo, no extendisteis las manos contra mí; mas ésta es vuestra hora, y la potestad de las tinieblas.›",
      "topic": ""
    },
    "54": {
      "text": "Y prendiéndole le trajeron, y le metieron en casa del sumo sacerdote. Y Pedro le seguía de lejos.",
      "topic": ""
    },
    "55": {
      "text": "Y habiendo encendido fuego en medio de la sala, y sentándose todos alrededor, se sentó también Pedro entre ellos.",
      "topic": ""
    },
    "56": {
      "text": "Pero una criada le vio que estaba sentado al fuego, y observándole, dijo: Éste también con Él estaba.",
      "topic": ""
    },
    "57": {
      "text": "Entonces él lo negó, diciendo: Mujer, no le conozco.",
      "topic": ""
    },
    "58": {
      "text": "Y un poco después, viéndole otro, dijo: Tú también eres de ellos. Y Pedro dijo: Hombre, no soy.",
      "topic": ""
    },
    "59": {
      "text": "Y como una hora después, otro afirmó, diciendo: Verdaderamente éste también estaba con Él, porque es galileo.",
      "topic": ""
    },
    "60": {
      "text": "Y Pedro dijo: Hombre, no sé qué dices. Y al instante, mientras él aún hablaba, el gallo cantó.",
      "topic": ""
    },
    "61": {
      "text": "Entonces, vuelto el Señor, miró a Pedro; y Pedro se acordó de la palabra del Señor como le había dicho: ‹Antes que el gallo cante, me negarás tres veces.›",
      "topic": ""
    },
    "62": {
      "text": "Y Pedro, saliendo fuera, lloró amargamente.",
      "topic": ""
    },
    "63": {
      "text": "Y los hombres que custodiaban a Jesús se burlaban de Él y le golpeaban;",
      "topic": ""
    },
    "64": {
      "text": "y vendándole los ojos, le golpeaban el rostro, y le preguntaban, diciendo: Profetiza, ¿quién es el que te golpeó?",
      "topic": ""
    },
    "65": {
      "text": "Y muchas otras blasfemias decían contra Él.",
      "topic": ""
    },
    "66": {
      "text": "Y cuando fue de día, se reunieron los ancianos del pueblo, y los príncipes de los sacerdotes y los escribas, y le trajeron al concilio de ellos, diciendo:",
      "topic": ""
    },
    "67": {
      "text": "¿Eres tú el Cristo? Dínoslo. Y Él les dijo: ‹Si os lo dijere, no creeréis;›",
      "topic": ""
    },
    "68": {
      "text": "‹y también si os preguntare, no me responderéis, ni me soltaréis.›",
      "topic": ""
    },
    "69": {
      "text": "‹Desde ahora el Hijo del Hombre se sentará a la diestra del poder de Dios.›",
      "topic": ""
    },
    "70": {
      "text": "Entonces todos dijeron: ¿Luego eres tú el Hijo de Dios? Y Él les dijo: ‹Vosotros decís que lo soy.›",
      "topic": ""
    },
    "71": {
      "text": "Entonces ellos dijeron: ¿Qué más testimonio necesitamos? porque nosotros mismos lo hemos oído de su boca.",
      "topic": ""
    }
  }
}