{
  "info": {
    "book": "Lucas",
    "chapter": "9",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Entonces llamando a sus doce discípulos, les dio poder y autoridad sobre todos los demonios, y para sanar enfermedades.",
      "topic": ""
    },
    "2": {
      "text": "Y los envió a predicar el reino de Dios, y a sanar a los enfermos.",
      "topic": ""
    },
    "3": {
      "text": "Y les dijo: ‹No toméis nada para el camino, ni bordón, ni alforja, ni pan, ni dinero; ni llevéis dos túnicas cada uno.›",
      "topic": ""
    },
    "4": {
      "text": "‹Y en cualquier casa en que entrareis, quedad allí, y de allí salid.›",
      "topic": ""
    },
    "5": {
      "text": "‹Y si algunos no os recibieren, saliendo de aquella ciudad, aun el polvo sacudid de vuestros pies en testimonio contra ellos.›",
      "topic": ""
    },
    "6": {
      "text": "Y saliendo, recorrían todas las aldeas, predicando el evangelio, y sanando por todas partes.",
      "topic": ""
    },
    "7": {
      "text": "Y oyó Herodes el tetrarca todas las cosas que Él hacía; y estaba perplejo, porque algunos decían: Juan ha resucitado de los muertos;",
      "topic": ""
    },
    "8": {
      "text": "y otros: Elías ha aparecido; y otros: Algún profeta de los antiguos ha resucitado.",
      "topic": ""
    },
    "9": {
      "text": "Y dijo Herodes: A Juan yo decapité; ¿quién, pues, será Éste, de quien yo oigo tales cosas? Y procuraba verle.",
      "topic": ""
    },
    "10": {
      "text": "Y cuando los apóstoles regresaron, le contaron todas las cosas que habían hecho. Y tomándolos, se retiró aparte a un lugar desierto de la ciudad que se llama Betsaida.",
      "topic": ""
    },
    "11": {
      "text": "Y cuando la gente lo supo, le siguieron; y Él les recibió, y les hablaba del reino de Dios, y sanaba a los que necesitaban ser curados.",
      "topic": ""
    },
    "12": {
      "text": "Y cuando comenzó a declinar el día; llegan los doce, y le dicen: Despide la multitud, para que vayan a las aldeas, y campos de alrededor, y se alojen y hallen alimentos; porque aquí estamos en lugar desierto.",
      "topic": ""
    },
    "13": {
      "text": "Y Él les dijo: ‹Dadles vosotros de comer.› Y dijeron ellos: No tenemos más que cinco panes y dos pescados, a menos que vayamos a comprar alimentos para toda esta multitud.",
      "topic": ""
    },
    "14": {
      "text": "Y eran como cinco mil hombres. Entonces dijo a sus discípulos: ‹Hacedlos sentar en grupos, de cincuenta en cincuenta.›",
      "topic": ""
    },
    "15": {
      "text": "Y así lo hicieron, haciéndolos sentar a todos.",
      "topic": ""
    },
    "16": {
      "text": "Y tomando los cinco panes y los dos pescados, mirando al cielo los bendijo, y partió, y dio a sus discípulos para que pusiesen delante de la multitud.",
      "topic": ""
    },
    "17": {
      "text": "Y comieron todos, y se saciaron; y alzaron lo que les sobró, doce canastos de pedazos.",
      "topic": ""
    },
    "18": {
      "text": "Y aconteció que estando Él aparte orando, estaban con Él los discípulos; y les preguntó, diciendo: ‹¿Quién dice la gente que soy yo?›",
      "topic": ""
    },
    "19": {
      "text": "Y ellos respondiendo, dijeron: Juan el Bautista; y otros, Elías; y otros, que algún profeta de los antiguos ha resucitado.",
      "topic": ""
    },
    "20": {
      "text": "Y les dijo: ‹¿Y vosotros, quién decís que soy yo?› Entonces respondiendo Pedro, dijo: El Cristo de Dios.",
      "topic": ""
    },
    "21": {
      "text": "Mas Él, amonestándoles, les mandó que a nadie dijesen esto,",
      "topic": ""
    },
    "22": {
      "text": "diciendo: ‹Es necesario que el Hijo del Hombre padezca muchas cosas, y sea rechazado por los ancianos, y por los príncipes de los sacerdotes y por los escribas, y que sea muerto, y resucite al tercer día.›",
      "topic": ""
    },
    "23": {
      "text": "Y decía a todos: ‹Si alguno quiere venir en pos de mí, niéguese a sí mismo, y tome su cruz cada día, y sígame.›",
      "topic": ""
    },
    "24": {
      "text": "‹Porque el que quiera salvar su vida, la perderá; y el que pierda su vida por causa de mí, éste la salvará.›",
      "topic": ""
    },
    "25": {
      "text": "‹Porque ¿qué aprovechará al hombre, si ganare todo el mundo, y se pierde a sí mismo, o se destruye?›",
      "topic": ""
    },
    "26": {
      "text": "‹Porque el que se avergonzare de mí y de mis palabras, de éste se avergonzará el Hijo del Hombre cuando viniere en su gloria, y [en la] del Padre, y de los santos ángeles.›",
      "topic": ""
    },
    "27": {
      "text": "‹Y os digo en verdad, que hay algunos de los que están aquí, que no gustarán la muerte, hasta que vean el reino de Dios.›",
      "topic": ""
    },
    "28": {
      "text": "Y aconteció como ocho días después de estas palabras, que tomó a Pedro y a Juan y a Jacobo, y subió al monte a orar.",
      "topic": ""
    },
    "29": {
      "text": "Y entre tanto que oraba, la apariencia de su rostro se hizo otra, y su vestidura blanca y resplandeciente.",
      "topic": ""
    },
    "30": {
      "text": "Y he aquí dos varones que hablaban con Él, los cuales eran Moisés y Elías;",
      "topic": ""
    },
    "31": {
      "text": "que aparecieron con gloria, y hablaban de su partida, la cual Él había de cumplir en Jerusalén.",
      "topic": ""
    },
    "32": {
      "text": "Y Pedro y los que estaban con Él, estaban cargados de sueño; y despertando, vieron su gloria, y a los dos varones que estaban con Él.",
      "topic": ""
    },
    "33": {
      "text": "Y aconteció que apartándose ellos de Él, Pedro dice a Jesús: Maestro, bien es que nos quedemos aquí, y hagamos tres tabernáculos, uno para ti, y uno para Moisés, y uno para Elías; no sabiendo lo que decía.",
      "topic": ""
    },
    "34": {
      "text": "Y diciendo él esto, vino una nube que los cubrió; y tuvieron temor al entrar en la nube.",
      "topic": ""
    },
    "35": {
      "text": "Y vino una voz desde la nube, que decía: Éste es mi Hijo amado; a Él oíd.",
      "topic": ""
    },
    "36": {
      "text": "Y pasada aquella voz, Jesús fue hallado solo; y ellos callaron; y por aquellos días no dijeron nada a nadie de lo que habían visto.",
      "topic": ""
    },
    "37": {
      "text": "Y aconteció que al día siguiente, cuando descendieron del monte, una gran multitud les salió al encuentro.",
      "topic": ""
    },
    "38": {
      "text": "Y he aquí, un hombre de la multitud clamó, diciendo: Maestro, te ruego que veas a mi hijo; porque es mi único hijo;",
      "topic": ""
    },
    "39": {
      "text": "y he aquí un espíritu le toma, y de repente da gritos; y le sacude y le hace echar espuma, e hiriéndole difícilmente se aparta de él.",
      "topic": ""
    },
    "40": {
      "text": "Y rogué a tus discípulos que le echasen fuera, y no pudieron.",
      "topic": ""
    },
    "41": {
      "text": "Y respondiendo Jesús, dijo:‹¡Oh generación incrédula y perversa! ¿Hasta cuándo he de estar con vosotros, y os he de soportar? Trae acá tu hijo.›",
      "topic": ""
    },
    "42": {
      "text": "Y cuando aun se iba acercando, el demonio le derribó y le sacudió violentamente; mas Jesús reprendió al espíritu inmundo, y sanó al muchacho, y lo devolvió a su padre.",
      "topic": ""
    },
    "43": {
      "text": "Y todos estaban maravillados de la grandeza de Dios. Y admirándose todos de todas las cosas que Jesús hacía, dijo a sus discípulos:",
      "topic": ""
    },
    "44": {
      "text": "‹Dejad que estas palabras penetren en vuestros oídos, porque el Hijo del Hombre será entregado en manos de hombres.›",
      "topic": ""
    },
    "45": {
      "text": "Mas ellos no entendían esta palabra, y les era encubierta para que no la entendiesen; y temían preguntarle de esta palabra.",
      "topic": ""
    },
    "46": {
      "text": "Entonces entraron en disputa, de cuál de ellos sería el mayor.",
      "topic": ""
    },
    "47": {
      "text": "Mas Jesús, viendo los pensamientos del corazón de ellos, tomó a un niño, y lo puso junto a sí,",
      "topic": ""
    },
    "48": {
      "text": "y les dijo: ‹Cualquiera que reciba a este niño en mí nombre, a mí me recibe; y cualquiera que me recibe a mí, recibe al que me envió; porque el que es más pequeño entre todos vosotros, ése será el [más] grande.›",
      "topic": ""
    },
    "49": {
      "text": "Entonces respondiendo Juan, dijo: Maestro, hemos visto a uno que echaba fuera demonios en tu nombre; y se lo prohibimos, porque no sigue con nosotros.",
      "topic": ""
    },
    "50": {
      "text": "Jesús le dijo: ‹No se lo prohibáis; porque el que no es contra nosotros, por nosotros es.›",
      "topic": ""
    },
    "51": {
      "text": "Y aconteció, que cumpliéndose el tiempo en que había de ser recibido arriba, Él afirmó su rostro para ir a Jerusalén.",
      "topic": ""
    },
    "52": {
      "text": "Y envió mensajeros delante de sí, los cuales fueron y entraron en una aldea de samaritanos, para preparar para Él.",
      "topic": ""
    },
    "53": {
      "text": "Pero no le recibieron, porque su apariencia era como de ir a Jerusalén.",
      "topic": ""
    },
    "54": {
      "text": "Y viendo esto sus discípulos Jacobo y Juan, dijeron: Señor, ¿quieres que mandemos que descienda fuego del cielo, y los consuma, así como hizo Elías?",
      "topic": ""
    },
    "55": {
      "text": "Entonces volviéndose Él, los reprendió, diciendo: ‹Vosotros no sabéis de qué espíritu sois;›",
      "topic": ""
    },
    "56": {
      "text": "‹porque el Hijo del Hombre no ha venido para perder las almas de los hombres, sino para salvarlas.› Y se fueron a otra aldea.",
      "topic": ""
    },
    "57": {
      "text": "Y aconteció que yendo ellos, uno le dijo en el camino: Señor, te seguiré a dondequiera que vayas.",
      "topic": ""
    },
    "58": {
      "text": "Y le dijo Jesús: ‹Las zorras tienen guaridas, y las aves del cielo [tienen] nidos; mas el Hijo del Hombre no tiene donde recostar [su] cabeza.›",
      "topic": ""
    },
    "59": {
      "text": "Y dijo a otro: ‹Sígueme.› Y él dijo: Señor, déjame que primero vaya y entierre a mi padre.",
      "topic": ""
    },
    "60": {
      "text": "Y Jesús le dijo: ‹Deja que los muertos entierren a sus muertos; y tú, ve, y predica el reino de Dios.›",
      "topic": ""
    },
    "61": {
      "text": "Entonces también dijo otro: Te seguiré, Señor; mas déjame que me despida primero de los que están en mi casa.",
      "topic": ""
    },
    "62": {
      "text": "Y Jesús le dijo: ‹Ninguno que poniendo su mano en el arado y mira hacia atrás, es apto para el reino de Dios.›",
      "topic": ""
    }
  }
}