{
  "info": {
    "book": "Galatians",
    "chapter": "1",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Paul, an apostle—sent not from men nor by man, but by Jesus Christ and God the Father, who raised Him from the dead—",
      "topic": ""
    },
    "2": {
      "text": "and all the brothers with me, To the churches of Galatia:",
      "topic": ""
    },
    "3": {
      "text": "Grace and peace to you from God our Father and the Lord Jesus Christ,",
      "topic": ""
    },
    "4": {
      "text": "who gave Himself for our sins to rescue us from the present evil age, according to the will of our God and Father,",
      "topic": ""
    },
    "5": {
      "text": "to whom be glory forever and ever. Amen.",
      "topic": ""
    },
    "6": {
      "text": "I am amazed how quickly you are deserting the One who called you by the grace of Christ and are turning to a different gospel—",
      "topic": ""
    },
    "7": {
      "text": "which is not even a gospel. Evidently some people are troubling you and trying to distort the gospel of Christ.",
      "topic": ""
    },
    "8": {
      "text": "But even if we or an angel from heaven should preach a gospel contrary to the one we preached to you, let him be under a curse!",
      "topic": ""
    },
    "9": {
      "text": "As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be under a curse!",
      "topic": ""
    },
    "10": {
      "text": "Am I now seeking the approval of men, or of God? Or am I striving to please men? If I were still trying to please men, I would not be a servant of Christ.",
      "topic": ""
    },
    "11": {
      "text": "For I want you to know, brothers, that the gospel I preached was not devised by man.",
      "topic": ""
    },
    "12": {
      "text": "I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ.",
      "topic": ""
    },
    "13": {
      "text": "For you have heard of my former way of life in Judaism, how severely I persecuted the church of God and tried to destroy it.",
      "topic": ""
    },
    "14": {
      "text": "I was advancing in Judaism beyond many of my contemporaries and was extremely zealous for the traditions of my fathers.",
      "topic": ""
    },
    "15": {
      "text": "But when God, who set me apart from my mother’s womb and called me by His grace, was pleased",
      "topic": ""
    },
    "16": {
      "text": "to reveal His Son in me so that I might preach Him among the Gentiles, I did not rush to consult with flesh and blood,",
      "topic": ""
    },
    "17": {
      "text": "nor did I go up to Jerusalem to the apostles who came before me, but I went into Arabia and later returned to Damascus.",
      "topic": ""
    },
    "18": {
      "text": "Only after three years did I go up to Jerusalem to confer with Cephas, and I stayed with him fifteen days.",
      "topic": ""
    },
    "19": {
      "text": "But I saw none of the other apostles except James, the Lord’s brother.",
      "topic": ""
    },
    "20": {
      "text": "I assure you before God that what I am writing to you is no lie.",
      "topic": ""
    },
    "21": {
      "text": "Later I went to the regions of Syria and Cilicia.",
      "topic": ""
    },
    "22": {
      "text": "I was personally unknown, however, to the churches of Judea that are in Christ.",
      "topic": ""
    },
    "23": {
      "text": "They only heard the account: “The man who formerly persecuted us is now preaching the faith he once tried to destroy.”",
      "topic": ""
    },
    "24": {
      "text": "And they glorified God because of me.",
      "topic": ""
    }
  }
}