{
  "info": {
    "book": "Job",
    "chapter": "17",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My spirit will be wasted, my days will be shortened, and only the grave will left for me.",
      "topic": ""
    },
    "2": {
      "text": "I have not sinned, yet my eye remains in bitterness.",
      "topic": ""
    },
    "3": {
      "text": "Free me, O Lord, and set me beside you, and let the hand of anyone you wish fight against me.",
      "topic": ""
    },
    "4": {
      "text": "You have set their heart far from discipline; therefore, they will not be praised.",
      "topic": ""
    },
    "5": {
      "text": "He promises prey to his companions, but the eyes of his sons will grow faint.",
      "topic": ""
    },
    "6": {
      "text": "He has posted me like a proverb to the people, and I am an example in their presence.",
      "topic": ""
    },
    "7": {
      "text": "My eyesight has been clouded by indignation, and my limbs have been reduced, as if to nothing.",
      "topic": ""
    },
    "8": {
      "text": "The just will be astounded over this, and the innocent will be stirred up against the hypocrite.",
      "topic": ""
    },
    "9": {
      "text": "And the just will cling to his way, and clean hands will increase strength.",
      "topic": ""
    },
    "10": {
      "text": "Therefore, be converted, all of you, and approach, for I do not find in you any wisdom.",
      "topic": ""
    },
    "11": {
      "text": "My days have passed away; my thoughts have been scattered, tormenting my heart.",
      "topic": ""
    },
    "12": {
      "text": "They have turned night into day, and I hope for light again after the darkness.",
      "topic": ""
    },
    "13": {
      "text": "If I should wait, the underworld is my house, and in darkness I have spread out my bed.",
      "topic": ""
    },
    "14": {
      "text": "I have said to decay and to worms: “You are my father, my mother, and my sister.”",
      "topic": ""
    },
    "15": {
      "text": "Therefore, where is my expectation now, and who is it that considers my patience?",
      "topic": ""
    },
    "16": {
      "text": "Everything of mine will descend into the deepest underworld; do you think that, in that place at least, there will be rest for me?",
      "topic": ""
    }
  }
}