{
  "info": {
    "book": "Job",
    "chapter": "18",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But Baldad the Suhite responded by saying:",
      "topic": ""
    },
    "2": {
      "text": "How long will you throw around words? Understand first, and then let us speak.",
      "topic": ""
    },
    "3": {
      "text": "Why have we been treated like mules, as if we were unworthy before you?",
      "topic": ""
    },
    "4": {
      "text": "You, who ruins your own soul in your fury, will the earth be forsaken because of you, and will the cliffs be moved from their place?",
      "topic": ""
    },
    "5": {
      "text": "Will not the light of the impious be put out, and the flame of his fire refuse to shine?",
      "topic": ""
    },
    "6": {
      "text": "Light will become darkness in his tabernacle, and the lamp that is over him will be extinguished.",
      "topic": ""
    },
    "7": {
      "text": "His strong steps will be constrained, and his own counsel will cast him down uncontrollably.",
      "topic": ""
    },
    "8": {
      "text": "For he has caused his own feet to go into a net, and he has walked into its web.",
      "topic": ""
    },
    "9": {
      "text": "His heel will be held in a snare, and thirst will rage against him.",
      "topic": ""
    },
    "10": {
      "text": "A trap has been hidden for him in the earth, and a decoy, along his path.",
      "topic": ""
    },
    "11": {
      "text": "Horrifying things will terrify him everywhere and will entangle his feet.",
      "topic": ""
    },
    "12": {
      "text": "Let his strength be diminished by famine, and let starvation invade his ribs.",
      "topic": ""
    },
    "13": {
      "text": "Let it devour the beauty of his skin; let the ancient death consume his arms.",
      "topic": ""
    },
    "14": {
      "text": "Let his confidence be torn away from his tabernacle, and let ruin trample over him like a king.",
      "topic": ""
    },
    "15": {
      "text": "Let the companions of he who is not, dwell in his tabernacle; let brimstone rain down upon his tabernacle.",
      "topic": ""
    },
    "16": {
      "text": "Let his roots be dried up from beneath him, and his harvest be crushed from above.",
      "topic": ""
    },
    "17": {
      "text": "Let the memory of him perish from the earth, and let not his name be celebrated in the streets.",
      "topic": ""
    },
    "18": {
      "text": "He will expel him from light into darkness, and he will remove him from the world.",
      "topic": ""
    },
    "19": {
      "text": "Neither his offspring, nor his descendents, will exist among his people, nor will there be any remnants in his country.",
      "topic": ""
    },
    "20": {
      "text": "The last will be astonished at his day, and the first will be overcome with horror.",
      "topic": ""
    },
    "21": {
      "text": "And so, these are the tabernacles of the sinful, and this the place of he who does not know God.",
      "topic": ""
    }
  }
}