{
  "info": {
    "book": "Job",
    "chapter": "2",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But it happened that, on a certain day, when the sons of God had arrived and they stood before the Lord, Satan likewise arrived among them, and he stood in his sight.",
      "topic": ""
    },
    "2": {
      "text": "So the Lord said to Satan, “Where do you come from?” Answering, he said, “I have circled the land, and walked around in it.”",
      "topic": ""
    },
    "3": {
      "text": "And the Lord said to Satan, “Have you not considered my servant, Job, that there is no one like him in the land, a simple and honest man, fearing God and withdrawing from evil, and still retaining his innocence? Yet you have stirred me against him, so that I would afflict him to no purpose.”",
      "topic": ""
    },
    "4": {
      "text": "Answering him, Satan said, “Skin for skin; and everything that a man has, he will give for his life.",
      "topic": ""
    },
    "5": {
      "text": "Yet send your hand and touch his bone and his flesh, and then you will see whether or not he blesses you to your face.”",
      "topic": ""
    },
    "6": {
      "text": "Therefore, the Lord said to Satan, “Behold, he is in your hand, but even so, spare his life.”",
      "topic": ""
    },
    "7": {
      "text": "And so, Satan departed from the face of the Lord and he struck Job with a very serious ulcer from the sole of the foot all the way to the crown of his head.",
      "topic": ""
    },
    "8": {
      "text": "So he took a shard of earthenware and scraped the discharge, while sitting on a heap of refuse.",
      "topic": ""
    },
    "9": {
      "text": "But his wife said to him, “Do you still continue in your simplicity? Bless God and die.”",
      "topic": ""
    },
    "10": {
      "text": "He said to her, “You have spoken like one of the foolish wives. If we accepted good things from the hand of God, why should we not accept bad things?” In all this, Job did not sin with his lips.",
      "topic": ""
    },
    "11": {
      "text": "And so, three friends of Job, hearing about all the evil that had befallen him, arrived, each one from his own place, Eliphaz the Themanite, and Baldad the Suhite, and Zophar the Naamathite. For they had agreed to come together to visit and console him.",
      "topic": ""
    },
    "12": {
      "text": "And when they had raised up their eyes from a distance, they did not recognize him, and, crying out, they wept, and, tearing their garments, they scattered dust over their heads into the sky.",
      "topic": ""
    },
    "13": {
      "text": "And they sat with him on the ground for seven day and seven nights, and no one spoke a word to him, for they saw that his sorrow was very great.",
      "topic": ""
    }
  }
}