{
  "info": {
    "book": "Job",
    "chapter": "22",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Eliphaz the Themanite responded by saying:",
      "topic": ""
    },
    "2": {
      "text": "Can man be compared with God, even if he were perfect in knowledge?",
      "topic": ""
    },
    "3": {
      "text": "What advantage is it to God, if you were just? Or what do you provide for him, if your way should be immaculate?",
      "topic": ""
    },
    "4": {
      "text": "Will he reprove you and take you to judgment for being afraid,",
      "topic": ""
    },
    "5": {
      "text": "and not because of your many evil deeds and your infinite unfairness?",
      "topic": ""
    },
    "6": {
      "text": "For you have taken away the collateral of your brothers without cause, and stripped them naked of their clothing.",
      "topic": ""
    },
    "7": {
      "text": "You have not given water to the weary; you have taken bread away from the hungry.",
      "topic": ""
    },
    "8": {
      "text": "By the strength of your arm, you took possession of the land, and you retain it by being the strongest.",
      "topic": ""
    },
    "9": {
      "text": "You have sent widows away empty, and you have crushed the shoulders of orphans.",
      "topic": ""
    },
    "10": {
      "text": "Because of this, you are surrounded by traps, and unexpected fears will disturb you.",
      "topic": ""
    },
    "11": {
      "text": "And did you think that you would not see darkness and that you were not to be overwhelmed by the on-rush of overflowing waters?",
      "topic": ""
    },
    "12": {
      "text": "Have you not considered that God is higher than the heavens and is lifted above the height of the stars?",
      "topic": ""
    },
    "13": {
      "text": "And you say: “Well, what does God know?” and, “He judges, as if through a fog,”",
      "topic": ""
    },
    "14": {
      "text": "and, “The clouds are his hiding-place,” and, “He does not examine us closely,” and, “He makes his rounds at the limits of the heavens.”",
      "topic": ""
    },
    "15": {
      "text": "Do you not want to tend the path of the ages, which wicked men have spurned?",
      "topic": ""
    },
    "16": {
      "text": "These were taken away before their time, and a flood overthrew their foundation.",
      "topic": ""
    },
    "17": {
      "text": "They said to God, “Withdraw from us,” and they treated the Almighty as if he could do nothing,",
      "topic": ""
    },
    "18": {
      "text": "though he had filled their houses with good things. May their way of thinking be far from me.",
      "topic": ""
    },
    "19": {
      "text": "The just will see and will rejoice, and the innocent will mock them.",
      "topic": ""
    },
    "20": {
      "text": "Has not their haughtiness been cut down, and has not fire devoured the remnants of them?",
      "topic": ""
    },
    "21": {
      "text": "So, repose yourself with him and be at peace, and, in this way, you will have the best fruits.",
      "topic": ""
    },
    "22": {
      "text": "Accept the law from his mouth, and place his words in your heart.",
      "topic": ""
    },
    "23": {
      "text": "If you will return to the Almighty, you will be rebuilt, and you will put sinfulness far from your tabernacle.",
      "topic": ""
    },
    "24": {
      "text": "He will give you stone in place of dirt, and torrents of gold in place of stone.",
      "topic": ""
    },
    "25": {
      "text": "And the Almighty will be against your enemies, and silver will be gathered together for you.",
      "topic": ""
    },
    "26": {
      "text": "Then will you flock together in delight over the Almighty, and you will lift up your face to God.",
      "topic": ""
    },
    "27": {
      "text": "You will plead with him, and he will listen to you, and you will pay your vows.",
      "topic": ""
    },
    "28": {
      "text": "You will decide on something, and it will come to you, and the light will shine in your ways.",
      "topic": ""
    },
    "29": {
      "text": "For he who had been humbled, will be in glory; and he who will lower his eyes, will be the one saved.",
      "topic": ""
    },
    "30": {
      "text": "The innocent will be saved, and he will be saved with purity in his hands.",
      "topic": ""
    }
  }
}