{
  "info": {
    "book": "Job",
    "chapter": "23",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered by saying:",
      "topic": ""
    },
    "2": {
      "text": "Now again my conversation is in bitterness, and the force of my scourging weighs more heavily on me because of my mourning.",
      "topic": ""
    },
    "3": {
      "text": "Who will grant me that I might know and find him, and that I may approach even to his throne?",
      "topic": ""
    },
    "4": {
      "text": "I would place judgment before his eye, and my mouth would fill with criticism,",
      "topic": ""
    },
    "5": {
      "text": "so that I may know the words that he will answer me and understand what he will say to me.",
      "topic": ""
    },
    "6": {
      "text": "I do not want him to contend with me with much strength, nor to overwhelm me with the bulk of his greatness.",
      "topic": ""
    },
    "7": {
      "text": "Let him show fairness in response to me, and let my judgment reach to victory.",
      "topic": ""
    },
    "8": {
      "text": "If I go to the east, he does not appear; if I go to the west, I will not understand him.",
      "topic": ""
    },
    "9": {
      "text": "If I turn to the left, what can I do? I will not take hold of him. If I turn myself to the right, I will not see him.",
      "topic": ""
    },
    "10": {
      "text": "Truly, he knows my way and has tested me like gold that passes through fire.",
      "topic": ""
    },
    "11": {
      "text": "My feet have been following his footsteps; I have kept to his way and have not strayed from it.",
      "topic": ""
    },
    "12": {
      "text": "I have not withdrawn from the commands of his lips, and the words of his mouth I have hidden in my sinews.",
      "topic": ""
    },
    "13": {
      "text": "For he is alone, and no one is able to disturb his intention; and whatever his spirit wills, that he accomplishes.",
      "topic": ""
    },
    "14": {
      "text": "And when he fulfills his will in me, many other similar ones will also be present with him.",
      "topic": ""
    },
    "15": {
      "text": "And, for this reason, I have been troubled at his presence, and, when I consider him, I am approached by fear.",
      "topic": ""
    },
    "16": {
      "text": "God has weakened my heart, and the Almighty has confused me.",
      "topic": ""
    },
    "17": {
      "text": "Yet I have not perished because of the threatening darkness, nor has gloom covered my face.",
      "topic": ""
    }
  }
}