{
  "info": {
    "book": "Job",
    "chapter": "24",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The times are not hidden from the Almighty; even those who know him, do not know his days.",
      "topic": ""
    },
    "2": {
      "text": "Some have crossed the boundaries, plundered the flocks, and given them pasture.",
      "topic": ""
    },
    "3": {
      "text": "They have driven away the donkey of orphans, and have taken the cow from the widow as collateral.",
      "topic": ""
    },
    "4": {
      "text": "They have undermined the way of the poor, and have pressed together the meek of the earth.",
      "topic": ""
    },
    "5": {
      "text": "Others, like wild asses in the desert, go forth to their work; by watching for prey, they obtain bread for their children.",
      "topic": ""
    },
    "6": {
      "text": "They reap a field that is not their own, and they harvest a vineyard that they have taken by force.",
      "topic": ""
    },
    "7": {
      "text": "They send men away naked, having taken the clothing of those who have no covering in the cold;",
      "topic": ""
    },
    "8": {
      "text": "these are wet with the mountain rain, and, having no covering, they embrace the rocks.",
      "topic": ""
    },
    "9": {
      "text": "They have used violence to deprive orphans, and they have robbed the poor common people.",
      "topic": ""
    },
    "10": {
      "text": "From the naked and those who do not have enough clothing, and from the hungry, they have taken away sheaves of grain.",
      "topic": ""
    },
    "11": {
      "text": "They take their midday rest among the stockpiles of those who, though they have trodden the winepresses, suffer thirst.",
      "topic": ""
    },
    "12": {
      "text": "In the cities, they caused the men to groan and the spirit of the wounded to cry out, and so God does not allow this to go unpunished.",
      "topic": ""
    },
    "13": {
      "text": "They have been rebellious against the light; they have not known his ways, nor have they returned by his paths.",
      "topic": ""
    },
    "14": {
      "text": "The killer of men rises at first light; he executes the destitute and the poor, but, in truth, he is like a thief in the night.",
      "topic": ""
    },
    "15": {
      "text": "The eye of the adulterer waits for darkness, saying, “No eye will see me,” and he covers his face.",
      "topic": ""
    },
    "16": {
      "text": "He passes through houses in the nighttime, just as they had agreed among themselves in the daytime; and they are ignorant of the light.",
      "topic": ""
    },
    "17": {
      "text": "If sunrise should suddenly appear, it is treated by them like the shadow of death; and they walk in darkness, as if in light.",
      "topic": ""
    },
    "18": {
      "text": "He is nimble on the surface of water. His place on land is to be accursed. May he not walk by way of the vineyards.",
      "topic": ""
    },
    "19": {
      "text": "May he cross from the snowy waters to excessive heat, and his sin, all the way to hell.",
      "topic": ""
    },
    "20": {
      "text": "Let mercy forget him. His charm is worms. Let him not be remembered, but instead be broken like an unfruitful tree.",
      "topic": ""
    },
    "21": {
      "text": "For he has fed on the barren, who does not bear fruit, and he has not done good to the widow.",
      "topic": ""
    },
    "22": {
      "text": "He has pulled down the strong by his strength, and, when he stands up, he will not have trust in his life.",
      "topic": ""
    },
    "23": {
      "text": "God has given him a place for repentance, and he abuses it with arrogance, but his eyes are upon his ways.",
      "topic": ""
    },
    "24": {
      "text": "They are lifted up for a little while, but they will not continue, and they will be brought low, just like all things, and they will be taken away, and, like the tops of the ears of grain, they will be crushed.",
      "topic": ""
    },
    "25": {
      "text": "But, if this is not so, who is able to prove to me that I have lied and to place my words before God?",
      "topic": ""
    }
  }
}