{
  "info": {
    "book": "Job",
    "chapter": "30",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But now, those younger in years scorn me, whose fathers I would not have seen fit to place with the dogs of my flock,",
      "topic": ""
    },
    "2": {
      "text": "the strength of whose hands was nothing to me, and they were considered unworthy of life itself.",
      "topic": ""
    },
    "3": {
      "text": "They were barren from poverty and hunger; they gnawed in solitude, layered with misfortune and misery.",
      "topic": ""
    },
    "4": {
      "text": "And they chewed grass and the bark from trees, and the root of junipers was their food.",
      "topic": ""
    },
    "5": {
      "text": "They took these things from the steep valleys, and when they discovered one of these things, they rushed to the others with a cry.",
      "topic": ""
    },
    "6": {
      "text": "They lived in the parched desert and in caves underground or above the rocks.",
      "topic": ""
    },
    "7": {
      "text": "They rejoiced among these kinds of things, and they considered it delightful to be under thorns.",
      "topic": ""
    },
    "8": {
      "text": "These are the sons of foolish and base men, not even paying any attention to the land.",
      "topic": ""
    },
    "9": {
      "text": "Now I become their song, and I have been made into their proverb.",
      "topic": ""
    },
    "10": {
      "text": "They loathe me, and so they flee far from me, and they are not reluctant to spit in my face.",
      "topic": ""
    },
    "11": {
      "text": "For he has opened his quiver and has afflicted me, and he has placed a bridle in my mouth.",
      "topic": ""
    },
    "12": {
      "text": "Immediately, upon rising, my calamities rise up to the right. They have overturned my feet and have pressed me down along their way like waves.",
      "topic": ""
    },
    "13": {
      "text": "They have diverted my journeys; they have waited to ambush me, and they have prevailed, and there was no one who might bring help.",
      "topic": ""
    },
    "14": {
      "text": "They have rushed upon me, as when a wall is broken or a gate opened, and they have been pulled down into my miseries.",
      "topic": ""
    },
    "15": {
      "text": "I have been reduced to nothing. You have taken away my desire like a wind, and my health has passed by like a cloud.",
      "topic": ""
    },
    "16": {
      "text": "But now my soul withers within myself, and the days of affliction take hold of me.",
      "topic": ""
    },
    "17": {
      "text": "At night, my bone is pierced with sorrows, and those who feed on me, do not sleep.",
      "topic": ""
    },
    "18": {
      "text": "By the sheer number of them my clothing is worn away, and they have closed in on me like the collar of my coat.",
      "topic": ""
    },
    "19": {
      "text": "I have been treated like dirt, and I have been turned into embers and ashes.",
      "topic": ""
    },
    "20": {
      "text": "I cry to you, and you do not heed me. I stand up, and you do not look back at me.",
      "topic": ""
    },
    "21": {
      "text": "You have changed me into hardness, and, with the hardness of your hand, you oppose me.",
      "topic": ""
    },
    "22": {
      "text": "You have lifted me up, and, placing me as if on the wind, you have thrown me down powerfully.",
      "topic": ""
    },
    "23": {
      "text": "I know that you will hand me over to death, where a home has been established for all the living.",
      "topic": ""
    },
    "24": {
      "text": "Truly, then, you do not extend your hand in order to consume them, and if they fall down, you will save them.",
      "topic": ""
    },
    "25": {
      "text": "Once, I wept over him who was afflicted, and my soul had compassion on the poor.",
      "topic": ""
    },
    "26": {
      "text": "I expected good things, but evil things have come to me. I stood ready for light, yet darkness burst forth.",
      "topic": ""
    },
    "27": {
      "text": "My insides have seethed, without any rest, for the days of affliction have prevented it.",
      "topic": ""
    },
    "28": {
      "text": "I went forth mourning, without anger, and rising up, I cried out in confusion.",
      "topic": ""
    },
    "29": {
      "text": "I was the brother of snakes, and the companion of ostriches.",
      "topic": ""
    },
    "30": {
      "text": "My skin has become blackened over me, and my bones have dried up because of the heat.",
      "topic": ""
    },
    "31": {
      "text": "My harp has been turned into mourning, and my pipes have been turned into a voice of weeping.",
      "topic": ""
    }
  }
}