{
  "info": {
    "book": "Job",
    "chapter": "37",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "At this, my heart became frightened, and it has been moved from its place.",
      "topic": ""
    },
    "2": {
      "text": "Pay close attention to the alarm of his voice and to the sound that proceeds from his mouth.",
      "topic": ""
    },
    "3": {
      "text": "He beholds everything under the heavens, and his light reaches beyond the ends of the earth.",
      "topic": ""
    },
    "4": {
      "text": "After this, a noise will sound; he will thunder with the voice of his greatness, and it will not be tracked down, yet his voice will be obeyed.",
      "topic": ""
    },
    "5": {
      "text": "God will thunder with his voice miraculously, for he performs great and unsearchable things.",
      "topic": ""
    },
    "6": {
      "text": "He commands the snow to descend on earth, and the winter rains, and the shower of his strength.",
      "topic": ""
    },
    "7": {
      "text": "He signs the hand of all men, so that each one may know his works.",
      "topic": ""
    },
    "8": {
      "text": "The beast will enter his hiding-place, and he will remain in his cave.",
      "topic": ""
    },
    "9": {
      "text": "From the interior, a storm will come forth, and a cold winter from the north.",
      "topic": ""
    },
    "10": {
      "text": "As God breathes out, frost forms, and the waters are poured forth very widely again.",
      "topic": ""
    },
    "11": {
      "text": "Crops desire clouds, and the clouds scatter their light.",
      "topic": ""
    },
    "12": {
      "text": "It shines all around, wherever the will of him that governs them will lead, to anywhere he will command, over the whole face of the earth,",
      "topic": ""
    },
    "13": {
      "text": "whether in one tribe, or in his own region, or in whatever place of his mercy that he will order them to be found.",
      "topic": ""
    },
    "14": {
      "text": "Listen to these things, Job. Stand up and consider the wonders of God.",
      "topic": ""
    },
    "15": {
      "text": "Do you know when God ordered the rains, so as to show the light of his clouds?",
      "topic": ""
    },
    "16": {
      "text": "Do you know the great paths of the clouds, and the perfect sciences?",
      "topic": ""
    },
    "17": {
      "text": "Are not your garments hot, when the south wind blows across the land?",
      "topic": ""
    },
    "18": {
      "text": "Perhaps you have made the heavens with him, which are very solid, as if they had been cast from brass.",
      "topic": ""
    },
    "19": {
      "text": "Reveal to us what we should say to him, for, of course, we are wrapped in darkness.",
      "topic": ""
    },
    "20": {
      "text": "Who will explain to him the things that I am saying? Even while a man is still speaking, he will be devoured.",
      "topic": ""
    },
    "21": {
      "text": "Although they do not see the light, the air will be thickened suddenly into clouds, and the wind, passing by, will drive them away.",
      "topic": ""
    },
    "22": {
      "text": "Riches arrive from the north, and fearful praise reaches out to God.",
      "topic": ""
    },
    "23": {
      "text": "We are not worthy to be able to find him. Great in strength, great in judgment, great in justice: he is indescribable.",
      "topic": ""
    },
    "24": {
      "text": "Therefore, men will fear him, and all those who seem to themselves to be wise, will not dare to contemplate him.",
      "topic": ""
    }
  }
}