{
  "info": {
    "book": "Job",
    "chapter": "38",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But the Lord, responding to Job from a whirlwind, said:",
      "topic": ""
    },
    "2": {
      "text": "Who is this that wraps sentences in unskilled words?",
      "topic": ""
    },
    "3": {
      "text": "Gird your waist like a man. I will question you, and you must answer me.",
      "topic": ""
    },
    "4": {
      "text": "Where were you, when I set the foundations of the earth? Tell me, if you have understanding.",
      "topic": ""
    },
    "5": {
      "text": "Who set its measurements, if you know, or who stretched a line over it?",
      "topic": ""
    },
    "6": {
      "text": "Upon what have its bases been grounded, and who set forth its cornerstone,",
      "topic": ""
    },
    "7": {
      "text": "when the morning stars praised me together, and all the sons of God made a joyful noise?",
      "topic": ""
    },
    "8": {
      "text": "Who enclosed the sea with doors, when it broke forth as if issuing from the womb,",
      "topic": ""
    },
    "9": {
      "text": "when I stationed a cloud as its garment and wrapped it in a mist as if swaddling an infant?",
      "topic": ""
    },
    "10": {
      "text": "I encircled it with my limits, and I positioned its bars and doors.",
      "topic": ""
    },
    "11": {
      "text": "And I said: “This far you will approach, and you will proceeded no further, and here you will break your swelling waves.”",
      "topic": ""
    },
    "12": {
      "text": "Did you, after your birth, command the birth of the sun and show the sunrise its place?",
      "topic": ""
    },
    "13": {
      "text": "And did you hold the extremities of the earth, shaking them, and have you shaken the impious out of it?",
      "topic": ""
    },
    "14": {
      "text": "The seal will be restored like clay, and it will remain in place like a garment.",
      "topic": ""
    },
    "15": {
      "text": "From the impious, the light will be taken away, and the exalted arm will be broken.",
      "topic": ""
    },
    "16": {
      "text": "Have you entered the depths of the sea, and have you taken a walk in the uttermost parts of the abyss?",
      "topic": ""
    },
    "17": {
      "text": "Have the gates of death been opened to you, and have you seen the doors of darkness?",
      "topic": ""
    },
    "18": {
      "text": "Have you considered the breadth of the earth? If you know all things, reveal them to me.",
      "topic": ""
    },
    "19": {
      "text": "Which is the way that holds the light, and which is the place of darkness?",
      "topic": ""
    },
    "20": {
      "text": "In this way, you might lead each thing to its final place, and understand the paths of its house.",
      "topic": ""
    },
    "21": {
      "text": "So then, did you know when you were to be born? And did you know the number of your days?",
      "topic": ""
    },
    "22": {
      "text": "Have you been admitted into the storehouses of the snows, and have you gazed upon the stockpile of the brimstone,",
      "topic": ""
    },
    "23": {
      "text": "which I have prepared for the time of the enemy, for the day of the battle and the war?",
      "topic": ""
    },
    "24": {
      "text": "In what way is the light scattered, and the heat distributed, over the earth?",
      "topic": ""
    },
    "25": {
      "text": "Who gave a course to the rainstorms, and a path to the resounding thunder,",
      "topic": ""
    },
    "26": {
      "text": "so that it would rain on the earth far from man, in the wilderness where no mortal lingers,",
      "topic": ""
    },
    "27": {
      "text": "so that it would fill impassable and desolate places, and would bring forth green plants?",
      "topic": ""
    },
    "28": {
      "text": "Who is the father of rain, or who conceived the drops of dew?",
      "topic": ""
    },
    "29": {
      "text": "From whose womb did the ice proceed, and who created the frost from the air?",
      "topic": ""
    },
    "30": {
      "text": "The waters are hardened to become like stone, and the surface of the abyss freezes over.",
      "topic": ""
    },
    "31": {
      "text": "Will you have the strength to join together the sparkling stars of the Pleiades, or are you able to disperse the circling of Arcturus?",
      "topic": ""
    },
    "32": {
      "text": "Can you bring forth the morning star, in its time, and make the evening star rise over the sons of the earth?",
      "topic": ""
    },
    "33": {
      "text": "Do you know the order of heaven, and can you explain its rules here on the earth?",
      "topic": ""
    },
    "34": {
      "text": "Can you lift up your voice to the clouds, so that an onslaught of waters will cover you?",
      "topic": ""
    },
    "35": {
      "text": "Can you send forth lightning bolts, and will they go, and on returning, say to you: “Here we are?”",
      "topic": ""
    },
    "36": {
      "text": "Who placed discernment in the guts of man, or who gave the rooster intelligence?",
      "topic": ""
    },
    "37": {
      "text": "Who can describe the rules of the heavens, or who can put to rest the harmony of heaven?",
      "topic": ""
    },
    "38": {
      "text": "When was the dust cast to become the earth, and when were its clods fastened together?",
      "topic": ""
    },
    "39": {
      "text": "Will you seize prey for the lioness, and will you sustain the lives of her young,",
      "topic": ""
    },
    "40": {
      "text": "as they rest in their dens or lie in wait in pits?",
      "topic": ""
    },
    "41": {
      "text": "Who provides the raven with its meal, when her chicks cry out to God, as they wander around because they have no food?",
      "topic": ""
    }
  }
}