{
  "info": {
    "book": "Job",
    "chapter": "7",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The life of a man on the earth is a battle, and his days are like the days of a hired hand.",
      "topic": ""
    },
    "2": {
      "text": "Just as a servant desires the shade, and just as the hired hand looks forward to the end of his work,",
      "topic": ""
    },
    "3": {
      "text": "so also have I had empty months and have counted my burdensome nights.",
      "topic": ""
    },
    "4": {
      "text": "If I lie down to sleep, I will say, “When will I rise?” And next I will hope for the evening and will be filled with sorrows even until darkness.",
      "topic": ""
    },
    "5": {
      "text": "My flesh is clothed with particles of rottenness and filth; my skin is dried up and tightened.",
      "topic": ""
    },
    "6": {
      "text": "My days have passed by more quickly than threads are cut by a weaver, and they have been consumed without any hope.",
      "topic": ""
    },
    "7": {
      "text": "Remember that my life is wind, and my eye will not return to see good things.",
      "topic": ""
    },
    "8": {
      "text": "Neither will the sight of man gaze upon me; your eyes are upon me, and I will not endure.",
      "topic": ""
    },
    "9": {
      "text": "Just as a cloud is consumed and passes away, so he who descends to hell will not ascend.",
      "topic": ""
    },
    "10": {
      "text": "He will not return again to his house, nor will his own place know him any longer.",
      "topic": ""
    },
    "11": {
      "text": "And because of this, I will not restrain my mouth. I will speak in the affliction of my spirit. I will converse from the bitterness of my soul.",
      "topic": ""
    },
    "12": {
      "text": "Am I an ocean or a whale, that you have encircled me in a prison?",
      "topic": ""
    },
    "13": {
      "text": "If I say, “My bed will comfort me, and I will find rest, speaking with myself on my blanket,”",
      "topic": ""
    },
    "14": {
      "text": "then you will frighten me with dreams, and strike dread through visions,",
      "topic": ""
    },
    "15": {
      "text": "so that, because of these things, my soul would choose hanging, and my bones, death.",
      "topic": ""
    },
    "16": {
      "text": "I despair; by no means will I live any longer. Spare me, for my days are nothing.",
      "topic": ""
    },
    "17": {
      "text": "What is man, that you should praise him? Or why do you place your heart near him?",
      "topic": ""
    },
    "18": {
      "text": "You visit him at dawn, and you test him unexpectedly.",
      "topic": ""
    },
    "19": {
      "text": "How long will you not spare me, nor release me to ingest my saliva?",
      "topic": ""
    },
    "20": {
      "text": "I have sinned; what should I do for you, O keeper of men? Why have you set me against you, so that I have become burdensome even to myself?",
      "topic": ""
    },
    "21": {
      "text": "Why do you not steal away my sin, and why do you not sweep away my iniquity? Behold, now I will sleep in the dust, and if you seek me in the morning, I will not remain.",
      "topic": ""
    }
  }
}