{
  "info": {
    "book": "Job",
    "chapter": "9",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job, responding, said:",
      "topic": ""
    },
    "2": {
      "text": "Truly, I know that it is so, and that man cannot be justified compared with God.",
      "topic": ""
    },
    "3": {
      "text": "If he chooses to contend with him, he is not able to respond to him once out of a thousand times.",
      "topic": ""
    },
    "4": {
      "text": "He is understanding in heart and mighty in strength; who has resisted him and yet had peace?",
      "topic": ""
    },
    "5": {
      "text": "He has moved mountains, and those whom he overthrew in his fury did not know it.",
      "topic": ""
    },
    "6": {
      "text": "He shakes the earth out of its place and its pillars tremble.",
      "topic": ""
    },
    "7": {
      "text": "He commands the sun and it does not rise, and he closes the stars as if under a seal.",
      "topic": ""
    },
    "8": {
      "text": "He alone extends the heavens, and he walks upon the waves of the sea.",
      "topic": ""
    },
    "9": {
      "text": "He fashions Arcturus, and Orion, and Hyades, and the interior of the south.",
      "topic": ""
    },
    "10": {
      "text": "He accomplishes great and incomprehensible and miraculous things, which cannot be numbered.",
      "topic": ""
    },
    "11": {
      "text": "If he approaches me, I will not see him; if he departs, I will not understand.",
      "topic": ""
    },
    "12": {
      "text": "If he suddenly should question, who will answer him? Or who can say, “Why did you do so?”",
      "topic": ""
    },
    "13": {
      "text": "God, whose wrath no one is able to resist, and under whom they bend who carry the world,",
      "topic": ""
    },
    "14": {
      "text": "what am I then, that I should answer him and exchange words with him?",
      "topic": ""
    },
    "15": {
      "text": "And if I now have any justice, I will not respond, but will beseech my judge.",
      "topic": ""
    },
    "16": {
      "text": "And if he should listen to me when I call, I would not believe that he had heard my voice.",
      "topic": ""
    },
    "17": {
      "text": "For he will crush me in a whirlwind and multiply my wounds, even without cause.",
      "topic": ""
    },
    "18": {
      "text": "He does not permit my spirit to rest, and he fills me with bitterness.",
      "topic": ""
    },
    "19": {
      "text": "If strength is sought, he is most strong; if equity in judgment, no one would dare to give testimony for me.",
      "topic": ""
    },
    "20": {
      "text": "If I wanted to justify myself, my own mouth will condemn me; if I would reveal my innocence, he would prove me depraved.",
      "topic": ""
    },
    "21": {
      "text": "And if I now became simple, my soul would be ignorant even of this, and my life would weary me.",
      "topic": ""
    },
    "22": {
      "text": "There is one thing that I have said: both the innocent and the impious he consumes.",
      "topic": ""
    },
    "23": {
      "text": "If he scourges, let him kill all at once, and not laugh at the punishment of the innocent.",
      "topic": ""
    },
    "24": {
      "text": "Since the earth has been given into the hand of the impious, he covers the face of its judges; for if it is not him, then who is it?",
      "topic": ""
    },
    "25": {
      "text": "My days have been swifter than a messenger; they have fled and have not seen goodness.",
      "topic": ""
    },
    "26": {
      "text": "They have passed by like ships carrying fruits, just like an eagle flying to food.",
      "topic": ""
    },
    "27": {
      "text": "If I say: “By no means will I speak this way.” I change my face and I am tortured with sorrow.",
      "topic": ""
    },
    "28": {
      "text": "I have dreaded all my works, knowing that you did not spare the offender.",
      "topic": ""
    },
    "29": {
      "text": "Yet, if I am also just as impious, why have I labored in vain?",
      "topic": ""
    },
    "30": {
      "text": "If I had been washed with snow-like waters, and my hands were shining like the cleanest thing,",
      "topic": ""
    },
    "31": {
      "text": "yet you would plunge me in filth, and my own garments would abhor me.",
      "topic": ""
    },
    "32": {
      "text": "For even I would not answer a man who were like myself, nor one who could be heard with me equally in judgment.",
      "topic": ""
    },
    "33": {
      "text": "There is no one who could both prevail in argument and in placing his hand between the two.",
      "topic": ""
    },
    "34": {
      "text": "Let him take his staff away from me, and let not the fear of him terrify me.",
      "topic": ""
    },
    "35": {
      "text": "I will speak and I will not fear him, for in fearfulness I am not able to respond.",
      "topic": ""
    }
  }
}