{
  "info": {
    "book": "Genesis",
    "chapter": "10",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "This is the account of Noah’s sons Shem, Ham, and Japheth, who also had sons after the flood.",
      "topic": ""
    },
    "2": {
      "text": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
      "topic": ""
    },
    "3": {
      "text": "The sons of Gomer: Ashkenaz, Riphath, and Togarmah.",
      "topic": ""
    },
    "4": {
      "text": "And the sons of Javan: Elishah, Tarshish, the Kittites, and the Rodanites.",
      "topic": ""
    },
    "5": {
      "text": "From these, the maritime peoples separated into their territories, according to their languages, by clans within their nations.",
      "topic": ""
    },
    "6": {
      "text": "The sons of Ham: Cush, Mizraim, Put, and Canaan.",
      "topic": ""
    },
    "7": {
      "text": "The sons of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. And the sons of Raamah: Sheba and Dedan.",
      "topic": ""
    },
    "8": {
      "text": "Cush was the father of Nimrod, who began to be a mighty one on the earth.",
      "topic": ""
    },
    "9": {
      "text": "He was a mighty hunter before the LORD; so it is said, “Like Nimrod, a mighty hunter before the LORD.”",
      "topic": ""
    },
    "10": {
      "text": "His kingdom began in Babylon, Erech, Accad, and Calneh, in the land of Shinar.",
      "topic": ""
    },
    "11": {
      "text": "From that land he went forth into Assyria, where he built Nineveh, Rehoboth-Ir, Calah,",
      "topic": ""
    },
    "12": {
      "text": "and Resen, which is between Nineveh and the great city of Calah.",
      "topic": ""
    },
    "13": {
      "text": "Mizraim was the father of the Ludites, the Anamites, the Lehabites, the Naphtuhites,",
      "topic": ""
    },
    "14": {
      "text": "the Pathrusites, the Casluhites (from whom the Philistines came), and the Caphtorites.",
      "topic": ""
    },
    "15": {
      "text": "And Canaan was the father of Sidon his firstborn, and of the Hittites,",
      "topic": ""
    },
    "16": {
      "text": "the Jebusites, the Amorites, the Girgashites,",
      "topic": ""
    },
    "17": {
      "text": "the Hivites, the Arkites, the Sinites,",
      "topic": ""
    },
    "18": {
      "text": "the Arvadites, the Zemarites, and the Hamathites. Later the Canaanite clans were scattered,",
      "topic": ""
    },
    "19": {
      "text": "and the borders of Canaan extended from Sidon toward Gerar as far as Gaza, and then toward Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha.",
      "topic": ""
    },
    "20": {
      "text": "These are the sons of Ham according to their clans, languages, lands, and nations.",
      "topic": ""
    },
    "21": {
      "text": "And sons were also born to Shem, the older brother of Japheth; Shem was the forefather of all the sons of Eber.",
      "topic": ""
    },
    "22": {
      "text": "The sons of Shem: Elam, Asshur, Arphaxad, Lud, and Aram.",
      "topic": ""
    },
    "23": {
      "text": "The sons of Aram: Uz, Hul, Gether, and Mash.",
      "topic": ""
    },
    "24": {
      "text": "Arphaxad was the father of Shelah, and Shelah was the father of Eber.",
      "topic": ""
    },
    "25": {
      "text": "Two sons were born to Eber: One was named Peleg, because in his days the earth was divided, and his brother was named Joktan.",
      "topic": ""
    },
    "26": {
      "text": "And Joktan was the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
      "topic": ""
    },
    "27": {
      "text": "Hadoram, Uzal, Diklah,",
      "topic": ""
    },
    "28": {
      "text": "Obal, Abimael, Sheba,",
      "topic": ""
    },
    "29": {
      "text": "Ophir, Havilah, and Jobab. All these were sons of Joktan.",
      "topic": ""
    },
    "30": {
      "text": "Their territory extended from Mesha to Sephar, in the eastern hill country.",
      "topic": ""
    },
    "31": {
      "text": "These are the sons of Shem, according to their clans, languages, lands, and nations.",
      "topic": ""
    },
    "32": {
      "text": "All these are the clans of Noah’s sons, according to their generations and nations. From these the nations of the earth spread out after the flood.",
      "topic": ""
    }
  }
}