{
  "info": {
    "book": "Genesis",
    "chapter": "36",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "This is the account of Esau (that is, Edom).",
      "topic": ""
    },
    "2": {
      "text": "Esau took his wives from the daughters of Canaan: Adah daughter of Elon the Hittite, Oholibamah daughter of Anah and granddaughter of Zibeon the Hivite,",
      "topic": ""
    },
    "3": {
      "text": "and Basemath daughter of Ishmael and sister of Nebaioth.",
      "topic": ""
    },
    "4": {
      "text": "And Adah bore Eliphaz to Esau, Basemath gave birth to Reuel,",
      "topic": ""
    },
    "5": {
      "text": "and Oholibamah gave birth to Jeush, Jalam, and Korah. These were the sons of Esau, who were born to him in the land of Canaan.",
      "topic": ""
    },
    "6": {
      "text": "Later, Esau took his wives and sons and daughters and all the people of his household, along with his livestock, all his other animals, and all the property he had acquired in Canaan, and he moved to a land far away from his brother Jacob.",
      "topic": ""
    },
    "7": {
      "text": "For their possessions were too great for them to dwell together; the land where they stayed could not support them because of their livestock.",
      "topic": ""
    },
    "8": {
      "text": "So Esau (that is, Edom) settled in the area of Mount Seir.",
      "topic": ""
    },
    "9": {
      "text": "This is the account of Esau, the father of the Edomites, in the area of Mount Seir.",
      "topic": ""
    },
    "10": {
      "text": "These are the names of Esau’s sons: Eliphaz son of Esau’s wife Adah, and Reuel son of Esau’s wife Basemath.",
      "topic": ""
    },
    "11": {
      "text": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.",
      "topic": ""
    },
    "12": {
      "text": "Additionally, Timna, a concubine of Esau’s son Eliphaz, gave birth to Amalek. These are the grandsons of Esau’s wife Adah.",
      "topic": ""
    },
    "13": {
      "text": "These are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. They are the grandsons of Esau’s wife Basemath.",
      "topic": ""
    },
    "14": {
      "text": "These are the sons of Esau’s wife Oholibamah (daughter of Anah and granddaughter of Zibeon) whom she bore to Esau: Jeush, Jalam, and Korah.",
      "topic": ""
    },
    "15": {
      "text": "These are the chiefs among the sons of Esau. The sons of Eliphaz the firstborn of Esau: Chiefs Teman, Omar, Zepho, Kenaz,",
      "topic": ""
    },
    "16": {
      "text": "Korah, Gatam, and Amalek. They are the chiefs of Eliphaz in the land of Edom, and they are the grandsons of Adah.",
      "topic": ""
    },
    "17": {
      "text": "These are the sons of Esau’s son Reuel: Chiefs Nahath, Zerah, Shammah, and Mizzah. They are the chiefs descended from Reuel in the land of Edom, and they are the grandsons of Esau’s wife Basemath.",
      "topic": ""
    },
    "18": {
      "text": "These are the sons of Esau’s wife Oholibamah: Chiefs Jeush, Jalam, and Korah. They are the chiefs descended from Esau’s wife Oholibamah, the daughter of Anah.",
      "topic": ""
    },
    "19": {
      "text": "All these are the sons of Esau (that is, Edom), and they were their chiefs.",
      "topic": ""
    },
    "20": {
      "text": "These are the sons of Seir the Horite, who were living in the land: Lotan, Shobal, Zibeon, Anah,",
      "topic": ""
    },
    "21": {
      "text": "Dishon, Ezer, and Dishan. They are the chiefs of the Horites, the descendants of Seir in the land of Edom.",
      "topic": ""
    },
    "22": {
      "text": "The sons of Lotan were Hori and Hemam. Timna was Lotan’s sister.",
      "topic": ""
    },
    "23": {
      "text": "These are the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam.",
      "topic": ""
    },
    "24": {
      "text": "These are the sons of Zibeon: Aiah and Anah. (This is the Anah who found the hot springs in the wilderness as he was pasturing the donkeys of his father Zibeon.)",
      "topic": ""
    },
    "25": {
      "text": "These are the children of Anah: Dishon and Oholibamah daughter of Anah.",
      "topic": ""
    },
    "26": {
      "text": "These are the sons of Dishon: Hemdan, Eshban, Ithran, and Cheran.",
      "topic": ""
    },
    "27": {
      "text": "These are the sons of Ezer: Bilhan, Zaavan, and Akan.",
      "topic": ""
    },
    "28": {
      "text": "These are the sons of Dishan: Uz and Aran.",
      "topic": ""
    },
    "29": {
      "text": "These are the chiefs of the Horites: Chiefs Lotan, Shobal, Zibeon, Anah,",
      "topic": ""
    },
    "30": {
      "text": "Dishon, Ezer, and Dishan. They are the chiefs of the Horites, according to their divisions in the land of Seir.",
      "topic": ""
    },
    "31": {
      "text": "These are the kings who reigned in the land of Edom before any king reigned over the Israelites:",
      "topic": ""
    },
    "32": {
      "text": "Bela son of Beor reigned in Edom; the name of his city was Dinhabah.",
      "topic": ""
    },
    "33": {
      "text": "When Bela died, Jobab son of Zerah from Bozrah reigned in his place.",
      "topic": ""
    },
    "34": {
      "text": "When Jobab died, Husham from the land of the Temanites reigned in his place.",
      "topic": ""
    },
    "35": {
      "text": "When Husham died, Hadad son of Bedad, who defeated Midian in the country of Moab, reigned in his place. And the name of his city was Avith.",
      "topic": ""
    },
    "36": {
      "text": "When Hadad died, Samlah from Masrekah reigned in his place.",
      "topic": ""
    },
    "37": {
      "text": "When Samlah died, Shaul from Rehoboth on the Euphrates reigned in his place.",
      "topic": ""
    },
    "38": {
      "text": "When Shaul died, Baal-hanan son of Achbor reigned in his place.",
      "topic": ""
    },
    "39": {
      "text": "When Baal-hanan son of Achbor died, Hadad reigned in his place. His city was named Pau, and his wife’s name was Mehetabel daughter of Matred, the daughter of Me-zahab.",
      "topic": ""
    },
    "40": {
      "text": "These are the names of Esau’s chiefs, according to their families and regions, by their names: Chiefs Timna, Alvah, Jetheth,",
      "topic": ""
    },
    "41": {
      "text": "Oholibamah, Elah, Pinon,",
      "topic": ""
    },
    "42": {
      "text": "Kenaz, Teman, Mibzar,",
      "topic": ""
    },
    "43": {
      "text": "Magdiel, and Iram. These were the chiefs of Edom, according to their settlements in the land they possessed. Esau was the father of the Edomites.",
      "topic": ""
    }
  }
}