{
  "info": {
    "book": "Nahum",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The lifting up of Nineveh. The book of the vision of Nahum the Elkoshite.",
      "topic": ""
    },
    "2": {
      "text": "God is jealous and Jehovah avenging; Jehovah avenging and possessing wrath; Jehovah avenging to his adversaries and he keeping for his enemies.",
      "topic": ""
    },
    "3": {
      "text": "Jehovah slow to anger and great of power, and Jehovah acquitting, will not acquit his way in the whirlwind and in the storm, and a cloud the dust of his feet.",
      "topic": ""
    },
    "4": {
      "text": "Rebuking upon the sea, and he will dry it up, and all the rivers he laid waste, and Bashan languished, and Carmel, and the flower of Lebanon languished.",
      "topic": ""
    },
    "5": {
      "text": "The mountains shook from him, and the hills melted, and the earth will lift up from his face, and the habitable globe and all dwelling in it.",
      "topic": ""
    },
    "6": {
      "text": "Before the face of his wrath who shall stand? and who will rise up in the burning of his anger? his wrath was poured out as fire, and the rocks were torn down from him.",
      "topic": ""
    },
    "7": {
      "text": "Jehovah is good for a fortress in the day of straits; and he knew those trusting in him.",
      "topic": ""
    },
    "8": {
      "text": "With an inundation passing through he will make a completion of her place, and darkness shall pursue his enemies.",
      "topic": ""
    },
    "9": {
      "text": "What will ye purpose against Jehovah? he made a completion: straits shall not rise up twice.",
      "topic": ""
    },
    "10": {
      "text": "For even to thorns surrounding them, and drinking to excess as drunkards, they shall be devoured as straw fully dried up.",
      "topic": ""
    },
    "11": {
      "text": "From thee shall he come forth purposing evil against Jehovah, a counselor of Belial.",
      "topic": ""
    },
    "12": {
      "text": "Thus said Jehovah: If peace thus many, and thus they were shown and he passed through. And afflicting thee I will afflict thee no more.",
      "topic": ""
    },
    "13": {
      "text": "And now I will break his rod from off thee, and I will tear away thy bonds.",
      "topic": ""
    },
    "14": {
      "text": "And Jehovah commanded concerning thee, of thy name no more shall be sown: from the house of thy God I will cut off the carved image and the molten image: I will set thy grave, for thou wert contemned.",
      "topic": ""
    },
    "15": {
      "text": "Behold upon the mountains the feet of him announcing good news, causing peace to be heard. O Judah, keep thy festivals, complete thy vows: for Belial shall no more add to pass through thee: he was completely cut off.",
      "topic": ""
    }
  }
}