{
  "info": {
    "book": "Nahum",
    "chapter": "2",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The hammer came up upon thy face: press upon the fortress, look about the way, strengthen the loins, make the power strong greatly.",
      "topic": ""
    },
    "2": {
      "text": "For Jehovah turned back the pride of Jacob as the pride of Israel: for they emptying emptied them out, they corrupted their vine-shoots.",
      "topic": ""
    },
    "3": {
      "text": "The shield of the strong ones being red, the men of strength being clothed in scarlet: with fire of irons the chariots in the day of his preparing, and the cypresses were made to tremble.",
      "topic": ""
    },
    "4": {
      "text": "The chariots shall be mad in the streets, they shall run up and down in the broad places: their appearance as flames; as lightnings shall they run.",
      "topic": ""
    },
    "5": {
      "text": "He shall make mention of his chiefs: they shall be weak in their goings; they shall hasten to her wall, and the covering was prepared.",
      "topic": ""
    },
    "6": {
      "text": "The gates of the rivers were opened, and the temple melted away.",
      "topic": ""
    },
    "7": {
      "text": "It was fixed, she was led away captive, she went up and her maids being led as the voice of doves smiting upon their heart.",
      "topic": ""
    },
    "8": {
      "text": "And Nineveh it is as a pool of water from the days, and they fleeing, stood: they stood, and none looking back.",
      "topic": ""
    },
    "9": {
      "text": "They plundered silver, they plundered gold: and no end to her splendid equipage; glory from all the vessels of desire.",
      "topic": ""
    },
    "10": {
      "text": "She was emptied, and being emptied, and being made empty: and the heart melted, and a wavering of the knees, and trembling in all loins, and the face of them all gathered a glow.",
      "topic": ""
    },
    "11": {
      "text": "Where is the dwelling of the lions and that pasture for the young lions where the lion went, the lioness there, the lion’s whelp, and none terrifying?",
      "topic": ""
    },
    "12": {
      "text": "The lion tore in pieces the sufficiency of his whelps, and strangling for his lionesses; and his holes shall be filled with the prey, and his dens with that torn in pieces.",
      "topic": ""
    },
    "13": {
      "text": "Behold me against thee, says Jehovah of armies; and I burnt her chariot in the smoke, and the sword shall devour thy young lions, and I cut of thy prey from the land, and the voice of her messengers shall no more be heard.",
      "topic": ""
    }
  }
}