{
  "info": {
    "book": "Hebrews",
    "chapter": "11",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And faith is the foundation of things hoped for, the proof of things not seen.",
      "topic": ""
    },
    "2": {
      "text": "For by this were the elders testified of.",
      "topic": ""
    },
    "3": {
      "text": "By faith we perceive that the times were adjusted by the word of God, so that things seen have been born not of things brought to light.",
      "topic": ""
    },
    "4": {
      "text": "By faith Abel brought near a greater sacrifice to God than Cain, by which he was testified of to be just, God testifying of his gifts; and by it he being dead yet speaks.",
      "topic": ""
    },
    "5": {
      "text": "By faith Enoch was transferred not to see death; and was not found, because God had transferred him: for before his transferring he had been testified of, to have pleased God.",
      "topic": ""
    },
    "6": {
      "text": "And without faith it is impossible to please: for he approaching to God must believe that he is, and is a remunerator to them seeking him out.",
      "topic": ""
    },
    "7": {
      "text": "By faith Noah, having an intimation of the divine will of things not yet seen, being circumspect, prepared an ark for the salvation of his house; by which he condemned the world, and by faith became an heir of justice.",
      "topic": ""
    },
    "8": {
      "text": "By faith Abraham, being called, listened, to go forth into the place which he was about to receive for an inheritance; and he came out, not knowing where he is coming.",
      "topic": ""
    },
    "9": {
      "text": "By faith he dwelt in the land of promise, as a strange land, having dwelt in tents with Isaac and Jacob, co-heirs of the same promise:",
      "topic": ""
    },
    "10": {
      "text": "For he awaited a city having foundations, whose artificer and maker is God.",
      "topic": ""
    },
    "11": {
      "text": "By faith Sara also herself received power for the laying down of seed, and brought forth during the time of age, for she deemed him faithful having promised.",
      "topic": ""
    },
    "12": {
      "text": "Wherefore also from one were they born, and these of him having been dead, as the stars of heaven for multitude, and as the sand near the lip of the sea innumerable.",
      "topic": ""
    },
    "13": {
      "text": "According to faith died all these, not having received the promises, but having seen them from afar, and been persuaded, and having embraced, and assented that they are strangers and newly arrived from a foreign country upon earth.",
      "topic": ""
    },
    "14": {
      "text": "For they saying such things show clearly that they seek a country.",
      "topic": ""
    },
    "15": {
      "text": "And truly if they remembered that from which they came out, they had time to have returned.",
      "topic": ""
    },
    "16": {
      "text": "And now they feel an ardent desire for a better, that is, a heavenly: wherefore God is not ashamed of them to be called their God: for he prepared for them a city.",
      "topic": ""
    },
    "17": {
      "text": "By faith Abraham had brought near Isaac, being tried: and he having received the promises brought near the only born,",
      "topic": ""
    },
    "18": {
      "text": "To whom it was spoken, That in Isaac shall seed be called to thee:",
      "topic": ""
    },
    "19": {
      "text": "Reckoning that God was also able to raise from the dead; whence he also received him in a parable.",
      "topic": ""
    },
    "20": {
      "text": "By faith concerning things about to be, Isaac blessed Jacob and Esau.",
      "topic": ""
    },
    "21": {
      "text": "By faith Jacob, dying, blessed each of Joseph’s sons; and worshipped, upon the extremity of his rod.",
      "topic": ""
    },
    "22": {
      "text": "By faith Joseph, dying, made mention of the departure of the sons of Israel: and charged concerning his bones.",
      "topic": ""
    },
    "23": {
      "text": "By faith Moses, born, was hidden three months by his parents, because they saw a shrewd child; and they were not afraid of the edict of the king.",
      "topic": ""
    },
    "24": {
      "text": "By faith Moses, having become great, refused to be reckoned the son of Pharaoh’s daughter;",
      "topic": ""
    },
    "25": {
      "text": "Having chosen rather to be treated ill with the people of God, than to have the enjoyment of sin for a time;",
      "topic": ""
    },
    "26": {
      "text": "Having deemed the reproach of Christ greater riches than treasures in Egypt: for he looked to the payment of reward.",
      "topic": ""
    },
    "27": {
      "text": "By faith he forsook Egypt, not having feared the king’s wrath: for, as seeing the invisible, he was strong.",
      "topic": ""
    },
    "28": {
      "text": "By faith he has kept the pascha, and the pouring out of blood, lest he destroying the first born should touch them.",
      "topic": ""
    },
    "29": {
      "text": "By faith they passed through the Red sea as by dry land: which the Egyptians having tried were swallowed down.",
      "topic": ""
    },
    "30": {
      "text": "By faith the walls of Jericho fell, having been surrounded for seven days.",
      "topic": ""
    },
    "31": {
      "text": "By faith the harlot Rahab perished not with the unbelieving, having received the spies with peace.",
      "topic": ""
    },
    "32": {
      "text": "And what more do I say? for the time will fail me recounting of Gedeon, Barak, and also Samson and Jephthae; David also, and Samuel, and the prophets:",
      "topic": ""
    },
    "33": {
      "text": "Who by faith subdued kingdoms, wrought justice, attained the promises, shut up the mouths of lions,",
      "topic": ""
    },
    "34": {
      "text": "Quenched the power of fire, escaped the mouth of the sword, were strengthened from weakness, were strong in war, turned away the armies of strangers.",
      "topic": ""
    },
    "35": {
      "text": "Women received their dead from rising up: and others were beaten, not receiving redemption; that they might attain a better resurrection.",
      "topic": ""
    },
    "36": {
      "text": "And others received trial of jestings and scourges, and further, of bonds and imprisonment:",
      "topic": ""
    },
    "37": {
      "text": "They were stoned, they were cut by sawing, they were tried, they died by the slaughter of the sword: they wandered about in sheepskins and goatskins; being in want, pressed, treated ill;",
      "topic": ""
    },
    "38": {
      "text": "(Of whom the world was not worthy:) wandering about in solitary places, and mountains, and caves, and holes of the earth.",
      "topic": ""
    },
    "39": {
      "text": "And these all, having been testified of by faith, received not the promise:",
      "topic": ""
    },
    "40": {
      "text": "God having foreseen something better for us, that without us they should not be completed.",
      "topic": ""
    }
  }
}