{
  "info": {
    "book": "Hebrews",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the summary to the things spoken: We have such a chief priest, who sat on the throne of the Majesty in the heavens;",
      "topic": ""
    },
    "2": {
      "text": "A workman of holy things, and of the true tent, which the Lord pitched, and not man.",
      "topic": ""
    },
    "3": {
      "text": "For every chief priest is appointed to bring in gifts and sacrifices also: wherefore it is necessary also for this to have something which he might bring.",
      "topic": ""
    },
    "4": {
      "text": "For if truly he were upon earth, he would not be a priest, there being priests bringing in gifts according to the law;",
      "topic": ""
    },
    "5": {
      "text": "Who serve the pattern and shadow of heavenly things, as Moses was given an intimation of the divine will, being about to complete the tent: for, See, says he, thou make all things according to the type shewed thee in the mount.",
      "topic": ""
    },
    "6": {
      "text": "And now he has attained a more distinguished office, in how much also he is mediator of a better covenant, which was legislated upon better promises.",
      "topic": ""
    },
    "7": {
      "text": "For if that first was faultless, then place was not to be sought for the second.",
      "topic": ""
    },
    "8": {
      "text": "For rebuking them, he says, Behold, the days come, says the Lord, and I will complete for the house of Israel and for the house of Judah a new covenant:",
      "topic": ""
    },
    "9": {
      "text": "Not according to the covenant which I made to their fathers in the day of my taking their hand to bring them out of the land of Egypt; for they remained not in my covenant, and I heeded them not, says the Lord.",
      "topic": ""
    },
    "10": {
      "text": "For this the covenant which I will set to the house of Israel after those days, says the Lord; giving my laws into their mind, and upon their hearts will I write them: and I will be to them for God, and they shall be to me for a people:",
      "topic": ""
    },
    "11": {
      "text": "And they should not teach each his neighbor, and each his brother, saying, Know the Lord: for all shall know me, from their little even to their great ones.",
      "topic": ""
    },
    "12": {
      "text": "For I will be merciful to their iniquities, and their sins and their injustices will I remember no more.",
      "topic": ""
    },
    "13": {
      "text": "In saying new, he has made the first old. And that made old and becoming weak is near destruction.",
      "topic": ""
    }
  }
}