{
  "info": {
    "book": "Luke",
    "chapter": "1",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Many have undertaken to compose an account of the things that have been fulfilled among us,",
      "topic": ""
    },
    "2": {
      "text": "just as they were handed down to us by the initial eyewitnesses and servants of the word.",
      "topic": ""
    },
    "3": {
      "text": "Therefore, having carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus,",
      "topic": ""
    },
    "4": {
      "text": "so that you may know the certainty of the things you have been taught.",
      "topic": ""
    },
    "5": {
      "text": "In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah, and whose wife Elizabeth was a descendant of Aaron.",
      "topic": ""
    },
    "6": {
      "text": "Both of them were righteous in the sight of God, walking blamelessly in all the commandments and decrees of the Lord.",
      "topic": ""
    },
    "7": {
      "text": "But they had no children, because Elizabeth was barren, and they were both well along in years.",
      "topic": ""
    },
    "8": {
      "text": "One day while Zechariah’s division was on duty and he was serving as priest before God,",
      "topic": ""
    },
    "9": {
      "text": "he was chosen by lot, according to the custom of the priesthood, to enter the temple of the Lord and burn incense.",
      "topic": ""
    },
    "10": {
      "text": "And at the hour of the incense offering, the whole congregation was praying outside.",
      "topic": ""
    },
    "11": {
      "text": "Just then an angel of the Lord appeared to Zechariah, standing at the right side of the altar of incense.",
      "topic": ""
    },
    "12": {
      "text": "When Zechariah saw him, he was startled and gripped with fear.",
      "topic": ""
    },
    "13": {
      "text": "But the angel said to him, “Do not be afraid, Zechariah, because your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John.",
      "topic": ""
    },
    "14": {
      "text": "He will be a joy and delight to you, and many will rejoice at his birth,",
      "topic": ""
    },
    "15": {
      "text": "for he will be great in the sight of the Lord. He shall never take wine or strong drink, and he will be filled with the Holy Spirit even from his mother’s womb.",
      "topic": ""
    },
    "16": {
      "text": "Many of the sons of Israel he will turn back to the Lord their God.",
      "topic": ""
    },
    "17": {
      "text": "And he will go on before the Lord in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous—to make ready a people prepared for the Lord.”",
      "topic": ""
    },
    "18": {
      "text": "“How can I be sure of this?” Zechariah asked the angel. “I am an old man, and my wife is well along in years.”",
      "topic": ""
    },
    "19": {
      "text": "“I am Gabriel,” replied the angel. “I stand in the presence of God, and I have been sent to speak to you and to bring you this good news.",
      "topic": ""
    },
    "20": {
      "text": "And now you will be silent and unable to speak until the day this comes to pass, because you did not believe my words, which will be fulfilled at their proper time.”",
      "topic": ""
    },
    "21": {
      "text": "Meanwhile, the people were waiting for Zechariah and wondering why he took so long in the temple.",
      "topic": ""
    },
    "22": {
      "text": "When he came out and was unable to speak to them, they realized he had seen a vision in the temple. He kept making signs to them but remained unable to speak.",
      "topic": ""
    },
    "23": {
      "text": "And when the days of his service were complete, he returned home.",
      "topic": ""
    },
    "24": {
      "text": "After these days, his wife Elizabeth became pregnant and for five months remained in seclusion. She declared,",
      "topic": ""
    },
    "25": {
      "text": "“The Lord has done this for me. In these days He has shown me favor and taken away my disgrace among the people.”",
      "topic": ""
    },
    "26": {
      "text": "In the sixth month, God sent the angel Gabriel to a town in Galilee called Nazareth,",
      "topic": ""
    },
    "27": {
      "text": "to a virgin pledged in marriage to a man named Joseph, who was of the house of David. And the virgin’s name was Mary.",
      "topic": ""
    },
    "28": {
      "text": "The angel appeared to her and said, “Greetings, you who are highly favored! The Lord is with you.”",
      "topic": ""
    },
    "29": {
      "text": "Mary was greatly troubled at his words and wondered what kind of greeting this might be.",
      "topic": ""
    },
    "30": {
      "text": "So the angel told her, “Do not be afraid, Mary, for you have found favor with God.",
      "topic": ""
    },
    "31": {
      "text": "Behold, you will conceive and give birth to a son, and you are to give Him the name Jesus.",
      "topic": ""
    },
    "32": {
      "text": "He will be great and will be called the Son of the Most High. The Lord God will give Him the throne of His father David,",
      "topic": ""
    },
    "33": {
      "text": "and He will reign over the house of Jacob forever. His kingdom will never end!”",
      "topic": ""
    },
    "34": {
      "text": "“How can this be,” Mary asked the angel, “since I am a virgin?”",
      "topic": ""
    },
    "35": {
      "text": "The angel replied, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the Holy One to be born will be called the Son of God.",
      "topic": ""
    },
    "36": {
      "text": "Look, even Elizabeth your relative has conceived a son in her old age, and she who was called barren is in her sixth month.",
      "topic": ""
    },
    "37": {
      "text": "For no word from God will ever fail.”",
      "topic": ""
    },
    "38": {
      "text": "“I am the Lord’s servant,” Mary answered. “May it happen to me according to your word.” Then the angel left her.",
      "topic": ""
    },
    "39": {
      "text": "In those days Mary got ready and hurried to a town in the hill country of Judah,",
      "topic": ""
    },
    "40": {
      "text": "where she entered the home of Zechariah and greeted Elizabeth.",
      "topic": ""
    },
    "41": {
      "text": "When Elizabeth heard Mary’s greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit.",
      "topic": ""
    },
    "42": {
      "text": "In a loud voice she exclaimed, “Blessed are you among women, and blessed is the fruit of your womb!",
      "topic": ""
    },
    "43": {
      "text": "And why am I so honored, that the mother of my Lord should come to me?",
      "topic": ""
    },
    "44": {
      "text": "For as soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy.",
      "topic": ""
    },
    "45": {
      "text": "Blessed is she who has believed that the Lord’s word to her will be fulfilled.”",
      "topic": ""
    },
    "46": {
      "text": "Then Mary said: “My soul magnifies the Lord,",
      "topic": ""
    },
    "47": {
      "text": "and my spirit rejoices in God my Savior!",
      "topic": ""
    },
    "48": {
      "text": "For He has looked with favor on the humble state of His servant. From now on all generations will call me blessed.",
      "topic": ""
    },
    "49": {
      "text": "For the Mighty One has done great things for me. Holy is His name.",
      "topic": ""
    },
    "50": {
      "text": "His mercy extends to those who fear Him, from generation to generation.",
      "topic": ""
    },
    "51": {
      "text": "He has performed mighty deeds with His arm; He has scattered those who are proud in the thoughts of their hearts.",
      "topic": ""
    },
    "52": {
      "text": "He has brought down rulers from their thrones, but has exalted the humble.",
      "topic": ""
    },
    "53": {
      "text": "He has filled the hungry with good things, but has sent the rich away empty.",
      "topic": ""
    },
    "54": {
      "text": "He has helped His servant Israel, remembering to be merciful,",
      "topic": ""
    },
    "55": {
      "text": "as He promised to our fathers, to Abraham and his descendants forever.”",
      "topic": ""
    },
    "56": {
      "text": "Mary stayed with Elizabeth for about three months and then returned home.",
      "topic": ""
    },
    "57": {
      "text": "When the time came for Elizabeth to have her child, she gave birth to a son.",
      "topic": ""
    },
    "58": {
      "text": "Her neighbors and relatives heard that the Lord had shown her great mercy, and they rejoiced with her.",
      "topic": ""
    },
    "59": {
      "text": "On the eighth day, when they came to circumcise the child, they were going to name him after his father Zechariah.",
      "topic": ""
    },
    "60": {
      "text": "But his mother replied, “No! He shall be called John.”",
      "topic": ""
    },
    "61": {
      "text": "They said to her, “There is no one among your relatives who bears this name.”",
      "topic": ""
    },
    "62": {
      "text": "So they made signs to his father to find out what he wanted to name the child.",
      "topic": ""
    },
    "63": {
      "text": "Zechariah asked for a tablet and wrote, “His name is John.” And they were all amazed.",
      "topic": ""
    },
    "64": {
      "text": "Immediately Zechariah’s mouth was opened and his tongue was released, and he began to speak, praising God.",
      "topic": ""
    },
    "65": {
      "text": "All their neighbors were filled with awe, and people throughout the hill country of Judea were talking about these events.",
      "topic": ""
    },
    "66": {
      "text": "And all who heard this wondered in their hearts and asked, “What then will this child become?” For the Lord’s hand was with him.",
      "topic": ""
    },
    "67": {
      "text": "Then his father Zechariah was filled with the Holy Spirit and prophesied:",
      "topic": ""
    },
    "68": {
      "text": "“Blessed be the Lord, the God of Israel, because He has visited and redeemed His people.",
      "topic": ""
    },
    "69": {
      "text": "He has raised up a horn of salvation for us in the house of His servant David,",
      "topic": ""
    },
    "70": {
      "text": "as He spoke through His holy prophets, those of ages past,",
      "topic": ""
    },
    "71": {
      "text": "salvation from our enemies and from the hand of all who hate us,",
      "topic": ""
    },
    "72": {
      "text": "to show mercy to our fathers and to remember His holy covenant,",
      "topic": ""
    },
    "73": {
      "text": "the oath He swore to our father Abraham, to grant us",
      "topic": ""
    },
    "74": {
      "text": "deliverance from hostile hands, that we may serve Him without fear,",
      "topic": ""
    },
    "75": {
      "text": "in holiness and righteousness before Him all the days of our lives.",
      "topic": ""
    },
    "76": {
      "text": "And you, child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for Him,",
      "topic": ""
    },
    "77": {
      "text": "to give to His people the knowledge of salvation through the forgiveness of their sins,",
      "topic": ""
    },
    "78": {
      "text": "because of the tender mercy of our God, by which the Dawn will visit us from on high,",
      "topic": ""
    },
    "79": {
      "text": "to shine on those who live in darkness and in the shadow of death, to guide our feet into the path of peace.”",
      "topic": ""
    },
    "80": {
      "text": "And the child grew and became strong in spirit; and he lived in the wilderness until the time of his public appearance to Israel.",
      "topic": ""
    }
  }
}