{
  "info": {
    "book": "Jonás",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vino palabra de Jehová segunda vez a Jonás, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Levántate y ve a Nínive, aquella gran ciudad, y predica en ella el mensaje que yo te diré.",
      "topic": ""
    },
    "3": {
      "text": "Y se levantó Jonás, y fue a Nínive, conforme a la palabra de Jehová. Y era Nínive ciudad sobremanera grande, de tres días de camino.",
      "topic": ""
    },
    "4": {
      "text": "Y comenzó Jonás a entrar por la ciudad, camino de un día, y pregonaba diciendo: De aquí a cuarenta días Nínive será destruida.",
      "topic": ""
    },
    "5": {
      "text": "Y los hombres de Nínive creyeron a Dios, y pregonaron ayuno, y se vistieron de cilicio desde el mayor de ellos hasta el menor de ellos.",
      "topic": ""
    },
    "6": {
      "text": "Y llegó la noticia hasta el rey de Nínive, y se levantó de su silla, y echó de sí su vestidura, y se cubrió de cilicio, y se sentó sobre ceniza.",
      "topic": ""
    },
    "7": {
      "text": "E hizo pregonar y anunciar en Nínive, por mandato del rey y de sus grandes, diciendo: Hombres y animales, bueyes y ovejas, no gusten cosa alguna, no se les dé alimento, ni beban agua;",
      "topic": ""
    },
    "8": {
      "text": "y que se cubran de cilicio los hombres y los animales, y clamen a Dios fuertemente: y conviértase cada uno de su mal camino, de la rapiña que [está] en sus manos.",
      "topic": ""
    },
    "9": {
      "text": "¿Quién sabe [si] se volverá y arrepentirá Dios, y se apartará del furor de su ira, y no pereceremos?",
      "topic": ""
    },
    "10": {
      "text": "Y vio Dios lo que hicieron, que se convirtieron de su mal camino; y se arrepintió del mal que había dicho que les había de hacer, y no [lo] hizo.",
      "topic": ""
    }
  }
}