{
  "info": {
    "book": "Jonás",
    "chapter": "4",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Pero esto desagradó a Jonás en gran manera, y se enojó.",
      "topic": ""
    },
    "2": {
      "text": "Y oró a Jehová, y dijo: Ahora, oh Jehová, ¿no es esto lo que yo decía estando aún en mi tierra? Por eso me precaví huyendo a Tarsis; porque yo sabía yo que tú [eres] Dios clemente y piadoso, lento para la ira, y grande en misericordia, y que te arrepientes del mal.",
      "topic": ""
    },
    "3": {
      "text": "Ahora pues, oh Jehová, te ruego que me quites la vida; porque mejor me [es] la muerte que la vida.",
      "topic": ""
    },
    "4": {
      "text": "Y Jehová le dijo: ¿Haces tú bien en enojarte [tanto]?",
      "topic": ""
    },
    "5": {
      "text": "Entonces salió Jonás de la ciudad, y asentó hacia el oriente de la ciudad, y se hizo allí un cobertizo, y se sentó debajo de él a la sombra, hasta ver qué sería de la ciudad.",
      "topic": ""
    },
    "6": {
      "text": "Y preparó Jehová Dios una calabacera, la cual creció sobre Jonás para que hiciese sombra sobre su cabeza, y le librase de su mal; y Jonás se alegró grandemente por la calabacera.",
      "topic": ""
    },
    "7": {
      "text": "Mas Dios preparó un gusano al venir la mañana del día siguiente, el cual hirió a la calabacera, y se secó.",
      "topic": ""
    },
    "8": {
      "text": "Y aconteció que al salir el sol, preparó Dios un recio viento solano; y el sol hirió a Jonás en la cabeza, y desmayaba; y deseaba la muerte, diciendo: Mejor [sería] para mí la muerte que la vida.",
      "topic": ""
    },
    "9": {
      "text": "Entonces dijo Dios a Jonás: ¿Tanto te enojas por la calabacera? Y él respondió: Mucho me enojo, hasta la muerte.",
      "topic": ""
    },
    "10": {
      "text": "Y dijo Jehová: Tuviste tú lástima de la calabacera, en la cual no trabajaste, ni tú la hiciste crecer; que en espacio de una noche nació, y en espacio de otra noche pereció:",
      "topic": ""
    },
    "11": {
      "text": "¿Y no tendré yo piedad de Nínive, aquella grande ciudad donde hay más de ciento veinte mil personas que no pueden discernir entre su mano derecha y su mano izquierda, y muchos animales?",
      "topic": ""
    }
  }
}