{
  "info": {
    "book": "Revelation",
    "chapter": "13",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he stood upon the sand of the sea. And I saw a beast ascending from the sea, having seven heads and ten horns, and upon its horns were ten diadems, and upon its heads were names of blasphemy.",
      "topic": ""
    },
    "2": {
      "text": "And the beast that I saw was similar to a leopard, and its feet were like the feet of a bear, and its mouth was like the mouth of a lion. And the dragon gave his own power and great authority to it.",
      "topic": ""
    },
    "3": {
      "text": "And I saw that one of its heads seemed to be slain unto death, but his deadly wound was healed. And the entire world was in wonder following the beast.",
      "topic": ""
    },
    "4": {
      "text": "And they worshiped the dragon, who gave authority to the beast. And they worshiped the beast, saying: “Who is like the beast? And who would be able to fight with it?”",
      "topic": ""
    },
    "5": {
      "text": "And there was given to it a mouth, speaking great things and blasphemies. And authority was given to him to act for forty-two months.",
      "topic": ""
    },
    "6": {
      "text": "And he opened his mouth in blasphemies against God, to blaspheme his name and his tabernacle and those who dwell in heaven.",
      "topic": ""
    },
    "7": {
      "text": "And it was given to him to make war with the saints and to overcome them. And authority was given to him over every tribe and people and language and nation.",
      "topic": ""
    },
    "8": {
      "text": "And all who inhabit the earth worshiped the beast, those whose names have not been written, from the origin of the world, in the Book of Life of the Lamb who was slain.",
      "topic": ""
    },
    "9": {
      "text": "If anyone has an ear, let him hear.",
      "topic": ""
    },
    "10": {
      "text": "Whoever will be led into captivity, into captivity he goes. Whoever will kill with the sword, with the sword he must be killed. Here is the patient endurance and faith of the Saints.",
      "topic": ""
    },
    "11": {
      "text": "And I saw another beast ascending from the land. And she had two horns like the Lamb, but she was speaking like the dragon.",
      "topic": ""
    },
    "12": {
      "text": "And she acted with all the authority of the first beast in his sight. And she caused the earth, and those dwelling in it, to worship the first beast, whose deadly wound was healed.",
      "topic": ""
    },
    "13": {
      "text": "And she accomplished great signs, even so that she would cause fire to descend from the sky to the earth in the sight of men.",
      "topic": ""
    },
    "14": {
      "text": "And she seduced those living on the earth, by means of the signs that were given to her to perform in the sight of the beast, saying to those dwelling on the earth that they should make an image of the beast who had a wound of the sword and yet lived.",
      "topic": ""
    },
    "15": {
      "text": "And it was given to her to give a spirit to the image of the beast, so that the image of the beast would speak. And she acted so that whoever would not worship the image of the beast would be slain.",
      "topic": ""
    },
    "16": {
      "text": "And she will cause everyone, small and great, wealthy and poor, free and servant, to have a character on their right hand or on their foreheads,",
      "topic": ""
    },
    "17": {
      "text": "so that no one may buy or sell, unless he has the character, or the name of the beast, or the number of his name.",
      "topic": ""
    },
    "18": {
      "text": "Here is wisdom. Whoever has intelligence, let him determine the number of the beast. For it is the number of a man, and his number is six hundred and sixty-six.",
      "topic": ""
    }
  }
}