{
  "info": {
    "book": "Revelation",
    "chapter": "9",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the fifth Angel sounded the trumpet. And I saw upon the earth, a star that had fallen from heaven, and the key to the well of the abyss was given to him.",
      "topic": ""
    },
    "2": {
      "text": "And he opened the well of the abyss. And the smoke of the well ascended, like the smoke of a great furnace. And the sun and the air were obscured by the smoke of the well.",
      "topic": ""
    },
    "3": {
      "text": "And locusts went forth from the smoke of the well into the earth. And power was given to them, like the power that the scorpions of the earth have.",
      "topic": ""
    },
    "4": {
      "text": "And it was commanded of them that they must not harm the plants of the earth, nor anything green, nor any tree, but only those men who do not have the Seal of God upon their foreheads.",
      "topic": ""
    },
    "5": {
      "text": "And it was given to them that they would not kill them, but that they would torture them for five months. And their torture was like the torture of a scorpion, when he strikes a man.",
      "topic": ""
    },
    "6": {
      "text": "And in those days, men will seek death and they will not find it. And they will desire to die, and death will flee from them.",
      "topic": ""
    },
    "7": {
      "text": "And the likenesses of the locusts resembled horses prepared for battle. And upon their heads were something like crowns similar to gold. And their faces were like the faces of men.",
      "topic": ""
    },
    "8": {
      "text": "And they had hair like the hair of women. And their teeth were like the teeth of lions.",
      "topic": ""
    },
    "9": {
      "text": "And they had breastplates like iron breastplates. And the noise of their wings was like the noise of many running horses, rushing to battle.",
      "topic": ""
    },
    "10": {
      "text": "And they had tails similar to scorpions. And there were stingers in their tails, and these had the power to harm men for five months.",
      "topic": ""
    },
    "11": {
      "text": "And they had over them a king, the Angel of the abyss, whose name in Hebrew is Doom; in Greek, Destroyer; in Latin, Exterminator.",
      "topic": ""
    },
    "12": {
      "text": "One woe has gone out, but behold, there are still two woes approaching afterward.",
      "topic": ""
    },
    "13": {
      "text": "And the sixth Angel sounded the trumpet. And I heard a lone voice from the four horns of the golden altar, which is before the eyes of God,",
      "topic": ""
    },
    "14": {
      "text": "saying to the sixth Angel who had the trumpet: “Release the four Angels who were bound at the great river Euphrates.”",
      "topic": ""
    },
    "15": {
      "text": "And the four Angels were released, who had been prepared for that hour, and day, and month, and year, in order to kill one third part of men.",
      "topic": ""
    },
    "16": {
      "text": "And the number of the army of horsemen was two hundred million. For I heard their number.",
      "topic": ""
    },
    "17": {
      "text": "And I also saw the horses in the vision. And those who were sitting upon them had breastplates of fire and hyacinth and sulphur. And the heads of the horses were like the heads of lions. And from their mouths proceeded fire and smoke and sulphur.",
      "topic": ""
    },
    "18": {
      "text": "And one third part of men were slain by these three afflictions: by the fire and by the smoke and by the sulphur, which proceeded from their mouths.",
      "topic": ""
    },
    "19": {
      "text": "For the power of these horses is in their mouths and in their tails. For their tails resemble serpents, having heads; and it is with these that they cause harm.",
      "topic": ""
    },
    "20": {
      "text": "And the rest of men, who were not slain by these afflictions, did not repent from the works of their hands, so that they would not worship demons, or idols of gold and silver and brass and stone and wood, which can neither see, nor hear, nor walk.",
      "topic": ""
    },
    "21": {
      "text": "And they did not repent from their murders, nor from their drugs, nor from their fornication, nor from their thefts.",
      "topic": ""
    }
  }
}