{
  "info": {
    "book": "Jeremías",
    "chapter": "18",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "La palabra que vino a Jeremías de parte de Jehová, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Levántate, y vete a casa del alfarero, y allí te haré oír mis palabras.",
      "topic": ""
    },
    "3": {
      "text": "Y descendí a casa del alfarero, y he aquí que él hacía una obra sobre la rueda.",
      "topic": ""
    },
    "4": {
      "text": "Y el vaso de barro que él hacía se echó a perder en la mano del alfarero; así que volvió a hacer de él otro vaso, según al alfarero le pareció mejor hacerlo.",
      "topic": ""
    },
    "5": {
      "text": "Entonces vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "6": {
      "text": "¿No podré yo hacer de vosotros como este alfarero, oh casa de Israel, dice Jehová? He aquí que como el barro en la mano del alfarero, así [sois] vosotros en mi mano, oh casa de Israel.",
      "topic": ""
    },
    "7": {
      "text": "En un instante hablaré acerca de una nación, o de un reino, para arrancar, y derribar, y destruir.",
      "topic": ""
    },
    "8": {
      "text": "Y si esta nación de la cual he hablado se vuelve de su maldad, yo me arrepentiré del mal que había pensado hacerle.",
      "topic": ""
    },
    "9": {
      "text": "Y en un instante hablaré acerca de una nación y de un reino, para edificar y para plantar.",
      "topic": ""
    },
    "10": {
      "text": "Pero si hiciere lo malo delante de mis ojos, no oyendo mi voz, me arrepentiré del bien que había determinado hacerle.",
      "topic": ""
    },
    "11": {
      "text": "Ahora pues, habla luego a todo hombre de Judá, y a los moradores de Jerusalén, diciendo: Así dice Jehová: He aquí que yo dispongo mal contra vosotros, y trazo contra vosotros designios; conviértase ahora cada uno de su mal camino, y mejorad vuestros caminos y vuestras obras.",
      "topic": ""
    },
    "12": {
      "text": "Y dijeron: Es por demás; porque en pos de nuestras imaginaciones hemos de ir, y cada uno de nosotros ha de hacer el pensamiento de su malvado corazón.",
      "topic": ""
    },
    "13": {
      "text": "Por tanto, así dice Jehová: Preguntad ahora a las gentes, quién ha oído cosa semejante. Una cosa muy horrible ha hecho la virgen de Israel.",
      "topic": ""
    },
    "14": {
      "text": "¿Dejará [el hombre] la nieve del Líbano [que viene] de la roca del campo? ¿Podrán ser abandonadas las aguas frías que corren de lejanas tierras?",
      "topic": ""
    },
    "15": {
      "text": "Pero mi pueblo me ha olvidado, quemando incienso a las vanidades, y éstas les han hecho tropezar en sus caminos, [desviándoles de] las sendas antiguas, para que caminen por veredas, por camino no preparado;",
      "topic": ""
    },
    "16": {
      "text": "para poner su tierra en desolación y en burla perpetua; todo el que pase por ella se asombrará, y meneará su cabeza.",
      "topic": ""
    },
    "17": {
      "text": "Como viento solano los esparciré delante del enemigo; les mostraré la espalda y no el rostro, en el día de su calamidad.",
      "topic": ""
    },
    "18": {
      "text": "Y dijeron: Venid, y tramemos maquinaciones contra Jeremías; porque la ley no faltará del sacerdote, ni consejo del sabio, ni palabra del profeta. Venid e hirámoslo de lengua, y no miremos a ninguna de sus palabras.",
      "topic": ""
    },
    "19": {
      "text": "Oh Jehová, mira por mí, y oye la voz de los que contienden conmigo.",
      "topic": ""
    },
    "20": {
      "text": "¿Se da mal por bien para que hayan cavado hoyo para mi alma? Acuérdate que me puse delante de ti para hablar bien por ellos, para apartar de ellos tu ira.",
      "topic": ""
    },
    "21": {
      "text": "Por tanto, entrega sus hijos a hambre, y haz derramar su [sangre] por medio de la espada; y sus esposas queden sin hijos y viudas; y sus maridos sean puestos a muerte, y sus jóvenes heridos a espada en la guerra.",
      "topic": ""
    },
    "22": {
      "text": "Óigase clamor de sus casas, cuando traigas sobre ellos ejército de repente; porque cavaron hoyo para prenderme, y a mis pies han escondido lazos.",
      "topic": ""
    },
    "23": {
      "text": "Mas tú, oh Jehová, conoces todo su consejo contra mí para muerte; no perdones su maldad, ni borres su pecado de delante de tu rostro: y tropiecen delante de ti; haz así con ellos en el tiempo de tu furor.",
      "topic": ""
    }
  }
}