{
  "info": {
    "book": "Jeremías",
    "chapter": "46",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Palabra de Jehová que vino al profeta Jeremías, contra los gentiles.",
      "topic": ""
    },
    "2": {
      "text": "En cuanto a Egipto; contra el ejército de Faraón Necao, rey de Egipto, que estaba cerca del río Éufrates en Carquemis, al cual hirió Nabucodonosor, rey de Babilonia, el año cuarto de Joacim, hijo de Josías, rey de Judá.",
      "topic": ""
    },
    "3": {
      "text": "Preparad escudo y pavés, y venid a la batalla.",
      "topic": ""
    },
    "4": {
      "text": "Uncid caballos, y subid, vosotros los caballeros, y poneos con yelmos; limpiad las lanzas, vestíos de corazas.",
      "topic": ""
    },
    "5": {
      "text": "¿Por qué los vi medrosos, tornando atrás? y sus valientes fueron deshechos, y huyeron aterrados sin mirar atrás [porque había] miedo de todas partes, dice Jehová.",
      "topic": ""
    },
    "6": {
      "text": "No huya el ligero, ni el valiente escape al norte; junto a la ribera del Éufrates tropezaron y cayeron.",
      "topic": ""
    },
    "7": {
      "text": "¿Quién [es] éste [que] como río se levanta, y cuyas aguas se mueven como ríos?",
      "topic": ""
    },
    "8": {
      "text": "Egipto como río se levanta, y [sus] aguas se mueven como ríos, y dijo: Subiré, cubriré la tierra, destruiré la ciudad y los que en ella moran.",
      "topic": ""
    },
    "9": {
      "text": "Subid, caballos, y alborotaos, carros; y salgan los valientes; los etíopes y los de Libia que toman escudo, y los de Lud que toman y entesan arco.",
      "topic": ""
    },
    "10": {
      "text": "Mas ese día [será] para Jehová, Dios de los ejércitos, día de venganza, para vengarse de sus enemigos; y la espada devorará y se saciará, y se embriagará de la sangre de ellos; porque matanza será para Jehová, Dios de los ejércitos, en la tierra del norte, junto al río Éufrates.",
      "topic": ""
    },
    "11": {
      "text": "Sube a Galaad, y toma bálsamo, virgen hija de Egipto: por demás multiplicarás medicinas; no hay cura para ti.",
      "topic": ""
    },
    "12": {
      "text": "Las naciones oyeron de tu afrenta, y tu clamor llenó la tierra; porque fuerte se encontró con fuerte, y cayeron ambos juntos.",
      "topic": ""
    },
    "13": {
      "text": "Palabra que habló Jehová al profeta Jeremías acerca de la venida de Nabucodonosor, rey de Babilonia, para herir la tierra de Egipto:",
      "topic": ""
    },
    "14": {
      "text": "Denunciad en Egipto, y haced saber en Migdol; haced saber también en Nof y en Tafnes; decid: Ponte de pie, y prepárate; porque espada devorará tu comarca.",
      "topic": ""
    },
    "15": {
      "text": "¿Por qué han sido derribados tus valientes? No pudieron permanecer, porque Jehová los empujó.",
      "topic": ""
    },
    "16": {
      "text": "Multiplicó los caídos, y cada uno cayó sobre su compañero, y dijeron: Levántate y volvámonos a nuestro pueblo, y a la tierra de nuestro nacimiento, de delante de la espada vencedora.",
      "topic": ""
    },
    "17": {
      "text": "Allí gritaron: Faraón rey de Egipto, [es sólo] ruido; dejó pasar el tiempo señalado.",
      "topic": ""
    },
    "18": {
      "text": "Vivo yo, dice el Rey, cuyo nombre es Jehová de los ejércitos, que como Tabor entre los montes, y como Carmelo junto al mar, [así] vendrá.",
      "topic": ""
    },
    "19": {
      "text": "Hazte vasos de transmigración, moradora hija de Egipto; porque Nof será por yermo, y será asolada hasta no quedar morador.",
      "topic": ""
    },
    "20": {
      "text": "Becerra hermosa Egipto; mas viene destrucción, del norte viene.",
      "topic": ""
    },
    "21": {
      "text": "También sus soldados en medio de ella [son] como becerros engordados; porque también ellos se volvieron atrás, a una todos huyeron, no resistieron; porque vino sobre ellos el día de su quebrantamiento, el tiempo de su visitación.",
      "topic": ""
    },
    "22": {
      "text": "Su voz saldrá como de serpiente; porque con ejército vendrán, y con hachas vienen a ella como cortadores de leña.",
      "topic": ""
    },
    "23": {
      "text": "Cortaron su bosque, dice Jehová, porque no podrán ser contados; porque serán más que langostas, no tendrán número.",
      "topic": ""
    },
    "24": {
      "text": "Se avergonzará la hija de Egipto; entregada será en mano del pueblo del norte.",
      "topic": ""
    },
    "25": {
      "text": "Jehová de los ejércitos, Dios de Israel, ha dicho: He aquí que yo visito el pueblo de Amón de No, y a Faraón y a Egipto, y a sus dioses y a sus reyes; así a Faraón como a los que en él confían.",
      "topic": ""
    },
    "26": {
      "text": "Y los entregaré en mano de los que buscan su alma, y en mano de Nabucodonosor, rey de Babilonia, y en mano de sus siervos: mas después será habitada como en los días pasados, dice Jehová.",
      "topic": ""
    },
    "27": {
      "text": "Y tú no temas, siervo mío Jacob, y no desmayes, Israel; porque he aquí que yo te salvo de lejos, y a tu simiente de la tierra de su cautividad. Y volverá Jacob, y descansará y será prosperado, y no habrá quien lo espante.",
      "topic": ""
    },
    "28": {
      "text": "Tú, siervo mío Jacob, no temas, dice Jehová; porque yo [estoy] contigo; porque haré consumación en todas las gentes a las cuales te habré echado; mas en ti no haré consumación, sino que te castigaré con juicio, de ninguna manera te dejaré sin castigo.",
      "topic": ""
    }
  }
}