{
  "info": {
    "book": "Hebrews",
    "chapter": "10",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "For the law contains the shadow of future good things, not the very image of these things. So, by the very same sacrifices which they offer ceaselessly each year, they can never cause these to approach perfection.",
      "topic": ""
    },
    "2": {
      "text": "Otherwise, they would have ceased to be offered, because the worshipers, once cleansed, would no longer be conscious of any sin.",
      "topic": ""
    },
    "3": {
      "text": "Instead, in these things, a commemoration of sins is made every year.",
      "topic": ""
    },
    "4": {
      "text": "For it is impossible for sins to be taken away by the blood of oxen and goats.",
      "topic": ""
    },
    "5": {
      "text": "For this reason, as Christ enters into the world, he says: “Sacrifice and oblation, you did not want. But you have fashioned a body for me.",
      "topic": ""
    },
    "6": {
      "text": "Holocausts for sin were not pleasing to you.",
      "topic": ""
    },
    "7": {
      "text": "Then I said, ‘Behold, I draw near.’ At the head of the book, it has been written of me that I should do your will, O God.”",
      "topic": ""
    },
    "8": {
      "text": "In the above, by saying, “Sacrifices, and oblations, and holocausts for sin, you did not want, nor are those things pleasing to you, which are offered according to the law;",
      "topic": ""
    },
    "9": {
      "text": "then I said, ‘Behold, I have come to do your will, O God,’ ” he takes away the first, so that he may establish what follows.",
      "topic": ""
    },
    "10": {
      "text": "For by this will, we have been sanctified, through the one time oblation of the body of Jesus Christ.",
      "topic": ""
    },
    "11": {
      "text": "And certainly, every priest stands by, ministering daily, and frequently offering the same sacrifices, which are never able to take away sins.",
      "topic": ""
    },
    "12": {
      "text": "But this man, offering one sacrifice for sins, sits at the right hand of God forever,",
      "topic": ""
    },
    "13": {
      "text": "awaiting that time when his enemies will be made his footstool.",
      "topic": ""
    },
    "14": {
      "text": "For, by one oblation, he has brought to fulfillment, for all time, those who are sanctified.",
      "topic": ""
    },
    "15": {
      "text": "Now the Holy Spirit also testifies for us about this. For afterward, he said:",
      "topic": ""
    },
    "16": {
      "text": "“And this is the testament which I will commit to them after those days, says the Lord. I will instill my laws in their hearts, and I will inscribe my laws on their minds.",
      "topic": ""
    },
    "17": {
      "text": "And I will no longer remember their sins and iniquities.”",
      "topic": ""
    },
    "18": {
      "text": "Now, when there is a remission of these things, there is no longer an oblation for sin.",
      "topic": ""
    },
    "19": {
      "text": "And so, brothers, have faith in the entrance into the Holy of Holies by the blood of Christ,",
      "topic": ""
    },
    "20": {
      "text": "and in the new and living Way, which he has initiated for us by the veil, that is, by his flesh,",
      "topic": ""
    },
    "21": {
      "text": "and in the Great Priest over the house of God.",
      "topic": ""
    },
    "22": {
      "text": "So, let us draw near with a true heart, in the fullness of faith, having hearts cleansed from an evil conscience, and bodies absolved with clean water.",
      "topic": ""
    },
    "23": {
      "text": "Let us hold fast to the confession of our hope, without wavering, for he who has promised is faithful.",
      "topic": ""
    },
    "24": {
      "text": "And let us be considerate of one another, so as to prompt ourselves to charity and to good works,",
      "topic": ""
    },
    "25": {
      "text": "not deserting our assembly, as some are accustomed to do, but consoling one another, and even more so as you see that the day is approaching.",
      "topic": ""
    },
    "26": {
      "text": "For if we sin willingly, after receiving knowledge of the truth, there is no sacrifice remaining for sins,",
      "topic": ""
    },
    "27": {
      "text": "but instead, a certain terrible expectation of judgment, and the rage of a fire that shall consume its adversaries.",
      "topic": ""
    },
    "28": {
      "text": "If someone dies for acting against the law of Moses, and is shown no compassion because of two or three witnesses,",
      "topic": ""
    },
    "29": {
      "text": "how much more, do you think, someone would deserve worse punishments, if he has tread upon the Son of God, and has treated the blood of the testament, by which he was sanctified, as unclean, and has acted with disgrace toward the Spirit of grace?",
      "topic": ""
    },
    "30": {
      "text": "For we know that he has said: “Vengeance is mine, and I will repay,” and again, “The Lord will judge his people.”",
      "topic": ""
    },
    "31": {
      "text": "It is dreadful to fall into the hands of the living God.",
      "topic": ""
    },
    "32": {
      "text": "But call to mind the former days, in which, after being enlightened, you endured a great struggle of afflictions.",
      "topic": ""
    },
    "33": {
      "text": "And certainly, in one way, by insults and tribulations, you were made a spectacle, but in another way, you became the companions of those who were the object of such behavior.",
      "topic": ""
    },
    "34": {
      "text": "For you even had compassion on those who were imprisoned, and you accepted with gladness being deprived of your goods, knowing that you have a better and more lasting substance.",
      "topic": ""
    },
    "35": {
      "text": "And so, do not lose your confidence, which has a great reward.",
      "topic": ""
    },
    "36": {
      "text": "For it is necessary for you to be patient, so that, by doing the will of God, you may receive the promise.",
      "topic": ""
    },
    "37": {
      "text": "“For, in a little while, and somewhat longer, he who is to come will return, and he will not delay.",
      "topic": ""
    },
    "38": {
      "text": "For my just man lives by faith. But if he were to draw himself back, he would not please my soul.”",
      "topic": ""
    },
    "39": {
      "text": "So then, we are not sons who are drawn away to perdition, but we are sons of faith toward the securing of the soul.",
      "topic": ""
    }
  }
}