{
  "info": {
    "book": "Hebrews",
    "chapter": "5",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "For every high priest, having been taken from among men, is appointed on behalf of men toward the things which pertain to God, so that he may offer gifts and sacrifices on behalf of sins;",
      "topic": ""
    },
    "2": {
      "text": "he is able to commiserate with those who are ignorant and who wander astray, because he himself is also encompassed by infirmity.",
      "topic": ""
    },
    "3": {
      "text": "And because of this, he also must make such offerings for sins even for himself, in the same manner as for the people.",
      "topic": ""
    },
    "4": {
      "text": "Neither does anyone take up this honor himself, but rather he who is called by God, just as Aaron was.",
      "topic": ""
    },
    "5": {
      "text": "Thus, even Christ did not glorify himself, so as to become High Priest, but instead, it was God who said to him: “You are my Son. Today I have begotten you.”",
      "topic": ""
    },
    "6": {
      "text": "And similarly, he says in another place: “You are a priest forever, according to the order of Melchizedek.”",
      "topic": ""
    },
    "7": {
      "text": "It is Christ who, in the days of his flesh, with a strong cry and tears, offered prayers and supplications to the One who was able to save him from death, and who was heard because of his reverence.",
      "topic": ""
    },
    "8": {
      "text": "And although, certainly, he is the Son of God, he learned obedience by the things that he suffered.",
      "topic": ""
    },
    "9": {
      "text": "And having reached his consummation, he was made, for all who are obedient to him, the cause of eternal salvation,",
      "topic": ""
    },
    "10": {
      "text": "having been called by God to be the High Priest, according to the order of Melchizedek.",
      "topic": ""
    },
    "11": {
      "text": "Our message about him is great, and difficult to explain when speaking, because you have been made feeble when listening.",
      "topic": ""
    },
    "12": {
      "text": "For even though it is the time when you ought to be teachers, you are still lacking, so that you must be taught the things that are the basic elements of the Word of God, and so you have been made like those who are in need of milk, and not of solid food.",
      "topic": ""
    },
    "13": {
      "text": "For anyone who is still feeding on milk is still unskillful in the Word of Justice; for he is like an infant.",
      "topic": ""
    },
    "14": {
      "text": "But solid food is for those who are mature, for those who, by practice, have sharpened their mind, so as to discern good from evil.",
      "topic": ""
    }
  }
}