{
  "info": {
    "book": "John",
    "chapter": "7",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "After this, Jesus traveled throughout Galilee. He did not want to travel in Judea, because the Jews there were trying to kill Him.",
      "topic": ""
    },
    "2": {
      "text": "However, the Jewish Feast of Tabernacles was near.",
      "topic": ""
    },
    "3": {
      "text": "So Jesus’ brothers said to Him, “Leave here and go to Judea, so that Your disciples there may see the works You are doing.",
      "topic": ""
    },
    "4": {
      "text": "For no one who wants to be known publicly acts in secret. Since You are doing these things, show Yourself to the world.”",
      "topic": ""
    },
    "5": {
      "text": "For even His own brothers did not believe in Him.",
      "topic": ""
    },
    "6": {
      "text": "Therefore Jesus told them, “Although your time is always at hand, My time has not yet come.",
      "topic": ""
    },
    "7": {
      "text": "The world cannot hate you, but it hates Me, because I testify that its works are evil.",
      "topic": ""
    },
    "8": {
      "text": "Go up to the feast on your own. I am not going up to this feast, because My time has not yet come.”",
      "topic": ""
    },
    "9": {
      "text": "Having said this, Jesus remained in Galilee.",
      "topic": ""
    },
    "10": {
      "text": "But after His brothers had gone up to the feast, He also went—not publicly, but in secret.",
      "topic": ""
    },
    "11": {
      "text": "So the Jews were looking for Him at the feast and asking, “Where is He?”",
      "topic": ""
    },
    "12": {
      "text": "Many in the crowds were whispering about Him. Some said, “He is a good man.” But others replied, “No, He deceives the people.”",
      "topic": ""
    },
    "13": {
      "text": "Yet no one would speak publicly about Him for fear of the Jews.",
      "topic": ""
    },
    "14": {
      "text": "About halfway through the feast, Jesus went up to the temple courts and began to teach.",
      "topic": ""
    },
    "15": {
      "text": "The Jews were amazed and asked, “How did this man attain such learning without having studied?”",
      "topic": ""
    },
    "16": {
      "text": "“My teaching is not My own,” Jesus replied. “It comes from Him who sent Me.",
      "topic": ""
    },
    "17": {
      "text": "If anyone desires to do His will, he will know whether My teaching is from God or whether I speak on My own.",
      "topic": ""
    },
    "18": {
      "text": "He who speaks on his own authority seeks his own glory, but He who seeks the glory of the One who sent Him is a man of truth; in Him there is no falsehood.",
      "topic": ""
    },
    "19": {
      "text": "Has not Moses given you the law? Yet not one of you keeps it. Why are you trying to kill Me?”",
      "topic": ""
    },
    "20": {
      "text": "“You have a demon,” the crowd replied. “Who is trying to kill You?”",
      "topic": ""
    },
    "21": {
      "text": "Jesus answered them, “I did one miracle, and you are all amazed.",
      "topic": ""
    },
    "22": {
      "text": "But because Moses gave you circumcision, you circumcise a boy on the Sabbath (not that it is from Moses, but from the patriarchs.)",
      "topic": ""
    },
    "23": {
      "text": "If a boy can be circumcised on the Sabbath so that the law of Moses will not be broken, why are you angry with Me for making the whole man well on the Sabbath?",
      "topic": ""
    },
    "24": {
      "text": "Stop judging by outward appearances, and start judging justly.”",
      "topic": ""
    },
    "25": {
      "text": "Then some of the people of Jerusalem began to say, “Isn’t this the man they are trying to kill?",
      "topic": ""
    },
    "26": {
      "text": "Yet here He is, speaking publicly, and they are not saying anything to Him. Have the rulers truly recognized that this is the Christ?",
      "topic": ""
    },
    "27": {
      "text": "But we know where this man is from. When the Christ comes, no one will know where He is from.”",
      "topic": ""
    },
    "28": {
      "text": "Then Jesus, still teaching in the temple courts, cried out, “You know Me, and you know where I am from. I have not come of My own accord, but He who sent Me is true. You do not know Him,",
      "topic": ""
    },
    "29": {
      "text": "but I know Him, because I am from Him and He sent Me.”",
      "topic": ""
    },
    "30": {
      "text": "So they tried to seize Him, but no one laid a hand on Him, because His hour had not yet come.",
      "topic": ""
    },
    "31": {
      "text": "Many in the crowd, however, believed in Him and said, “When the Christ comes, will He perform more signs than this man?”",
      "topic": ""
    },
    "32": {
      "text": "When the Pharisees heard the crowd whispering these things about Jesus, they and the chief priests sent officers to arrest Him.",
      "topic": ""
    },
    "33": {
      "text": "So Jesus said, “I am with you only a little while longer, and then I am going to the One who sent Me.",
      "topic": ""
    },
    "34": {
      "text": "You will look for Me, but you will not find Me; and where I am, you cannot come.”",
      "topic": ""
    },
    "35": {
      "text": "At this, the Jews said to one another, “Where does He intend to go that we will not find Him? Will He go where the Jews are dispersed among the Greeks, and teach the Greeks?",
      "topic": ""
    },
    "36": {
      "text": "What does He mean by saying, ‘You will look for Me, but you will not find Me,’ and, ‘Where I am, you cannot come’?”",
      "topic": ""
    },
    "37": {
      "text": "On the last and greatest day of the feast, Jesus stood up and called out in a loud voice, “If anyone is thirsty, let him come to Me and drink.",
      "topic": ""
    },
    "38": {
      "text": "Whoever believes in Me, as the Scripture has said: ‘Streams of living water will flow from within him.’”",
      "topic": ""
    },
    "39": {
      "text": "He was speaking about the Spirit, whom those who believed in Him were later to receive. For the Spirit had not yet been given, because Jesus had not yet been glorified.",
      "topic": ""
    },
    "40": {
      "text": "On hearing these words, some of the people said, “This is truly the Prophet.”",
      "topic": ""
    },
    "41": {
      "text": "Others declared, “This is the Christ.” But still others asked, “How can the Christ come from Galilee?",
      "topic": ""
    },
    "42": {
      "text": "Doesn’t the Scripture say that the Christ will come from the line of David and from Bethlehem, the village where David lived?”",
      "topic": ""
    },
    "43": {
      "text": "So there was division in the crowd because of Jesus.",
      "topic": ""
    },
    "44": {
      "text": "Some of them wanted to seize Him, but no one laid a hand on Him.",
      "topic": ""
    },
    "45": {
      "text": "Then the officers returned to the chief priests and Pharisees, who asked them, “Why didn’t you bring Him in?”",
      "topic": ""
    },
    "46": {
      "text": "“Never has anyone spoken like this man!” the officers answered.",
      "topic": ""
    },
    "47": {
      "text": "“Have you also been deceived?” replied the Pharisees.",
      "topic": ""
    },
    "48": {
      "text": "“Have any of the rulers or Pharisees believed in Him?",
      "topic": ""
    },
    "49": {
      "text": "But this crowd that does not know the law—they are under a curse.”",
      "topic": ""
    },
    "50": {
      "text": "Nicodemus, who had gone to Jesus earlier and who himself was one of them, asked,",
      "topic": ""
    },
    "51": {
      "text": "“Does our law convict a man without first hearing from him to determine what he has done?”",
      "topic": ""
    },
    "52": {
      "text": "“Aren’t you also from Galilee?” they replied. “Look into it, and you will see that no prophet comes out of Galilee.”",
      "topic": ""
    },
    "53": {
      "text": "Then each went to his own home.",
      "topic": ""
    }
  }
}