{
  "info": {
    "book": "Philippians",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Therefore, my brethren, dearly beloved and longed for, my joy and crown, thus stand ye in the Lord, dearly beloved.",
      "topic": ""
    },
    "2": {
      "text": "I beseech Euodias, and I beseech Syntyche, to think the same in the Lord.",
      "topic": ""
    },
    "3": {
      "text": "And I also ask thee, worthy yoke fellow, aid those women who fought in company with me in the good news, and with Clement, and the rest of my co-workers, whose names in the book of life.",
      "topic": ""
    },
    "4": {
      "text": "Rejoice in the Lord always: again say I, Do ye rejoice.",
      "topic": ""
    },
    "5": {
      "text": "Let your fitness be known to all men. The Lord is near.",
      "topic": ""
    },
    "6": {
      "text": "Rave anxiety about nothing; but in every thing by prayer and supplication with gratitude let your desires be made known to God.",
      "topic": ""
    },
    "7": {
      "text": "And the peace of God, surpassing all understanding, shall watch your hearts and your minds in Christ Jesus.",
      "topic": ""
    },
    "8": {
      "text": "As to the rest, brethren, whatever things are true, whatever venerable, whatever just, whatever pure, whatever lovely, whatever prosperous; if any ability, and if any praise, reckon up these things.",
      "topic": ""
    },
    "9": {
      "text": "And what things ye learned, and received, and heard, and saw in me, these do; and the God of peace shall be with you.",
      "topic": ""
    },
    "10": {
      "text": "And I rejoiced in the Lord greatly, that once already ye recovered new vigor; for thinking of me, upon whom ye were thinking, and ye had not time.",
      "topic": ""
    },
    "11": {
      "text": "Not that I speak concerning want; for I have learned, among whom I am, to be satisfied with my condition.",
      "topic": ""
    },
    "12": {
      "text": "And I know how to be humble, and I know how to abound in every thing: and in all I am instructed also to be full and to hunger, and to abound and to be in want.",
      "topic": ""
    },
    "13": {
      "text": "I am strong for all things in Christ strengthening me.",
      "topic": ""
    },
    "14": {
      "text": "But ye did well, participating together in my pressure.",
      "topic": ""
    },
    "15": {
      "text": "And ye also know, Philippians, that in the beginning of the good news, when I went out from Macedonia, no church participated with me in the word of donation and accepting, except ye alone.",
      "topic": ""
    },
    "16": {
      "text": "For also in Thessalonica, and once, and twice, ye sent to my necessity.",
      "topic": ""
    },
    "17": {
      "text": "Not that I covet a gift: but I covet fruit abounding to your word.",
      "topic": ""
    },
    "18": {
      "text": "And I have all, and abound: I have been filled, having received from Epaphroditus the things from you, a smell of sweet odor, a sacrifice acceptable, pleasing to God.",
      "topic": ""
    },
    "19": {
      "text": "And God will fill up all your need according to his riches in glory in Christ Jesus.",
      "topic": ""
    },
    "20": {
      "text": "And to God and our Father the glory for the times of times. Amen.",
      "topic": ""
    },
    "21": {
      "text": "Greet ye every one holy in Christ Jesus. The brethren with me greet you.",
      "topic": ""
    },
    "22": {
      "text": "All the holy greet you, and chiefly they from Caesar’s house.",
      "topic": ""
    },
    "23": {
      "text": "The grace of our Lord Jesus Christ with you all. Amen.",
      "topic": ""
    }
  }
}