{
  "info": {
    "book": "2 Corinthians",
    "chapter": "9",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now, concerning the ministry that is done toward the saints, it is not necessary for me to write to you.",
      "topic": ""
    },
    "2": {
      "text": "For I know your willing mind. I glory about you, concerning this, to the Macedonians. For Achaia has also been prepared, for the past year. And your example has inspired very many others.",
      "topic": ""
    },
    "3": {
      "text": "Now I have sent the brothers, so that what we glory about concerning you might be not be empty in this matter, in order that (as I have explained) you may be prepared.",
      "topic": ""
    },
    "4": {
      "text": "Otherwise, if the Macedonians arrive with me and find you unprepared, we (not to mention you) would be ashamed in this matter.",
      "topic": ""
    },
    "5": {
      "text": "Therefore, I considered it necessary to ask the brothers to go to you in advance and to prepare this blessing as promised, and in this way, you may be ready as a blessing, not as an excess.",
      "topic": ""
    },
    "6": {
      "text": "But I say this: Whoever sows sparingly will also reap sparingly. And whoever sows with blessings shall also reap from blessings:",
      "topic": ""
    },
    "7": {
      "text": "each one giving, just as he has determined in his heart, neither out of sadness, nor out of obligation. For God loves a cheerful giver.",
      "topic": ""
    },
    "8": {
      "text": "And God is able to make every grace abound in you, so that, always having what you need in all things, you may abound unto every good work,",
      "topic": ""
    },
    "9": {
      "text": "just as it was written: “He has distributed widely, he has given to the poor; his justice remains from age to age.”",
      "topic": ""
    },
    "10": {
      "text": "And he who ministers seed to the sower will offer you bread to eat, and will multiply your seed, and will increase the growth of the fruits of your justice.",
      "topic": ""
    },
    "11": {
      "text": "So then, having been enriched in all things, you may abound in all simplicity, which works thanksgiving to God through us.",
      "topic": ""
    },
    "12": {
      "text": "For the ministration of this office not only supplies whatever the saints need, but also abounds through many thanksgivings in the Lord.",
      "topic": ""
    },
    "13": {
      "text": "And so, through the evidence of this ministry, you glorify God by the obedience of your confession in the Gospel of Christ, and by the simplicity of your communion with them and with everyone,",
      "topic": ""
    },
    "14": {
      "text": "and they offer prayers for you, being solicitous about you, because of the excellent grace of God within you.",
      "topic": ""
    },
    "15": {
      "text": "Thanks be to God for his ineffable gift.",
      "topic": ""
    }
  }
}