{
  "info": {
    "book": "Ecclesiastes",
    "chapter": "10",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Dying flies spoil the sweetness of the ointment. Wisdom and glory is more precious than a small and shortlived folly.",
      "topic": ""
    },
    "2": {
      "text": "The heart of a wise man is in his right hand, and the heart of a fool is in his left hand.",
      "topic": ""
    },
    "3": {
      "text": "Yea, and the fool when he walketh in the way, whereas be himself is a fool, esteemeth all men fools.",
      "topic": ""
    },
    "4": {
      "text": "If the spirit of him that hath power, ascend upon thee, leave not thy place: because care will make the greatest sins to cease.",
      "topic": ""
    },
    "5": {
      "text": "There is an evil that I have seen under the sun, as it were by an error proceeding from the face of the prince:",
      "topic": ""
    },
    "6": {
      "text": "A fool set in high dignity, and the rich sitting beneath.",
      "topic": ""
    },
    "7": {
      "text": "I have seen servants upon horses: and princes walking on the ground as servants.",
      "topic": ""
    },
    "8": {
      "text": "He that diggeth a pit, shall fall into it: and he that breaketh a hedge, a serpent shall bite him.",
      "topic": ""
    },
    "9": {
      "text": "He that removeth stones, shall be hurt by them: and he that cutteth trees, shall be wounded by them.",
      "topic": ""
    },
    "10": {
      "text": "If the iron be blunt, and be not as before, but be made blunt, with much labour it shall be sharpened: and after industry shall follow wisdom.",
      "topic": ""
    },
    "11": {
      "text": "If a serpent bite in silence, he is nothing better that backbiteth secretly.",
      "topic": ""
    },
    "12": {
      "text": "The words of the mouth of a wise man are grace: but the lips of a fool shall throw him down headlong.",
      "topic": ""
    },
    "13": {
      "text": "The beginning of his words is folly, and the end of his talk is a mischievous error.",
      "topic": ""
    },
    "14": {
      "text": "A fool multiplieth words. A man cannot tell what hath been before him: and what shall be after him, who can tell him?",
      "topic": ""
    },
    "15": {
      "text": "The labour of fools shall afflict them that know not how to go to the city.",
      "topic": ""
    },
    "16": {
      "text": "Woe to thee, O land, when thy king is a child, and when the princes eat in the morning.",
      "topic": ""
    },
    "17": {
      "text": "Blessed is the land, whose king is noble, and whose princes eat in due season for refreshment, and not for riotousness.",
      "topic": ""
    },
    "18": {
      "text": "By slothfulness a building shall be brought down, and through the weakness of hands, the house shall drop through.",
      "topic": ""
    },
    "19": {
      "text": "For laughter they make bread, and wine that the living may feast: and all things obey money.",
      "topic": ""
    },
    "20": {
      "text": "Detract not the king, no not in thy thought; and speak not evil of the rich man in thy private chamber: because even the birds of the air will carry thy voice, and he that hath wings will tell what thou hast said.",
      "topic": ""
    }
  }
}