{
  "info": {
    "book": "Acts",
    "chapter": "11",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the apostles and brethren, those being in Judea, heard that the nations also received the word of God.",
      "topic": ""
    },
    "2": {
      "text": "And when Peter went up to Jerusalem, they of the circumcision discussed with him,",
      "topic": ""
    },
    "3": {
      "text": "Saying, That thou camest in to men having uncircumcision, and didst eat With them.",
      "topic": ""
    },
    "4": {
      "text": "And Peter having begun, set forth to them in order, saying,",
      "topic": ""
    },
    "5": {
      "text": "I was in the city Joppa, praying: and in a deep trance I saw a vision, A certain vessel descending as a great linen napkin, let down from heaven by four beginnings; and it came even to me:",
      "topic": ""
    },
    "6": {
      "text": "Upon which having looked intently, I observed, and saw quadrupeds of the earth, and wild beasts, and creeping things, and the flying things of heaven.",
      "topic": ""
    },
    "7": {
      "text": "And I heard a voice saying to me, Having risen, Peter, kill and eat.",
      "topic": ""
    },
    "8": {
      "text": "And I said, By no means, Lord: for anything common or unclean never came into my month.",
      "topic": ""
    },
    "9": {
      "text": "And a voice answered me of a second time from heaven, What God cleansed, profane not.",
      "topic": ""
    },
    "10": {
      "text": "And this was for thrice: and again all was drawn up into heaven.",
      "topic": ""
    },
    "11": {
      "text": "And, behold, from this three men stood at the house in which I was, sent from Cesarea to me.",
      "topic": ""
    },
    "12": {
      "text": "And the spirit said to me to come with them, discussing nothing. And these six brethren came also with me, and we came to the man’s house:",
      "topic": ""
    },
    "13": {
      "text": "And he announced to us how he saw a messenger in his house, having stood and said to him, Send men to Joppa, and send for Simon, surnamed Peter.",
      "topic": ""
    },
    "14": {
      "text": "Who shall speak words to thee, by which thou shalt be saved and all thy house.",
      "topic": ""
    },
    "15": {
      "text": "And in my beginning to speak, the Holy Spirit fell upon them, as also upon us in the beginning.",
      "topic": ""
    },
    "16": {
      "text": "And I remembered the word of the Lord, when he said, John truly immersed with water; but ye shall be immersed with the Holy Spirit.",
      "topic": ""
    },
    "17": {
      "text": "If therefore God gave the like gift to them as also to us, having believed in the Lord Jesus Christ; how was I able to hinder God.",
      "topic": ""
    },
    "18": {
      "text": "And having heard these, they were silent, and honoured God, saying, For also God gave the nations repentance to life.",
      "topic": ""
    },
    "19": {
      "text": "Therefore truly those dispersed by the pressure having been on account of Stephen, passed through even to Phenice, and Cyprus, and Antioch, speaking the word to none except the Jews only.",
      "topic": ""
    },
    "20": {
      "text": "And certain of them were Cyprian and Cyrenian men, who having come to Antioch, spake to the Greeks announcing good news, the Lord Jesus.",
      "topic": ""
    },
    "21": {
      "text": "And the hand of the Lord was with them; and a great number having believed, turned to the Lord.",
      "topic": ""
    },
    "22": {
      "text": "And the word was heard in the ears of the church in Jerusalem concerning them: and they sent Barnabas to pass through even to Antioch.",
      "topic": ""
    },
    "23": {
      "text": "Who, having been present, and seen the grace of God, rejoiced, and besought them all, with purpose of heart, to remain to the Lord.",
      "topic": ""
    },
    "24": {
      "text": "For he was a good man, and full of the Holy Spirit and of faith: and a crowd sufficient were added to the Lord.",
      "topic": ""
    },
    "25": {
      "text": "And Barnabas came forth to Tarsus, to seek Saul.",
      "topic": ""
    },
    "26": {
      "text": "And having found him, he brought him to Antioch. And it was for a whole year they were assembled together in the churches, and taught a sufficient crowd. And the disciples were Christians by divine intimation first in Antioch.",
      "topic": ""
    },
    "27": {
      "text": "In these days came down prophets from Jerusalem to Antioch.",
      "topic": ""
    },
    "28": {
      "text": "And one of them having risen, Agabus by name, signified by the Holy Spirit a great famine was about to be upon the whole habitable globe: which was during Claudius Caesar.",
      "topic": ""
    },
    "29": {
      "text": "And certain of the disciples, as he was able, determined, each of them, to send for service to the brethren dwelling in Judea:",
      "topic": ""
    },
    "30": {
      "text": "Which also they did, having sent to the elders by the hands of Barnabas and Saul.",
      "topic": ""
    }
  }
}