{
  "info": {
    "book": "Acts",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And at that time Herod the king laid hands upon to injure certain of the church.",
      "topic": ""
    },
    "2": {
      "text": "And he killed James the brother of John with the sword.",
      "topic": ""
    },
    "3": {
      "text": "And having seen that it is pleasing to the Jews, he added also to take Peter. (They were the days of unleavened bread.)",
      "topic": ""
    },
    "4": {
      "text": "And having seized, he put him in prison, having delivered to four quaternions of soldiers to watch him; wishing after the pascha to bring him to the people.",
      "topic": ""
    },
    "5": {
      "text": "Truly therefore was Peter kept in prison: and prayer was made continually by the church to God for him.",
      "topic": ""
    },
    "6": {
      "text": "And when Herod was about to bring him before, in that night Peter was sleeping between two soldiers, bound with two chains: and the watch before the door kept the prison.",
      "topic": ""
    },
    "7": {
      "text": "And, behold, the messenger of the Lord stood before, and a light shone in the dwelling: and having struck Peter’s side, he raised him up, saying, Arise quickly. And his chains fell off from the hands.",
      "topic": ""
    },
    "8": {
      "text": "And the messenger said to him, Gird thyself, and bind on thy small sandals. And he did so. And he said to him, Put round thy garment, and follow me.",
      "topic": ""
    },
    "9": {
      "text": "And having come out, he followed him; and knew not that it is true that being done by the messenger; and seemed to see a vision.",
      "topic": ""
    },
    "10": {
      "text": "And having passed by the first and second watch, they came to the iron gate leading to the city; which of its free will was opened to them: and having come out, they advanced one street; and quickly the messenger departed from him.",
      "topic": ""
    },
    "11": {
      "text": "And Peter being as himself, said, Now know I truly that the Lord sent his messenger, and took me out of the hands of Herod, and all the expectation of the people of the Jews.",
      "topic": ""
    },
    "12": {
      "text": "And being conscious, he came to the house of Mary mother of John, surnamed Mark; where were sufficient assembled, and praying.",
      "topic": ""
    },
    "13": {
      "text": "And Peter having knocked at the door of the gate, a young girl came near to listen, by name Rhoda.",
      "topic": ""
    },
    "14": {
      "text": "And having known Peter’s voice, from joy she opened not the gate, and running, announced Peter to stand before the gate.",
      "topic": ""
    },
    "15": {
      "text": "And they said to her, Thou art mad. And she was strengthened to have it so. And they said, It is his messenger.",
      "topic": ""
    },
    "16": {
      "text": "And Peter continued knocking: and having opened, they saw him, and were moved.",
      "topic": ""
    },
    "17": {
      "text": "And having shaken with the hand at them to be silent, he related to them how the Lord brought him out of prison. And he said, Announce these things to James, and the brethren. And having come out, he went to another place.",
      "topic": ""
    },
    "18": {
      "text": "And it being day, not a little trouble was among the soldiers, what was become of Peter.",
      "topic": ""
    },
    "19": {
      "text": "And Herod having sought him, and not found, having examined the watch, commanded them to be removed. And having come down from Judea to Cesarea, he tarried.",
      "topic": ""
    },
    "20": {
      "text": "And Herod was fighting with violent animosity, with Tyrians and Sidonians: but they came unanimously to him, and having conciliated Blastus, him over the king’s bed-chamber, they asked peace; for their country was nourished from the king’s.",
      "topic": ""
    },
    "21": {
      "text": "And upon a fixed day, Herod, having put on royal apparel, and having sat upon the judgment seat, harangued them.",
      "topic": ""
    },
    "22": {
      "text": "And the people called aloud, The voice of God, and not of man.",
      "topic": ""
    },
    "23": {
      "text": "And immediately the messenger of the Lord struck him, because he gave not the glory to God: and eaten by worms, he expired.",
      "topic": ""
    },
    "24": {
      "text": "And the word of God increased and multiplied.",
      "topic": ""
    },
    "25": {
      "text": "And Barnabas and Saul returned from Jerusalem, having completed the service, and taken with them John, surnamed Mark.",
      "topic": ""
    }
  }
}