{
  "info": {
    "book": "Acts",
    "chapter": "14",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it was in Iconium according to the same, went they into the synagogue of the Jews, and so spake, that a great multitude of the Jews and also of Greeks believed.",
      "topic": ""
    },
    "2": {
      "text": "And the unbelieving Jews excited and trained up the souls of the nations against the brethren.",
      "topic": ""
    },
    "3": {
      "text": "Therefore truly they remained a sufficient time speaking freely in the Lord, he testifying to the word of his grace, and giving signs and wonders to be done by their hands.",
      "topic": ""
    },
    "4": {
      "text": "And the multitude of the city was divided: and some truly were with the Jews, and some with the sent.",
      "topic": ""
    },
    "5": {
      "text": "And when there was a violent effort of the nations, and also of the Jews with their rulers, to be insolent, and to stone them,",
      "topic": ""
    },
    "6": {
      "text": "Being conscious, they fled to the cities of Lycaonia, Lystra and Derbe, and the country round about:",
      "topic": ""
    },
    "7": {
      "text": "And there they were announcing the good news.",
      "topic": ""
    },
    "8": {
      "text": "And a certain man in Lystra, not having strength in the feet, sat, being lame from his mother’s belly, who had never walked:",
      "topic": ""
    },
    "9": {
      "text": "He having heard Paul speaking, who having looked intently upon him, and seen that he has faith to be cured,",
      "topic": ""
    },
    "10": {
      "text": "Said with a great voice, Stand up upon thy feet upright: And he leaped and walked.",
      "topic": ""
    },
    "11": {
      "text": "And the crowds having seen what Paul did, lifted up their voices, saying in Lycaonian, Gods likened to men came down to us.",
      "topic": ""
    },
    "12": {
      "text": "And truly they called Barnabas, Jupiter; and Paul, Mercury, since he was leader of the word.",
      "topic": ""
    },
    "13": {
      "text": "And Jupiter’s priest, being before their city, having brought bulls and crowns to the gates, wished to sacrifice with the crowd.",
      "topic": ""
    },
    "14": {
      "text": "And Barnabas and Paul, the sent, having heard, having rent their garments, rushed in among the crowd, crying out,",
      "topic": ""
    },
    "15": {
      "text": "And saying, Men, why do ye these things? We also are men of similar passions with you, announcing good news to turn you back from these vanities to the living God, who made heaven, and earth, and sea, and all in them:",
      "topic": ""
    },
    "16": {
      "text": "Who in past generations suffered all nations to go in their ways.",
      "topic": ""
    },
    "17": {
      "text": "And surely indeed he left not himself without witness, doing good, having given us rain from heaven, and fruitful times, filling our hearts with food and gladness.",
      "topic": ""
    },
    "18": {
      "text": "And saying these, they scarcely hindered the crowds, not to sacrifice to them.",
      "topic": ""
    },
    "19": {
      "text": "And Jews came from Antioch and Iconium, and having persuaded the crowds, and stoned Paul, drew out of the city, supposing him to be dead.",
      "topic": ""
    },
    "20": {
      "text": "And the disciples having surrounded him, having risen, he came into the city: and the morrow he came out with Barnabas to Derbe.",
      "topic": ""
    },
    "21": {
      "text": "And having announced that city the good news, and made disciples sufficient, they returned to Lystra, and Iconium, and Antioch,",
      "topic": ""
    },
    "22": {
      "text": "And supporting the souls of the disciples, beseeching to remain in the faith, that through many pressures we must come into the kingdom of God.",
      "topic": ""
    },
    "23": {
      "text": "And having chosen them elders in the church, having prayed with fasting, they set them before the Lord, in whom they had believed.",
      "topic": ""
    },
    "24": {
      "text": "And having passed through Pisidia, they came to Pamphylia.",
      "topic": ""
    },
    "25": {
      "text": "And having spoken the word in Perga, they came down to Attalia:",
      "topic": ""
    },
    "26": {
      "text": "And thence they sailed away to Antioch, thence were they delivered by the grace of God to the work which they completed.",
      "topic": ""
    },
    "27": {
      "text": "And having arrived, and gathered the church together, they announced what God did with them, and that he opened the door of faith to the nations.",
      "topic": ""
    },
    "28": {
      "text": "And they tarried there not a little time with the disciples.",
      "topic": ""
    }
  }
}