{
  "info": {
    "book": "Acts",
    "chapter": "15",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And certain having come down from Judea taught the brethren, That except ye be circumcised by Moses custom, ye cannot be saved.",
      "topic": ""
    },
    "2": {
      "text": "Therefore dissension and no small discussion having been to Paul and Barnabas with them, they arranged for Paul and Barnabas to go up, and certain others of them, to the sent and elders in Jerusalem about this question.",
      "topic": ""
    },
    "3": {
      "text": "Truly therefore the sent by the church passed through Phenice and Samaria, relating the turning back of the nations: and they made great joy to all the brethren.",
      "topic": ""
    },
    "4": {
      "text": "And having arrived at Jerusalem they were received by the church, and the sent and elders, and they announced what God did with them.",
      "topic": ""
    },
    "5": {
      "text": "And certain of them from the sect of the Pharisees having believed, rose up, saying, That they must be circumcised, and to enjoin to keep the law of Moses.",
      "topic": ""
    },
    "6": {
      "text": "And the sent and elders were gathered together to see about this word.",
      "topic": ""
    },
    "7": {
      "text": "And much discussion having been, Peter having risen up, said to them, Men, brethren, ye know that from ancient days God chose among us, through my month for the nations to hear the word of good news, and believe.",
      "topic": ""
    },
    "8": {
      "text": "And God the knower of hearts testified to them, having given them the Holy Spirit, as also us;",
      "topic": ""
    },
    "9": {
      "text": "And separated nothing between us and also them, by faith having purified their hearts.",
      "topic": ""
    },
    "10": {
      "text": "Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?",
      "topic": ""
    },
    "11": {
      "text": "But by grace of our Lord Jesus Christ we believe to be saved, as also they.",
      "topic": ""
    },
    "12": {
      "text": "And all the multitude were silent, and heard Barnabas and Paul, recounting what signs and wonders God did in the nations through them.",
      "topic": ""
    },
    "13": {
      "text": "And after they were silent, James answered, saying, Men, brethren, hear me:",
      "topic": ""
    },
    "14": {
      "text": "Simeon related how God first reviewed to take from the nations a people for his name.",
      "topic": ""
    },
    "15": {
      "text": "And with this the words of the prophets agree: as has been written,",
      "topic": ""
    },
    "16": {
      "text": "After these will I return, and rebuild the tent of David, having fallen; and its things undermined will I rebuild, and set it upright:",
      "topic": ""
    },
    "17": {
      "text": "So that they remaining of men might seek out the Lord, and all the nations upon whom my name has been called upon them, says the Lord, making all these.",
      "topic": ""
    },
    "18": {
      "text": "Known to God are all his works from eternity.",
      "topic": ""
    },
    "19": {
      "text": "Wherefore I judge, not to molest them, from the nations turning back to God:",
      "topic": ""
    },
    "20": {
      "text": "But to send to them, to keep off from pollutions of images, and harlotry, and strangulation, and blood.",
      "topic": ""
    },
    "21": {
      "text": "For Moses of ancient generations has them proclaiming him in every city, being read in the synagogues in every sabbath.",
      "topic": ""
    },
    "22": {
      "text": "Then it seemed fitting to the sent and the elders, with the whole church, to send chosen men of them to Antioch with Paul and Barnabas; Judas surnamed Barsabas, and Silas, leading men among the brethren:",
      "topic": ""
    },
    "23": {
      "text": "Having written by their hand thus; The sent and elders and brethren to the brethren in Antioch and Syria and Cilicia from the nations, health:",
      "topic": ""
    },
    "24": {
      "text": "Since we heard that certain of us having come out have troubled you with words, destroying your souls, saying, To be circumcised, and keep the law: to whom we sent no word:",
      "topic": ""
    },
    "25": {
      "text": "It seemed fitting to us, having been unanimous, to send to you chosen men with our dearly beloved Barnabas and Paul,",
      "topic": ""
    },
    "26": {
      "text": "Men having delivered up their souls for the name of our Lord Jesus Christ.",
      "topic": ""
    },
    "27": {
      "text": "Therefore have we sent Judas and Silas, and these by the word announcing these things.",
      "topic": ""
    },
    "28": {
      "text": "For it seemed fitting to the Holy Spirit, and to us, for no more burden to be put upon you but the necessities of these;",
      "topic": ""
    },
    "29": {
      "text": "To keep off from things sacrificed to idols, and from blood, and strangulation, and harlotry: from which keeping yourselves, ye shall do well. Fare ye well.",
      "topic": ""
    },
    "30": {
      "text": "Truly therefore having been loosed, they came to Antioch; and having gathered the multitude together, they gave up the epistle:",
      "topic": ""
    },
    "31": {
      "text": "And having read, they rejoiced for the encouraging.",
      "topic": ""
    },
    "32": {
      "text": "And Judas and Silas, they also being prophets, through much speech consoled the brethren, and supported.",
      "topic": ""
    },
    "33": {
      "text": "And having made time, they were loosed with peace from the brethren to the sent.",
      "topic": ""
    },
    "34": {
      "text": "And it seemed fitting to Silas to wait for him.",
      "topic": ""
    },
    "35": {
      "text": "And Paul and Barnabas tarried in Antioch, teaching and announcing good news, with many others, the word of the Lord.",
      "topic": ""
    },
    "36": {
      "text": "And after certain days said Paul to Barnabas, Now having turned back, let us review our brethren in every city in which we announced the word of the Lord, how they hold.",
      "topic": ""
    },
    "37": {
      "text": "And Barnabas purposed to take with them John, called Mark.",
      "topic": ""
    },
    "38": {
      "text": "But Paul deemed worthy, having withdrawn from them from Pamphylia, and not having come with them to the work, not to take him with them.",
      "topic": ""
    },
    "39": {
      "text": "Therefore there was an incitement, so that they separated from one another: and Barnabas, having taken Mark, sailed to Cyprus;",
      "topic": ""
    },
    "40": {
      "text": "And Paul, having chosen Silas, went forth, having been delivered to the grace of God by the brethren.",
      "topic": ""
    },
    "41": {
      "text": "And he passed through Syria and Cilicia, supporting the churches.",
      "topic": ""
    }
  }
}