{
  "info": {
    "book": "Acts",
    "chapter": "19",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it was in Apollos’ being in Corinth, Paul having passed through the higher parts, came to Ephesus: and having found certain disciples,",
      "topic": ""
    },
    "2": {
      "text": "He said to them, Having believed, have ye received the Holy Spirit? And they said to him, But neither heard we if there be a Holy Spirit.",
      "topic": ""
    },
    "3": {
      "text": "And he said to them, Into what then were ye immersed? And they said, Into John’s immersion.",
      "topic": ""
    },
    "4": {
      "text": "And Paul said, John truly immersed the immersion of repentance, saying to the people, that they should believe on him coming after him, that is, in Christ Jesus.",
      "topic": ""
    },
    "5": {
      "text": "And they having heard, were immersed in the name of the Lord Jesus.",
      "topic": ""
    },
    "6": {
      "text": "And Paul having laid hands upon them, the Holy Spirit came upon them; and they spake with tongues, and prophesied.",
      "topic": ""
    },
    "7": {
      "text": "And all the men were about twelve.",
      "topic": ""
    },
    "8": {
      "text": "And having come into the synagogue, he spake freely, discoursing for three months, and persuading the things concerning the kingdom of God.",
      "topic": ""
    },
    "9": {
      "text": "And when certain were hardened, and believed not, speaking evil of the way before the multitude, having departed from them, he separated the disciples, discoursing in the day in the school of a certain Tyrannus.",
      "topic": ""
    },
    "10": {
      "text": "And this was for two years: so that all dwelling in Asia heard the word of the Lord Jesus, both Jews and Greeks.",
      "topic": ""
    },
    "11": {
      "text": "And God did special powers by Paul’s hands:",
      "topic": ""
    },
    "12": {
      "text": "So that also upon the sick were brought from his body napkins or aprons, and diseases were removed from them, and evil spirits came out of them.",
      "topic": ""
    },
    "13": {
      "text": "And certain of the wandering Jews, exorcists, undertook to call over them having evil spirits the name of the Lord Jesus, saying, We adjure you by Jesus whom Paul proclaims.",
      "topic": ""
    },
    "14": {
      "text": "And there were certain sons of Sceva, a Jew, chief priest, seven doing this.",
      "topic": ""
    },
    "15": {
      "text": "And the evil spirit having answered, said, Jesus I know, and Paul I know; but who are ye?",
      "topic": ""
    },
    "16": {
      "text": "And the man leaping upon them in whom the evil spirit was, and having overpowered them, he was strong against them, so that naked and wounded they fled out of the house.",
      "topic": ""
    },
    "17": {
      "text": "And this was known to all the Jews and Greeks also dwelling in Ephesus; and fear fell upon them all, and the name of the Lord Jesus was magnified.",
      "topic": ""
    },
    "18": {
      "text": "And many of them having believed came, acknowledging and proclaiming their deeds.",
      "topic": ""
    },
    "19": {
      "text": "And sufficient of them having done unnecessary things, having brought books together, burned before all: and computed their prices, and found fifty thousand of silver.",
      "topic": ""
    },
    "20": {
      "text": "Thus with might the word of the Lord increased, and was strong.",
      "topic": ""
    },
    "21": {
      "text": "And when these were completed, Paul proposed in spirit, having passed through Macedonia and Achaia to go to Jerusalem, saying, That after have been there, I must also see Rome.",
      "topic": ""
    },
    "22": {
      "text": "And having sent into Macedonia two of them serving him, Timothy, and Erastus, he stopped a season in Asia.",
      "topic": ""
    },
    "23": {
      "text": "And in that time was there no little trouble about the way.",
      "topic": ""
    },
    "24": {
      "text": "For a certain Demetrius by name, a silversmith, making the silver temples of Diana, furnished no little work to artificers;",
      "topic": ""
    },
    "25": {
      "text": "Whom having collected together and the workmen of such things, he said, Men, ye know that out of this work is our good food.",
      "topic": ""
    },
    "26": {
      "text": "And ye see and hear that not only Ephesus, but almost all Asia, this Paul having persuaded, changed a sufficient crowd, saying, that they are not gods made by hands:",
      "topic": ""
    },
    "27": {
      "text": "And not only this part is in danger to us to come to reproach; but also the temple of the great goddess Diana to be reckoned for nothing, and her greatness also about to be destroyed, whom the whole of Asia and the habitable globe worship.",
      "topic": ""
    },
    "28": {
      "text": "And having heard, and been filled with wrath, they cried, saying, Great the Diana of the Ephesians.",
      "topic": ""
    },
    "29": {
      "text": "And the whole city was filled with confusion, and they rushed unanimously into the theatre, having taken away together Gains and Aristarchus, Macedonians, Paul’s companions of the journey.",
      "topic": ""
    },
    "30": {
      "text": "And Paul wishing to come in to the people, the disciples suffered him not.",
      "topic": ""
    },
    "31": {
      "text": "And certain also of the chief of Asia, being friends to him, having sent to him, besought not to give himself into the theatre.",
      "topic": ""
    },
    "32": {
      "text": "Others truly cried some other things: for the church was confused; and the most knew not for what they had come together.",
      "topic": ""
    },
    "33": {
      "text": "And they forced Alexander out of the crowd, the Jews having put him forward. And Alexander having shaken the hand, wished to justify himself to the people.",
      "topic": ""
    },
    "34": {
      "text": "And having known that he is a Jew, there was one voice from all crying for about two hours, Great the Diana of the Ephesians.",
      "topic": ""
    },
    "35": {
      "text": "And the scribe having calmed the crowd, says, Men, Ephesians, for who is the man that knows not the city of the Ephesians, being temple keeper of the great goddess Diana, and sent by Jove?",
      "topic": ""
    },
    "36": {
      "text": "Therefore these things not being refuted, it is necessary for you to be restrained, and to do nothing rash.",
      "topic": ""
    },
    "37": {
      "text": "For ye brought these men not sacrilegious, nor blaspheming your goddess.",
      "topic": ""
    },
    "38": {
      "text": "If truly therefore Demetrius, and the artificers with him, have a word against any, the court days are kept, and there are proconsuls; let them prosecute one another.",
      "topic": ""
    },
    "39": {
      "text": "But if ye inquire anything concerning, other things, it shall be explained in a lawful assembly.",
      "topic": ""
    },
    "40": {
      "text": "For we are also in danger to be called in question for this day, being no cause for which we shall be able to give back word of this confederation.",
      "topic": ""
    },
    "41": {
      "text": "And having said these, he loosed the assembly.",
      "topic": ""
    }
  }
}