{
  "info": {
    "book": "Acts",
    "chapter": "27",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And when it was determined for us to sail to Italy, they delivered Paul and certain others bound to a centurion named Julius, of Augustus’ band.",
      "topic": ""
    },
    "2": {
      "text": "And having embarked in a ship of Adramyttium, being about to navigate places in Asia, we were conveyed; Aristarchus, a Macedonian of Thessalonica, being with us.",
      "topic": ""
    },
    "3": {
      "text": "And another day we were brought down to Sidon. And Julius having treated Paul affectionately, gave him up, having gone to his friends to obtain care.",
      "topic": ""
    },
    "4": {
      "text": "And conveyed from thence, we sailed to Cyprus, for the winds were contrary.",
      "topic": ""
    },
    "5": {
      "text": "And having sailed over the sea by Cilicia and Pamphylia, we came down to Myra, of Lycia.",
      "topic": ""
    },
    "6": {
      "text": "And there the centurion having found an Alexandrian ship sailing to Italy, placed us upon it.",
      "topic": ""
    },
    "7": {
      "text": "And in many days sailing slowly, and with difficulty having come to Cnidus, the wind not permitting us, we sailed under Crete, to Salmone;",
      "topic": ""
    },
    "8": {
      "text": "And, with difficulty sailing by it, we came to a certain place called The fair havens; to which the city Lasea was near.",
      "topic": ""
    },
    "9": {
      "text": "And a suitable time having intervened, and sailing being already dangerous, for the fast had already passed by, Paul advised,",
      "topic": ""
    },
    "10": {
      "text": "Saying to them, Men, I see that with violence and much damage, not only of the cargo and ship, but also of our lives, the voyage is about to be.",
      "topic": ""
    },
    "11": {
      "text": "But the centurion was rather persuaded by the pilot and the shipmaster, than by the things spoken by Paul.",
      "topic": ""
    },
    "12": {
      "text": "And the harbor being not suitable for passing the winter, the greater part took counsel to be conveyed from thence, if perhaps having arrived at Phenice, they may be able to pass the winter; a harbor of Crete, looking to the south west and to the country.",
      "topic": ""
    },
    "13": {
      "text": "And the south wind having blown softly, having thought to have obtained the purpose, hoisting up near, they sailed by Crete.",
      "topic": ""
    },
    "14": {
      "text": "And after not much a violent wind struck against it, called Enroclydon.",
      "topic": ""
    },
    "15": {
      "text": "And the ship having been caught, and not able to resist the wind, yielding we were carried away.",
      "topic": ""
    },
    "16": {
      "text": "And having run under a certain island called Clauda, with difficulty were we able to be commanding the boat:",
      "topic": ""
    },
    "17": {
      "text": "Which having taken up, they used helps, undergirding the ship: and fearing lest they might fall through into the quicksand, having loosened the vessel, so were they borne away.",
      "topic": ""
    },
    "18": {
      "text": "And we being exceedingly tempest tossed, the following day they made a casting of the cargo overboard;",
      "topic": ""
    },
    "19": {
      "text": "And the third, working with our bands, we cast out the rigging of the ship.",
      "topic": ""
    },
    "20": {
      "text": "And neither sun nor stars appearing for many days, and no small tempest impending, finally all hope for us to be saved was removed.",
      "topic": ""
    },
    "21": {
      "text": "And there being much abstinence from food, then Paul having stood in the midst of them, said, Truly it was fitting, O men, having obeyed me, not to be conveyed from Crete, and gain this violence and damage.",
      "topic": ""
    },
    "22": {
      "text": "And now I advise you to be cheerful: for there shall be no throwing away of soul from you, but of the ship.",
      "topic": ""
    },
    "23": {
      "text": "For the messenger of God stood by me in this night, whose I am, and whom I serve,",
      "topic": ""
    },
    "24": {
      "text": "Saying, Fear not, Paul; Thou must stand before Caesar: and, behold, God has bestowed on thee as a gift all these sailing with thee.",
      "topic": ""
    },
    "25": {
      "text": "Wherefore, O men, be cheerful: for I believe God, that so it shall be as he has spoken to me.",
      "topic": ""
    },
    "26": {
      "text": "But we must fall upon a certain island.",
      "topic": ""
    },
    "27": {
      "text": "And when it was the fourteenth night, we being carried up and down in Adria, at midnight the sailors supposed some country brought near them;",
      "topic": ""
    },
    "28": {
      "text": "And having sounded, they found twenty fathoms; and having removed a little, and again having sounded, they found fifteen fathoms.",
      "topic": ""
    },
    "29": {
      "text": "And fearing lest perhaps we might fall through into rough places, having cast four anchors from the stern, prayed for day to come.",
      "topic": ""
    },
    "30": {
      "text": "And the sailors seeking to flee out of the ship, and having loosened the boat to the sea, for a pretext as about to extend the anchors from the prow,",
      "topic": ""
    },
    "31": {
      "text": "Paul said to the centurion and to the soldiers, Except these should remain in the ship, ye cannot be saved.",
      "topic": ""
    },
    "32": {
      "text": "Then the soldiers cut off the ropes of the boat, and suffered it to fall off.",
      "topic": ""
    },
    "33": {
      "text": "And till it was about to be day, Paul besought all to take food, saying, Awaiting this day the fourteenth day, ye continue fasting, having taken nothing.",
      "topic": ""
    },
    "34": {
      "text": "Wherefore I beseech you to take food: for this is for your salvation: for not a hair of the head of one of you shall fall.",
      "topic": ""
    },
    "35": {
      "text": "And having said these, and having taken bread, he returned thanks to God before all: and having broken, he began to eat.",
      "topic": ""
    },
    "36": {
      "text": "And all being cheerful, these also received food.",
      "topic": ""
    },
    "37": {
      "text": "And we were, all the souls in the ship, two hundred and seventy-six.",
      "topic": ""
    },
    "38": {
      "text": "And satisfied with food, they lightened the ship, casting out the wheat into the sea.",
      "topic": ""
    },
    "39": {
      "text": "And when it was day, they knew not the land: and they observed a certain deep bay having a coast, into which they resolved, if able, to push the ship.",
      "topic": ""
    },
    "40": {
      "text": "And having in removed the anchors, they let go into the sea, at the same time having let loose the bonds of the rudders, and having lifted up the mizen mast, they held with the blast to the coast.",
      "topic": ""
    },
    "41": {
      "text": "And having fallen into a place between two seas, they caused the ship to strike; and truly the prow, fixed firmly, remained undisturbed, but the stern was loosed by force of the waves.",
      "topic": ""
    },
    "42": {
      "text": "And the soldiers’ counsel was that they kill the prisoners, lest any, having swum away, may escape.",
      "topic": ""
    },
    "43": {
      "text": "But the centurion wishing to save Paul, hindered from the resolution; and he commanded those being able to swim, having cast off first, to come to land:",
      "topic": ""
    },
    "44": {
      "text": "And the rest, truly some on boards, and some on certain things from the ship. And so it was, all were saved upon the land.",
      "topic": ""
    }
  }
}