{
  "info": {
    "book": "Acts",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And they speaking to the people, the priests, and commander of the temple, and the Sadducees, resisted them,",
      "topic": ""
    },
    "2": {
      "text": "Being exercised because they taught the people, and announced in Jesus the rising up from the dead.",
      "topic": ""
    },
    "3": {
      "text": "And they put hands upon them, and set in guard for the morrow: for it was already evening.",
      "topic": ""
    },
    "4": {
      "text": "And many of them having heard the word, believed; and the number of men was about five thousand.",
      "topic": ""
    },
    "5": {
      "text": "And it was on the morrow, their rulers, and elders, and scribes, were gathered together at Jerusalem,",
      "topic": ""
    },
    "6": {
      "text": "And Annas, chief priest, and Caiaphas, and John, and Alexander, and as many as were of the lineage of the chief priest.",
      "topic": ""
    },
    "7": {
      "text": "And having set them in the midst, they inquired, In what power, or in what name did ye do this?",
      "topic": ""
    },
    "8": {
      "text": "Then Peter, filled with the Holy Spirit, said to them, Rulers of the people, and elders of Israel,",
      "topic": ""
    },
    "9": {
      "text": "If we are this day examined of the kindness of the sick man, by whom he has been saved;",
      "topic": ""
    },
    "10": {
      "text": "Be it known to all you, and to all the people of Israel, that in the name of Jesus Christ the Nazarite, whom ye crucified, whom God raised from the dead, in this he stands before you whole.",
      "topic": ""
    },
    "11": {
      "text": "This is the stone set at nought by you building, he having been for the head of the corner.",
      "topic": ""
    },
    "12": {
      "text": "And salvation is in no other: for neither is another name given under heaven among men, in which we must be saved.",
      "topic": ""
    },
    "13": {
      "text": "And seeing the freedom of speech of Peter and John, and comprehending that they are illiterate men, and private individuals, they wondered; and they knew them, that they were with Jesus.",
      "topic": ""
    },
    "14": {
      "text": "And seeing the man healed standing with them, they had nothing to contradict.",
      "topic": ""
    },
    "15": {
      "text": "And having urged them to depart out of the council, they deliberated with one another,",
      "topic": ""
    },
    "16": {
      "text": "Saying, What shall we do to these men? for that truly a known sign has been by them, manifest to all them dwelling in Jerusalem: and we cannot deny.",
      "topic": ""
    },
    "17": {
      "text": "But that it be not more and more exposed to the wind among the people, let us threaten them with a threat, to speak no more in this name to any man.",
      "topic": ""
    },
    "18": {
      "text": "And having called them, they enjoined them universally not to utter neither to teach in the name of Jesus.",
      "topic": ""
    },
    "19": {
      "text": "And Peter and John having answered to them, said, If it is just before God to hear you rather than God, judge ye.",
      "topic": ""
    },
    "20": {
      "text": "For we cannot, the things we have seen and heard, not speak.",
      "topic": ""
    },
    "21": {
      "text": "And they having made additional threats, loosed them, finding nothing how they might chastise them, for sake of the people: for all honoured God for that having been done.",
      "topic": ""
    },
    "22": {
      "text": "For the man was more than forty years, upon whom this sign of healing was done.",
      "topic": ""
    },
    "23": {
      "text": "And having been loosed, they came to their own, and announced to them what the chief priests and elders said.",
      "topic": ""
    },
    "24": {
      "text": "And they, having heard, lifted up the voice unanimously to God, and said, Sovereign, thou God having made heaven, and earth, and sea, and all things which in them:",
      "topic": ""
    },
    "25": {
      "text": "Having said by the mouth of David thy servant, That why were the nations insolent, and did the people practise vain things.",
      "topic": ""
    },
    "26": {
      "text": "Kings of the earth stood up, and rulers were gathered together upon one and the same, against the Lord, and against his Christ.",
      "topic": ""
    },
    "27": {
      "text": "For against the truth were they gathered together against thy holy child Jesus, whom thou didst anoint, both Herod and Pontius Pilate, with the nations and peoples of Israel,",
      "topic": ""
    },
    "28": {
      "text": "To do what thy hands and thy counsel predestinated to be.",
      "topic": ""
    },
    "29": {
      "text": "And now, Lord, look upon their threats: and give to thy servants, with all freedom of speech to speak thy word,",
      "topic": ""
    },
    "30": {
      "text": "In thy stretching out thy hand for healing; and signs and wonders to be for the name of thine holy child Jesus.",
      "topic": ""
    },
    "31": {
      "text": "And they having prayed, the place was shaken in which they were gathered together; and they were all filled with the Holy Spirit, and spake the word of God with freedom of speech.",
      "topic": ""
    },
    "32": {
      "text": "And the heart and soul of the multitude of them believing were one: and not one said any of the things being to him to be his own; but all were common to them.",
      "topic": ""
    },
    "33": {
      "text": "And in great power the sent gave back testimony of the rising up of the Lord Jesus: and great grace was upon them all.",
      "topic": ""
    },
    "34": {
      "text": "For neither was any in want among them: for as many as were possessors of farms or houses, selling, brought the prices of things sold,",
      "topic": ""
    },
    "35": {
      "text": "And laid down at the feet of the sent: and it was distributed to each as any had need.",
      "topic": ""
    },
    "36": {
      "text": "And Joses, surnamed Barnabas by the sent, (which is interpreted, Son of consolation,) a Levite, a Cyprian by birth,",
      "topic": ""
    },
    "37": {
      "text": "A field being to him having sold, he brought the money and laid at the feet of the sent.",
      "topic": ""
    }
  }
}