{
  "info": {
    "book": "Exodus",
    "chapter": "23",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "“You shall not spread a false report. Don’t join your hand with the wicked to be a malicious witness.",
      "topic": ""
    },
    "2": {
      "text": "“You shall not follow a crowd to do evil; neither shall you testify in court to side with a multitude to pervert justice;",
      "topic": ""
    },
    "3": {
      "text": "neither shall you favor a poor man in his cause.",
      "topic": ""
    },
    "4": {
      "text": "“If you meet your enemy’s ox or his donkey going astray, you shall surely bring it back to him again.",
      "topic": ""
    },
    "5": {
      "text": "If you see the donkey of him who hates you fallen down under his burden, don’t leave him, you shall surely help him with it.",
      "topic": ""
    },
    "6": {
      "text": "“You shall not deny justice to your poor people in their lawsuits.",
      "topic": ""
    },
    "7": {
      "text": "“Keep far from a false charge, and don’t kill the innocent and righteous: for I will not justify the wicked.",
      "topic": ""
    },
    "8": {
      "text": "“You shall take no bribe, for a bribe blinds those who have sight and perverts the words of the righteous.",
      "topic": ""
    },
    "9": {
      "text": "“You shall not oppress an alien, for you know the heart of an alien, since you were aliens in the land of Egypt.",
      "topic": ""
    },
    "10": {
      "text": "“For six years you shall sow your land, and shall gather in its increase,",
      "topic": ""
    },
    "11": {
      "text": "but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the animal of the field shall eat. In the same way, you shall deal with your vineyard and with your olive grove.",
      "topic": ""
    },
    "12": {
      "text": "“Six days you shall do your work, and on the seventh day you shall rest, that your ox and your donkey may have rest, and the son of your handmaid, and the alien may be refreshed.",
      "topic": ""
    },
    "13": {
      "text": "“Be careful to do all things that I have said to you; and don’t invoke the name of other gods, neither let them be heard out of your mouth.",
      "topic": ""
    },
    "14": {
      "text": "“You shall observe a feast to me three times a year.",
      "topic": ""
    },
    "15": {
      "text": "You shall observe the feast of unleavened bread. Seven days you shall eat unleavened bread, as I commanded you, at the time appointed in the month Abib (for in it you came out from Egypt), and no one shall appear before me empty.",
      "topic": ""
    },
    "16": {
      "text": "And the feast of harvest, the first fruits of your labors, which you sow in the field: and the feast of harvest, at the end of the year, when you gather in your labors out of the field.",
      "topic": ""
    },
    "17": {
      "text": "Three times in the year all your males shall appear before the Lord Yahweh.",
      "topic": ""
    },
    "18": {
      "text": "“You shall not offer the blood of my sacrifice with leavened bread, neither shall the fat of my feast remain all night until the morning.",
      "topic": ""
    },
    "19": {
      "text": "The first of the first fruits of your ground you shall bring into the house of Yahweh your God. “You shall not boil a young goat in its mother’s milk.",
      "topic": ""
    },
    "20": {
      "text": "“Behold, I send an angel before you, to keep you by the way, and to bring you into the place which I have prepared.",
      "topic": ""
    },
    "21": {
      "text": "Pay attention to him, and listen to his voice. Don’t provoke him, for he will not pardon your disobedience, for my name is in him.",
      "topic": ""
    },
    "22": {
      "text": "But if you indeed listen to his voice, and do all that I speak, then I will be an enemy to your enemies, and an adversary to your adversaries.",
      "topic": ""
    },
    "23": {
      "text": "For my angel shall go before you, and bring you in to the Amorite, the Hittite, the Perizzite, the Canaanite, the Hivite, and the Jebusite; and I will cut them off.",
      "topic": ""
    },
    "24": {
      "text": "You shall not bow down to their gods, nor serve them, nor follow their practices, but you shall utterly overthrow them and demolish their pillars.",
      "topic": ""
    },
    "25": {
      "text": "You shall serve Yahweh your God, and he will bless your bread and your water, and I will take sickness away from your midst.",
      "topic": ""
    },
    "26": {
      "text": "No one will miscarry or be barren in your land. I will fulfill the number of your days.",
      "topic": ""
    },
    "27": {
      "text": "I will send my terror before you, and will confuse all the people to whom you come, and I will make all your enemies turn their backs to you.",
      "topic": ""
    },
    "28": {
      "text": "I will send the hornet before you, which will drive out the Hivite, the Canaanite, and the Hittite, from before you.",
      "topic": ""
    },
    "29": {
      "text": "I will not drive them out from before you in one year, lest the land become desolate, and the animals of the field multiply against you.",
      "topic": ""
    },
    "30": {
      "text": "Little by little I will drive them out from before you, until you have increased and inherit the land.",
      "topic": ""
    },
    "31": {
      "text": "I will set your border from the Red Sea even to the sea of the Philistines, and from the wilderness to the River; for I will deliver the inhabitants of the land into your hand, and you shall drive them out before you.",
      "topic": ""
    },
    "32": {
      "text": "You shall make no covenant with them, nor with their gods.",
      "topic": ""
    },
    "33": {
      "text": "They shall not dwell in your land, lest they make you sin against me, for if you serve their gods, it will surely be a snare to you.”",
      "topic": ""
    }
  }
}