{
  "info": {
    "book": "Ezekiel",
    "chapter": "18",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the word of Jehovah will be to me, saying,",
      "topic": ""
    },
    "2": {
      "text": "What to you making use of this parable upon the land of Israel, saying, The fathers will eat sour grapes and the sons teeth will be blunted?",
      "topic": ""
    },
    "3": {
      "text": "I live, says the Lord Jehovah, if it shall be to you more to use this parable in Israel.",
      "topic": ""
    },
    "4": {
      "text": "Behold, all souls to me; behold, as the soul of the father, and so the soul of the son, they are to me. The soul sinning, it shall die.",
      "topic": ""
    },
    "5": {
      "text": "And if a man shall be just and do judgment and justice,",
      "topic": ""
    },
    "6": {
      "text": "Not to eat upon the mountains, and not to lift up his eyes to the blocks of the house of Israel, and not to defile his neighbor’s wife, and he shall not come near to a woman of uncleanness.",
      "topic": ""
    },
    "7": {
      "text": "And he shall not oppress a man; he shall turn back his pledge to the debtor; he will not strip off plunder, his bread he will give to him hungry, and the naked he will cover with a garment;",
      "topic": ""
    },
    "8": {
      "text": "And he shall not give upon interest, and he shall not take interest, from iniquity he shall turn back his hand; he shall do judgment of truth between man to man.",
      "topic": ""
    },
    "9": {
      "text": "In my laws he shall go and he watched my judgments to do the truth; he is just; living, he shall live, says the Lord Jehovah.",
      "topic": ""
    },
    "10": {
      "text": "And he begat a rapacious son, pouring out blood and doing the likeness of one of these.",
      "topic": ""
    },
    "11": {
      "text": "And he doing not all these, but eating upon the mountains and defiling his neighbor’s wife,",
      "topic": ""
    },
    "12": {
      "text": "Oppressing the poor and needy, stripping off plunder, he will not turn back the pledge, and he lifted up his eyes to the blocks, doing abomination,",
      "topic": ""
    },
    "13": {
      "text": "Giving upon interest, and taking interest: and living, he shall not live: doing all these abominations, dying, he shall die; his bloods shall be upon him.",
      "topic": ""
    },
    "14": {
      "text": "And behold, he begat a son, and he will see all his father’s sins which he did, and he will see and will not do like them;",
      "topic": ""
    },
    "15": {
      "text": "Not eating upon the mountains, and not lifting up his eyes to the blocks of the house of Israel, not defiling his neighbor’s wife,",
      "topic": ""
    },
    "16": {
      "text": "And not oppressing a man, not binding the pledge, and not stripping off plunder, giving his bread to him hungry, and clothing the naked with a garment.",
      "topic": ""
    },
    "17": {
      "text": "Turning back his hand from the poor, taking not usury and interest, doing my judgment, going in my laws; he shall not die in the iniquity of his father; living, he shall live.",
      "topic": ""
    },
    "18": {
      "text": "His father because oppressing, he oppressed, stripping off, he stripped off the brother, and he did not good in the midst of my people, and behold him dying in his iniquity.",
      "topic": ""
    },
    "19": {
      "text": "And ye said, Why bore not the son upon the iniquity of the father? and the son doing judgment and justice, watching all my laws, and he will do them; living, he shall live.",
      "topic": ""
    },
    "20": {
      "text": "The soul sinning, it shall die. The son shall not bear for the iniquity of the father, and the father shall not bear for the iniquity of the son: the justice of the just one shall be upon him, and the injustice of the unjust one shall be upon him.",
      "topic": ""
    },
    "21": {
      "text": "And if the unjust one shall turn back from all his sins which he did, and he watched all my laws and did judgment and justice; living, he shall live; he shall not die.",
      "topic": ""
    },
    "22": {
      "text": "All his transgressions which he did shall not be remembered to him: in his justice which he did he shall live.",
      "topic": ""
    },
    "23": {
      "text": "Delighting, shall I delight in the death of the unjust one? says the Lord Jehovah: not in his turning back from his way and living?",
      "topic": ""
    },
    "24": {
      "text": "And in the just turning back from his justice, and doing iniquity according to all the abominations which the unjust one did, will he do and live? all his justices which he did shall not be remembered: in his transgression which he transgressed and in his sins which he sinned, in them he shall die.",
      "topic": ""
    },
    "25": {
      "text": "And ye said, The way of Jehovah will not make even. Hear ye now, O house of Israel; shall not my way make even? shall not your ways make hot even?",
      "topic": ""
    },
    "26": {
      "text": "In the turning back of the just one from his justice, and doing iniquity and dying in them; in his iniquity which he did he shall die.",
      "topic": ""
    },
    "27": {
      "text": "And in the unjust one turning back from his injustice which he did; and he will do judgment and justice, he shall save his soul alive.",
      "topic": ""
    },
    "28": {
      "text": "And he will see and turn back from all his transgressions which he did, living, he shall live; he shall not die.",
      "topic": ""
    },
    "29": {
      "text": "And the house of Israel said, The way of Jehovah will not make even. Will not my ways make even, O house of Israel, shall not your way not make even?",
      "topic": ""
    },
    "30": {
      "text": "For this I will judge you, O house of Israel, each according to his ways, says the Lord Jehovah: Turn back and withdraw from all your transgressions; and iniquity shall not be to you for a stumbling block.",
      "topic": ""
    },
    "31": {
      "text": "Cast away from you all your transgressions which ye transgressed against me, and make to you a new heart and a new spirit: and wherefore will ye die, O house of Israel?",
      "topic": ""
    },
    "32": {
      "text": "For I shall not delight in the death of him dying, says the Lord Jehovah: and turn ye back and live.",
      "topic": ""
    }
  }
}