{
  "info": {
    "book": "Ezekiel",
    "chapter": "32",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it will be in the twelfth year, in the twelfth month, in one to the month, the word of Jehovah was to me, saying,",
      "topic": ""
    },
    "2": {
      "text": "Son of man, lift up a lamentation for Pharaoh king of Egypt, and say to him, Thou wert like a young lion of the nations, and thou as a whale in the seas: and thou wilt break forth with thy rivers, and trouble the waters with thy feet, and thou wilt tread their rivers.",
      "topic": ""
    },
    "3": {
      "text": "Thus said the Lord Jehovah: and I spread my net over thee with a convocation of many peoples; and they brought thee up in my net.",
      "topic": ""
    },
    "4": {
      "text": "And I cast thee down upon the earth, upon the face of the field will I throw thee, and I caused all the birds of the heavens to sit upon thee, and I satiated from thee the beasts of all the earth.",
      "topic": ""
    },
    "5": {
      "text": "And I gave thy flesh upon the mountains, and I filled the valleys with thy height.",
      "topic": ""
    },
    "6": {
      "text": "And I watered the earth with thine inundation from thy blood, to the mountains; and the rivers shall be full from thee.",
      "topic": ""
    },
    "7": {
      "text": "And I covered the heavens in my quenching thee, and I darkened their stars; and I will cover the sun with a cloud, and the moon shall not enlighten with its light.",
      "topic": ""
    },
    "8": {
      "text": "All the luminaries of light in the heavens I will darken them over thee, and I gave darkness upon thy land, says the Lord Jehovah.",
      "topic": ""
    },
    "9": {
      "text": "And I irritated the heart of many peoples in my bringing thy breaking among the nations, upon lands which ye knew not.",
      "topic": ""
    },
    "10": {
      "text": "And I caused many peoples to be astonished over thee, and kings shall shudder with shuddering over thee in my brandishing my sword over their faces; and they trembled at the moments each for his soul in the day of thy fall.",
      "topic": ""
    },
    "11": {
      "text": "For thus said the Lord Jehovah: The sword of the king of Babel shall come into thee.",
      "topic": ""
    },
    "12": {
      "text": "By the swords of the strong will I cause thy multitude to fall, the terrible of the nations, all of them: and they destroyed the pride of Egypt, and all her multitude were destroyed.",
      "topic": ""
    },
    "13": {
      "text": "And I destroyed all her cattle above many waters; and the foot of man shall not trouble them any more, and the hoofs of cattle shall not trouble them.",
      "topic": ""
    },
    "14": {
      "text": "Then will I cause their waters to subside, and I will cause their rivers to go as oil, says the Lord Jehovah.",
      "topic": ""
    },
    "15": {
      "text": "In my giving the land of Egypt a desolation, and the land was desolate from her fulness in my striking all dwelling in it; and they shall know that I am Jehovah.",
      "topic": ""
    },
    "16": {
      "text": "This the lamentation and the daughters of the nations lamented her: they shall lament her for Egypt, and for all her multitude they shall lament her, says the Lord Jehovah.",
      "topic": ""
    },
    "17": {
      "text": "And it will be in the twelfth year, in the fifteenth to the month, the word of Jehovah was to me, saying,",
      "topic": ""
    },
    "18": {
      "text": "Son of man, Wail for the multitude of Egypt, and cast it down, her, and the daughters of the powerful nations, to the earth underneath, with those going down to the pit.",
      "topic": ""
    },
    "19": {
      "text": "Above whom wert thou lovely? go down, and lie with the uncircumcised.",
      "topic": ""
    },
    "20": {
      "text": "In the midst of the wounded of the sword shall they fall: she was given to the sword: do ye draw her out and all her multitude.",
      "topic": ""
    },
    "21": {
      "text": "The strong of the mighty shall say to him from the midst of hades with his helpers: they went down; they lay uncircumcised, wounded of the sword.",
      "topic": ""
    },
    "22": {
      "text": "Assur there and all her convocation; his graves round about him: all of them wounded, fallen by the sword.",
      "topic": ""
    },
    "23": {
      "text": "Whose graves were given in the thighs of the pit, and her convocation will be round about her grave; all of them wounded, fallen by the sword, who gave terror in the land of the living.",
      "topic": ""
    },
    "24": {
      "text": "There Elam and all her multitude round about her grave, all of them wounded, fallen by the sword, who went down uncircumcised to the earth underneath, who gave their terror in the land of the living; and they will bear their shame with those going down to the pit.",
      "topic": ""
    },
    "25": {
      "text": "In the midst of the wounded they gave a bed to her with all her multitude: her graves round about him; all of them uncircumcised, wounded of the sword: for their terror was given in the land of the living, and they shall bear their shame with those going down to the pit: he was given into the midst of the wounded.",
      "topic": ""
    },
    "26": {
      "text": "There Meshech and Tubal and all dyer multitude: round about him her graves: all of them uncircumcised, wounded of the sword, for they gave their terror in the land of the living.",
      "topic": ""
    },
    "27": {
      "text": "And they shall not lie with the strong fallen of the uncircumcised, who went down to hades with the weapons of their war: and they will give their swords under their heads, and their iniquities shall be upon their bones for the terror of the strong in the land of the living.",
      "topic": ""
    },
    "28": {
      "text": "And thou shalt be broken in the midst of the uncircumcised, and thou shalt lie with the wounded of the sword.",
      "topic": ""
    },
    "29": {
      "text": "There Edom, her kings and all her princes who were given with their strength with the wounded of the sword: they shall lie with the uncircumcised, and with those going down to the pit.",
      "topic": ""
    },
    "30": {
      "text": "There the princes of the north, all of them, and all the Zidonians who went down with the wounded; with their terror being ashamed of their strength; and they shall lie uncircumcised with the wounded of the sword, and bear their shame with those going down to the pit.",
      "topic": ""
    },
    "31": {
      "text": "Pharaoh shall see them, and he was comforted over all her multitude wounded of the sword, Pharaoh and all his army, says the Lord Jehovah.",
      "topic": ""
    },
    "32": {
      "text": "For I gave his terror in the land of the living: and he lay down in the midst of the uncircumcised with the wounded of the sword, Pharaoh and all her multitude, says the Lord Jehovah.",
      "topic": ""
    }
  }
}