{
  "info": {
    "book": "Ezekiel",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And thou son of man take to thee a brick, and give thou it before thee, and delineate upon it the city Jerusalem;",
      "topic": ""
    },
    "2": {
      "text": "And give siege against it, and build a watch tower against it, and cast a mound against it, and give the camp against it, and set battering-rams against it round about.",
      "topic": ""
    },
    "3": {
      "text": "And thou, take to thee an iron pan and give it a wall of iron between thee and between the city: and prepare thy face against it, and she was in siege, and press upon her. This a sign to the house of Israel.",
      "topic": ""
    },
    "4": {
      "text": "And lie thou upon thy left side, and put the iniquity of the house of Israel upon it: the number of days which thou shalt lie upon it thou shalt lift up their iniquity.",
      "topic": ""
    },
    "5": {
      "text": "And I gave to thee the years of their iniquity according to the number of days, three hundred and ninety days: and thou didst bear the iniquity of the house of Israel.",
      "topic": ""
    },
    "6": {
      "text": "And finishing these, and thou didst lie upon thy right side the second time, and thou didst bear the iniquity of the house of Judah forty days: a day for a year, a day for a year I gave it to thee,",
      "topic": ""
    },
    "7": {
      "text": "And to the siege of Jerusalem thou shalt prepare thy face, and thine arm being uncovered and prophesy against her.",
      "topic": ""
    },
    "8": {
      "text": "And behold, I gave bands upon thee, and thou shalt not turn from thy side to thy side, even to thy finishing the days of thy siege.",
      "topic": ""
    },
    "9": {
      "text": "And thou, take to thee wheat, and barley, and the bean, and lentiles, and millet, and spelt, and give them into one vessel, and make them to thee for bread, the number of days which thou didst lie upon thy side; three hundred and ninety days shalt thou eat it.",
      "topic": ""
    },
    "10": {
      "text": "An thy food which thou shalt eat by weight, twenty shekels for a day: from time even to time shalt thou eat it.",
      "topic": ""
    },
    "11": {
      "text": "And water by measure shalt thou drink, the sixth of the bin: from time even to time shalt thou drink.",
      "topic": ""
    },
    "12": {
      "text": "And thou shalt eat it cakes of barley, and it shall be baked with dung coming forth of man, before their eyes.",
      "topic": ""
    },
    "13": {
      "text": "And Jehovah will say, Like this shall the sons of Israel eat their defiled bread among the nations where I shall thrust them away there.",
      "topic": ""
    },
    "14": {
      "text": "And saying, Ah, Lord Jehovah behold, my soul not being defiled: and a carcass and the torn in pieces I ate not from my youth and even till now; there came not flesh of uncleanness into my mouth.",
      "topic": ""
    },
    "15": {
      "text": "And he will say to me, See, I gave to thee the dung of oxen instead of man’s dung, and make thy bread upon them.",
      "topic": ""
    },
    "16": {
      "text": "And he will say to me, Son of man, behold me breaking the staff of bread in Jerusalem: and they ate bread by weight and with fear; and they shall drink water by measure, and with astonishment.",
      "topic": ""
    },
    "17": {
      "text": "So that they shall want bread and water, and they were astonished, a man and his brother, and they were melted in their iniquity.",
      "topic": ""
    }
  }
}