{
  "info": {
    "book": "Ezekiel",
    "chapter": "40",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In the twenty and fifth year to our captivity, in the beginning, of the year, in the tenth to the month, in the fourteenth year after that the city was struck, in this very day the hand of Jehovah was upon me, and he will bring me there.",
      "topic": ""
    },
    "2": {
      "text": "In the visions of God he brought me to the land of Israel, and he will set me down upon an exceeding high mountain, and upon it as the building of a city from the south.",
      "topic": ""
    },
    "3": {
      "text": "And he will bring me there, and behold, a man, his appearance as the appearance of brass, and a cord of flax in his hand, and a reed of measure; and he stood in the gate.",
      "topic": ""
    },
    "4": {
      "text": "And the man will speak to me, Son of man, see with thine eyes, and hear with thine ears, and set thy heart to all which I cause thee to see; for in order to cause thee to see thou went brought hither: announce all which thou seest to the house of Israel.",
      "topic": ""
    },
    "5": {
      "text": "And behold a wall from without to the house round about, round about, and in the man’s hand a reed of measure six cubits by the cubit, and a handbreadth: and he will measure the breadth of the building, one reed: and the height, one reed.",
      "topic": ""
    },
    "6": {
      "text": "And he will come to the gate which its face the: way of the east, and he will come up upon its steps, and he will measure the threshold of the gate, one reed the breadth, and the other threshold, one reed the breadth.",
      "topic": ""
    },
    "7": {
      "text": "And the chamber one reed the length, and one reed the breadth; and between the chambers, five cubits: and the threshold of the gate from the side of the porch of the gate from the house, one reed.",
      "topic": ""
    },
    "8": {
      "text": "And he will measure the porch of the gate from the house, one reed.",
      "topic": ""
    },
    "9": {
      "text": "And he will measure the porch of the gate, eight cubits; and its projection, two cubits; and the porch of the gate from within.",
      "topic": ""
    },
    "10": {
      "text": "And the chambers of the gate the way of the east, three from hence, and three from thence; one measure to their three: and one measure to the projections from hence and from thence.",
      "topic": ""
    },
    "11": {
      "text": "And he will measure the breadth of the door of the gate, ten cubits; the length of the gate, thirteen cubits.",
      "topic": ""
    },
    "12": {
      "text": "And the bound before the face of the chambers, one cubit, and one cubit the bound from hence: and the chamber six cubits from hence, and six cubits from thence.",
      "topic": ""
    },
    "13": {
      "text": "And he will measure the gate from the roof of the chamber to its roof; the breadth, twenty and five cubits, door over against door.",
      "topic": ""
    },
    "14": {
      "text": "And he will make projections sixty cubits, and to the projection of the enclosure of the gate round about, round about.",
      "topic": ""
    },
    "15": {
      "text": "And upon the face of the gate of the entrance to the face of the porch of the gate, fifty cubits.",
      "topic": ""
    },
    "16": {
      "text": "And windows closed to the chambers, and to their posts inside to the gate, round about, round about, and thus to the porches: and to the windows round about, round about inside, and to the post, palm trees.",
      "topic": ""
    },
    "17": {
      "text": "And he will bring me to the enclosure without, and behold, cells and a tesselated pavement made to the enclosure round about, round about: thirty cells to the tesselated pavement.",
      "topic": ""
    },
    "18": {
      "text": "And the tesselated pavement to the shoulder of the gates over against the length of the gates, the lower tesselated pavement.",
      "topic": ""
    },
    "19": {
      "text": "And he will measure the breadth from the face of the lower gate to the face of the enclosure within from with out, a hundred cubits to the east and to the north.",
      "topic": ""
    },
    "20": {
      "text": "And a gate whose face the way of the north to the enclosure without, he measured its length and its breadth.",
      "topic": ""
    },
    "21": {
      "text": "And its chamber, three from hence; and three from thence; and its post and its porch was as the measure of the first gate: fifty cubits its length, and its breadth five and twenty by the cubit.",
      "topic": ""
    },
    "22": {
      "text": "And its windows and its porch and its palm tree, as the measure of the gate whose face the way of the east: and they will go up into it by seven steps; and its porch before them.",
      "topic": ""
    },
    "23": {
      "text": "And the gate to the interior enclosure over against the gate to the north and to the east: and he will measure from gate to gate, a hundred cubits.",
      "topic": ""
    },
    "24": {
      "text": "And he will cause me to go the way of the south, and behold a gate the way of the south: and he measured its post and its porch according to these measures.",
      "topic": ""
    },
    "25": {
      "text": "And windows to it, and to its porch round about, round about, as those windows: fifty cubits the length, and the breadth, five and twenty cubits.",
      "topic": ""
    },
    "26": {
      "text": "And its going up, seven steps, and its porch before them: and palm trees to it, one from hence, and one from thence, to its post.",
      "topic": ""
    },
    "27": {
      "text": "And a gate to the inner enclosure the way of the south: and he will measure from gate to gate the way of the south, a hundred cubits.",
      "topic": ""
    },
    "28": {
      "text": "And he will bring me to the inner enclosure by the gate of the south: and he will measure the gate of the south according to these measures.",
      "topic": ""
    },
    "29": {
      "text": "And its chamber and its projection, and its porch, according to these measures: and windows to its porch round about, round about: fifty cubits the length, and the breadth five and twenty cubits.",
      "topic": ""
    },
    "30": {
      "text": "And the porches round about, round about, the length five and twenty cubits, and the breadth five cubits.",
      "topic": ""
    },
    "31": {
      "text": "And its projections to the enclosure without; and palm trees to its post: and its going up, eight steps.",
      "topic": ""
    },
    "32": {
      "text": "And he will bring me to the inner enclosure the way of the east: and he will measure the gate according to these measures.",
      "topic": ""
    },
    "33": {
      "text": "And its chamber, and its post, and its porch, according to these measures: and windows to it and to its porch round about, round about: the length fifty cubits, and the breadth five and twenty cubits.",
      "topic": ""
    },
    "34": {
      "text": "And its porch to the enclosure without; and palm trees to its post from hence and from thence: and its going up, eight steps.",
      "topic": ""
    },
    "35": {
      "text": "And he will bring me to the gate of the north, and he measured according to these measures;",
      "topic": ""
    },
    "36": {
      "text": "Its chamber, its post, and its porch, and windows to it round about, round about: the length fifty cubits, and the breadth five and twenty cubits.",
      "topic": ""
    },
    "37": {
      "text": "And its post to the court-yard without; and palm trees to its post from hence and from thence: and its going up, eight steps.",
      "topic": ""
    },
    "38": {
      "text": "And the cell and its entrance by the posts of the gates, there they will cleanse the burnt-offering.",
      "topic": ""
    },
    "39": {
      "text": "And in the porch of the gate two tables from hence, and two tables from thence, to slaughter upon them the burnt-offering and the sin and the trespass.",
      "topic": ""
    },
    "40": {
      "text": "And upon the Shoulder from without to the going up to the entrance of the gate of the north, two tables; and upon the other shoulder which was at the porch of the gate, two tables.",
      "topic": ""
    },
    "41": {
      "text": "Four tables from hence, and fear tables from thence, to the side of the gate; eight tables they will slaughter upon them.",
      "topic": ""
    },
    "42": {
      "text": "And the four tables for the burnt-offering, of cut stones, the length, one cubit and a half, and the breadth, one cubit and a half, and the height, one cubit: upon them they placed the instruments which they will slaughter the burnt-offering with them, and the sacrifice.",
      "topic": ""
    },
    "43": {
      "text": "And stalls one hand-breadth set up in the house round about, round about: and upon the tables the flesh of the oblation.",
      "topic": ""
    },
    "44": {
      "text": "And from without to the inner gate, cells placed in order in the inner enclosure which was upon the side of the gate of the north; and their faces the way of the south: one at the side of the gate of the east, the face the way of the north.",
      "topic": ""
    },
    "45": {
      "text": "And he will speak to me, This the cell whose face the way of the south, for the priests watching the watches of the house.",
      "topic": ""
    },
    "46": {
      "text": "And the cell whose face the way of the north, for the priests watching the watches of the altar: they the sons of Zadok drawing near from the sons of Levi, to Jehovah to serve him.",
      "topic": ""
    },
    "47": {
      "text": "And he will measure the enclosure, the length a hundred cubits, and the breadth a hundred cubits, quadrated; and the altar before the house.",
      "topic": ""
    },
    "48": {
      "text": "And he will bring me to the porch of the house, and he will measure the posts of the porch, five cubits from hence, and five cubits from thence: and the breadth of the gate three cubits from hence, and three cubits from thence.",
      "topic": ""
    },
    "49": {
      "text": "The length of the porch, twenty cubits, and the breadth, eleven cubits; and by the steps which they will go up to it: and pillars to the posts, one from hence, and one from thence.",
      "topic": ""
    }
  }
}