{
  "info": {
    "book": "Hebrews",
    "chapter": "13",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Continue in brotherly love.",
      "topic": ""
    },
    "2": {
      "text": "Do not neglect to show hospitality to strangers, for by so doing some people have entertained angels without knowing it.",
      "topic": ""
    },
    "3": {
      "text": "Remember those in prison as if you were bound with them, and those who are mistreated as if you were suffering with them.",
      "topic": ""
    },
    "4": {
      "text": "Marriage should be honored by all and the marriage bed kept undefiled, for God will judge the sexually immoral and adulterers.",
      "topic": ""
    },
    "5": {
      "text": "Keep your lives free from the love of money and be content with what you have, for God has said: “Never will I leave you, never will I forsake you.”",
      "topic": ""
    },
    "6": {
      "text": "So we say with confidence: “The Lord is my helper; I will not be afraid. What can man do to me?”",
      "topic": ""
    },
    "7": {
      "text": "Remember your leaders who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith.",
      "topic": ""
    },
    "8": {
      "text": "Jesus Christ is the same yesterday and today and forever.",
      "topic": ""
    },
    "9": {
      "text": "Do not be carried away by all kinds of strange teachings, for it is good for the heart to be strengthened by grace and not by foods of no value to those devoted to them.",
      "topic": ""
    },
    "10": {
      "text": "We have an altar from which those who serve at the tabernacle have no right to eat.",
      "topic": ""
    },
    "11": {
      "text": "Although the high priest brings the blood of animals into the Holy Place as a sacrifice for sin, the bodies are burned outside the camp.",
      "topic": ""
    },
    "12": {
      "text": "And so Jesus also suffered outside the city gate, to sanctify the people by His own blood.",
      "topic": ""
    },
    "13": {
      "text": "Therefore let us go to Him outside the camp, bearing the disgrace He bore.",
      "topic": ""
    },
    "14": {
      "text": "For here we do not have a permanent city, but we are looking for the city that is to come.",
      "topic": ""
    },
    "15": {
      "text": "Through Jesus, therefore, let us continually offer to God a sacrifice of praise, the fruit of lips that confess His name.",
      "topic": ""
    },
    "16": {
      "text": "And do not neglect to do good and to share with others, for with such sacrifices God is pleased.",
      "topic": ""
    },
    "17": {
      "text": "Obey your leaders and submit to them, for they watch over your souls as those who must give an account. To this end, allow them to lead with joy and not with grief, for that would be of no advantage to you.",
      "topic": ""
    },
    "18": {
      "text": "Pray for us; we are convinced that we have a clear conscience and desire to live honorably in every way.",
      "topic": ""
    },
    "19": {
      "text": "And I especially urge you to pray that I may be restored to you soon.",
      "topic": ""
    },
    "20": {
      "text": "Now may the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep,",
      "topic": ""
    },
    "21": {
      "text": "equip you with every good thing to do His will. And may He accomplish in us what is pleasing in His sight through Jesus Christ, to whom be glory forever and ever. Amen.",
      "topic": ""
    },
    "22": {
      "text": "I urge you, brothers, to bear with my word of exhortation, for I have only written to you briefly.",
      "topic": ""
    },
    "23": {
      "text": "Be aware that our brother Timothy has been released. If he arrives soon, I will come with him to see you.",
      "topic": ""
    },
    "24": {
      "text": "Greet all your leaders and all the saints. Those from Italy send you greetings.",
      "topic": ""
    },
    "25": {
      "text": "Grace be with all of you.",
      "topic": ""
    }
  }
}