{
  "info": {
    "book": "1 Chronicles",
    "chapter": "1",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Adam, Seth, Enosh,",
      "topic": ""
    },
    "2": {
      "text": "Kenan, Mahalalel, Jared,",
      "topic": ""
    },
    "3": {
      "text": "Enoch, Methuselah, Lamech,",
      "topic": ""
    },
    "4": {
      "text": "Noah, Shem, Ham, and Japheth.",
      "topic": ""
    },
    "5": {
      "text": "The sons of Japheth: Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras.",
      "topic": ""
    },
    "6": {
      "text": "And the sons of Gomer: Ashkenaz, and Diphath, and Togarmah.",
      "topic": ""
    },
    "7": {
      "text": "And the sons of Javan: Elishah, and Tarshish, Kittim, and Rodanim.",
      "topic": ""
    },
    "8": {
      "text": "The sons of Ham: Cush, and Mizraim, Put, and Canaan.",
      "topic": ""
    },
    "9": {
      "text": "And the sons of Cush: Seba, and Havilah, and Sabta, and Raama, and Sabteca. And the sons of Raamah: Sheba, and Dedan.",
      "topic": ""
    },
    "10": {
      "text": "And Cush begat Nimrod; he began to be a mighty one in the earth.",
      "topic": ""
    },
    "11": {
      "text": "And Mizraim begat Ludim, and Anamim, and Lehabim, and Naphtuhim,",
      "topic": ""
    },
    "12": {
      "text": "and Pathrusim, and Casluhim (from whence came the Philistines), and Caphtorim.",
      "topic": ""
    },
    "13": {
      "text": "And Canaan begat Sidon his first-born, and Heth,",
      "topic": ""
    },
    "14": {
      "text": "and the Jebusite, and the Amorite, and the Girgashite,",
      "topic": ""
    },
    "15": {
      "text": "and the Hivite, and the Arkite, and the Sinite,",
      "topic": ""
    },
    "16": {
      "text": "and the Arvadite, and the Zemarite, and the Hamathite.",
      "topic": ""
    },
    "17": {
      "text": "The sons of Shem: Elam, and Asshur, and Arpachshad, and Lud, and Aram, and Uz, and Hul, and Gether, and Meshech.",
      "topic": ""
    },
    "18": {
      "text": "And Arpachshad begat Shelah, and Shelah begat Eber.",
      "topic": ""
    },
    "19": {
      "text": "And unto Eber were born two sons: the name of the one was Peleg; for in his days the earth was divided; and his brother’s name was Joktan.",
      "topic": ""
    },
    "20": {
      "text": "And Joktan begat Almodad, and Sheleph, and Hazarmaveth, and Jerah,",
      "topic": ""
    },
    "21": {
      "text": "and Hadoram, and Uzal, and Diklah,",
      "topic": ""
    },
    "22": {
      "text": "and Ebal, and Abimael, and Sheba,",
      "topic": ""
    },
    "23": {
      "text": "and Ophir, and Havilah, and Jobab. All these were the sons of Joktan.",
      "topic": ""
    },
    "24": {
      "text": "Shem, Arpachshad, Shelah,",
      "topic": ""
    },
    "25": {
      "text": "Eber, Peleg, Reu,",
      "topic": ""
    },
    "26": {
      "text": "Serug, Nahor, Terah,",
      "topic": ""
    },
    "27": {
      "text": "Abram (the same is Abraham).",
      "topic": ""
    },
    "28": {
      "text": "The sons of Abraham: Isaac, and Ishmael.",
      "topic": ""
    },
    "29": {
      "text": "These are their generations: the first-born of Ishmael, Nebaioth; then Kedar, and Adbeel, and Mibsam,",
      "topic": ""
    },
    "30": {
      "text": "Mishma, and Dumah, Massa, Hadad, and Tema,",
      "topic": ""
    },
    "31": {
      "text": "Jetur, Naphish, and Kedemah. These are the sons of Ishmael.",
      "topic": ""
    },
    "32": {
      "text": "And the sons of Keturah, Abraham’s concubine: she bare Zimran, and Jokshan, and Medan, and Midian, and Ishbak, and Shuah. And the sons of Jokshan: Sheba, and Dedan.",
      "topic": ""
    },
    "33": {
      "text": "And the sons of Midian: Ephah, and Epher, and Hanoch, and Abida, and Eldaah. All these were the sons of Keturah.",
      "topic": ""
    },
    "34": {
      "text": "And Abraham begat Isaac. The sons of Isaac: Esau, and Israel.",
      "topic": ""
    },
    "35": {
      "text": "The sons of Esau: Eliphaz, Reuel, and Jeush, and Jalam, and Korah.",
      "topic": ""
    },
    "36": {
      "text": "The sons of Eliphaz: Teman, and Omar, Zephi, and Gatam, Kenaz, and Timna, and Amalek.",
      "topic": ""
    },
    "37": {
      "text": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.",
      "topic": ""
    },
    "38": {
      "text": "And the sons of Seir: Lotan, and Shobal, and Zibeon, and Anah, and Dishon, and Ezer, and Dishan.",
      "topic": ""
    },
    "39": {
      "text": "And the sons of Lotan: Hori, and Homam; and Timna was Lotan’s sister.",
      "topic": ""
    },
    "40": {
      "text": "The sons of Shobal: Alian, and Manahath, and Ebal, Shephi, and Onam. And the sons of Zibeon: Aiah, and Anah.",
      "topic": ""
    },
    "41": {
      "text": "The sons of Anah: Dishon. And the sons of Dishon: Hamran, and Eshban, and Ithran, and Cheran.",
      "topic": ""
    },
    "42": {
      "text": "The sons of Ezer: Bilhan, and Zaavan, Jaakan. The sons of Dishan: Uz, and Aran.",
      "topic": ""
    },
    "43": {
      "text": "Now these are the kings that reigned in the land of Edom, before there reigned any king over the children of Israel: Bela the son of Beor; and the name of his city was Dinhabah.",
      "topic": ""
    },
    "44": {
      "text": "And Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead.",
      "topic": ""
    },
    "45": {
      "text": "And Jobab died, and Husham of the land of the Temanites reigned in his stead.",
      "topic": ""
    },
    "46": {
      "text": "And Husham died, and Hadad the son of Bedad, who smote Midian in the field of Moab, reigned in his stead; and the name of his city was Avith.",
      "topic": ""
    },
    "47": {
      "text": "And Hadad died, and Samlah of Masrekah reigned in his stead.",
      "topic": ""
    },
    "48": {
      "text": "And Samlah died, and Shaul of Rehoboth by the River reigned in his stead.",
      "topic": ""
    },
    "49": {
      "text": "And Shaul died, and Baal-hanan the son of Achbor reigned in his stead.",
      "topic": ""
    },
    "50": {
      "text": "And Baal-hanan died, and Hadad reigned in his stead; and the name of his city was Pai: and his wife’s name was Mehetabel, the daughter of Matred, the daughter of Me-zahab.",
      "topic": ""
    },
    "51": {
      "text": "And Hadad died.And the chiefs of Edom were: chief Timna, chief Aliah, chief Jetheth,",
      "topic": ""
    },
    "52": {
      "text": "chief Oholibamah, chief Elah, chief Pinon,",
      "topic": ""
    },
    "53": {
      "text": "chief Kenaz, chief Teman, chief Mibzar,",
      "topic": ""
    },
    "54": {
      "text": "chief Magdiel, chief Iram. These are the chiefs of Edom.",
      "topic": ""
    }
  }
}