{
  "info": {
    "book": "Santiago",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ El anciano al amado Gayo, al cual yo amo en la verdad.",
      "topic": ""
    },
    "2": {
      "text": "Amado, yo deseo que tú seas prosperado en todas las cosas, y que seas sano, así como tu alma está en prosperidad.",
      "topic": ""
    },
    "3": {
      "text": "¶ Ciertamente me gocé mucho cuando vinieron los hermanos y dieron testimonio de la verdad que hay en ti, así como tú andas en la verdad.",
      "topic": ""
    },
    "4": {
      "text": "No tengo yo mayor gozo que éste, el oír que mis hijos andan en la verdad.",
      "topic": ""
    },
    "5": {
      "text": "Amado, fielmente haces todo lo que haces para con los hermanos, y con los extranjeros,",
      "topic": ""
    },
    "6": {
      "text": "los cuales han dado testimonio de tu caridad en presencia de la Iglesia; a los cuales si ayudares como conviene según Dios, harás bien.",
      "topic": ""
    },
    "7": {
      "text": "Porque ellos salieron por amor de su Nombre, no tomando nada de los gentiles.",
      "topic": ""
    },
    "8": {
      "text": "Nosotros, pues, debemos recibir a los tales, para que seamos cooperadores a la verdad.",
      "topic": ""
    },
    "9": {
      "text": "¶ Yo he escrito a la Iglesia; mas Diótrefes, que ama tener el primado entre ellos, no nos recibe.",
      "topic": ""
    },
    "10": {
      "text": "Por esta causa, si yo fuere, daré a entender las obras que hace, hablando con palabras maliciosas contra nosotros; y no contento con estas cosas, no recibe a los Hermanos, y prohibe a los que los quieren recibir, y los echa de la Iglesia.",
      "topic": ""
    },
    "11": {
      "text": "Amado, no sigas lo que es malo, sino lo que es bueno. El que hace bien es de Dios; mas el que hace mal, no ha visto a Dios.",
      "topic": ""
    },
    "12": {
      "text": "¶ Todos dan testimonio de Demetrio, y aun la misma verdad; y también nosotros damos testimonio; y vosotros habéis conocido que nuestro testimonio es verdadero.",
      "topic": ""
    },
    "13": {
      "text": "Yo tenía muchas cosas que escribirte; pero no quiero escribirte con tinta y pluma,",
      "topic": ""
    },
    "14": {
      "text": "porque espero verte en breve, y hablaremos cara a cara. Paz sea contigo. Los amigos te saludan. Saluda tú a los amigos por nombre.",
      "topic": ""
    },
    "15": {
      "text": "También yo procuraré con diligencia, que después de mi fallecimiento, vosotros podáis tener memoria de estas cosas.",
      "topic": ""
    },
    "16": {
      "text": "¶ Porque nosotros no os hemos dado a conocer la potencia y la venida de nuestro Señor Jesús, el Cristo, siguiendo fábulas por arte compuestas; sino como habiendo visto con nuestros propios ojos su majestad.",
      "topic": ""
    },
    "17": {
      "text": "Porque él había recibido de Dios el Padre honra y gloria, cuando una tal voz fue a él enviada de la magnífica gloria: Este es el amado Hijo mío, en el cual yo me he agradado.",
      "topic": ""
    },
    "18": {
      "text": "Y nosotros oímos esta voz enviada del cielo, cuando estábamos juntamente con él en el Monte Santo.",
      "topic": ""
    },
    "19": {
      "text": "¶ Tenemos también la palabra de los profetas más firme, a la cual hacéis bien de estar atentos como a una lámpara que alumbra en lugar oscuro, hasta que el día esclarezca, y el lucero de la mañana salga en vuestros corazones.",
      "topic": ""
    },
    "20": {
      "text": "Entendiendo primero esto, que ninguna profecía de la Escritura es de particular interpretación;",
      "topic": ""
    },
    "21": {
      "text": "porque la profecía no fue en los tiempos pasados traída por voluntad humana, sino que los santos hombres de Dios hablaron siendo inspirados del Espíritu Santo.",
      "topic": ""
    },
    "22": {
      "text": "Habiendo purificado vuestras almas en la obediencia de la verdad, por el Espíritu, en caridad hermanable sin fingimiento, amaos unos a otros entrañablemente de corazón puro,",
      "topic": ""
    },
    "23": {
      "text": "siendo renacidos, no de simiente corruptible, sino de incorruptible, por la palabra del Dios, viviente y que permanece para siempre.",
      "topic": ""
    },
    "24": {
      "text": "¶ Porque: Toda carne es como la hierba, y toda la gloria del hombre, como la flor de la hierba. Se seca la hierba, y la flor se cae;",
      "topic": ""
    },
    "25": {
      "text": "mas la palabra del Señor permanece para siempre. Y esta es la Palabra que por el Evangelio os ha sido anunciada.",
      "topic": ""
    },
    "26": {
      "text": "Si alguno piensa ser religioso entre vosotros, y no refrena su lengua, sino que engaña su corazón, la religión del tal es vana.",
      "topic": ""
    },
    "27": {
      "text": "La religión pura y sin mácula delante de Dios y Padre es visitar a los huérfanos y a las viudas en sus tribulaciones, y guardarse sin mancha de este mundo.",
      "topic": ""
    }
  }
}