{
  "info": {
    "book": "Jonás",
    "chapter": "4",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pero Jonás se apesadumbró en extremo, y se enojó.",
      "topic": ""
    },
    "2": {
      "text": "Y oró al SEÑOR, y dijo: Ahora, oh SEÑOR, ¿no es esto lo que yo decía estando aún en mi tierra? Por eso me precaví huyendo a Tarsis; porque sabía yo que tú eres Dios clemente y compasivo, tardo en enojarte, y de grande misericordia, y que te arrepientes del mal.",
      "topic": ""
    },
    "3": {
      "text": "Ahora pues, SEÑOR, te ruego que me mates; porque mejor me es la muerte que la vida.",
      "topic": ""
    },
    "4": {
      "text": "Y el SEÑOR le dijo: ¿Tanto te enojas?",
      "topic": ""
    },
    "5": {
      "text": "¶ Y salió Jonás de la ciudad, y se asentó hacia el oriente de la ciudad, y se hizo allí una choza, y se sentó debajo de ella a la sombra, hasta ver qué sería de la ciudad.",
      "topic": ""
    },
    "6": {
      "text": "Y preparó el SEÑOR Dios una calabacera, la cual creció sobre Jonás para que hiciese sombra sobre su cabeza, y le defendiese de su mal; y Jonás se alegró grandemente por la calabacera.",
      "topic": ""
    },
    "7": {
      "text": "Y el mismo Dios preparó un gusano viniendo la mañana del día siguiente, el cual hirió a la calabacera, y se secó.",
      "topic": ""
    },
    "8": {
      "text": "Y acaeció que saliendo el sol, preparó Dios un recio viento solano; y el sol hirió a Jonás en la cabeza, y se desmayaba, y pedía su alma la muerte, diciendo: Mejor sería para mí la muerte que mi vida.",
      "topic": ""
    },
    "9": {
      "text": "Entonces dijo Dios a Jonás: ¿Tanto te enojas por la calabacera? Y él respondió: Hago bien en enojarme, hasta desear la muerte.",
      "topic": ""
    },
    "10": {
      "text": "Y le dijo el SEÑOR: Tuviste tú piedad de la calabacera, en la cual no trabajaste, ni tú la hiciste crecer; que en espacio de una noche nació, y en espacio de otra noche pereció,",
      "topic": ""
    },
    "11": {
      "text": "¿y no tendré yo piedad de Nínive, aquella gran ciudad donde hay más de ciento veinte mil hombres que no saben discernir entre su mano derecha y su mano izquierda, y muchos animales?",
      "topic": ""
    }
  }
}