{
  "info": {
    "book": "Daniel",
    "chapter": "11",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And I in the one year to Darius the Mede, standing to make firm and to strengthen for him.",
      "topic": ""
    },
    "2": {
      "text": "And now I will announce the truth to thee. Behold, yet three kings standing up to Persia; and the fourth shall be rich of great riches above all: and in his becoming strong in his riches he shall rouse up all against the kingdoms of Grecia.",
      "topic": ""
    },
    "3": {
      "text": "And a strong king stood up, and he ruled from much dominion, and he did according to his will.",
      "topic": ""
    },
    "4": {
      "text": "And in his standing up his kingdom shall be broken, and shall be divided to the four winds of the heavens; and not to his latter state, and not according to his dominion which he ruled: for his kingdom shall be plucked up, and for others from besides these.",
      "topic": ""
    },
    "5": {
      "text": "And the king of the south shall be strong, and from his chiefs; and he shall be strong above him, and he ruled from much dominion.",
      "topic": ""
    },
    "6": {
      "text": "And at the end of years they shall join themselves together, and the daughter of the king of the south shall come to the king of the north to make straightnesses: and she shall not retain the power of the arm, and he shall not stand, and his arm: and she shall be given up, and those bringing her, and he begetting her, and he strengthening her in the times.",
      "topic": ""
    },
    "7": {
      "text": "And there stood up from the shoot of her roots as he, and he shall come to the strength, and he shall come into the fortress of the king of the north, and he did against them, and was strong:",
      "topic": ""
    },
    "8": {
      "text": "And also their gods with their molten images, with the vessels of their desire of silver and gold he shall bring in captivity to Egypt; and he shall stand years above the king of the north.",
      "topic": ""
    },
    "9": {
      "text": "And the king of the south came into his kingdom, and turned back, to his land.",
      "topic": ""
    },
    "10": {
      "text": "And his sons shall gather themselves together, and they collected a multitude of many forces: and he coming, came and overflowed, and through: and he will turn back, and they shall gather themselves together even to his fortress.",
      "topic": ""
    },
    "11": {
      "text": "And the king of the south shall be exasperated, and shall come forth and war with him, with the king of the north: and he caused a great multitude to stand, and the multitude was given into his hand.",
      "topic": ""
    },
    "12": {
      "text": "And taking away the multitude his heart shall be lifted up; and he cast down myriads, and he shall not be strengthened.",
      "topic": ""
    },
    "13": {
      "text": "And the king of the north turned back and caused a great multitude to stand above the former, and at the end of times, years, coming he shall come with great strength and with much property.",
      "topic": ""
    },
    "14": {
      "text": "And in these times many shall stand up against the king of the south: and the sons of the violent of thy people shall be lifted up to cause the vision to stand; and they were weak.",
      "topic": ""
    },
    "15": {
      "text": "And the king of the north shall come and shall pour out a mound, and take the city of fortifications: and the arms of the south shall not stand, and the people of his choices, and no strength to stand.",
      "topic": ""
    },
    "16": {
      "text": "And he coming against him will do according to his will, and none standing before his face: and he shall stand in the land of glory, and it was finished in his hand.",
      "topic": ""
    },
    "17": {
      "text": "And he shall set up his face to come with the power of all his kingdom, and the upright with him; and he did: and he will give to him the daughter of women, to corrupt her: and she shall not stand, and shall not be for him.",
      "topic": ""
    },
    "18": {
      "text": "And he will turn back his face to the isles and take many: and a leader caused his reproach to cease to him; besides his reproach shall turn back to him.",
      "topic": ""
    },
    "19": {
      "text": "And he shall turn back his face to the fortress of his land: and he was weak and he fell, and he shall not be found.",
      "topic": ""
    },
    "20": {
      "text": "And there stood up upon his place he causing a task-master to pass through the glory of his kingdom: and in some days he shall be broken, and not in anger and not in war.",
      "topic": ""
    },
    "21": {
      "text": "And there stood up upon his place he being despised; and they gave not upon him the strength of the kingdom: and he came in tranquillity, and he took the kingdom by flatteries.",
      "topic": ""
    },
    "22": {
      "text": "And with the arms of an overflowing they shall overflow from his face, and they shall be broken; and also the leader of the covenant.",
      "topic": ""
    },
    "23": {
      "text": "And from being joined to him he shall do deceit: and he came up and was strong with a small nation.",
      "topic": ""
    },
    "24": {
      "text": "And in security and in fatnesses of the province shall he come; and he did what his fathers did not, and the fathers of his fathers; the prey and spoil and property shall he scatter to them: and against the fortifications he shall reckon his purposes, and even to a time.",
      "topic": ""
    },
    "25": {
      "text": "And his strength shall rouse up and his heart against the king of the south with great force; and the king of the south shall be stirred up to war with a great and strong force, even exceedingly; and he shall not stand, for they shall reckon purposes against him.",
      "topic": ""
    },
    "26": {
      "text": "And they eating his dainties shall break him, and his force shall overflow: and many fell wounded.",
      "topic": ""
    },
    "27": {
      "text": "And they two kings, their heart for doing evil, and at one table they will speak falsehood; and it shall not prosper: for yet the end at the appointment.",
      "topic": ""
    },
    "28": {
      "text": "And he shall turn back to his land with great property; and his heart against the holy covenant; and he did, and turned back to his land.",
      "topic": ""
    },
    "29": {
      "text": "At the appointment he shall turn back, and come into the south; and it shall not be as the first, and as the last.",
      "topic": ""
    },
    "30": {
      "text": "And the inhabitants of the desert, the Chittims came against him: and he was dejected, and he turned back, and was angry against the holy covenant: and he did, and turned back; and he shall understand for those forsaking the holy covenant.",
      "topic": ""
    },
    "31": {
      "text": "And seed from him shall stand up, and they profaned the holy place of strength, and they removed the Continuance, and they gave the abomination laying waste.",
      "topic": ""
    },
    "32": {
      "text": "And those condemning the covenant shall pollute by smooth things: and the people knowing their God shall be strong and do.",
      "topic": ""
    },
    "33": {
      "text": "And those understanding of the people shall cause to understand to many: and they were weak by the sword, and by flame, and by captivity, and by plunder, days.",
      "topic": ""
    },
    "34": {
      "text": "And in their being weak they shall be helped with a little help: and many were joined to them by flatteries.",
      "topic": ""
    },
    "35": {
      "text": "And from those understanding shall be weak to try upon them to separate, to become white even to the time of the end: for yet at the appointment.",
      "topic": ""
    },
    "36": {
      "text": "And the king did according to his will; and he shall exalt himself and magnify himself over every god; and against the God of gods he shall speak wonderful things, and he prospered even till anger was finished: for that being determined was done.",
      "topic": ""
    },
    "37": {
      "text": "And concerning the God of his fathers he shall not understand, and concerning the desire of women, and concerning every god he shall not understand; for he shall magnify himself over all.",
      "topic": ""
    },
    "38": {
      "text": "And to the God of fortresses he shall do honor upon his place: and to a god which his fathers knew not he shall do honor with gold and with silver, and with precious stone, and with desires.",
      "topic": ""
    },
    "39": {
      "text": "And he did to the strong fortifications with a strange god whom he recognized, he shall multiply honor: and he caused them to rule over many, and he will divide the land for a price.",
      "topic": ""
    },
    "40": {
      "text": "And in the time of the end the king of the south shall wage war with him: and the king of the north shall rush on like a tempest against him, with chariot and with horsemen, and with many ships; and he came into the lands, and overflowed and passed through.",
      "topic": ""
    },
    "41": {
      "text": "And he came into the land of glory, and many shall be weak: and these shall escape from his hand, Edom and Moab, and the first of the sons of Ammon.",
      "topic": ""
    },
    "42": {
      "text": "And he shall send forth his hand upon the lands, and the land of Egypt shall not be for escaping.",
      "topic": ""
    },
    "43": {
      "text": "And he ruled over the hidden things of gold and silver, and over all the desires of Egypt: and the Lybians and Cushites in his steps.",
      "topic": ""
    },
    "44": {
      "text": "And reports from the sunrising and from the north shall terrify him: and he shall go forth in great wrath to destroy, and to exterminate many.",
      "topic": ""
    },
    "45": {
      "text": "And he shall plant the tent of his palace between the seas to the mountain of glory of holiness: and he came even to his end, and none helping to him.",
      "topic": ""
    }
  }
}