{
  "info": {
    "book": "Revelation",
    "chapter": "22",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he showed me the pure river of the water of life, shining as crystal, going out of the throne of God and of the Lamb.",
      "topic": ""
    },
    "2": {
      "text": "In the midst of her broad way and of the river, hence and thence, the tree of life, making twelve fruits, in a month each one returning its fruit: and the leaves of the tree for the cure of the nations.",
      "topic": ""
    },
    "3": {
      "text": "And there shall be no more curse: and the throne of God and of the Lamb shall be in her; and his servants shall serve him:",
      "topic": ""
    },
    "4": {
      "text": "And they shall see his face; and his name upon their foreheads.",
      "topic": ""
    },
    "5": {
      "text": "And night shall not be there; and they have no need of a lamp, and the light of the sun; for the Lord God shall enlighten them: and they shall reign for ever and ever.",
      "topic": ""
    },
    "6": {
      "text": "And he said to me, These words faithful and true: and the Lord God of the holy prophets sent his angel to show to his servants what must be with speed.",
      "topic": ""
    },
    "7": {
      "text": "Behold, I come quickly: happy he keeping the words of the prophecy of this book.",
      "topic": ""
    },
    "8": {
      "text": "And I John seeing these things, and hearing. And when I heard and saw, I fell down to worship before the feet of the angel pointing out to me these things.",
      "topic": ""
    },
    "9": {
      "text": "And he says to me, See, not: for I am thy fellowservant, and of thy brethren the prophets, and of them keeping the words of the prophecy of this book; worship God.",
      "topic": ""
    },
    "10": {
      "text": "And he says to me, Thou mayest not seal the words of the prophecy of this book: for the time is near.",
      "topic": ""
    },
    "11": {
      "text": "He being unjust, let him be unjust yet: and he being filthy, let him be filthy yet: and the just, let him do justice yet: and the holy, let him be holy yet.",
      "topic": ""
    },
    "12": {
      "text": "And behold, I come swiftly; and my reward with me, to give back to each as shall be his work.",
      "topic": ""
    },
    "13": {
      "text": "I am Alpha and Omega, the beginning and the end, the first and the last.",
      "topic": ""
    },
    "14": {
      "text": "Happy they doing his commands, that their power shall be in the tree of life, and they might come in at the gates to the city.",
      "topic": ""
    },
    "15": {
      "text": "And without, dogs, and charmers and fornicators, and murderers, and idolaters, and every one loving and doing a lie.",
      "topic": ""
    },
    "16": {
      "text": "I Jesus sent mine angel to testify these things to you, to the churches. I am the root and stock of David, the shining and morning star.",
      "topic": ""
    },
    "17": {
      "text": "And the Spirit and the bride say, Come. And let him hearing say, Come. And let him thirsting come. And let him wishing, take the water of life freely.",
      "topic": ""
    },
    "18": {
      "text": "For I testify to every one hearing the words of the prophecy of this book, If any add to these things, God will add to him the blows written in this book:",
      "topic": ""
    },
    "19": {
      "text": "And if any take away from the words of the book of this prophecy, God will take away his part from the book of life, and from the holy city, and from the things written in this book.",
      "topic": ""
    },
    "20": {
      "text": "He testifying says, Yes, I come swiftly. Amen. Yes, come, Lord Jesus.",
      "topic": ""
    },
    "21": {
      "text": "The grace of our Lord Jesus Christ with you all. Amen.",
      "topic": ""
    }
  }
}