{
  "info": {
    "book": "2 Corinthians",
    "chapter": "11",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I would ye hold me up a little in my folly: and indeed bear with me.",
      "topic": ""
    },
    "2": {
      "text": "For I am zealous of you with the zeal of God: for I fitted you to one husband, to present a pure virgin to Christ.",
      "topic": ""
    },
    "3": {
      "text": "And I am afraid lest, as the serpent completely deceived Eve in his craft, so your thoughts be corrupted from the simplicity which in Christ.",
      "topic": ""
    },
    "4": {
      "text": "For if he coming proclaim another Jesus, which I proclaimed not, or ye receive another spirit, which ye received not, or other good news, which ye received not, ye have held up well.",
      "topic": ""
    },
    "5": {
      "text": "For I reckon myself to be nothing greatly inferior to the sent.",
      "topic": ""
    },
    "6": {
      "text": "And, if also ignorant in the word, but not in knowledge; but in every thing, we having been made manifest in all for you.",
      "topic": ""
    },
    "7": {
      "text": "Or did I a sin, humbling myself that ye might be exalted, because I announced to you the good news of God gratuitously?",
      "topic": ""
    },
    "8": {
      "text": "I stripped other churches, having received pay, for your service.",
      "topic": ""
    },
    "9": {
      "text": "And being present with you, and having wanted, I acted not with negligence to any: (for the brethren having come from Macedonia filled up still more my want:) and I kept myself in every thing not burdensome to you, and I will keep.",
      "topic": ""
    },
    "10": {
      "text": "The truth of Christ is in me, for this boasting shall not be shut up in me in the regions of Achaia.",
      "topic": ""
    },
    "11": {
      "text": "Wherefore? because I love you not? God knows.",
      "topic": ""
    },
    "12": {
      "text": "And what I do, and I will do, that I shall not cut off the occasion of those wishing the occasion; that in what they boast, they be found as also we.",
      "topic": ""
    },
    "13": {
      "text": "For such the falsely sent, crafty workers, being transformed into the sent of Christ.",
      "topic": ""
    },
    "14": {
      "text": "And not wonderful; for Satan himself is transformed into a messenger of light.",
      "topic": ""
    },
    "15": {
      "text": "No great thing therefore if also his servants are transformed as servants of justice; whose end shall be according to their works.",
      "topic": ""
    },
    "16": {
      "text": "Again I say, lest any one should think me to be mad; and if not so indeed, as mad do ye receive me that I might also boast myself some little.",
      "topic": ""
    },
    "17": {
      "text": "What I speak, I speak not according to the Lord, but as in madness, in this first principle of boasting.",
      "topic": ""
    },
    "18": {
      "text": "Since many boast according to the flesh, I shall also boast.",
      "topic": ""
    },
    "19": {
      "text": "For ye bear with the mad willingly, being wise.",
      "topic": ""
    },
    "20": {
      "text": "For ye bear, if any reduce you to bondage, if any devour, if any receive, if any be lifted up, if any skin you on the face.",
      "topic": ""
    },
    "21": {
      "text": "I speak according to dishonour, as that we were weak. And in what any dares, (I speak in rashness,) I dare also.",
      "topic": ""
    },
    "22": {
      "text": "Are they Hebrews? I also. Are they Israelites? I also. Are they Abraham’s seed? I also.",
      "topic": ""
    },
    "23": {
      "text": "Are they Christ’s servants? (I speak being light-headed) I above; in toils more abundant, in blows more excessively, in watchings more abundantly, in deaths often.",
      "topic": ""
    },
    "24": {
      "text": "Of the Jews five times I received forty, except one.",
      "topic": ""
    },
    "25": {
      "text": "Thrice was I scourged with rods, once was I stoned, thrice suffered I shipwreck, I have made a night and day in the deep;",
      "topic": ""
    },
    "26": {
      "text": "In journeys often, in dangers of rivers, in dangers of robbers, in dangers of the family, in dangers from the nations, in dangers in the city, in dangers in solitude, in dangers in the sea, in dangers with false brethren;",
      "topic": ""
    },
    "27": {
      "text": "In fatigue and toil, in watchfulnesses often, in hunger and thirst, in fastings often, in cold and nakedness.",
      "topic": ""
    },
    "28": {
      "text": "Besides things outside, my distraction daily, the care of all the churches.",
      "topic": ""
    },
    "29": {
      "text": "Who is weak, and I am not weak? who is offended, and I am not inflamed.",
      "topic": ""
    },
    "30": {
      "text": "If I must boast, I will boast things of my weakness.",
      "topic": ""
    },
    "31": {
      "text": "God and Father of our Lord Jesus Christ knows, he being praised forever, that I lie not.",
      "topic": ""
    },
    "32": {
      "text": "In Damascus king Aretas’ governor watched the city of the Damascenes, wishing to seize me.",
      "topic": ""
    },
    "33": {
      "text": "And through a window in a basket was I let down by the wall, and I escaped from his hands.",
      "topic": ""
    }
  }
}