{
  "info": {
    "book": "Amos",
    "chapter": "6",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Woe to you who have been wealthy in Zion, and to you who have confidence in the mountain of Samaria: aristocrats, heads of the people, who advance with a retinue into the house of Israel.",
      "topic": ""
    },
    "2": {
      "text": "Cross over to Calneh and see, and go from there into Hamath the great, and descend into Gath of the Philistines, and to the best kingdoms of these, if their limits are wider than your limits.",
      "topic": ""
    },
    "3": {
      "text": "You have been set aside for the day of disaster, and you approach the throne of iniquity.",
      "topic": ""
    },
    "4": {
      "text": "You sleep on beds of ivory, and you are lustful on your couches. You devour lambs from the flock and calves from the midst of the herd.",
      "topic": ""
    },
    "5": {
      "text": "You sing to the sound of stringed instruments; they consider themselves to have the musical abilities of David.",
      "topic": ""
    },
    "6": {
      "text": "You drink wine in bowls, and you anoint with the best ointments; and they suffer nothing over the grief of Joseph.",
      "topic": ""
    },
    "7": {
      "text": "Because of this, now they will depart at the head of those who go into captivity; and the faction of the lustful will be removed.",
      "topic": ""
    },
    "8": {
      "text": "The Lord God has sworn by his own soul, the Lord God of hosts says: I detest the arrogance of Jacob, and I hate his houses, and I will hand over the city with its inhabitants.",
      "topic": ""
    },
    "9": {
      "text": "For if there were ten men remaining in one house, even they will die.",
      "topic": ""
    },
    "10": {
      "text": "And his closest relative will steal him away and will burn him, so that he may carry the bones out of the house. And he will say to him that is in the inner most rooms of the house, “Now is there any left that still belongs to you?” And he will answer, “It is finished.” And he will say to him, “Be silent and do not call to mind the name of the Lord.”",
      "topic": ""
    },
    "11": {
      "text": "For behold, the Lord has commanded, and he will strike the greater house with catastrophes, and the lesser house with divisions.",
      "topic": ""
    },
    "12": {
      "text": "Can horses gallop across rocks, or is anyone able to plough with gazelles? For you have turned judgment into bitterness and the fruit of justice into wormwood.",
      "topic": ""
    },
    "13": {
      "text": "You rejoice in emptiness. You say, “Have we not, by our own strength, taken horns for ourselves?”",
      "topic": ""
    },
    "14": {
      "text": "For behold, house of Israel, I will raise up a people over you, says the Lord God of hosts, and they will crush you from the entrance of Hamath all the way to the burning of the desert.",
      "topic": ""
    }
  }
}