{
  "info": {
    "book": "Galatians",
    "chapter": "5",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Stand fast therefore in the liberty with which Christ has made us free, and be not entangled again with the yoke of bondage.",
      "topic": ""
    },
    "2": {
      "text": "Behold, I Paul say to you, that if you be circumcised, Christ shall profit you nothing.",
      "topic": ""
    },
    "3": {
      "text": "For I testify again to every man that is circumcised, that he is a debtor to do the whole law.",
      "topic": ""
    },
    "4": {
      "text": "Christ is become of no effect to you, whoever of you are justified by the law; you are fallen from grace.",
      "topic": ""
    },
    "5": {
      "text": "For we through the Spirit wait for the hope of righteousness by faith.",
      "topic": ""
    },
    "6": {
      "text": "For in Jesus Christ neither circumcision avails any thing, nor uncircumcision; but faith which works by love.",
      "topic": ""
    },
    "7": {
      "text": "You did run well; who did hinder you that you should not obey the truth?",
      "topic": ""
    },
    "8": {
      "text": "This persuasion comes not of him that calls you.",
      "topic": ""
    },
    "9": {
      "text": "A little leaven leavens the whole lump.",
      "topic": ""
    },
    "10": {
      "text": "I have confidence in you through the Lord, that you will be none otherwise minded: but he that troubles you shall bear his judgment, whoever he be.",
      "topic": ""
    },
    "11": {
      "text": "And I, brothers, if I yet preach circumcision, why do I yet suffer persecution? then is the offense of the cross ceased.",
      "topic": ""
    },
    "12": {
      "text": "I would they were even cut off which trouble you.",
      "topic": ""
    },
    "13": {
      "text": "For, brothers, you have been called to liberty; only use not liberty for an occasion to the flesh, but by love serve one another.",
      "topic": ""
    },
    "14": {
      "text": "For all the law is fulfilled in one word, even in this; You shall love your neighbor as yourself.",
      "topic": ""
    },
    "15": {
      "text": "But if you bite and devour one another, take heed that you be not consumed one of another.",
      "topic": ""
    },
    "16": {
      "text": "This I say then, Walk in the Spirit, and you shall not fulfill the lust of the flesh.",
      "topic": ""
    },
    "17": {
      "text": "For the flesh lusts against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that you cannot do the things that you would.",
      "topic": ""
    },
    "18": {
      "text": "But if you be led of the Spirit, you are not under the law.",
      "topic": ""
    },
    "19": {
      "text": "Now the works of the flesh are manifest, which are these; Adultery, fornication, uncleanness, lasciviousness,",
      "topic": ""
    },
    "20": {
      "text": "Idolatry, witchcraft, hatred, variance, jealousies, wrath, strife, seditions, heresies,",
      "topic": ""
    },
    "21": {
      "text": "Contentions, murders, drunkenness, revelings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.",
      "topic": ""
    },
    "22": {
      "text": "But the fruit of the Spirit is love, joy, peace, long-suffering, gentleness, goodness, faith,",
      "topic": ""
    },
    "23": {
      "text": "Meekness, temperance: against such there is no law.",
      "topic": ""
    },
    "24": {
      "text": "And they that are Christ’s have crucified the flesh with the affections and lusts.",
      "topic": ""
    },
    "25": {
      "text": "If we live in the Spirit, let us also walk in the Spirit.",
      "topic": ""
    },
    "26": {
      "text": "Let us not be desirous of vain glory, provoking one another, envying one another.",
      "topic": ""
    }
  }
}