{
  "info": {
    "book": "Daniel",
    "chapter": "4",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Nabucodonosor rey, a todos los pueblos, naciones, y lenguas, que moran en toda la tierra: Paz os sea multiplicada:",
      "topic": ""
    },
    "2": {
      "text": "Las señales y milagros que el alto Dios ha hecho conmigo, conviene que yo las publique.",
      "topic": ""
    },
    "3": {
      "text": "¡Cuán grandes son sus señales, y cuán potentes sus maravillas! Su Reino, Reino sempiterno, y su señorío hasta generación y generación.",
      "topic": ""
    },
    "4": {
      "text": "¶ Yo Nabucodonosor estaba quieto en mi casa, y floreciente en mi palacio.",
      "topic": ""
    },
    "5": {
      "text": "Vi un sueño que me espantó, y las imaginaciones y visiones de mi cabeza me turbaron en mi cama.",
      "topic": ""
    },
    "6": {
      "text": "Por lo cual yo puse mandamiento para hacer venir delante de mí todos los sabios de Babilonia, que me mostrasen la declaración del sueño.",
      "topic": ""
    },
    "7": {
      "text": "Y vinieron magos, astrólogos, caldeos, y adivinos; y dije el sueño delante de ellos, mas nunca me mostraron su declaración;",
      "topic": ""
    },
    "8": {
      "text": "hasta tanto que entró delante de mí Daniel, cuyo nombre es Beltasar, que cuando lo nombro me parece que nombro a mi dios, y en el cual hay espíritu de los ángeles santos de Dios , y dije el sueño delante de él, diciendo:",
      "topic": ""
    },
    "9": {
      "text": "Beltasar, príncipe de los sabios, ya que he entendido que hay en ti espíritu de los ángeles santos de Dios , y que ningún misterio se te esconde, dime las visiones de mi sueño que he visto, y su declaración.",
      "topic": ""
    },
    "10": {
      "text": "Las visiones de mi cabeza en mi cama eran : Me parecía que veía un árbol en medio de la tierra, cuya altura era grande.",
      "topic": ""
    },
    "11": {
      "text": "Crecía este árbol, y se hacía fuerte, y su altura llegaba hasta el cielo, y su vista hasta el cabo de toda la tierra.",
      "topic": ""
    },
    "12": {
      "text": "Su copa era hermosa, y su fruto en abundancia, y para todos había en él mantenimiento. Debajo de él se ponían a la sombra las bestias del campo, y en sus ramas hacían morada las aves del cielo, y toda carne se mantenía de él.",
      "topic": ""
    },
    "13": {
      "text": "Veía en las visiones de mi cabeza en mi cama, y he aquí que un centinela y santo descendía del cielo.",
      "topic": ""
    },
    "14": {
      "text": "Y clamaba fuertemente y decía así: Cortad el árbol, y desmochad sus ramas, derribad su copa, y derramad su fruto; váyanse las bestias que están debajo de él, y las aves de sus ramas.",
      "topic": ""
    },
    "15": {
      "text": "Mas el tronco de sus raíces dejaréis en la tierra, y con atadura de hierro y de bronce quede atado en la hierba del campo; y sea mojado con el rocío del cielo, y su parte sea con las bestias en la hierba de la tierra.",
      "topic": ""
    },
    "16": {
      "text": "Su corazón sea mudado de corazón de hombre, y le sea dado corazón de bestia, y pasen sobre él siete tiempos.",
      "topic": ""
    },
    "17": {
      "text": "Por sentencia de los centinelas se acuerda el negocio, y por dicho de los santos la demanda: para que conozcan los vivientes que el Altísimo se enseñorea del reino de los hombres, y que a quien él quiere lo da, y constituye sobre él al más bajo de los hombres.",
      "topic": ""
    },
    "18": {
      "text": "Yo el rey Nabucodonosor vi este sueño. Tú pues, Beltasar, dirás la declaración de él, porque todos los sabios de mi reino nunca pudieron mostrarme su interpretación; mas tú puedes, porque hay en ti espíritu de los ángeles santos de Dios .",
      "topic": ""
    },
    "19": {
      "text": "¶ Entonces Daniel, cuyo nombre era Beltasar, estuvo callando casi una hora, y sus pensamientos lo espantaban. El rey entonces habló, y dijo: Beltasar, el sueño ni su declaración te espanten. Respondió Beltasar, y dijo: Señor mío, el sueño sea para tus enemigos, y su declaración para los que mal te quieren.",
      "topic": ""
    },
    "20": {
      "text": "El árbol que viste, que crecía y se hacía fuerte, y que su altura llegaba hasta el cielo, y su vista por toda la tierra;",
      "topic": ""
    },
    "21": {
      "text": "y cuya copa era hermosa, y su fruto en abundancia, y que para todos había mantenimiento en él; debajo del cual moraban las bestias del campo, y en sus ramas habitaban las aves del cielo,",
      "topic": ""
    },
    "22": {
      "text": "tú mismo eres , oh rey, que creciste, y te hiciste fuerte, pues creció tu grandeza, y ha llegado hasta el cielo, y tu señorío hasta el cabo de la tierra.",
      "topic": ""
    },
    "23": {
      "text": "Y en cuanto a lo que vio el rey, un centinela y santo que descendía del cielo, y decía: Cortad el árbol y destruidlo; mas el tronco de sus raíces dejaréis en la tierra, y con atadura de hierro y de bronce quede atado en la hierba del campo; y sea mojado con el rocío del cielo, y su parte sea con las bestias del campo, hasta que pasen sobre él siete tiempos:",
      "topic": ""
    },
    "24": {
      "text": "Esta es la declaración, oh rey, y la sentencia del Altísimo, que ha venido sobre el rey mi señor:",
      "topic": ""
    },
    "25": {
      "text": "que te echarán de entre los hombres, y con las bestias del campo será tu morada, y con hierba del campo te apacentarán como a los bueyes, y con rocío del cielo serás bañado; y siete tiempos pasarán sobre ti, hasta que entiendas que el Altísimo se enseñorea del reino de los hombres, y que a quien él quisiere lo dará.",
      "topic": ""
    },
    "26": {
      "text": "Y lo que dijeron, que dejasen en la tierra el tronco de las raíces del mismo árbol; tu reino se te quedará firme, para que entiendas que el señorío es en los cielos.",
      "topic": ""
    },
    "27": {
      "text": "Por tanto, oh rey, aprueba mi consejo, y redime tus pecados con justicia, y tus iniquidades con misericordias de los pobres: he aquí la medicina de tu pecado.",
      "topic": ""
    },
    "28": {
      "text": "¶ Todo vino sobre el rey Nabucodonosor.",
      "topic": ""
    },
    "29": {
      "text": "Al cabo de doce meses, andándose paseando sobre el palacio del reino de Babilonia,",
      "topic": ""
    },
    "30": {
      "text": "habló el rey, y dijo: ¿No es ésta la gran Babilonia, que yo edifiqué para casa del reino, con la fuerza de mi fortaleza, y para gloria de mi grandeza?",
      "topic": ""
    },
    "31": {
      "text": "Aún estaba la palabra en la boca del rey, cuando cae una voz del cielo: A ti dicen, rey Nabucodonosor; El reino es traspasado de ti;",
      "topic": ""
    },
    "32": {
      "text": "y de entre los hombres te echan, y con las bestias del campo será tu morada, y como a los bueyes te apacentarán; y siete tiempos pasarán sobre ti, hasta que conozcas que el Altísimo se enseñorea en el reino de los hombres, y a quien él quisiere lo dará.",
      "topic": ""
    },
    "33": {
      "text": "En la misma hora se cumplió la palabra sobre Nabucodonosor, y fue echado de entre los hombres; y comía hierba como los bueyes, y su cuerpo se bañaba con el rocío del cielo, hasta que su pelo creció como de águila, y sus uñas como de aves.",
      "topic": ""
    },
    "34": {
      "text": "¶ Mas al fin del tiempo yo Nabucodonosor alcé mis ojos al cielo, y mi sentido me fue vuelto; y bendije al Altísimo, y alabé y glorifiqué al que vive para siempre; porque su señorío es sempiterno, y su Reino por todas las edades.",
      "topic": ""
    },
    "35": {
      "text": "Y todos los moradores de la tierra por nada son contados; y en el ejército del cielo, y en los moradores de la tierra, hace según su voluntad: ni hay quien estorbe con su mano, y le diga: ¿Qué haces?",
      "topic": ""
    },
    "36": {
      "text": "En el mismo tiempo mi sentido me fue vuelto, y torné a la majestad de mi reino; mi dignidad y mi grandeza volvieron a mí, y mis gobernadores y mis grandes me buscaron; y fui restituido en mi reino, y mayor grandeza me fue añadida.",
      "topic": ""
    },
    "37": {
      "text": "Ahora yo, Nabucodonosor, alabo, engrandezco y glorifico al Rey del cielo, porque todas sus obras son verdad, y sus caminos juicio; y a los que andan con soberbia, puede humillar.",
      "topic": ""
    }
  }
}