{
  "info": {
    "book": "James",
    "chapter": "1",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "James, of God and of the Lord Jesus Christ a servant, to the Twelve Tribes who are in the dispersion: Hail!",
      "topic": ""
    },
    "2": {
      "text": "All joy count it, my brethren, when ye may fall into temptations manifold;",
      "topic": ""
    },
    "3": {
      "text": "knowing that the proof of your faith doth work endurance,",
      "topic": ""
    },
    "4": {
      "text": "and let the endurance have a perfect work, that ye may be perfect and entire—in nothing lacking;",
      "topic": ""
    },
    "5": {
      "text": "and if any of you do lack wisdom, let him ask from God, who is giving to all liberally, and not reproaching, and it shall be given to him;",
      "topic": ""
    },
    "6": {
      "text": "and let him ask in faith, nothing doubting, for he who is doubting hath been like a wave of the sea, driven by wind and tossed,",
      "topic": ""
    },
    "7": {
      "text": "for let not that man suppose that he shall receive anything from the Lord—",
      "topic": ""
    },
    "8": {
      "text": "a two-souled man is unstable in all his ways.",
      "topic": ""
    },
    "9": {
      "text": "And let the brother who is low rejoice in his exaltation,",
      "topic": ""
    },
    "10": {
      "text": "and the rich in his becoming low, because as a flower of grass he shall pass away;",
      "topic": ""
    },
    "11": {
      "text": "for the sun did rise with the burning heat, and did wither the grass, and the flower of it fell, and the grace of its appearance did perish, so also the rich in his way shall fade away!",
      "topic": ""
    },
    "12": {
      "text": "Happy the man who doth endure temptation, because, becoming approved, he shall receive the crown of the life, which the Lord did promise to those loving Him.",
      "topic": ""
    },
    "13": {
      "text": "Let no one say, being tempted—‘From God I am tempted,’ for God is not tempted of evil, and Himself doth tempt no one,",
      "topic": ""
    },
    "14": {
      "text": "and each one is tempted, by his own desires being led away and enticed,",
      "topic": ""
    },
    "15": {
      "text": "afterward the desire having conceived, doth give birth to sin, and the sin having been perfected, doth bring forth death.",
      "topic": ""
    },
    "16": {
      "text": "Be not led astray, my brethren beloved;",
      "topic": ""
    },
    "17": {
      "text": "every good giving, and every perfect gift is from above, coming down from the Father of the lights, with whom is no variation, or shadow of turning;",
      "topic": ""
    },
    "18": {
      "text": "having counselled, He did beget us with a word of truth, for our being a certain first-fruit of His creatures.",
      "topic": ""
    },
    "19": {
      "text": "So then, my brethren beloved, let every man be swift to hear, slow to speak, slow to anger,",
      "topic": ""
    },
    "20": {
      "text": "for the wrath of a man the righteousness of God doth not work;",
      "topic": ""
    },
    "21": {
      "text": "wherefore having put aside all filthiness and superabundance of evil, in meekness be receiving the engrafted word, that is able to save your souls;",
      "topic": ""
    },
    "22": {
      "text": "and become ye doers of the word, and not hearers only, deceiving yourselves,",
      "topic": ""
    },
    "23": {
      "text": "because, if any one is a hearer of the word and not a doer, this one hath been like to a man viewing his natural face in a mirror,",
      "topic": ""
    },
    "24": {
      "text": "for he did view himself, and hath gone away, and immediately he did forget of what kind he was;",
      "topic": ""
    },
    "25": {
      "text": "and he who did look into the perfect law—that of liberty, and did continue there, this one—not a forgetful hearer becoming, but a doer of work—this one shall be happy in his doing.",
      "topic": ""
    },
    "26": {
      "text": "If any one doth think to be religious among you, not bridling his tongue, but deceiving his heart, of this one vain is the religion;",
      "topic": ""
    },
    "27": {
      "text": "religion pure and undefiled with the God and Father is this, to look after orphans and widows in their tribulation—unspotted to keep himself from the world.",
      "topic": ""
    }
  }
}