{
  "info": {
    "book": "James",
    "chapter": "5",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Go, now, ye rich! weep, howling over your miseries that are coming upon you;",
      "topic": ""
    },
    "2": {
      "text": "your riches have rotted, and your garments have become moth-eaten;",
      "topic": ""
    },
    "3": {
      "text": "your gold and silver have rotted, and the rust of them for a testimony shall be to you, and shall eat your flesh as fire. Ye made treasure in the last days!",
      "topic": ""
    },
    "4": {
      "text": "lo, the reward of the workmen, of those who in-gathered your fields, which hath been fraudulently kept back by you—doth cry out, and the exclamations of those who did reap into the ears of the Lord of Sabaoth have entered;",
      "topic": ""
    },
    "5": {
      "text": "ye did live in luxury upon the earth, and were wanton; ye did nourish your hearts, as in a day of slaughter;",
      "topic": ""
    },
    "6": {
      "text": "ye did condemn—ye did murder the righteous one, he doth not resist you.",
      "topic": ""
    },
    "7": {
      "text": "Be patient, then, brethren, till the presence of the Lord; lo, the husbandman doth expect the precious fruit of the earth, being patient for it, till he may receive rain—early and latter;",
      "topic": ""
    },
    "8": {
      "text": "be patient, ye also; establish your hearts, because the presence of the Lord hath drawn nigh;",
      "topic": ""
    },
    "9": {
      "text": "murmur not against one another, brethren, that ye may not be condemned; lo, the Judge before the door hath stood.",
      "topic": ""
    },
    "10": {
      "text": "An example take ye of the suffering of evil, my brethren, and of the patience, the prophets who did speak in the name of the Lord;",
      "topic": ""
    },
    "11": {
      "text": "lo, we call happy those who are enduring; the endurance of Job ye heard of, and the end of the Lord ye have seen, that very compassionate is the Lord, and pitying.",
      "topic": ""
    },
    "12": {
      "text": "And before all things, my brethren, do not swear, neither by the heaven, neither by the earth, neither by any other oath, and let your Yes be Yes, and the No, No; that under judgment ye may not fall.",
      "topic": ""
    },
    "13": {
      "text": "Doth any one suffer evil among you? let him pray; is any of good cheer? let him sing psalms;",
      "topic": ""
    },
    "14": {
      "text": "is any infirm among you? let him call for the elders of the assembly, and let them pray over him, having anointed him with oil, in the name of the Lord,",
      "topic": ""
    },
    "15": {
      "text": "and the prayer of the faith shall save the distressed one, and the Lord shall raise him up, and if sins he may have committed, they shall be forgiven to him.",
      "topic": ""
    },
    "16": {
      "text": "Be confessing to one another the trespasses, and be praying for one another, that ye may be healed; very strong is a working supplication of a righteous man;",
      "topic": ""
    },
    "17": {
      "text": "Elijah was a man like affected as we, and with prayer he did pray—not to rain, and it did not rain upon the land three years and six months;",
      "topic": ""
    },
    "18": {
      "text": "and again he did pray, and the heaven did give rain, and the land did bring forth her fruit.",
      "topic": ""
    },
    "19": {
      "text": "Brethren, if any among you may go astray from the truth, and any one may turn him back,",
      "topic": ""
    },
    "20": {
      "text": "let him know that he who did turn back a sinner from the straying of his way shall save a soul from death, and shall cover a multitude of sins.",
      "topic": ""
    }
  }
}