{
  "info": {
    "book": "Joshua",
    "chapter": "15",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the lot of the tribe of the children of Judah according to their families was: to the border of Edom, the wilderness of Zin, southward, in the extreme south.",
      "topic": ""
    },
    "2": {
      "text": "And their southern border was from the end of the salt sea, from the tongue that turns southward;",
      "topic": ""
    },
    "3": {
      "text": "and it went out south of the ascent of Akrabbim, and passed on to Zin, and went up on the south of Kadesh-barnea, and passed to Hezron, and went up toward Addar, and turned toward Karkaah,",
      "topic": ""
    },
    "4": {
      "text": "and passed on to Azmon, and went out by the torrent of Egypt; and the border ended at the sea. That shall be your border southward.",
      "topic": ""
    },
    "5": {
      "text": "—And the eastern border was the salt sea as far as the end of the Jordan.—And the border on the north side was from the tongue of the salt sea, at the end of the Jordan;",
      "topic": ""
    },
    "6": {
      "text": "and the border went up toward Beth-hoglah, and passed north of Beth-Arabah; and the border went up to the stone of Bohan, the son of Reuben;",
      "topic": ""
    },
    "7": {
      "text": "and the border went up toward Debir from the valley of Achor, and turned northward to Gilgal, which is opposite to the ascent of Adummim, which is on the south side of the torrent; and the border passed to the waters of En-shemesh, and ended at En-rogel;",
      "topic": ""
    },
    "8": {
      "text": "and the border went up to the valley of the son of Hinnom, toward the south side of the Jebusite, that is, Jerusalem; and the border went up to the top of the mountain that is before the valley of Hinnom westward, which is at the end of the valley of Rephaim northward;",
      "topic": ""
    },
    "9": {
      "text": "and the border reached along from the top of the mountain toward the spring of the waters of Nephtoah, and went out toward the cities of mount Ephron; and the border reached along to Baalah, that is, Kirjath-jearim;",
      "topic": ""
    },
    "10": {
      "text": "and the border turned from Baalah westwards toward mount Seir, and passed toward the side of Har-jearim, that is, Chesalon, northwards, and went down to Beth-shemesh, and passed Timnah.",
      "topic": ""
    },
    "11": {
      "text": "And the border went out to the side of Ekron northwards, and the border reached along toward Shicron, and passed mount Baalah, and went toward Jabneel; and the border ended at the sea.",
      "topic": ""
    },
    "12": {
      "text": "—And the west border is the great sea and [its] coast. This is the border of the children of Judah round about, according to their families.",
      "topic": ""
    },
    "13": {
      "text": "And to Caleb the son of Jephunneh he gave a portion among the children of Judah according to the commandment of Jehovah to Joshua, the city of Arba, the father of Anak, that is, Hebron.",
      "topic": ""
    },
    "14": {
      "text": "And thence Caleb dispossessed the three sons of Anak, Sheshai and Ahiman and Talmai, who were born of Anak.",
      "topic": ""
    },
    "15": {
      "text": "And from there he went up against the inhabitants of Debir; now the name of Debir before was Kirjath-sepher.",
      "topic": ""
    },
    "16": {
      "text": "And Caleb said, He that smites Kirjath-sepher and takes it, to him will I give Achsah my daughter as wife.",
      "topic": ""
    },
    "17": {
      "text": "And Othniel the son of Kenaz, the brother of Caleb, took it; and he gave him Achsah his daughter as wife.",
      "topic": ""
    },
    "18": {
      "text": "And it came to pass as she came, that she urged him to ask of her father a field; and she sprang down from the ass. And Caleb said to her, What wouldest thou?",
      "topic": ""
    },
    "19": {
      "text": "And she said, Give me a blessing; for thou hast given me a southern land; give me also springs of water. Then he gave her the upper springs and the lower springs.",
      "topic": ""
    },
    "20": {
      "text": "This is the inheritance of the tribe of the children of Judah according to their families.",
      "topic": ""
    },
    "21": {
      "text": "The cities at the extremity of the tribe of the children of Judah, toward the border of Edom in the south, were: Kabzeel, and Eder, and Jagur,",
      "topic": ""
    },
    "22": {
      "text": "and Kinah, and Dimonah, and Adadah,",
      "topic": ""
    },
    "23": {
      "text": "and Kedesh, and Hazor, and Jithnan,",
      "topic": ""
    },
    "24": {
      "text": "Ziph, and Telem, and Bealoth,",
      "topic": ""
    },
    "25": {
      "text": "and Hazor-hadattah, and Kerioth-Hezron, that is Hazor,",
      "topic": ""
    },
    "26": {
      "text": "Amam, and Shema, and Molada,",
      "topic": ""
    },
    "27": {
      "text": "and Hazar-gaddah, and Heshmon, and Beth-Pelet,",
      "topic": ""
    },
    "28": {
      "text": "and Hazar-Shual, and Beer-sheba, and Biziothiah;",
      "topic": ""
    },
    "29": {
      "text": "Baalah, and Ijim, and Ezem,",
      "topic": ""
    },
    "30": {
      "text": "and Eltolad, and Chesil, and Hormah,",
      "topic": ""
    },
    "31": {
      "text": "and Ziklag, and Madmannah, and Sansanna,",
      "topic": ""
    },
    "32": {
      "text": "and Lebaoth, and Shilhim, and Ain, and Rimmon: all the cities twenty-nine, and their hamlets.",
      "topic": ""
    },
    "33": {
      "text": "—In the lowland: Eshtaol, and Zoreah, and Ashnah,",
      "topic": ""
    },
    "34": {
      "text": "and Zanoah, and En-gannim, Tappuah and Enam,",
      "topic": ""
    },
    "35": {
      "text": "Jarmuth and Adullam, Sochoh and Azekah,",
      "topic": ""
    },
    "36": {
      "text": "and Shaaraim, and Adithaim, and Gederah, and Gederothaim: fourteen cities and their hamlets.",
      "topic": ""
    },
    "37": {
      "text": "Zenan, and Hadashah, and Migdal-Gad,",
      "topic": ""
    },
    "38": {
      "text": "and Dilean, and Mizpeh, and Joktheel,",
      "topic": ""
    },
    "39": {
      "text": "Lachish, and Bozkath, and Eglon,",
      "topic": ""
    },
    "40": {
      "text": "and Cabbon, and Lahmas, and Chithlish,",
      "topic": ""
    },
    "41": {
      "text": "and Gederoth, Beth-Dagon, and Naamah, and Makkedah: sixteen cities and their hamlets.",
      "topic": ""
    },
    "42": {
      "text": "Libna, and Ether, and Ashan,",
      "topic": ""
    },
    "43": {
      "text": "and Jiphthah, and Ashnah, and Nezib,",
      "topic": ""
    },
    "44": {
      "text": "and Keilah, and Achzib, and Mareshah: nine cities and their hamlets.",
      "topic": ""
    },
    "45": {
      "text": "Ekron and its dependent villages and its hamlets.",
      "topic": ""
    },
    "46": {
      "text": "From Ekron and westward all that are by the side of Ashdod, and their hamlets.",
      "topic": ""
    },
    "47": {
      "text": "Ashdod, its dependent villages and its hamlets; Gazah, its dependent villages and its hamlets, as far as the torrent of Egypt, and the great sea and [its] coast.",
      "topic": ""
    },
    "48": {
      "text": "—And in the hill-country: Shamir, and Jattir, and Sochoh,",
      "topic": ""
    },
    "49": {
      "text": "and Dannah, and Kirjath-sannah, that is, Debir,",
      "topic": ""
    },
    "50": {
      "text": "and Anab, and Eshtemoh, and Anim,",
      "topic": ""
    },
    "51": {
      "text": "and Goshen, and Holon, and Giloh: eleven cities and their hamlets.",
      "topic": ""
    },
    "52": {
      "text": "Arab, and Dumah, and Eshan,",
      "topic": ""
    },
    "53": {
      "text": "and Janum, and Beth-Tappuah, and Aphekah,",
      "topic": ""
    },
    "54": {
      "text": "and Humtah, and Kirjath-Arba, that is, Hebron, and Zior: nine cities and their hamlets.",
      "topic": ""
    },
    "55": {
      "text": "Maon, Carmel, and Ziph, and Jutah,",
      "topic": ""
    },
    "56": {
      "text": "and Jizreel, and Jokdeam, and Zanoah,",
      "topic": ""
    },
    "57": {
      "text": "Kain, Gibeah and Timnah: ten cities and their hamlets.",
      "topic": ""
    },
    "58": {
      "text": "Halhul, Beth-Zur, and Gedor,",
      "topic": ""
    },
    "59": {
      "text": "and Maarath, and Beth-anoth, and Eltekon: six cities and their hamlets.",
      "topic": ""
    },
    "60": {
      "text": "Kirjath-Baal, that is, Kirjath-jearim, and Rabbah: two cities and their hamlets.",
      "topic": ""
    },
    "61": {
      "text": "—In the wilderness: Beth-Arabah, Middin, and Secacah,",
      "topic": ""
    },
    "62": {
      "text": "and Nibshan, and Ir-Hammelah, and En-gedi: six cities and their hamlets.",
      "topic": ""
    },
    "63": {
      "text": "But as for the Jebusites, the inhabitants of Jerusalem, the children of Judah could not dispossess them; and the Jebusites dwell with the children of Judah at Jerusalem to this day.",
      "topic": ""
    }
  }
}