{
  "info": {
    "book": "1 Corinthians",
    "chapter": "16",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do you.",
      "topic": ""
    },
    "2": {
      "text": "On the first day of the week let every one of you lay by him in store, as God has prospered him, that there be no gatherings when I come.",
      "topic": ""
    },
    "3": {
      "text": "And when I come, whomsoever you shall approve by your letters, them will I send to bring your liberality to Jerusalem.",
      "topic": ""
    },
    "4": {
      "text": "And if it be meet that I go also, they shall go with me.",
      "topic": ""
    },
    "5": {
      "text": "Now I will come to you, when I shall pass through Macedonia: for I do pass through Macedonia.",
      "topic": ""
    },
    "6": {
      "text": "And it may be that I will abide, yes, and winter with you, that you may bring me on my journey wherever I go.",
      "topic": ""
    },
    "7": {
      "text": "For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit.",
      "topic": ""
    },
    "8": {
      "text": "But I will tarry at Ephesus until Pentecost.",
      "topic": ""
    },
    "9": {
      "text": "For a great door and effectual is opened to me, and there are many adversaries.",
      "topic": ""
    },
    "10": {
      "text": "Now if Timotheus come, see that he may be with you without fear: for he works the work of the Lord, as I also do.",
      "topic": ""
    },
    "11": {
      "text": "Let no man therefore despise him: but conduct him forth in peace, that he may come to me: for I look for him with the brothers.",
      "topic": ""
    },
    "12": {
      "text": "As touching our brother Apollos, I greatly desired him to come to you with the brothers: but his will was not at all to come at this time; but he will come when he shall have convenient time.",
      "topic": ""
    },
    "13": {
      "text": "Watch you, stand fast in the faith, quit you like men, be strong.",
      "topic": ""
    },
    "14": {
      "text": "Let all your things be done with charity.",
      "topic": ""
    },
    "15": {
      "text": "I beseech you, brothers, (you know the house of Stephanas, that it is the first fruits of Achaia, and that they have addicted themselves to the ministry of the saints,)",
      "topic": ""
    },
    "16": {
      "text": "That you submit yourselves to such, and to every one that helps with us, and labors.",
      "topic": ""
    },
    "17": {
      "text": "I am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied.",
      "topic": ""
    },
    "18": {
      "text": "For they have refreshed my spirit and yours: therefore acknowledge you them that are such.",
      "topic": ""
    },
    "19": {
      "text": "The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house.",
      "topic": ""
    },
    "20": {
      "text": "All the brothers greet you. Greet you one another with an holy kiss.",
      "topic": ""
    },
    "21": {
      "text": "The salutation of me Paul with my own hand.",
      "topic": ""
    },
    "22": {
      "text": "If any man love not the Lord Jesus Christ, let him be Anathema Maranatha.",
      "topic": ""
    },
    "23": {
      "text": "The grace of our Lord Jesus Christ be with you.",
      "topic": ""
    },
    "24": {
      "text": "My love be with you all in Christ Jesus. Amen.",
      "topic": ""
    }
  }
}