{
  "info": {
    "book": "Filipenses",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pablo y Timoteo, siervos de Jesús, el Cristo, a todos los santos en Cristo Jesús que están en Filipos con los obispos y diáconos:",
      "topic": ""
    },
    "2": {
      "text": "Gracia y paz tengáis de Dios nuestro Padre y del Señor Jesús, el Cristo.",
      "topic": ""
    },
    "3": {
      "text": "¶ Doy gracias a mi Dios en toda memoria de vosotros,",
      "topic": ""
    },
    "4": {
      "text": "siempre en todas mis oraciones haciendo oración por todos vosotros con gozo,",
      "topic": ""
    },
    "5": {
      "text": "por vuestra comunión en el Evangelio, desde el primer día hasta ahora.",
      "topic": ""
    },
    "6": {
      "text": "Confiando de esto: que el que comenzó en vosotros la buena obra, la perfeccionará hasta el día de Jesús el Cristo;",
      "topic": ""
    },
    "7": {
      "text": "¶ como me es justo sentir esto de todos vosotros, por cuanto os tengo en el corazón; y en mis prisiones, y en la defensa y confirmación del Evangelio, sois todos vosotros compañeros de mi gracia.",
      "topic": ""
    },
    "8": {
      "text": "Porque Dios me es testigo de cómo os quiero a todos vosotros en las entrañas de Jesús, el Cristo.",
      "topic": ""
    },
    "9": {
      "text": "¶ Y esto oro: que vuestra caridad abunde aún más y más en ciencia y en toda percepción,",
      "topic": ""
    },
    "10": {
      "text": "para que aprobéis lo mejor; que seáis sinceros y sin ofensa para el día del Cristo;",
      "topic": ""
    },
    "11": {
      "text": "llenos de fruto de justicia, que son por Jesús, el Cristo, a gloria y loor de Dios.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y quiero, hermanos, que sepáis que las cosas que me han sucedido , han redundado más en provecho del Evangelio;",
      "topic": ""
    },
    "13": {
      "text": "de manera que mis prisiones han sido célebres en Cristo en todo el pretorio, y en todos los demás lugares ;",
      "topic": ""
    },
    "14": {
      "text": "y muchos de los hermanos, tomando ánimo con mis prisiones, se atreven mucho más a hablar la palabra de Dios sin temor.",
      "topic": ""
    },
    "15": {
      "text": "Y algunos, a la verdad, predican al Cristo por envidia y porfía; mas otros también por buena voluntad.",
      "topic": ""
    },
    "16": {
      "text": "Los unos anuncian al Cristo por contención, no sinceramente, pensando añadir tribulación a mis prisiones;",
      "topic": ""
    },
    "17": {
      "text": "pero los otros por caridad, sabiendo que soy puesto en ellas por la defensa del Evangelio.",
      "topic": ""
    },
    "18": {
      "text": "¿Qué pues? Que no obstante, en todas maneras, o por pretexto o por verdad, es anunciado el Cristo; y en esto también me gozo, y aun me gozaré.",
      "topic": ""
    },
    "19": {
      "text": "Porque sé que esto se me tornará en salud, por vuestra oración, y por la alimentación del Espíritu de Jesús el Cristo;",
      "topic": ""
    },
    "20": {
      "text": "conforme a mi deseo y esperanza, que en nada seré avergonzado; antes bien con toda confianza, como siempre, ahora también será engrandecido el Cristo en mi cuerpo, o por vida, o por muerte.",
      "topic": ""
    },
    "21": {
      "text": "¶ Porque para mí el vivir es Cristo y el morir, ganancia.",
      "topic": ""
    },
    "22": {
      "text": "Mas si viviere en la carne, esto me será para fruto de la obra, (y no sé entonces qué escoger;",
      "topic": ""
    },
    "23": {
      "text": "porque de ambas cosas estoy puesto en estrecho) teniendo deseo de ser desatado, y estar con Cristo, lo cual es mucho mejor;",
      "topic": ""
    },
    "24": {
      "text": "pero quedar en la carne es más necesario por causa de vosotros.",
      "topic": ""
    },
    "25": {
      "text": "Y confiado en esto, sé que quedaré, que aún permaneceré con todos vosotros, para provecho vuestro y gozo de la fe;",
      "topic": ""
    },
    "26": {
      "text": "para que puedan gloriarsen más en Cristo Jesús por mi venida otra vez a vosotros.",
      "topic": ""
    },
    "27": {
      "text": "¶ Solamente que converséis como es digno del Evangelio del Cristo; para que, o sea que vaya a veros, o que esté ausente, oiga de vosotros que estáis firmes en un mismo espíritu, unánimes obrando juntamente por la fe del Evangelio,",
      "topic": ""
    },
    "28": {
      "text": "y en nada intimidados de los que se oponen; que a ellos ciertamente es indicio de perdición, mas a vosotros de salud; y esto de Dios;",
      "topic": ""
    },
    "29": {
      "text": "porque a vosotros es concedido acerca de Cristo, no sólo que creáis en él, sino también que padezcáis por él,",
      "topic": ""
    },
    "30": {
      "text": "Teniendo el mismo conflicto que habéis visto en mí, y ahora oís estar en mí.",
      "topic": ""
    }
  }
}