{
  "info": {
    "book": "Nehemiah",
    "chapter": "10",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And at the head of those that sealed were Nehemiah the Tirshatha, the son of Hachaliah, and Zedekiah.",
      "topic": ""
    },
    "2": {
      "text": "—Seraiah, Azariah, Jeremiah,",
      "topic": ""
    },
    "3": {
      "text": "Pashhur, Amariah, Malchijah,",
      "topic": ""
    },
    "4": {
      "text": "Hattush, Shebaniah, Malluch,",
      "topic": ""
    },
    "5": {
      "text": "Harim, Meremoth, Obadiah,",
      "topic": ""
    },
    "6": {
      "text": "Daniel, Ginnethon, Baruch,",
      "topic": ""
    },
    "7": {
      "text": "Meshullam, Abijah, Mijamin,",
      "topic": ""
    },
    "8": {
      "text": "Maaziah, Bilgai, Shemaiah: these were the priests.",
      "topic": ""
    },
    "9": {
      "text": "—And the Levites: Jeshua the son of Azaniah; Binnui, of the sons of Henadad; Kadmiel,",
      "topic": ""
    },
    "10": {
      "text": "and their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,",
      "topic": ""
    },
    "11": {
      "text": "Mica, Rehob, Hashabiah,",
      "topic": ""
    },
    "12": {
      "text": "Zaccur, Sherebiah, Shebaniah,",
      "topic": ""
    },
    "13": {
      "text": "Hodijah, Bani, Beninu.",
      "topic": ""
    },
    "14": {
      "text": "—The chief of the people: Parosh, Pahath-Moab, Elam, Zatthu, Bani,",
      "topic": ""
    },
    "15": {
      "text": "Bunni, Azgad, Bebai,",
      "topic": ""
    },
    "16": {
      "text": "Adonijah, Bigvai, Adin,",
      "topic": ""
    },
    "17": {
      "text": "Ater, Hezekiah, Azzur,",
      "topic": ""
    },
    "18": {
      "text": "Hodijah, Hashum, Bezai,",
      "topic": ""
    },
    "19": {
      "text": "Hariph, Anathoth, Nebai,",
      "topic": ""
    },
    "20": {
      "text": "Magpiash, Meshullam, Hezir,",
      "topic": ""
    },
    "21": {
      "text": "Meshezabeel, Zadok, Jaddua,",
      "topic": ""
    },
    "22": {
      "text": "Pelatiah, Hanan, Anaiah,",
      "topic": ""
    },
    "23": {
      "text": "Hoshea, Hananiah, Hashub,",
      "topic": ""
    },
    "24": {
      "text": "Hallohesh, Pilha, Shobek,",
      "topic": ""
    },
    "25": {
      "text": "Rehum, Hashabnah, Maaseiah,",
      "topic": ""
    },
    "26": {
      "text": "and Ahijah, Hanan, Anan,",
      "topic": ""
    },
    "27": {
      "text": "Malluch, Harim, Baanah.",
      "topic": ""
    },
    "28": {
      "text": "And the rest of the people, the priests, the Levites, the doorkeepers, the singers, the Nethinim, and all they that had separated themselves from the peoples of the lands to the law of God, their wives, their sons and their daughters, every one having knowledge [and] having understanding,",
      "topic": ""
    },
    "29": {
      "text": "joined with their brethren, their nobles, and entered into a curse and into an oath, to walk in the law of God, which had been given by Moses the servant of God, and to keep and do all the commandments of Jehovah our Lord, and his ordinances and his statutes;",
      "topic": ""
    },
    "30": {
      "text": "and that we would not give our daughters to the peoples of the land, nor take their daughters for our sons:",
      "topic": ""
    },
    "31": {
      "text": "and that if the peoples of the land brought wares or any grain on the sabbath day to sell, we would not take it of them on the sabbath, or on [any] holy day; and that we would leave [the land uncultivated] the seventh year, and the exaction of every debt.",
      "topic": ""
    },
    "32": {
      "text": "And we made ordinances for us, to charge ourselves yearly with the third part of a shekel for the service of the house of our God,",
      "topic": ""
    },
    "33": {
      "text": "for the bread to be set in rows, and for the continual oblation, and for the continual burnt-offering, [for that] of the sabbaths [and] of the new moons, for the set feasts and for the holy [things], and for the sin-offerings to make an atonement for Israel, and [for] all the work of the house of our God.",
      "topic": ""
    },
    "34": {
      "text": "And we cast the lots among the priests, the Levites, and the people, for the wood-offering, to bring [it] into the house of our God, according to our fathers’ houses, at times appointed year by year, to burn upon the altar of Jehovah our God, as it is written in the law;",
      "topic": ""
    },
    "35": {
      "text": "and to bring the first-fruits of our land, and the first-fruits of all fruit of all trees, year by year to the house of Jehovah,",
      "topic": ""
    },
    "36": {
      "text": "and the firstborn of our sons and of our cattle, as it is written in the law; and to bring the firstlings of our herds and of our flocks to the house of our God, to the priests that minister in the house of our God;",
      "topic": ""
    },
    "37": {
      "text": "and that we should bring the first-fruits of our coarse meal and our heave-offerings, and the fruit of all manner of trees, new wine and oil, to the priests, into the chambers of the house of our God, and the tithes of our ground to the Levites, that they, the Levites, should take the tithes in all the cities of our tillage.",
      "topic": ""
    },
    "38": {
      "text": "And the priest the son of Aaron shall be with the Levites, when the Levites take tithes; and the Levites shall bring up the tithe of the tithes to the house of our God, into the chambers of the treasure-house.",
      "topic": ""
    },
    "39": {
      "text": "For the children of Israel and the children of Levi shall bring the heave-offering of the corn, of the new wine and the oil, into the chambers, where are the vessels of the sanctuary, and the priests that minister, and the doorkeepers and the singers. And we will not forsake the house of our God.",
      "topic": ""
    }
  }
}