{
  "info": {
    "book": "John",
    "chapter": "15",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "“I am the true vine, and my Father is the vinedresser.",
      "topic": ""
    },
    "2": {
      "text": "Every branch in me that does not bear fruit, he will take away. And each one that does bear fruit, he will cleanse, so that it may bring forth more fruit.",
      "topic": ""
    },
    "3": {
      "text": "You are clean now, because of the word that I have spoken to you.",
      "topic": ""
    },
    "4": {
      "text": "Abide in me, and I in you. Just as the branch is not able to bear fruit of itself, unless it abides in the vine, so also are you unable, unless you abide in me.",
      "topic": ""
    },
    "5": {
      "text": "I am the vine; you are the branches. Whoever abides in me, and I in him, bears much fruit. For without me, you are able to do nothing.",
      "topic": ""
    },
    "6": {
      "text": "If anyone does not abide in me, he will be cast away, like a branch, and he will wither, and they will gather him and cast him into the fire, and he burns.",
      "topic": ""
    },
    "7": {
      "text": "If you abide in me, and my words abide in you, then you may ask for whatever you will, and it shall be done for you.",
      "topic": ""
    },
    "8": {
      "text": "In this, my Father is glorified: that you should bring forth very much fruit and become my disciples.",
      "topic": ""
    },
    "9": {
      "text": "As the Father has loved me, so I have loved you. Abide in my love.",
      "topic": ""
    },
    "10": {
      "text": "If you keep my precepts, you shall abide in my love, just as I also have kept my Father’s precepts and I abide in his love.",
      "topic": ""
    },
    "11": {
      "text": "These things I have spoken to you, so that my joy may be in you, and your joy may be fulfilled.",
      "topic": ""
    },
    "12": {
      "text": "This is my precept: that you love one another, just as I have loved you.",
      "topic": ""
    },
    "13": {
      "text": "No one has a greater love than this: that he lay down his life for his friends.",
      "topic": ""
    },
    "14": {
      "text": "You are my friends, if you do what I instruct you.",
      "topic": ""
    },
    "15": {
      "text": "I will no longer call you servants, for the servant does not know what his Lord is doing. But I have called you friends, because everything whatsoever that I have heard from my Father, I have made known to you.",
      "topic": ""
    },
    "16": {
      "text": "You have not chosen me, but I have chosen you. And I have appointed you, so that you may go forth and bear fruit, and so that your fruit may last. Then whatever you have asked of the Father in my name, he shall give to you.",
      "topic": ""
    },
    "17": {
      "text": "This I command you: that you love one another.",
      "topic": ""
    },
    "18": {
      "text": "If the world hates you, know that it has hated me before you.",
      "topic": ""
    },
    "19": {
      "text": "If you had been of the world, the world would love what is its own. Yet truly, you are not of the world, but I have chosen you out of the world; because of this, the world hates you.",
      "topic": ""
    },
    "20": {
      "text": "Remember my saying that I told you: The servant is not greater than his Lord. If they have persecuted me, they will persecute you also. If they have kept my word, they will keep yours also.",
      "topic": ""
    },
    "21": {
      "text": "But all these things they will do to you because of my name, for they do not know him who sent me.",
      "topic": ""
    },
    "22": {
      "text": "If I had not come and had not spoken to them, they would not have sin. But now they have no excuse for their sin.",
      "topic": ""
    },
    "23": {
      "text": "Whoever hates me, hates my Father also.",
      "topic": ""
    },
    "24": {
      "text": "If I had not accomplished among them works that no other person has accomplished, they would not have sin. But now they have both seen me, and they have hated me and my Father.",
      "topic": ""
    },
    "25": {
      "text": "But this is so that the word may be fulfilled which was written in their law: ‘For they hated me without cause.’",
      "topic": ""
    },
    "26": {
      "text": "But when the Advocate has arrived, whom I will send to you from the Father, the Spirit of truth who proceeds from the Father, he will offer testimony about me.",
      "topic": ""
    },
    "27": {
      "text": "And you shall offer testimony, because you are with me from the beginning.”",
      "topic": ""
    }
  }
}