{
  "info": {
    "book": "John",
    "chapter": "2",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And on the third day, a wedding was held in Cana of Galilee, and the mother of Jesus was there.",
      "topic": ""
    },
    "2": {
      "text": "Now Jesus was also invited to the wedding, with his disciples.",
      "topic": ""
    },
    "3": {
      "text": "And when the wine was failing, the mother of Jesus said to him, “They have no wine.”",
      "topic": ""
    },
    "4": {
      "text": "And Jesus said to her: “What is that to me and to you, woman? My hour has not yet arrived.”",
      "topic": ""
    },
    "5": {
      "text": "His mother said to the servants, “Do whatever he tells you.”",
      "topic": ""
    },
    "6": {
      "text": "Now in that place, there were six stone water jars, for the purification ritual of the Jews, containing two or three measures each.",
      "topic": ""
    },
    "7": {
      "text": "Jesus said to them, “Fill the water jars with water.” And they filled them to the very top.",
      "topic": ""
    },
    "8": {
      "text": "And Jesus said to them, “Now draw from it, and carry it to the chief steward of the feast.” And they took it to him.",
      "topic": ""
    },
    "9": {
      "text": "Then, when the chief steward had tasted the water made into wine, since he did not know where it was from, for only the servants who had drawn the water knew, the chief steward called the groom,",
      "topic": ""
    },
    "10": {
      "text": "and he said to him: “Every man offers the good wine first, and then, when they have become inebriated, he offers what is worse. But you have kept the good wine until now.”",
      "topic": ""
    },
    "11": {
      "text": "This was the beginning of the signs that Jesus accomplished in Cana of Galilee, and it manifested his glory, and his disciples believed in him.",
      "topic": ""
    },
    "12": {
      "text": "After this, he descended to Capernaum, with his mother and his brothers and his disciples, but they did not remain there for many days.",
      "topic": ""
    },
    "13": {
      "text": "And the Passover of the Jews was near, and so Jesus ascended to Jerusalem.",
      "topic": ""
    },
    "14": {
      "text": "And he found, sitting in the temple, sellers of oxen and sheep and doves, and the moneychangers.",
      "topic": ""
    },
    "15": {
      "text": "And when he had made something like a whip out of little cords, he drove them all out of the temple, including the sheep and the oxen. And he poured out the brass coins of the moneychangers, and he overturned their tables.",
      "topic": ""
    },
    "16": {
      "text": "And to those who were selling doves, he said: “Take these things out of here, and do not make my Father’s house into a house of commerce.”",
      "topic": ""
    },
    "17": {
      "text": "And truly, his disciples were reminded that it is written: “Zeal for your house consumes me.”",
      "topic": ""
    },
    "18": {
      "text": "Then the Jews responded and said to him, “What sign can you show to us, that you may do these things?”",
      "topic": ""
    },
    "19": {
      "text": "Jesus responded and said to them, “Destroy this temple, and in three days I will raise it up.”",
      "topic": ""
    },
    "20": {
      "text": "Then the Jews said, “This temple has been built up over forty-six years, and you will raise it up in three days?”",
      "topic": ""
    },
    "21": {
      "text": "Yet he was speaking about the Temple of his body.",
      "topic": ""
    },
    "22": {
      "text": "Therefore, when he had resurrected from the dead, his disciples were reminded that he had said this, and they believed in the Scriptures and in the word that Jesus had spoken.",
      "topic": ""
    },
    "23": {
      "text": "Now while he was at Jerusalem during the Passover, on the day of the feast, many trusted in his name, seeing his signs that he was accomplishing.",
      "topic": ""
    },
    "24": {
      "text": "But Jesus did not trust himself to them, because he himself had knowledge of all persons,",
      "topic": ""
    },
    "25": {
      "text": "and because he had no need of anyone to offer testimony about a man. For he knew what was within a man.",
      "topic": ""
    }
  }
}