{
  "info": {
    "book": "John",
    "chapter": "3",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now there was a man among the Pharisees, named Nicodemus, a leader of the Jews.",
      "topic": ""
    },
    "2": {
      "text": "He went to Jesus at night, and he said to him: “Rabbi, we know that you have arrived as a teacher from God. For no one would be able to accomplish these signs, which you accomplish, unless God were with him.”",
      "topic": ""
    },
    "3": {
      "text": "Jesus responded and said to him, “Amen, amen, I say to you, unless one has been reborn anew, he is not able to see the kingdom of God.”",
      "topic": ""
    },
    "4": {
      "text": "Nicodemus said to him: “How could a man be born when he is old? Surely, he cannot enter a second time into his mother’s womb to be reborn?”",
      "topic": ""
    },
    "5": {
      "text": "Jesus responded: “Amen, amen, I say to you, unless one has been reborn by water and the Holy Spirit, he is not able to enter into the kingdom of God.",
      "topic": ""
    },
    "6": {
      "text": "What is born of the flesh is flesh, and what is born of the Spirit is spirit.",
      "topic": ""
    },
    "7": {
      "text": "You should not be amazed that I said to you: You must be born anew.",
      "topic": ""
    },
    "8": {
      "text": "The Spirit inspires where he wills. And you hear his voice, but you do not know where he comes from, or where he is going. So it is with all who are born of the Spirit.”",
      "topic": ""
    },
    "9": {
      "text": "Nicodemus responded and said to him, “How are these things able to be accomplished?”",
      "topic": ""
    },
    "10": {
      "text": "Jesus responded and said to him: “You are a teacher in Israel, and you are ignorant of these things?",
      "topic": ""
    },
    "11": {
      "text": "Amen, amen, I say to you, that we speak about what we know, and we testify about what we have seen. But you do not accept our testimony.",
      "topic": ""
    },
    "12": {
      "text": "If I have spoken to you about earthly things, and you have not believed, then how will you believe, if I will speak to you about heavenly things?",
      "topic": ""
    },
    "13": {
      "text": "And no one has ascended to heaven, except the one who descended from heaven: the Son of man who is in heaven.",
      "topic": ""
    },
    "14": {
      "text": "And just as Moses lifted up the serpent in the desert, so also must the Son of man be lifted up,",
      "topic": ""
    },
    "15": {
      "text": "so that whoever believes in him may not perish, but may have eternal life.",
      "topic": ""
    },
    "16": {
      "text": "For God so loved the world that he gave his only-begotten Son, so that all who believe in him may not perish, but may have eternal life.",
      "topic": ""
    },
    "17": {
      "text": "For God did not send his Son into the world, in order to judge the world, but in order that the world may be saved through him.",
      "topic": ""
    },
    "18": {
      "text": "Whoever believes in him is not judged. But whoever does not believe is already judged, because he does not believe in the name of the only-begotten Son of God.",
      "topic": ""
    },
    "19": {
      "text": "And this is the judgment: that the Light has come into the world, and men loved darkness more than light. For their works were evil.",
      "topic": ""
    },
    "20": {
      "text": "For everyone who does evil hates the Light and does not go toward the Light, so that his works may not be corrected.",
      "topic": ""
    },
    "21": {
      "text": "But whoever acts in truth goes toward the Light, so that his works may be manifested, because they have been accomplished in God.”",
      "topic": ""
    },
    "22": {
      "text": "After these things, Jesus and his disciples went into the land of Judea. And he was living there with them and baptizing.",
      "topic": ""
    },
    "23": {
      "text": "Now John was also baptizing, at Aenon near Salim, because there was much water in that place. And they were arriving and being baptized.",
      "topic": ""
    },
    "24": {
      "text": "For John had not yet been cast into prison.",
      "topic": ""
    },
    "25": {
      "text": "Then a dispute occurred between the disciples of John and the Jews, about purification.",
      "topic": ""
    },
    "26": {
      "text": "And they went to John and said to him: “Rabbi, the one who was with you across the Jordan, about whom you offered testimony: behold, he is baptizing and everyone is going to him.”",
      "topic": ""
    },
    "27": {
      "text": "John responded and said: “A man is not able to receive anything, unless it has been given to him from heaven.",
      "topic": ""
    },
    "28": {
      "text": "You yourselves offer testimony for me that I said, ‘I am not the Christ,’ but that I have been sent before him.",
      "topic": ""
    },
    "29": {
      "text": "He who holds the bride is the groom. But the friend of the groom, who stands and listens to Him, rejoices joyfully at the voice of the groom. And so, this, my joy, has been fulfilled.",
      "topic": ""
    },
    "30": {
      "text": "He must increase, while I must decrease.",
      "topic": ""
    },
    "31": {
      "text": "He who comes from above, is above everything. He who is from below, is of the earth, and he speaks about the earth. He who comes from heaven is above everything.",
      "topic": ""
    },
    "32": {
      "text": "And what he has seen and heard, about this he testifies. And no one accepts his testimony.",
      "topic": ""
    },
    "33": {
      "text": "Whoever has accepted his testimony has certified that God is truthful.",
      "topic": ""
    },
    "34": {
      "text": "For he whom God has sent speaks the words of God. For God does not give the Spirit by measure.",
      "topic": ""
    },
    "35": {
      "text": "The Father loves the Son, and he has given everything into his hand.",
      "topic": ""
    },
    "36": {
      "text": "Whoever believes in the Son has eternal life. But whoever is unbelieving toward the Son shall not see life; instead the wrath of God remains upon him.”",
      "topic": ""
    }
  }
}