{
  "info": {
    "book": "John",
    "chapter": "5",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "After these things, there was a feast day of the Jews, and so Jesus ascended to Jerusalem.",
      "topic": ""
    },
    "2": {
      "text": "Now at Jerusalem is the Pool of Evidence, which in Hebrew is known as the Place of Mercy; it has five porticos.",
      "topic": ""
    },
    "3": {
      "text": "Along these lay a great multitude of the sick, the blind, the lame, and the withered, waiting for the movement of the water.",
      "topic": ""
    },
    "4": {
      "text": "Now at times an Angel of the Lord would descend into the pool, and so the water was moved. And whoever descended first into the pool, after the motion of the water, he was healed of whatever infirmity held him.",
      "topic": ""
    },
    "5": {
      "text": "And there was a certain man in that place, having been in his infirmity for thirty-eight years.",
      "topic": ""
    },
    "6": {
      "text": "Then, when Jesus had seen him reclining, and when he realized that he had been afflicted for a long time, he said to him, “Do you want to be healed?”",
      "topic": ""
    },
    "7": {
      "text": "The invalid answered him: “Lord, I do not have any man to put me in the pool, when the water has been stirred. For as I am going, another descends ahead of me.”",
      "topic": ""
    },
    "8": {
      "text": "Jesus said to him, “Rise, take up your stretcher, and walk.”",
      "topic": ""
    },
    "9": {
      "text": "And immediately the man was healed. And he took up his stretcher and walked. Now this day was the Sabbath.",
      "topic": ""
    },
    "10": {
      "text": "Therefore, the Jews said to the one who had been healed: “It is the Sabbath. It is not lawful for you to take up your stretcher.”",
      "topic": ""
    },
    "11": {
      "text": "He answered them, “The one who healed me, he said to me, ‘Take up your stretcher and walk.’ ”",
      "topic": ""
    },
    "12": {
      "text": "Therefore, they questioned him, “Who is that man, who said to you, ‘Take up your bed and walk?’ ”",
      "topic": ""
    },
    "13": {
      "text": "But the one who had been given health did not know who it was. For Jesus had turned aside from the crowd gathered in that place.",
      "topic": ""
    },
    "14": {
      "text": "Afterwards, Jesus found him in the temple, and he said to him: “Behold, you have been healed. Do not choose to sin further, otherwise something worse may happen to you.”",
      "topic": ""
    },
    "15": {
      "text": "This man went away, and he reported to the Jews that it was Jesus who had given him health.",
      "topic": ""
    },
    "16": {
      "text": "Because of this, the Jews were persecuting Jesus, for he was doing these things on the Sabbath.",
      "topic": ""
    },
    "17": {
      "text": "But Jesus answered them, “Even now, my Father is working, and I am working.”",
      "topic": ""
    },
    "18": {
      "text": "And so, because of this, the Jews were seeking to kill him even more so. For not only did he break the Sabbath, but he even said that God was his Father, making himself equal to God.",
      "topic": ""
    },
    "19": {
      "text": "Then Jesus responded and said to them: “Amen, amen, I say to you, the Son is not able to do anything of himself, but only what he has seen the Father doing. For whatever he does, even this does the Son do, similarly.",
      "topic": ""
    },
    "20": {
      "text": "For the Father loves the Son, and he shows him all that he himself does. And greater works than these will he show him, so much so that you shall wonder.",
      "topic": ""
    },
    "21": {
      "text": "For just as the Father raises the dead and gives life, so also does the Son give life to whomever he wills.",
      "topic": ""
    },
    "22": {
      "text": "For the Father does not judge anyone. But he has given all judgment to the Son,",
      "topic": ""
    },
    "23": {
      "text": "so that all may honor the Son, just as they honor the Father. Whoever does not honor the Son, does not honor the Father who sent him.",
      "topic": ""
    },
    "24": {
      "text": "Amen, amen, I say to you, that whoever hears my word, and believes in him who sent me, has eternal life, and he does not go into judgment, but instead he crosses from death into life.",
      "topic": ""
    },
    "25": {
      "text": "Amen, amen, I say to you, that the hour is coming, and it is now, when the dead shall hear the voice of the Son of God; and those who hear it shall live.",
      "topic": ""
    },
    "26": {
      "text": "For just as the Father has life in himself, so also has he granted to the Son to have life in himself.",
      "topic": ""
    },
    "27": {
      "text": "And he has given him the authority to accomplish judgment. For he is the Son of man.",
      "topic": ""
    },
    "28": {
      "text": "Do not be amazed at this. For the hour is coming in which all who are in the grave shall hear the voice of the Son of God.",
      "topic": ""
    },
    "29": {
      "text": "And those who have done good shall go forth to the resurrection of life. Yet truly, those who have done evil shall go to the resurrection of judgment.",
      "topic": ""
    },
    "30": {
      "text": "I am not able to do anything of myself. As I hear, so do I judge. And my judgment is just. For I do not seek my own will, but the will of him who sent me.",
      "topic": ""
    },
    "31": {
      "text": "If I offer testimony about myself, my testimony is not true.",
      "topic": ""
    },
    "32": {
      "text": "There is another who offers testimony about me, and I know that the testimony which he offers about me is true.",
      "topic": ""
    },
    "33": {
      "text": "You sent to John, and he offered testimony to the truth.",
      "topic": ""
    },
    "34": {
      "text": "But I do not accept testimony from man. Instead, I say these things, so that you may be saved.",
      "topic": ""
    },
    "35": {
      "text": "He was a burning and shining light. So you were willing, at the time, to exult in his light.",
      "topic": ""
    },
    "36": {
      "text": "But I hold a greater testimony than that of John. For the works which the Father has given to me, so that I may complete them, these works themselves that I do, offer testimony about me: that the Father has sent me.",
      "topic": ""
    },
    "37": {
      "text": "And the Father who has sent me has himself offered testimony about me. And you have never heard his voice, nor have you beheld his appearance.",
      "topic": ""
    },
    "38": {
      "text": "And you do not have his word abiding in you. For the one whom he sent, the same you would not believe.",
      "topic": ""
    },
    "39": {
      "text": "Study the Scriptures. For you think that in them you have eternal life. And yet they also offer testimony about me.",
      "topic": ""
    },
    "40": {
      "text": "And you are not willing to come to me, so that you may have life.",
      "topic": ""
    },
    "41": {
      "text": "I do not accept glory from men.",
      "topic": ""
    },
    "42": {
      "text": "But I know you, that you do not have the love of God within you.",
      "topic": ""
    },
    "43": {
      "text": "I have come in the name of my Father, and you do not accept me. If another will arrive in his own name, him you will accept.",
      "topic": ""
    },
    "44": {
      "text": "How are you able to believe, you who accept glory from one another and yet do not seek the glory that is from God alone?",
      "topic": ""
    },
    "45": {
      "text": "Do not consider that I might accuse you with the Father. There is one who accuses you, Moses, in whom you hope.",
      "topic": ""
    },
    "46": {
      "text": "For if you were believing in Moses, perhaps you would believe in me also. For he wrote about me.",
      "topic": ""
    },
    "47": {
      "text": "But if you do not believe by his writings, how will you believe by my words?”",
      "topic": ""
    }
  }
}