{
  "info": {
    "book": "Exodus",
    "chapter": "25",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Lord spoke to Moses, saying:",
      "topic": ""
    },
    "2": {
      "text": "“Speak to the sons of Israel, so that they may take the first-fruits to me. You shall accept these from every man who offers of his own accord.",
      "topic": ""
    },
    "3": {
      "text": "Now these are the things that you must accept: Gold, and silver, and brass,",
      "topic": ""
    },
    "4": {
      "text": "hyacinth and purple, and twice-dyed scarlet, and fine linen, the hair of goats,",
      "topic": ""
    },
    "5": {
      "text": "and the skins of rams, dyed red, and skins of violet, and setim wood,",
      "topic": ""
    },
    "6": {
      "text": "oil to prepare lights, aromatics as ointments and sweet-smelling incense,",
      "topic": ""
    },
    "7": {
      "text": "onyx stones and gems to adorn the ephod as well as the breastplate.",
      "topic": ""
    },
    "8": {
      "text": "And they shall make a sanctuary for me, and I will live in their midst.",
      "topic": ""
    },
    "9": {
      "text": "According to exact likeness of the tabernacle, and all of the vessels for its rituals, that I will reveal to you, so shall you make it.",
      "topic": ""
    },
    "10": {
      "text": "Join together an ark of setim wood, whose length shall hold two and one half cubits; the width, one and one half cubits; the height, likewise, one and one half cubits.",
      "topic": ""
    },
    "11": {
      "text": "And you shall overlay it with the finest gold, inside and out. And over it, you shall fashion a gold crown all around,",
      "topic": ""
    },
    "12": {
      "text": "and four gold rings, which you shall set into the four corners of the ark. Let two rings be on one side and two on the other.",
      "topic": ""
    },
    "13": {
      "text": "Likewise, you shall make bars of setim wood and cover them with gold.",
      "topic": ""
    },
    "14": {
      "text": "And you shall put them through the rings that are in the sides of the ark, so that it may be carried on them.",
      "topic": ""
    },
    "15": {
      "text": "These must always be in the rings, neither shall they ever be drawn out of them.",
      "topic": ""
    },
    "16": {
      "text": "And you shall place the testimony, which I will give to you, in the ark.",
      "topic": ""
    },
    "17": {
      "text": "You shall also make a propitiatory of the finest gold. Its length shall hold two and one half cubits, and the width, one and one half cubits.",
      "topic": ""
    },
    "18": {
      "text": "Likewise, you shall make two Cherubim of formed gold, on both sides of the oracle.",
      "topic": ""
    },
    "19": {
      "text": "Let one Cherub be on the one side, and the other be on the other.",
      "topic": ""
    },
    "20": {
      "text": "And let them cover both sides of the propitiatory, spreading their wings and covering the oracle, and let them look out toward one another, their faces being turned toward the propitiatory, with which the ark is to be covered,",
      "topic": ""
    },
    "21": {
      "text": "in which you will place the testimony that I will give to you.",
      "topic": ""
    },
    "22": {
      "text": "From there, I will warn you and speak to you, above the propitiatory and from the middle of the two Cherubim, which will be over the ark of the testimony, about everything that I will command of the sons of Israel through you.",
      "topic": ""
    },
    "23": {
      "text": "You shall also make a table of setim wood, having two cubits of length, and one cubit in width, and one cubit and one half cubits in height.",
      "topic": ""
    },
    "24": {
      "text": "And you shall overlay it with the purest gold. And you shall make it with a gold lip all around,",
      "topic": ""
    },
    "25": {
      "text": "and for the lip itself an engraved crown, four fingers high, and above it another little gold crown.",
      "topic": ""
    },
    "26": {
      "text": "Likewise, you shall prepare four gold rings and set them in the four corners of the same table, over each foot.",
      "topic": ""
    },
    "27": {
      "text": "Under the crown, there shall be gold rings, so that the bars may be put through them and the table may be carried.",
      "topic": ""
    },
    "28": {
      "text": "Likewise, the bars themselves you shall make of setim wood, and surround them with gold, to lift up the table.",
      "topic": ""
    },
    "29": {
      "text": "You shall also prepare small cups, as well as bowls, censers, and measuring cups, with which the libations shall be offered, out of the purest gold.",
      "topic": ""
    },
    "30": {
      "text": "And you shall place upon the table the bread of the presence, in my sight always.",
      "topic": ""
    },
    "31": {
      "text": "You shall also make a lampstand, formed from the finest gold, along with its stem and arms, its bowl and little spheres, as well as the lilies proceeding from it.",
      "topic": ""
    },
    "32": {
      "text": "Six branches shall go out from the sides: three out of one side and three out of the other.",
      "topic": ""
    },
    "33": {
      "text": "Three bowls, the size of nuts, shall be on each branch, and a little sphere with it, and a lily. And three similar bowls, in the likeness of nuts, shall be on the other branch, and a little sphere with it, and a lily. This shall be the form of the six branches, which are to proceed from the stem.",
      "topic": ""
    },
    "34": {
      "text": "Then, in the lampstand itself, there shall be four bowls, the size of nuts, and each with little spheres and lilies.",
      "topic": ""
    },
    "35": {
      "text": "Little spheres under two branches in three places, which together make six, shall proceed from one of the stems.",
      "topic": ""
    },
    "36": {
      "text": "Thus both the little spheres and the branches shall be made out of the same thing: entirely formed from the purest gold.",
      "topic": ""
    },
    "37": {
      "text": "You shall also make seven lamps, and you shall place them upon the lampstand, so that they may give light in every direction.",
      "topic": ""
    },
    "38": {
      "text": "Likewise, the candle snuffers, and the place where the candles will be extinguished, shall be made from the purest gold.",
      "topic": ""
    },
    "39": {
      "text": "The entire weight of the candlestick, with all its parts, shall hold one talent of the purest gold.",
      "topic": ""
    },
    "40": {
      "text": "Observe, and then make it according to the example that was shown to you on the mountain.”",
      "topic": ""
    }
  }
}