{
  "info": {
    "book": "Exodus",
    "chapter": "40",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Lord spoke to Moses, saying:",
      "topic": ""
    },
    "2": {
      "text": "“In the first month, on the first day of the month, you shall raise the tabernacle of the testimony,",
      "topic": ""
    },
    "3": {
      "text": "and you shall place the ark in it, and you shall release the veil before it.",
      "topic": ""
    },
    "4": {
      "text": "And having brought in the table, you shall place the things which were solemnly commanded upon it. The lampstand shall stand with its lamps,",
      "topic": ""
    },
    "5": {
      "text": "and the altar of gold, in which the incense is burned, shall stand before the ark of the testimony. You shall place the tent at the entrance of the tabernacle,",
      "topic": ""
    },
    "6": {
      "text": "and before it, the altar of holocaust.",
      "topic": ""
    },
    "7": {
      "text": "The washtub shall stand between the altar and the tabernacle, and you shall fill it with water.",
      "topic": ""
    },
    "8": {
      "text": "And you shall encompass the atrium and its entrance with hangings.",
      "topic": ""
    },
    "9": {
      "text": "And, having taken up the oil of unction, you shall anoint the tabernacle along with its articles, so that they may be sanctified.",
      "topic": ""
    },
    "10": {
      "text": "The altar of holocaust and all its vessels,",
      "topic": ""
    },
    "11": {
      "text": "the washtub with its base, and all things, you shall consecrate with the oil of unction, so that they may be the Holy of holies.",
      "topic": ""
    },
    "12": {
      "text": "And you shall bring forward Aaron and his sons to the entrance of the tabernacle of the testimony, and, having washed them with water,",
      "topic": ""
    },
    "13": {
      "text": "- - -",
      "topic": ""
    },
    "14": {
      "text": "- - -",
      "topic": ""
    },
    "15": {
      "text": "you shall clothe them in the holy vestments, so that they may minister to me, and so that their unction may accomplish an everlasting priesthood.”",
      "topic": ""
    },
    "16": {
      "text": "And Moses did all that the Lord had instructed.",
      "topic": ""
    },
    "17": {
      "text": "Therefore, in the first month of the second year, on the first day of the month, the tabernacle was put in place.",
      "topic": ""
    },
    "18": {
      "text": "And Moses raised it up, and he positioned the panels as well as the bases and the bars, and he set up the columns,",
      "topic": ""
    },
    "19": {
      "text": "and he stretched out the roof over the tabernacle, imposing a cover above it, just as the Lord had decreed.",
      "topic": ""
    },
    "20": {
      "text": "And he placed the testimony in the ark, applying the bars beneath, and the oracle above.",
      "topic": ""
    },
    "21": {
      "text": "And when he had brought the ark into the tabernacle, he drew the veil before it, in order to fulfill the commandment of the Lord.",
      "topic": ""
    },
    "22": {
      "text": "And he placed the table in the tabernacle of the testimony, at the north side, beyond the veil,",
      "topic": ""
    },
    "23": {
      "text": "arranging before it the bread of the presence, just as the Lord had instructed Moses.",
      "topic": ""
    },
    "24": {
      "text": "And he placed the lampstand in the tabernacle of the testimony, away from the table, on the south side,",
      "topic": ""
    },
    "25": {
      "text": "setting the lamps in order, according to the precept of the Lord.",
      "topic": ""
    },
    "26": {
      "text": "He also positioned the altar of gold under the roof of the testimony, opposite the veil,",
      "topic": ""
    },
    "27": {
      "text": "and he heaped upon it the incense of aromatics, just as the Lord had commanded Moses.",
      "topic": ""
    },
    "28": {
      "text": "And he positioned the tent at the entrance of the tabernacle of the testimony,",
      "topic": ""
    },
    "29": {
      "text": "and the altar of holocaust in the vestibule of the testimony, offering the holocaust and the sacrifices upon it, just as the Lord had decreed.",
      "topic": ""
    },
    "30": {
      "text": "Likewise, he stationed the washtub between the tabernacle of the testimony and the altar, filling it with water.",
      "topic": ""
    },
    "31": {
      "text": "And Moses and Aaron, along with his sons, washed their hands and feet,",
      "topic": ""
    },
    "32": {
      "text": "whenever they would enter the covering of the covenant, and when they approached to the altar, just as the Lord had instructed Moses.",
      "topic": ""
    },
    "33": {
      "text": "And he raised up the atrium around the tabernacle and the altar, drawing the hanging at its entrance. After all these things were perfected,",
      "topic": ""
    },
    "34": {
      "text": "the cloud covered the tabernacle of the testimony, and the glory of the Lord filled it.",
      "topic": ""
    },
    "35": {
      "text": "Neither could Moses enter the covering of the covenant: the cloud was covering all things, and the majesty of the Lord was flashing. For the cloud had covered everything.",
      "topic": ""
    },
    "36": {
      "text": "Whenever the cloud departed from the tabernacle, the sons of Israel set out by their companies.",
      "topic": ""
    },
    "37": {
      "text": "But if it remained hanging over it, they remained in the same place.",
      "topic": ""
    },
    "38": {
      "text": "Certainly, the cloud of the Lord lay over the tabernacle by day, and the fire by night, being seen by all the people of Israel throughout all their resting places.",
      "topic": ""
    }
  }
}