{
  "info": {
    "book": "Exodus",
    "chapter": "8",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The Lord also said to Moses: “Enter to Pharaoh, and you will say to him: ‘Thus says the Lord: Release my people in order to sacrifice to me.",
      "topic": ""
    },
    "2": {
      "text": "But if you are not willing to release them, behold, I will strike all your coasts with frogs.",
      "topic": ""
    },
    "3": {
      "text": "And the river will seethe with frogs, which will go up and enter into your house, and your bedroom, and upon your bed, and into the houses of your servants and your people, and into your ovens, and into the remains of your foods.",
      "topic": ""
    },
    "4": {
      "text": "And to you, and to your people, and to all your servants, the frogs will enter.’ ”",
      "topic": ""
    },
    "5": {
      "text": "And the Lord said to Moses: “Say to Aaron: ‘Extend your hand over the rivers, and also over the streams and the marshes, and bring forth frogs over the land of Egypt.’ ”",
      "topic": ""
    },
    "6": {
      "text": "And Aaron extended his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt.",
      "topic": ""
    },
    "7": {
      "text": "Then the sorcerers also, by their incantations, did similarly, and they brought forth frogs upon the land of Egypt.",
      "topic": ""
    },
    "8": {
      "text": "But Pharaoh called Moses and Aaron, and he said to them: “Pray to the Lord, so as to take away the frogs from me and from my people. And I will release the people, so as to sacrifice to the Lord.”",
      "topic": ""
    },
    "9": {
      "text": "And Moses said to Pharaoh: “Appoint for me a time, when I should petition on behalf of you, and your servants, and your people, so that the frogs may be driven away from you, and from your house, and from your servants, and from your people, and so that they may remain only in the river.”",
      "topic": ""
    },
    "10": {
      "text": "And he responded, “Tomorrow.” Then he said, “I will act according to your word, so that you may know that there is no one like the Lord our God.",
      "topic": ""
    },
    "11": {
      "text": "And the frogs will withdraw from you, and from your house, and from your servants, and from your people. And they will remain only in the river.”",
      "topic": ""
    },
    "12": {
      "text": "And Moses and Aaron departed from Pharaoh. And Moses cried out to the Lord on behalf of the promise that he had made to Pharaoh concerning the frogs.",
      "topic": ""
    },
    "13": {
      "text": "And the Lord acted according to the word of Moses. And the frogs died out of the houses, and out of the villages, and out of the fields.",
      "topic": ""
    },
    "14": {
      "text": "And they gathered them together into immense piles, and the land was polluted.",
      "topic": ""
    },
    "15": {
      "text": "Then Pharaoh, seeing that relief had been provided, hardened his own heart, and he did not listen to them, just as the Lord had instructed.",
      "topic": ""
    },
    "16": {
      "text": "And the Lord said to Moses: “Say to Aaron: ‘Extend your staff and strike the dust of the earth. And let there be stinging insects throughout the entire the land of Egypt.’ ”",
      "topic": ""
    },
    "17": {
      "text": "And they did so. And Aaron extended his hand, holding the staff, and he struck the dust of the earth, and there came stinging insects upon men and upon beasts. All the dust of the earth was turned into stinging insects through all the land of Egypt.",
      "topic": ""
    },
    "18": {
      "text": "And the sorcerers, with their incantations, did similarly, in order to bring forth stinging insects, but they were not able. And there were stinging insects, as much on men as on beasts.",
      "topic": ""
    },
    "19": {
      "text": "And the sorcerers said to Pharaoh: “This is the finger of God.” And the heart of Pharaoh was hardened, and he did not listen to them, just as the Lord had instructed.",
      "topic": ""
    },
    "20": {
      "text": "The Lord also said to Moses: “Arise at first light, and stand in the sight of Pharaoh, for he will go out to the waters. And you will say to him: ‘Thus says the Lord: Release my people to sacrifice to me.",
      "topic": ""
    },
    "21": {
      "text": "But if you will not release them, behold, I will send upon you, and upon your servants, and upon your people, and into your houses, diverse kinds of flies. And the houses of the Egyptians will be filled with diverse kinds of flies, as well as the whole land in which they will be.",
      "topic": ""
    },
    "22": {
      "text": "And in that day, I will cause a miracle in the land of Goshen, where my people are, so that flies will not be there. And you will know that I am the Lord in the midst of the earth.",
      "topic": ""
    },
    "23": {
      "text": "And I will set a division between my people and your people. Tomorrow this sign will be.’ ”",
      "topic": ""
    },
    "24": {
      "text": "And the Lord did so. And there came very grievous flies into the houses of Pharaoh and of his servants, and into all the land of Egypt. And the land was polluted, in this way, by the flies.",
      "topic": ""
    },
    "25": {
      "text": "And Pharaoh called Moses and Aaron, and he said to them, “Go and sacrifice to your God in this land.”",
      "topic": ""
    },
    "26": {
      "text": "And Moses said: “It cannot be so. For we will immolate the abominations of the Egyptians to the Lord our God. For if we slaughter those things which the Egyptians worship, in their presence, they will stone us.",
      "topic": ""
    },
    "27": {
      "text": "We will sojourn three days’ journey into the wilderness. And we will sacrifice to the Lord our God, just as he has instructed us.”",
      "topic": ""
    },
    "28": {
      "text": "And Pharaoh said: “I will release you in order to sacrifice to the Lord your God in the desert. Yet you may only go so far. Petition for me.”",
      "topic": ""
    },
    "29": {
      "text": "And Moses said: “After departing from you, I will pray to the Lord. And the flies will withdraw from Pharaoh, and from his servants, and from his people, tomorrow. Yet do not be willing to deceive any longer, so that you would not release the people to sacrifice to the Lord.”",
      "topic": ""
    },
    "30": {
      "text": "And Moses, departing from Pharaoh, prayed to the Lord.",
      "topic": ""
    },
    "31": {
      "text": "And he acted according to his word. And he took away the flies from Pharaoh, and from his servants, and from his people. There was not even one left behind.",
      "topic": ""
    },
    "32": {
      "text": "And the heart of Pharaoh was hardened, so that, even at this turn, he would not release the people.",
      "topic": ""
    }
  }
}