{
  "info": {
    "book": "Joshua",
    "chapter": "13",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Joshua was old and advanced in age, and the Lord said to him: “You have grown old, and are aged, and a very wide land remains, which has not yet been divided by lot,",
      "topic": ""
    },
    "2": {
      "text": "specifically, all of Galilee, Philistia, and all of Geshur;",
      "topic": ""
    },
    "3": {
      "text": "from the muddy river, which irrigates Egypt, as far as the border of Ekron toward the north, the land of Canaan, which is divided among the rulers of Philistia: the Gazites, and the Ashdodites, the Ashkelonites, the Gathites, and the Ekronites;",
      "topic": ""
    },
    "4": {
      "text": "truly, to the south are the Hivites, all the land of Canaan, and Mearah of the Sidonians, as far as Aphek and the borders of the Amorite",
      "topic": ""
    },
    "5": {
      "text": "and his confines; also, the region of Lebanon toward the east, from Baalgad, under mount Hermon, until you enter into Hamath;",
      "topic": ""
    },
    "6": {
      "text": "all who live in the mountains from Lebanon, as far as the waters of Misrephoth, and all the Sidonians. I am the One who will wipe them out, before the face of the sons of Israel. Therefore, let their land become a part of the inheritance of Israel, just as I have instructed you.",
      "topic": ""
    },
    "7": {
      "text": "And now, divide the land as a possession to the nine tribes, and to the one half tribe of Manasseh.”",
      "topic": ""
    },
    "8": {
      "text": "With them, Reuben and Gad have possessed the land, which Moses, the servant of the Lord, delivered to them beyond the river Jordan, on the eastern side:",
      "topic": ""
    },
    "9": {
      "text": "from Aroer, which is situated on the bank of the torrent Arnon and in the midst of the valley, and all the plains of Medeba, as far as Dibon;",
      "topic": ""
    },
    "10": {
      "text": "and all the cities of Sihon, the king of the Amorites, who reigned in Heshbon, even to the borders of the sons of Ammon;",
      "topic": ""
    },
    "11": {
      "text": "and Gilead, as well as the borders of Geshur and Maacati, and all of mount Hermon, and all of Bashan, as far as Salecah;",
      "topic": ""
    },
    "12": {
      "text": "the entire kingdom of Og in Bashan, who reigned at Ashtaroth and Edrei, (he was among the last of the Rephaim). And Moses struck and destroyed them.",
      "topic": ""
    },
    "13": {
      "text": "And the sons of Israel were not willing to destroy Geshur and Maacati, and so they have lived in the midst of Israel, even to the present day.",
      "topic": ""
    },
    "14": {
      "text": "But to the tribe of Levi, he did not give a possession. Instead, the sacrifices and victims of the Lord, the God of Israel, these are his inheritance, just as he spoke to him.",
      "topic": ""
    },
    "15": {
      "text": "Therefore, Moses gave a possession to the tribe of the sons of Reuben, according to their families.",
      "topic": ""
    },
    "16": {
      "text": "And their border was from Aroer, which is situated on the bank of the torrent Arnon, and in the midst of the valley of the same torrent, with all the flatlands that lead to Medeba;",
      "topic": ""
    },
    "17": {
      "text": "and Heshbon, and all their villages, which are in the plains; also Dibon, and Bamothbaal, and the town of Baalmeon,",
      "topic": ""
    },
    "18": {
      "text": "and Jahaz, and Kedemoth, and Mephaath,",
      "topic": ""
    },
    "19": {
      "text": "and Kiriathaim, and Sibmah, and Zereth-shahar on the mountain of the steep valley;",
      "topic": ""
    },
    "20": {
      "text": "Bethpeor, and the descending slopes of Pisgah, and Beth-jeshimoth;",
      "topic": ""
    },
    "21": {
      "text": "and all the cities of the plain, and all the kingdoms of Sihon, the king of the Amorites, who reigned at Heshbon, whom Moses struck down with the leaders of Midian: Evi, and Rekem, and Zur, and Hur, and Reba, the commanders of Sihon, inhabitants of the land.",
      "topic": ""
    },
    "22": {
      "text": "And the sons of Israel killed Balaam, the son of Beor, the seer, with the sword, along with the others who were slain.",
      "topic": ""
    },
    "23": {
      "text": "And the river Jordan was made the border of the sons of Reuben; this is the possession of the Reubenites, by their families, in cities and villages.",
      "topic": ""
    },
    "24": {
      "text": "And Moses gave to the tribe of Gad and his sons, by their families, a possession, of which this is the division:",
      "topic": ""
    },
    "25": {
      "text": "the border of Jazer, and all the cities of Gilead, and one half part of the land of the sons of Ammon, as far as Aroer, which is opposite Rabbah;",
      "topic": ""
    },
    "26": {
      "text": "and from Heshbon as far as Ramath, Mizpeh, and Betonim; and from Mahanaim as far as the borders of Debir;",
      "topic": ""
    },
    "27": {
      "text": "also, in the valley Beth-haram and Beth-nimrah, and Succoth, and Zaphon, the remaining part of the kingdom of Sihon, the king of Heshbon; the limit of this also is the Jordan, as far as the furthest part of the sea of Chinnereth, beyond the Jordan on the eastern side.",
      "topic": ""
    },
    "28": {
      "text": "This is the possession of the sons of Gad, by their families, in their cities and villages.",
      "topic": ""
    },
    "29": {
      "text": "He also gave, to the one half tribe of Manasseh and to his sons, a possession according to their families,",
      "topic": ""
    },
    "30": {
      "text": "the beginning of which is this: from Mahanaim, all of Bashan, and all the kingdoms of Og, the king of Bashan, and all the villages of Jair, which are in Bashan, sixty towns;",
      "topic": ""
    },
    "31": {
      "text": "and one half part of Gilead, and Ashtaroth, and Edrei, the cities of the kingdom of Og in Bashan, to the sons of Machir, the son of Manasseh, to one half part of the sons of Machir, according to their families.",
      "topic": ""
    },
    "32": {
      "text": "Moses divided this possession, in the plains of Moab, beyond the Jordan, opposite Jericho on the eastern side.",
      "topic": ""
    },
    "33": {
      "text": "But to the tribe of Levi he did not give a possession. For the Lord, the God of Israel, is himself their possession, just as he spoke to him.",
      "topic": ""
    }
  }
}