{
  "info": {
    "book": "Joshua",
    "chapter": "18",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And all the sons of Israel gathered together at Shiloh, and there they stationed the Tabernacle of the Testimony. And the land was subjected to them.",
      "topic": ""
    },
    "2": {
      "text": "But there remained seven tribes of the sons of Israel which had not yet received their possessions.",
      "topic": ""
    },
    "3": {
      "text": "And Joshua said to them: “For how long will you draw back in idleness, and not enter to possess the land, which the Lord, the God of your fathers, has given to you?",
      "topic": ""
    },
    "4": {
      "text": "Select three men from each tribe, so that I may send them, and they may go forth and circle through the land, and may describe it according to the number of each multitude, and may bring back to me what they have written down.",
      "topic": ""
    },
    "5": {
      "text": "Divide the land for yourselves into seven parts. Let Judah be its bounds on the southern side, and the house of Joseph to the north.",
      "topic": ""
    },
    "6": {
      "text": "The land that is in the middle, between these, write it down in seven parts. And you shall come to me, so that I may cast lots for you about this, before the Lord your God.",
      "topic": ""
    },
    "7": {
      "text": "But there is no portion among you for the Levites. Instead, the priesthood of the Lord is their inheritance. And Gad and Reuben, and the one half tribe of Manasseh, have already received their possessions beyond the Jordan in the eastern region, which Moses, the servant of the Lord, gave to them.”",
      "topic": ""
    },
    "8": {
      "text": "And when the men had risen up, so that they might go out to describe the land, Joshua instructed them, saying, “Circle through the land, and describe it, and return to me, so that I may cast lots for you about this, before the Lord, in Shiloh.”",
      "topic": ""
    },
    "9": {
      "text": "And so they went out. And surveying it, they divided it into seven parts, writing it in a book. And they returned to Joshua, to the camp at Shiloh.",
      "topic": ""
    },
    "10": {
      "text": "And he cast lots before the Lord, at Shiloh, and he divided the land to the sons of Israel, in seven parts.",
      "topic": ""
    },
    "11": {
      "text": "And the first lot went to the sons of Benjamin, by their families, so that they would possess the land between the sons of Judah and the sons of Joseph.",
      "topic": ""
    },
    "12": {
      "text": "And their border toward the north was from the Jordan, continuing on, near the side of Jericho in the northern region, and from there, ascending toward the west to the mountains, and extending to the wilderness of Bethaven.",
      "topic": ""
    },
    "13": {
      "text": "And it continues to the south beside Luz, which is Bethel. And it descends into Ataroth-addar, at the mountain which is to the south of lower Beth-horon.",
      "topic": ""
    },
    "14": {
      "text": "And it turns aside, circling toward the sea, to the south of the mountain which looks out toward Beth-horon, toward the southwest. And its exits are toward Kiriath-baal, which is also called Kiriath-jearim, a city of the sons of Judah. This is their region, toward the sea, in the west.",
      "topic": ""
    },
    "15": {
      "text": "But to the south, the border goes on from the part of Kiriath-jearim toward the sea, and it continues as far as the Fountain of the waters of Nephtoah.",
      "topic": ""
    },
    "16": {
      "text": "And it descends to that part of the mountain which looks out toward the Valley of the sons of Hinnom. And it is opposite the northern region, in the furthest part of the Valley of the Rephaim. And it descends into Geennom, (that is, the Valley of Hinnom,) near the side of the Jebusite toward the south. And it extends to the Fountain of Rogel,",
      "topic": ""
    },
    "17": {
      "text": "crossing from there to the north, and going out to En-Shemesh, that is, to the Fountain of the Sun.",
      "topic": ""
    },
    "18": {
      "text": "And it passes through to the hills that are opposite the region of the Ascent of Adummim. And it descends to Abenboen, that is, so the stone of Bohan, the son of Reuben. And it continues on, at the northern side, to the plains. And it descends into the flatlands.",
      "topic": ""
    },
    "19": {
      "text": "And it advances before Beth-hoglah, to the north. And its exits are to the north, opposite the bay of the very salty sea, in the southern region at the end of the Jordan,",
      "topic": ""
    },
    "20": {
      "text": "which is its border to the east. This is the possession of the sons of Benjamin, with their borders all around, and by their families.",
      "topic": ""
    },
    "21": {
      "text": "And their cities were: Jericho and Beth-hoglah and the Abrupt Valley,",
      "topic": ""
    },
    "22": {
      "text": "Beth-arabah and Zemaraim and Bethel,",
      "topic": ""
    },
    "23": {
      "text": "and Avvim and Parah and Ophrah,",
      "topic": ""
    },
    "24": {
      "text": "the town of Ammoni, and Ophni, and Geba: twelve cities, and their villages;",
      "topic": ""
    },
    "25": {
      "text": "Gibeon and Ramah and Beeroth,",
      "topic": ""
    },
    "26": {
      "text": "and Mizpeh and Chephirah and Mozah,",
      "topic": ""
    },
    "27": {
      "text": "and Rekem, Irpeel, and Taralah,",
      "topic": ""
    },
    "28": {
      "text": "and Zela, Haeleph, and Jebus, which is Jerusalem, Gibeah and Kiriath: fourteen cities, and their villages. This is the possession of the sons of Benjamin, according to their families.",
      "topic": ""
    }
  }
}