{
  "info": {
    "book": "1 Timothy",
    "chapter": "4",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now the Spirit has clearly said that, in the end times, some persons will depart from the faith, paying attention to spirits of error and the doctrines of devils,",
      "topic": ""
    },
    "2": {
      "text": "speaking lies in hypocrisy, and having their consciences seared,",
      "topic": ""
    },
    "3": {
      "text": "prohibiting marriage, abstaining from foods, which God has created to be accepted with thanksgiving by the faithful and by those who have understood the truth.",
      "topic": ""
    },
    "4": {
      "text": "For every creature of God is good, and nothing is to be rejected which is received with thanksgiving;",
      "topic": ""
    },
    "5": {
      "text": "for it has been sanctified by the Word of God and by prayer.",
      "topic": ""
    },
    "6": {
      "text": "By proposing these things to the brothers, you will be a good minister of Christ Jesus, nourished by words of faith, and by the good doctrine that you have secured.",
      "topic": ""
    },
    "7": {
      "text": "But avoid the silly fables of old women. And exercise yourself so as to advance in piety.",
      "topic": ""
    },
    "8": {
      "text": "For the exercise of the body is somewhat useful. But piety is useful in all things, holding the promise of life, in the present and in the future.",
      "topic": ""
    },
    "9": {
      "text": "This is a faithful saying and worthy of full acceptance.",
      "topic": ""
    },
    "10": {
      "text": "For this reason we labor and are maligned: because we hope in the living God, who is the Savior of all men, most especially of the faithful.",
      "topic": ""
    },
    "11": {
      "text": "Instruct and teach these things.",
      "topic": ""
    },
    "12": {
      "text": "Let no one despise your youth, but be an example among the faithful in word, in behavior, in charity, in faith, in chastity.",
      "topic": ""
    },
    "13": {
      "text": "Until I arrive, attend to reading, to exhortation, and to doctrine.",
      "topic": ""
    },
    "14": {
      "text": "Do not be willing to neglect the grace that is within you, which was given to you through prophecy, with the imposition of the hands of the priesthood.",
      "topic": ""
    },
    "15": {
      "text": "Meditate on these things, so that your progress may be manifest to all.",
      "topic": ""
    },
    "16": {
      "text": "Pay attention to yourself and to doctrine. Pursue these things. For in doing so, you will save both yourself and those who listen to you.",
      "topic": ""
    }
  }
}