{
  "info": {
    "book": "Levítico",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y los hijos de Aarón, Nadab y Abiú, tomaron cada uno su incensario, y pusieron fuego en ellos, sobre el cual pusieron incienso, y ofrecieron delante de Jehová fuego extraño, que Él nunca les mandó.",
      "topic": ""
    },
    "2": {
      "text": "Y salió fuego de delante de Jehová que los quemó, y murieron delante de Jehová.",
      "topic": ""
    },
    "3": {
      "text": "Entonces dijo Moisés a Aarón: Esto es lo que habló Jehová, diciendo: En los que a mí se acercan me santificaré, y en presencia de todo el pueblo seré glorificado. Y Aarón calló.",
      "topic": ""
    },
    "4": {
      "text": "Y llamó Moisés a Misael y a Elizafán, hijos de Uziel, tío de Aarón, y les dijo: Acercaos y sacad a vuestros hermanos de delante del santuario fuera del campamento.",
      "topic": ""
    },
    "5": {
      "text": "Y ellos se acercaron, y los sacaron con sus túnicas fuera del campamento, como dijo Moisés.",
      "topic": ""
    },
    "6": {
      "text": "Entonces Moisés dijo a Aarón, y a Eleazar y a Itamar, sus hijos: No descubráis vuestras cabezas, ni rasguéis vuestras vestiduras, para que no muráis, ni se levante la ira sobre toda la congregación: pero dejad que vuestros hermanos, toda la casa de Israel, lamente el incendio que Jehová ha hecho.",
      "topic": ""
    },
    "7": {
      "text": "Ni saldréis de la puerta del tabernáculo de la congregación, porque moriréis; por cuanto el aceite de la unción de Jehová está sobre vosotros. Y ellos hicieron conforme al dicho de Moisés.",
      "topic": ""
    },
    "8": {
      "text": "Y Jehová habló a Aarón, diciendo:",
      "topic": ""
    },
    "9": {
      "text": "Tú, y tus hijos contigo, no beberéis vino ni sidra, cuando hubiereis de entrar en el tabernáculo de la congregación, para que no muráis; estatuto perpetuo será por vuestras generaciones;",
      "topic": ""
    },
    "10": {
      "text": "Y para poder discernir entre lo santo y lo profano, y entre lo inmundo y lo limpio;",
      "topic": ""
    },
    "11": {
      "text": "y para enseñar a los hijos de Israel todos los estatutos que Jehová les ha dicho por medio de Moisés.",
      "topic": ""
    },
    "12": {
      "text": "Y Moisés dijo a Aarón, y a Eleazar y a Itamar, sus hijos que habían quedado: Tomad la ofrenda que queda de las ofrendas encendidas a Jehová, y comedlo sin levadura junto al altar, porque es cosa muy santa.",
      "topic": ""
    },
    "13": {
      "text": "Habéis, pues, de comerlo en el lugar santo; porque ésta es tu porción, y la porción de tus hijos, de las ofrendas encendidas a Jehová, pues que así me ha sido mandado.",
      "topic": ""
    },
    "14": {
      "text": "Comeréis asimismo en lugar limpio, tú y tus hijos y tus hijas contigo, el pecho de la ofrenda mecida, y la espaldilla elevada, porque son tu porción, y la porción de tus hijos, son dados de los sacrificios de paz de los hijos de Israel.",
      "topic": ""
    },
    "15": {
      "text": "Con las ofrendas de las grosuras que se han de encender, traerán la espaldilla que se ha de elevar, y el pecho que será mecido, para que lo mezas por ofrenda agitada delante de Jehová; y será tuyo, y de tus hijos contigo, por estatuto perpetuo, como Jehová lo ha mandado.",
      "topic": ""
    },
    "16": {
      "text": "Y Moisés demandó el macho cabrío de la expiación, y se halló que era quemado; y se enojó contra Eleazar e Itamar, los hijos de Aarón que habían quedado, diciendo:",
      "topic": ""
    },
    "17": {
      "text": "¿Por qué no comisteis la expiación en el lugar santo? porque es muy santa, y [Dios] la dio a vosotros para llevar la iniquidad de la congregación, para que sean reconciliados delante de Jehová.",
      "topic": ""
    },
    "18": {
      "text": "Veis que su sangre no fue metida dentro del santuario: habíais de comerla en el lugar santo, como yo mandé.",
      "topic": ""
    },
    "19": {
      "text": "Y respondió Aarón a Moisés: He aquí hoy han ofrecido su expiación y su holocausto delante de Jehová: pero me han acontecido estas cosas: pues si comiera yo hoy de la expiación, ¿Hubiera sido acepto a Jehová?",
      "topic": ""
    },
    "20": {
      "text": "Y cuando Moisés oyó esto, se dio por satisfecho.",
      "topic": ""
    }
  }
}