{
  "info": {
    "book": "Levítico",
    "chapter": "15",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Jehová habló a Moisés y a Aarón, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hablad a los hijos de Israel, y decidles: Cualquier varón, cuando su simiente manare de su carne, será inmundo.",
      "topic": ""
    },
    "3": {
      "text": "Y ésta será su inmundicia en su flujo; sea que su carne destiló por causa de su flujo, o que deje de destilar a causa de su flujo, él [será] inmundo.",
      "topic": ""
    },
    "4": {
      "text": "Toda cama en que se acostare el que tuviere flujo, será inmunda; y toda cosa sobre que se sentare, inmunda será.",
      "topic": ""
    },
    "5": {
      "text": "Y cualquiera que tocare a su cama, lavará sus ropas; se lavará también a sí mismo con agua, y será inmundo hasta la tarde.",
      "topic": ""
    },
    "6": {
      "text": "Y el que se sentare sobre aquello en que se hubiere sentado el que tiene flujo, lavará sus ropas, se lavará también a sí mismo con agua, y será inmundo hasta la tarde.",
      "topic": ""
    },
    "7": {
      "text": "Asimismo el que tocare la carne del que tiene flujo, lavará sus ropas, y a sí mismo se lavará con agua, y será inmundo hasta la tarde.",
      "topic": ""
    },
    "8": {
      "text": "Y si el que tiene flujo escupiere sobre el limpio, éste lavará sus ropas, y después de haberse lavado con agua, será inmundo hasta la tarde.",
      "topic": ""
    },
    "9": {
      "text": "Y toda montura sobre la que cabalgare el que tuviere flujo, será inmunda.",
      "topic": ""
    },
    "10": {
      "text": "Y cualquiera que tocare cualquiera cosa que haya estado debajo de él, será inmundo hasta la tarde; y el que la llevare, lavará sus ropas, y después de lavarse con agua, será inmundo hasta la tarde.",
      "topic": ""
    },
    "11": {
      "text": "Y todo aquel a quien tocare el que tiene flujo, y no lavare con agua sus manos, lavará sus ropas, y a sí mismo se lavará con agua, y será inmundo hasta la tarde.",
      "topic": ""
    },
    "12": {
      "text": "Y la vasija de barro en que tocare el que tiene flujo, será quebrada; y toda vasija de madera será lavada con agua.",
      "topic": ""
    },
    "13": {
      "text": "Y cuando se hubiere limpiado de su flujo el que tiene flujo, se ha de contar siete días desde su purificación, y lavará sus ropas, y lavará su carne en aguas corrientes, y será limpio.",
      "topic": ""
    },
    "14": {
      "text": "Y el octavo día tomará dos tórtolas, o dos palominos, y vendrá delante de Jehová a la puerta del tabernáculo de la congregación, y los dará al sacerdote:",
      "topic": ""
    },
    "15": {
      "text": "Y el sacerdote los ofrecerá, uno [en] ofrenda por el pecado, y el otro [por] holocausto; y el sacerdote hará expiación por él delante de Jehová, a causa de su flujo.",
      "topic": ""
    },
    "16": {
      "text": "Y el hombre, cuando de él saliere derramamiento de semen, lavará en aguas toda su carne, y será inmundo hasta la tarde.",
      "topic": ""
    },
    "17": {
      "text": "Y toda vestimenta, o toda piel sobre la cual cayere el semen, se lavará con agua, y será inmunda hasta la tarde.",
      "topic": ""
    },
    "18": {
      "text": "Y la mujer con quien el varón tuviera ayuntamiento de semen, ambos se lavarán con agua, y serán inmundos hasta la tarde.",
      "topic": ""
    },
    "19": {
      "text": "Y cuando la mujer tuviere flujo de sangre, [y] su flujo fuere en su carne, siete días estará apartada; y cualquiera que la tocare, será inmundo hasta la tarde.",
      "topic": ""
    },
    "20": {
      "text": "Y todo aquello sobre lo que ella se acostare mientras su separación, será inmundo: también todo aquello sobre lo que ella se sentare, será inmundo.",
      "topic": ""
    },
    "21": {
      "text": "Y cualquiera que tocare a su cama, lavará sus vestiduras, y después de lavarse con agua, será inmundo hasta la tarde.",
      "topic": ""
    },
    "22": {
      "text": "También cualquiera que tocare cualquier mueble sobre el que ella se hubiere sentado, lavará sus vestiduras; se lavará luego a sí mismo con agua, y será inmundo hasta la tarde.",
      "topic": ""
    },
    "23": {
      "text": "Y si [estuviere] sobre la cama, o sobre la silla en que ella se hubiere sentado, el que tocare en ella será inmundo hasta la tarde.",
      "topic": ""
    },
    "24": {
      "text": "Y si alguno durmiere con ella, y su menstruo fuere sobre él, será inmundo por siete días; y toda cama sobre la que durmiere, será inmunda.",
      "topic": ""
    },
    "25": {
      "text": "Y la mujer, cuando siguiere el flujo de su sangre por muchos días fuera del tiempo de su costumbre, o cuando tuviere flujo de sangre más de su costumbre; todo el tiempo del flujo de su inmundicia, será inmunda como en los días de su costumbre.",
      "topic": ""
    },
    "26": {
      "text": "Toda cama en que durmiere todo el tiempo de su flujo, le será como la cama de su costumbre; y todo mueble sobre el que se sentare, será inmundo, como la inmundicia de su costumbre.",
      "topic": ""
    },
    "27": {
      "text": "Cualquiera que tocare en esas cosas será inmundo; y lavará sus vestiduras, y a sí mismo se lavará con agua, y será inmundo hasta la tarde.",
      "topic": ""
    },
    "28": {
      "text": "Y cuando fuere libre de su flujo, se ha de contar siete días, y después será limpia.",
      "topic": ""
    },
    "29": {
      "text": "Y el octavo día tomará consigo dos tórtolas, o dos palominos, y los traerá al sacerdote, a la puerta del tabernáculo de la congregación:",
      "topic": ""
    },
    "30": {
      "text": "Y el sacerdote ofrecerá el uno [en] ofrenda por el pecado, y el otro [por] holocausto; y el sacerdote hará expiación por ella delante de Jehová, por el flujo de su inmundicia.",
      "topic": ""
    },
    "31": {
      "text": "Así apartaréis a los hijos de Israel de sus inmundicias, a fin de que no mueran por sus inmundicias, ensuciando mi tabernáculo que [está] entre ellos.",
      "topic": ""
    },
    "32": {
      "text": "Ésta [es] la ley del que tiene flujo, y del que sale derramamiento de semen, viniendo a ser inmundo a causa de ello;",
      "topic": ""
    },
    "33": {
      "text": "Y de la que padece su costumbre, y acerca del que tuviere flujo, sea hombre o mujer, y del hombre que durmiere con mujer inmunda.",
      "topic": ""
    }
  }
}