{
  "info": {
    "book": "Levítico",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y si su ofrenda fuere sacrificio de paz, si hubiere de ofrecerlo de ganado vacuno, sea macho o hembra, sin defecto lo ofrecerá delante de Jehová:",
      "topic": ""
    },
    "2": {
      "text": "Y pondrá su mano sobre la cabeza de su ofrenda, y la degollará a la puerta del tabernáculo de la congregación; y los sacerdotes, hijos de Aarón, rociarán su sangre sobre el altar en derredor.",
      "topic": ""
    },
    "3": {
      "text": "Luego ofrecerá del sacrificio de paz, por ofrenda encendida a Jehová, la grosura que cubre los intestinos, y toda la grosura que está sobre las entrañas,",
      "topic": ""
    },
    "4": {
      "text": "y los dos riñones, y la grosura que está sobre ellos, y sobre los ijares, y con los riñones quitará el redaño que está sobre el hígado.",
      "topic": ""
    },
    "5": {
      "text": "Y los hijos de Aarón harán arder esto en el altar, sobre el holocausto que estará sobre la leña que habrá encima del fuego; es ofrenda de olor grato a Jehová.",
      "topic": ""
    },
    "6": {
      "text": "Mas si de ovejas fuere su ofrenda para sacrificio de paz a Jehová, sea macho o hembra, la ofrecerá sin defecto.",
      "topic": ""
    },
    "7": {
      "text": "Si ofreciere cordero por su ofrenda, ha de ofrecerlo delante de Jehová:",
      "topic": ""
    },
    "8": {
      "text": "Y pondrá su mano sobre la cabeza de su ofrenda, y después la degollará delante del tabernáculo de la congregación; y los hijos de Aarón rociarán su sangre sobre el altar en derredor.",
      "topic": ""
    },
    "9": {
      "text": "Y del sacrificio de paz ofrecerá por ofrenda encendida a Jehová, su grosura, la cola entera, la cual quitará a raíz del espinazo, la grosura que cubre los intestinos, y toda la grosura que está sobre las entrañas.",
      "topic": ""
    },
    "10": {
      "text": "Asimismo los dos riñones, y la grosura que está sobre ellos, y el que está sobre los ijares, y con los riñones quitará el redaño de sobre el hígado.",
      "topic": ""
    },
    "11": {
      "text": "Y el sacerdote quemará esto sobre el altar; [es] vianda de ofrenda encendida a Jehová.",
      "topic": ""
    },
    "12": {
      "text": "Y si fuere cabra su ofrenda la ofrecerá delante de Jehová:",
      "topic": ""
    },
    "13": {
      "text": "Y pondrá su mano sobre la cabeza de ella, y la degollará delante del tabernáculo de la congregación; y los hijos de Aarón rociarán su sangre sobre el altar en derredor.",
      "topic": ""
    },
    "14": {
      "text": "Después ofrecerá de ella su ofrenda encendida a Jehová; la grosura que cubre los intestinos, y toda la grosura que está sobre las entrañas,",
      "topic": ""
    },
    "15": {
      "text": "y los dos riñones, y la grosura que está sobre ellos, y la que está sobre los ijares, y con los riñones quitará el redaño de sobre el hígado.",
      "topic": ""
    },
    "16": {
      "text": "Y el sacerdote quemará esto sobre el altar; es vianda de ofrenda que se quema en olor grato. Toda la grosura es de Jehová.",
      "topic": ""
    },
    "17": {
      "text": "Estatuto perpetuo [será] por vuestras generaciones; en todas vuestras moradas, ninguna grosura ni ninguna sangre comeréis.",
      "topic": ""
    }
  }
}