{
  "info": {
    "book": "Levítico",
    "chapter": "7",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Asimismo ésta es la ley de la expiación de la culpa; es cosa muy santa.",
      "topic": ""
    },
    "2": {
      "text": "En el lugar donde degollaren el holocausto, degollarán la víctima por la culpa; y rociará su sangre en derredor sobre el altar.",
      "topic": ""
    },
    "3": {
      "text": "Y de ella ofrecerá todo su grosura, la cola, y la grosura que cubre los intestinos.",
      "topic": ""
    },
    "4": {
      "text": "Y los dos riñones, y la grosura que está sobre ellos, y la que está sobre los ijares; y con los riñones quitará la grosura de sobre el hígado.",
      "topic": ""
    },
    "5": {
      "text": "Y el sacerdote lo quemará sobre el altar [como] ofrenda encendida a Jehová; es expiación de la culpa.",
      "topic": ""
    },
    "6": {
      "text": "Todo varón de entre los sacerdotes la comerá; será comida en el lugar santo; es cosa muy santa.",
      "topic": ""
    },
    "7": {
      "text": "Como la expiación por el pecado, así es la expiación de la culpa: una misma ley tendrán: será del sacerdote que habrá hecho la reconciliación con ella.",
      "topic": ""
    },
    "8": {
      "text": "Y el sacerdote que ofreciere holocausto de alguno, la piel del holocausto que ofreciere, será para él.",
      "topic": ""
    },
    "9": {
      "text": "Asimismo toda ofrenda que se cociere en horno, y todo lo que fuere aderezado en sartén, o en cazuela, será del sacerdote que lo ofreciere.",
      "topic": ""
    },
    "10": {
      "text": "Y toda ofrenda amasada con aceite, y seca, será de todos los hijos de Aarón, tanto al uno como al otro.",
      "topic": ""
    },
    "11": {
      "text": "Y ésta es la ley del sacrificio de paz, que se ofrecerá a Jehová:",
      "topic": ""
    },
    "12": {
      "text": "Si se ofreciere en acción de gracias, ofrecerá por sacrificio de acción de gracias tortas sin levadura amasadas con aceite, y hojaldres sin levadura untadas con aceite, y flor de harina frita en tortas amasadas con aceite.",
      "topic": ""
    },
    "13": {
      "text": "Con tortas de pan leudo ofrecerá su ofrenda en el sacrificio de acción de gracias de sus ofrendas de paz.",
      "topic": ""
    },
    "14": {
      "text": "Y de toda la ofrenda presentará una parte por ofrenda elevada a Jehová, y será del sacerdote que rociare la sangre de los sacrificios de paz.",
      "topic": ""
    },
    "15": {
      "text": "Y la carne del sacrificio de paz en acción de gracias, se comerá en el día que fuere ofrecida; no dejarán de ella nada para otro día.",
      "topic": ""
    },
    "16": {
      "text": "Mas si el sacrificio de su ofrenda fuere voto, o voluntario, el día que ofreciere su sacrificio será comido; y lo que de él quedare, se ha de comer el día siguiente:",
      "topic": ""
    },
    "17": {
      "text": "Y lo que quedare para el tercer día de la carne del sacrificio, será quemado en el fuego.",
      "topic": ""
    },
    "18": {
      "text": "Y si se comiere de la carne del sacrificio de paz al tercer día, el que lo ofreciere no será acepto, ni le será contado; abominación será, y la persona que de él comiere llevará su pecado.",
      "topic": ""
    },
    "19": {
      "text": "Y la carne que tocare a alguna cosa inmunda, no se comerá; al fuego será quemada; y en cuanto a la carne, todo limpio comerá de ella.",
      "topic": ""
    },
    "20": {
      "text": "Y la persona que comiere la carne del sacrificio de paz, el cual es de Jehová, estando inmunda, aquella persona será cortada de entre su pueblo.",
      "topic": ""
    },
    "21": {
      "text": "Además, la persona que tocare alguna cosa inmunda, en inmundicia de hombre, o en animal inmundo, o en cualquiera abominación inmunda, y comiere la carne del sacrificio de paz, el cual es de Jehová, aquella persona será cortada de su pueblo.",
      "topic": ""
    },
    "22": {
      "text": "Habló aún Jehová a Moisés, diciendo:",
      "topic": ""
    },
    "23": {
      "text": "Habla a los hijos de Israel, diciendo: Ninguna grosura de buey, ni de cordero, ni de cabra, comeréis.",
      "topic": ""
    },
    "24": {
      "text": "La grosura de animal muerto, y la grosura del que fue despedazado por fieras podrá servir para cualquier otro uso, pero no lo comeréis.",
      "topic": ""
    },
    "25": {
      "text": "Porque cualquiera que comiere grosura de animal, del cual se ofrece a Jehová ofrenda encendida, la persona que lo comiere, será cortada de entre su pueblo.",
      "topic": ""
    },
    "26": {
      "text": "Además, ninguna sangre comeréis en todas vuestras habitaciones, así de aves como de bestias.",
      "topic": ""
    },
    "27": {
      "text": "Cualquier persona que comiere alguna sangre, la tal persona será cortada de su pueblo.",
      "topic": ""
    },
    "28": {
      "text": "Habló más Jehová a Moisés, diciendo:",
      "topic": ""
    },
    "29": {
      "text": "Habla a los hijos de Israel, diciendo: El que ofreciere sacrificio de paz a Jehová, traerá su ofrenda del sacrificio de paz a Jehová;",
      "topic": ""
    },
    "30": {
      "text": "Sus manos traerán las ofrendas que se han de quemar a Jehová: traerá el sebo con el pecho; el pecho para que éste sea agitado, como sacrificio agitado delante de Jehová.",
      "topic": ""
    },
    "31": {
      "text": "Y la grosura la quemará el sacerdote sobre el altar, mas el pecho será de Aarón y de sus hijos.",
      "topic": ""
    },
    "32": {
      "text": "Y daréis al sacerdote para ser elevada en ofrenda, la espaldilla derecha de los sacrificios de vuestros sacrificios de paz.",
      "topic": ""
    },
    "33": {
      "text": "El que de los hijos de Aarón ofreciere la sangre de los sacrificios de paz, y la grosura, tomará la espaldilla derecha como su porción.",
      "topic": ""
    },
    "34": {
      "text": "Porque he tomado de los hijos de Israel, de los sacrificios de paz, el pecho que se agita, y la espaldilla elevada en ofrenda, y lo he dado a Aarón el sacerdote y a sus hijos, por estatuto perpetuo de los hijos de Israel.",
      "topic": ""
    },
    "35": {
      "text": "Ésta [es la porción] de la unción de Aarón y la unción de sus hijos, la porción de ellos en las ofrendas encendidas a Jehová, desde el día que él los presentó para ser sacerdotes de Jehová:",
      "topic": ""
    },
    "36": {
      "text": "Lo cual mandó Jehová que les diesen, desde el día que Él los ungió de entre los hijos de Israel, por estatuto perpetuo por sus generaciones.",
      "topic": ""
    },
    "37": {
      "text": "Ésta es la ley del holocausto, de la ofrenda, de la expiación por el pecado, y de la culpa, y de las consagraciones, y del sacrificio de paz;",
      "topic": ""
    },
    "38": {
      "text": "la cual Jehová mandó a Moisés, en el monte de Sinaí, el día que mandó a los hijos de Israel que ofreciesen sus ofrendas a Jehová en el desierto de Sinaí.",
      "topic": ""
    }
  }
}