{
  "info": {
    "book": "Exodus",
    "chapter": "39",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "From the blue, purple, and scarlet yarn they made specially woven garments for ministry in the sanctuary, as well as the holy garments for Aaron, just as the LORD had commanded Moses.",
      "topic": ""
    },
    "2": {
      "text": "Bezalel made the ephod of finely spun linen embroidered with gold, and with blue, purple, and scarlet yarn.",
      "topic": ""
    },
    "3": {
      "text": "They hammered out thin sheets of gold and cut threads from them to interweave with the blue, purple, and scarlet yarn, and fine linen—the work of a skilled craftsman.",
      "topic": ""
    },
    "4": {
      "text": "They made shoulder pieces for the ephod, which were attached at two of its corners, so it could be fastened.",
      "topic": ""
    },
    "5": {
      "text": "And the skillfully woven waistband of the ephod was of one piece with the ephod, of the same workmanship—with gold, with blue, purple, and scarlet yarn, and with finely spun linen, just as the LORD had commanded Moses.",
      "topic": ""
    },
    "6": {
      "text": "They mounted the onyx stones in gold filigree settings, engraved like a seal with the names of the sons of Israel.",
      "topic": ""
    },
    "7": {
      "text": "Then they fastened them on the shoulder pieces of the ephod as memorial stones for the sons of Israel, as the LORD had commanded Moses.",
      "topic": ""
    },
    "8": {
      "text": "He made the breastpiece with the same workmanship as the ephod, with gold, with blue, purple, and scarlet yarn, and with finely spun linen.",
      "topic": ""
    },
    "9": {
      "text": "It was square when folded over double, a span long and a span wide.",
      "topic": ""
    },
    "10": {
      "text": "And they mounted on it four rows of gemstones: The first row had a ruby, a topaz, and an emerald;",
      "topic": ""
    },
    "11": {
      "text": "the second row had a turquoise, a sapphire, and a diamond;",
      "topic": ""
    },
    "12": {
      "text": "the third row had a jacinth, an agate, and an amethyst;",
      "topic": ""
    },
    "13": {
      "text": "and the fourth row had a beryl, an onyx, and a jasper. These stones were mounted in gold filigree settings.",
      "topic": ""
    },
    "14": {
      "text": "The twelve stones corresponded to the names of the sons of Israel. Each stone was engraved like a seal with the name of one of the twelve tribes.",
      "topic": ""
    },
    "15": {
      "text": "For the breastpiece they made braided chains like cords of pure gold.",
      "topic": ""
    },
    "16": {
      "text": "They also made two gold filigree settings and two gold rings, and fastened the two rings to the two corners of the breastpiece.",
      "topic": ""
    },
    "17": {
      "text": "Then they fastened the two gold chains to the two gold rings at the corners of the breastpiece,",
      "topic": ""
    },
    "18": {
      "text": "and they fastened the other ends of the two chains to the two filigree settings, attaching them to the shoulder pieces of the ephod at the front.",
      "topic": ""
    },
    "19": {
      "text": "They made two more gold rings and attached them to the other two corners of the breastpiece, on the inside edge next to the ephod.",
      "topic": ""
    },
    "20": {
      "text": "They made two additional gold rings and attached them to the bottom of the two shoulder pieces of the ephod, on its front, near the seam just above its woven waistband.",
      "topic": ""
    },
    "21": {
      "text": "Then they tied the rings of the breastpiece to the rings of the ephod with a cord of blue yarn, so that the breastpiece was above the waistband of the ephod and would not swing out from the ephod, just as the LORD had commanded Moses.",
      "topic": ""
    },
    "22": {
      "text": "They made the robe of the ephod entirely of blue cloth, the work of a weaver,",
      "topic": ""
    },
    "23": {
      "text": "with an opening in the center of the robe like that of a garment, with a collar around the opening so that it would not tear.",
      "topic": ""
    },
    "24": {
      "text": "They made pomegranates of blue, purple, and scarlet yarn and finely spun linen on the lower hem of the robe.",
      "topic": ""
    },
    "25": {
      "text": "They also made bells of pure gold and attached them around the hem between the pomegranates,",
      "topic": ""
    },
    "26": {
      "text": "alternating the bells and pomegranates around the lower hem of the robe to be worn for ministry, just as the LORD had commanded Moses.",
      "topic": ""
    },
    "27": {
      "text": "For Aaron and his sons they made tunics of fine linen, the work of a weaver,",
      "topic": ""
    },
    "28": {
      "text": "as well as the turban of fine linen, the ornate headbands and undergarments of finely spun linen,",
      "topic": ""
    },
    "29": {
      "text": "and the sash of finely spun linen, embroidered with blue, purple, and scarlet yarn, just as the LORD had commanded Moses.",
      "topic": ""
    },
    "30": {
      "text": "They also made the plate of the holy crown of pure gold, and they engraved on it, like an inscription on a seal: HOLY TO THE LORD.",
      "topic": ""
    },
    "31": {
      "text": "Then they fastened to it a blue cord to mount it on the turban, just as the LORD had commanded Moses.",
      "topic": ""
    },
    "32": {
      "text": "So all the work for the tabernacle, the Tent of Meeting, was completed. The Israelites did everything just as the LORD had commanded Moses.",
      "topic": ""
    },
    "33": {
      "text": "Then they brought the tabernacle to Moses: the tent with all its furnishings, its clasps, its frames, its crossbars, and its posts and bases;",
      "topic": ""
    },
    "34": {
      "text": "the covering of ram skins dyed red, the covering of fine leather, and the veil of the covering;",
      "topic": ""
    },
    "35": {
      "text": "the ark of the Testimony with its poles and the mercy seat;",
      "topic": ""
    },
    "36": {
      "text": "the table with all its utensils and the Bread of the Presence;",
      "topic": ""
    },
    "37": {
      "text": "the pure gold lampstand with its row of lamps and all its utensils, as well as the oil for the light;",
      "topic": ""
    },
    "38": {
      "text": "the gold altar, the anointing oil, the fragrant incense, and the curtain for the entrance to the tent;",
      "topic": ""
    },
    "39": {
      "text": "the bronze altar with its bronze grating, its poles, and all its utensils; the basin with its stand;",
      "topic": ""
    },
    "40": {
      "text": "the curtains of the courtyard with its posts and bases; the curtain for the gate of the courtyard, its ropes and tent pegs, and all the equipment for the service of the tabernacle, the Tent of Meeting;",
      "topic": ""
    },
    "41": {
      "text": "and the woven garments for ministering in the sanctuary, both the holy garments for Aaron the priest and the garments for his sons to serve as priests.",
      "topic": ""
    },
    "42": {
      "text": "The Israelites had done all the work just as the LORD had commanded Moses.",
      "topic": ""
    },
    "43": {
      "text": "And Moses inspected all the work and saw that they had accomplished it just as the LORD had commanded. So Moses blessed them.",
      "topic": ""
    }
  }
}