{
  "info": {
    "book": "Romans",
    "chapter": "16",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "24",
      "topic": ""
    },
    "2": {
      "text": "Welcome her in the Lord in a manner worthy of the saints, and assist her with anything she may need from you. For she has been a great help to many people, including me.",
      "topic": ""
    },
    "3": {
      "text": "Greet Prisca and Aquila, my fellow workers in Christ Jesus,",
      "topic": ""
    },
    "4": {
      "text": "who have risked their lives for me. Not only I but all the churches of the Gentiles are grateful to them.",
      "topic": ""
    },
    "5": {
      "text": "Greet also the church that meets at their house. Greet my beloved Epenetus, who was the first convert to Christ in the province of Asia.",
      "topic": ""
    },
    "6": {
      "text": "Greet Mary, who has worked very hard for you.",
      "topic": ""
    },
    "7": {
      "text": "Greet Andronicus and Junia, my fellow countrymen and fellow prisoners. They are outstanding among the apostles, and they were in Christ before I was.",
      "topic": ""
    },
    "8": {
      "text": "Greet Ampliatus, my beloved in the Lord.",
      "topic": ""
    },
    "9": {
      "text": "Greet Urbanus, our fellow worker in Christ, and my beloved Stachys.",
      "topic": ""
    },
    "10": {
      "text": "Greet Apelles, who is approved in Christ. Greet those who belong to the household of Aristobulus.",
      "topic": ""
    },
    "11": {
      "text": "Greet Herodion, my fellow countryman. Greet those from the household of Narcissus who are in the Lord.",
      "topic": ""
    },
    "12": {
      "text": "Greet Tryphena and Tryphosa, women who have worked hard in the Lord. Greet my beloved Persis, who has worked very hard in the Lord.",
      "topic": ""
    },
    "13": {
      "text": "Greet Rufus, chosen in the Lord, and his mother, who has been a mother to me as well.",
      "topic": ""
    },
    "14": {
      "text": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers with them.",
      "topic": ""
    },
    "15": {
      "text": "Greet Philologus and Julia, Nereus and his sister, and Olympas and all the saints with them.",
      "topic": ""
    },
    "16": {
      "text": "Greet one another with a holy kiss. All the churches of Christ send you greetings.",
      "topic": ""
    },
    "17": {
      "text": "Now I urge you, brothers, to watch out for those who create divisions and obstacles that are contrary to the teaching you have learned. Turn away from them.",
      "topic": ""
    },
    "18": {
      "text": "For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the hearts of the naive.",
      "topic": ""
    },
    "19": {
      "text": "Everyone has heard about your obedience, so I rejoice over you. But I want you to be wise about what is good and innocent about what is evil.",
      "topic": ""
    },
    "20": {
      "text": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.",
      "topic": ""
    },
    "21": {
      "text": "Timothy, my fellow worker, sends you greetings, as do Lucius, Jason, and Sosipater, my fellow countrymen.",
      "topic": ""
    },
    "22": {
      "text": "I, Tertius, who wrote down this letter, greet you in the Lord.",
      "topic": ""
    },
    "23": {
      "text": "Gaius, who has hosted me and all the church, sends you greetings. Erastus, the city treasurer, sends you greetings, as does our brother Quartus.",
      "topic": ""
    },
    "25": {
      "text": "Now to Him who is able to strengthen you by my gospel and by the proclamation of Jesus Christ, according to the revelation of the mystery concealed for ages past",
      "topic": ""
    },
    "26": {
      "text": "but now revealed and made known through the writings of the prophets by the command of the eternal God, in order to lead all nations to the obedience that comes from faith—",
      "topic": ""
    },
    "27": {
      "text": "to the only wise God be glory forever through Jesus Christ! Amen.",
      "topic": ""
    }
  }
}