{
  "info": {
    "book": "Romans",
    "chapter": "2",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "You, therefore, have no excuse, you who pass judgment on another. For on whatever grounds you judge the other, you are condemning yourself, because you who pass judgment do the same things.",
      "topic": ""
    },
    "2": {
      "text": "And we know that God’s judgment against those who do such things is based on truth.",
      "topic": ""
    },
    "3": {
      "text": "So when you, O man, pass judgment on others, yet do the same things, do you think you will escape God’s judgment?",
      "topic": ""
    },
    "4": {
      "text": "Or do you disregard the riches of His kindness, tolerance, and patience, not realizing that God’s kindness leads you to repentance?",
      "topic": ""
    },
    "5": {
      "text": "But because of your hard and unrepentant heart, you are storing up wrath against yourself for the day of wrath, when God’s righteous judgment will be revealed.",
      "topic": ""
    },
    "6": {
      "text": "God “will repay each one according to his deeds.”",
      "topic": ""
    },
    "7": {
      "text": "To those who by perseverance in doing good seek glory, honor, and immortality, He will give eternal life.",
      "topic": ""
    },
    "8": {
      "text": "But for those who are self-seeking and who reject the truth and follow wickedness, there will be wrath and anger.",
      "topic": ""
    },
    "9": {
      "text": "There will be trouble and distress for every human being who does evil, first for the Jew, then for the Greek;",
      "topic": ""
    },
    "10": {
      "text": "but glory, honor, and peace for everyone who does good, first for the Jew, then for the Greek.",
      "topic": ""
    },
    "11": {
      "text": "For God does not show favoritism.",
      "topic": ""
    },
    "12": {
      "text": "All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law.",
      "topic": ""
    },
    "13": {
      "text": "For it is not the hearers of the law who are righteous before God, but it is the doers of the law who will be declared righteous.",
      "topic": ""
    },
    "14": {
      "text": "Indeed, when Gentiles, who do not have the law, do by nature what the law requires, they are a law to themselves, even though they do not have the law.",
      "topic": ""
    },
    "15": {
      "text": "So they show that the work of the law is written on their hearts, their consciences also bearing witness, and their thoughts either accusing or defending them",
      "topic": ""
    },
    "16": {
      "text": "on the day when God will judge men’s secrets through Christ Jesus, as proclaimed by my gospel.",
      "topic": ""
    },
    "17": {
      "text": "Now you, if you call yourself a Jew; if you rely on the law and boast in God;",
      "topic": ""
    },
    "18": {
      "text": "if you know His will and approve of what is superior because you are instructed by the law;",
      "topic": ""
    },
    "19": {
      "text": "if you are convinced that you are a guide for the blind, a light for those in darkness,",
      "topic": ""
    },
    "20": {
      "text": "an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth—",
      "topic": ""
    },
    "21": {
      "text": "you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal?",
      "topic": ""
    },
    "22": {
      "text": "You who forbid adultery, do you commit adultery? You who abhor idols, do you rob temples?",
      "topic": ""
    },
    "23": {
      "text": "You who boast in the law, do you dishonor God by breaking the law?",
      "topic": ""
    },
    "24": {
      "text": "As it is written: “God’s name is blasphemed among the Gentiles because of you.”",
      "topic": ""
    },
    "25": {
      "text": "Circumcision has value if you observe the law, but if you break the law, your circumcision has become uncircumcision.",
      "topic": ""
    },
    "26": {
      "text": "If a man who is not circumcised keeps the requirements of the law, will not his uncircumcision be regarded as circumcision?",
      "topic": ""
    },
    "27": {
      "text": "The one who is physically uncircumcised yet keeps the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker.",
      "topic": ""
    },
    "28": {
      "text": "A man is not a Jew because he is one outwardly, nor is circumcision only outward and physical.",
      "topic": ""
    },
    "29": {
      "text": "No, a man is a Jew because he is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the written code. Such a man’s praise does not come from men, but from God.",
      "topic": ""
    }
  }
}