{
  "info": {
    "book": "Mark",
    "chapter": "2",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And again he went into Capernaum after the days; and it was heard that he is in the house.",
      "topic": ""
    },
    "2": {
      "text": "And quickly many were gathered together, so as no more to have room, neither at the door: and he spake the word to them.",
      "topic": ""
    },
    "3": {
      "text": "And they come to him, bringing a paralytic, lifted up by four.",
      "topic": ""
    },
    "4": {
      "text": "And not being able to draw near to him for the crowd, they uncovered the roof where he was and having excavated, they let down his couch upon which the paralytic was laid.",
      "topic": ""
    },
    "5": {
      "text": "And Jesus having seen their faith, says to the paralytic, Child, thy sins have been remitted to thee.",
      "topic": ""
    },
    "6": {
      "text": "And certain of the scribes were sitting there, and discussing in their hearts,",
      "topic": ""
    },
    "7": {
      "text": "Why does this thus speak blasphemies? who can remit sins but the one God.",
      "topic": ""
    },
    "8": {
      "text": "And Jesus quickly having known that they discuss in themselves, says to them, Why discuss ye these things in your hearts.",
      "topic": ""
    },
    "9": {
      "text": "Why is it easier to say to the paralytic, Sins have been remitted to thee? or to say, Arise, lift up thy couch, and walk?",
      "topic": ""
    },
    "10": {
      "text": "And that ye might know that the Son of man has power to remit sins upon earth, (he says to the paralytic)",
      "topic": ""
    },
    "11": {
      "text": "I say to thee, Arise, and lift up thy couch, and retire to thy house.",
      "topic": ""
    },
    "12": {
      "text": "And he was quickly raised up; and having lifted up the couch, he went forth before all, so that all were affected in mind, and praised God, saying, That we never saw it thus.",
      "topic": ""
    },
    "13": {
      "text": "And he went out again by the sea; and all the crowd came to him, and he taught them.",
      "topic": ""
    },
    "14": {
      "text": "And passing by, he saw Levi, him of Alpheus, sitting by the customhouse, and he says to him, Follow me. And having risen, he followed him.",
      "topic": ""
    },
    "15": {
      "text": "And it was in his reclining at table in his house, and many publicans and sinful reclined together with Jesus and his disciples: for they were many, and they followed him.",
      "topic": ""
    },
    "16": {
      "text": "And the scribes and Pharisees having seen him eating with publicans and sinful, said to his disciples, Why does he eat and drink with publicans and sinful?",
      "topic": ""
    },
    "17": {
      "text": "And Jesus having heard, says to them, They being strong have no need of a physician, but those being affected: I came not to call the just, but the sinful to repentance.",
      "topic": ""
    },
    "18": {
      "text": "And the disciples of John, and of the Pharisees were fasting: and they come and say to him, Why do the disciples of John, and of the Pharisees fast, and the disciples to thee fast not?",
      "topic": ""
    },
    "19": {
      "text": "And Jesus said to them, Can the sons of the nuptial chamber, in which the bridegroom is with them, fast? as much time as they have the bridegroom with them, they cannot fast.",
      "topic": ""
    },
    "20": {
      "text": "And the days shall come when the bridegroom should he taken away from them, and then shall they fast in those days.",
      "topic": ""
    },
    "21": {
      "text": "And none sews a piece of uncombed fragment upon an old garment; and lest its new filling up take away from the old, and the splitting be worse.",
      "topic": ""
    },
    "22": {
      "text": "And none puts new wine in old wine-skins: and lest the new wine rend the wine-skins, and the wine be poured out, and the wine-skins perish; but they put new wine in new wine-skins.",
      "topic": ""
    },
    "23": {
      "text": "And it was he passed by through the standing corn in the sabbaths: and his disciples began to make the way, picking out the ears of corn.",
      "topic": ""
    },
    "24": {
      "text": "And the Pharisees said to him, Behold, why do they in the sabbaths what is not lawful.",
      "topic": ""
    },
    "25": {
      "text": "And he said to them, Did ye never read what David did, when he had need, and hungered, himself, and those with him?",
      "topic": ""
    },
    "26": {
      "text": "How he went into the house of God to Abiathar the chief priest, and ate the loaves of setting up, which is not lawful to eat but for priests, and gave to those being with him?",
      "topic": ""
    },
    "27": {
      "text": "And he said to them, The sabbath was for man, and not man for the sabbath:",
      "topic": ""
    },
    "28": {
      "text": "Therefore the Son of man is Lord also of the sabbath.",
      "topic": ""
    }
  }
}