{
  "info": {
    "book": "Mark",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he went again into the synagogue; and a man was there having the hand dried up.",
      "topic": ""
    },
    "2": {
      "text": "And they were observing him narrowly, if in the sabbaths he will heal him; that they might accuse him.",
      "topic": ""
    },
    "3": {
      "text": "And he says to the man having the hand dried up, Rise in the midst.",
      "topic": ""
    },
    "4": {
      "text": "And he says to them, Is it lawful in the sabbaths to do good, or to do evil? to save a soul, or to kill? And they were silent.",
      "topic": ""
    },
    "5": {
      "text": "And having looked round upon them with anger, grieved for the hardness of their heart, he says to the man, Stretch out thy hand. And he stretched out: and his hand was restored whole as the other.",
      "topic": ""
    },
    "6": {
      "text": "And the Pharisees having come out, quickly with the Herodians were making counsel against him, that they might destroy him.",
      "topic": ""
    },
    "7": {
      "text": "And Jesus withdrew with, his disciples to the sea: and a great multitude from Galilee followed him, and from Judea,",
      "topic": ""
    },
    "8": {
      "text": "And from Jerusalem, and from Idumea, and beyond Jordan; and they about Tyre and Sidon, a great multitude, having heard what he did, came to him.",
      "topic": ""
    },
    "9": {
      "text": "And he said to his disciples, that a small vessel should remain for him, on account of the crowd, that they might not press him.",
      "topic": ""
    },
    "10": {
      "text": "For he cured many; so as to fall upon him that they might touch him, as many as had plagues.",
      "topic": ""
    },
    "11": {
      "text": "And unclean spirits, when they saw him, fell before him, and cried, saying, That thou art the Son of God.",
      "topic": ""
    },
    "12": {
      "text": "And he censured them much, lest they should make him manifest.",
      "topic": ""
    },
    "13": {
      "text": "And he goes up to a mountain, and calls whom he would: and they came to him.",
      "topic": ""
    },
    "14": {
      "text": "And he made the twelve, that they might be with him, and that he might send them forth to proclaim,",
      "topic": ""
    },
    "15": {
      "text": "And have power to cure diseases, and cast out demons:",
      "topic": ""
    },
    "16": {
      "text": "And he set to Simon the name Peter;",
      "topic": ""
    },
    "17": {
      "text": "And James, him of Zebedee, and John brother of James; and he set to them names Boanerges, which is, Sons of thunder:",
      "topic": ""
    },
    "18": {
      "text": "And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James him of Alpheus, and Thaddeus, and Simon the Canaanite,",
      "topic": ""
    },
    "19": {
      "text": "And Judas Iscariot, who also delivered him up.",
      "topic": ""
    },
    "20": {
      "text": "And they came into the house; and again came the crowd together, so that they could not even eat bread.",
      "topic": ""
    },
    "21": {
      "text": "And they with him, having heard, came forth to take hold of him: for they said, That he is affected in mind.",
      "topic": ""
    },
    "22": {
      "text": "And the scribes, they having come down from Jerusalem, said, That he has Beelzeboul, and that by the ruler of demons he casts out demons.",
      "topic": ""
    },
    "23": {
      "text": "And having called them, in parables spake he to them, How can Satan cast out Satan.",
      "topic": ""
    },
    "24": {
      "text": "And if a kingdom be divided against itself, that kingdom cannot stand.",
      "topic": ""
    },
    "25": {
      "text": "And if a house be divided against itself, that house cannot stand.",
      "topic": ""
    },
    "26": {
      "text": "And if Satan rise up against himself, and has been divided, he cannot stand, but has an end.",
      "topic": ""
    },
    "27": {
      "text": "None can plunder the vessels of the strong, having entered his house, except he first bind the strong; then he will plunder his house.",
      "topic": ""
    },
    "28": {
      "text": "Truly I say to you, That all sins shall be remitted to the sons of men, and defamations whatever they defame:",
      "topic": ""
    },
    "29": {
      "text": "And whoever should defame against the Holy Spirit has no remission forever, but he is liable to the penalty of eternal condemnation.",
      "topic": ""
    },
    "30": {
      "text": "For they said, He has an unclean spirit.",
      "topic": ""
    },
    "31": {
      "text": "Then came his brethren and his mother, and, standing without, they sent to him, calling him.",
      "topic": ""
    },
    "32": {
      "text": "And the crowd sat about him, and they said to him, Behold, thy mother and thy brethren without seek thee.",
      "topic": ""
    },
    "33": {
      "text": "And he answered them, saying, Who is my mother, and my brethren?",
      "topic": ""
    },
    "34": {
      "text": "And having looked round upon those sitting round about him, he says, Behold my mother and my brethren!",
      "topic": ""
    },
    "35": {
      "text": "For whoever should do the will of God, he is my brother, and my sister, and mother.",
      "topic": ""
    }
  }
}