{
  "info": {
    "book": "Mark",
    "chapter": "5",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And they went beyond the sea, to the country of the Gadarenes.",
      "topic": ""
    },
    "2": {
      "text": "And to him coming out of the ship, quickly a man met him from the monuments with an unclean spirit,",
      "topic": ""
    },
    "3": {
      "text": "Who had a dwelling among the monuments; and neither with chains could any one bind him:",
      "topic": ""
    },
    "4": {
      "text": "For he had been bound many times with fetters and chains, and the chains were torn asunder by him, and the fetters broken in pieces: and none could tame him.",
      "topic": ""
    },
    "5": {
      "text": "And always, night and day, was he in the mountains, and among the monuments, crying, and mangling himself with stones.",
      "topic": ""
    },
    "6": {
      "text": "And having seen Jesus from afar, he ran and worshipped him.",
      "topic": ""
    },
    "7": {
      "text": "And having cried with a great voice, he said, What to me and thee, Jesus, O Son of God most high I adjure thee by God, that thou torture me not.",
      "topic": ""
    },
    "8": {
      "text": "For he said to him, Come forth out of the man, thou unclean spirit.",
      "topic": ""
    },
    "9": {
      "text": "And he asked him, What the name to thee? And he answered, saying, My name, Legion: for we are many.",
      "topic": ""
    },
    "10": {
      "text": "And he besought him much that he would not send them out of the country.",
      "topic": ""
    },
    "11": {
      "text": "And a great herd of swine was feeding there near the mountains.",
      "topic": ""
    },
    "12": {
      "text": "And all the demons besought him, saying, Send us into the swine, that we might enter into them.",
      "topic": ""
    },
    "13": {
      "text": "And quickly Jesus permitted them. And the evil spirits having come forth, entered into the swine: and the herd rushed through the precipice into the sea, (and they were about two thousand;) and they were choked in the sea.",
      "topic": ""
    },
    "14": {
      "text": "And those feeding the swine fled, and they announced in the city, and in the fields. And they came forth to see what is it that was done.",
      "topic": ""
    },
    "15": {
      "text": "And they come to Jesus, and they see him possessed with the demon, sitting down, and being clothed, and of sound mind: and they were afraid.",
      "topic": ""
    },
    "16": {
      "text": "And they having seen, recounted to them how it was to him possessed with the demon, and concerning the swine.",
      "topic": ""
    },
    "17": {
      "text": "And they began to beseech him to depart out of their bounds.",
      "topic": ""
    },
    "18": {
      "text": "And he having gone into the ship, he having been possessed with a demon besought him that he might be with him.",
      "topic": ""
    },
    "19": {
      "text": "And Jesus permitted him not; but he says to him, Retire to thy house, to thine own, and announce to them what things the Lord did to thee, and he pitied thee.",
      "topic": ""
    },
    "20": {
      "text": "And he went away, and began to proclaim in Decapolis what Jesus did to him: and all were wondering.",
      "topic": ""
    },
    "21": {
      "text": "And Jesus having passed over again in the ship on the other side, a great crowd was gathered together to him: and he was by the sea.",
      "topic": ""
    },
    "22": {
      "text": "And, behold, one of the rulers of the synagogue comes, Jairus by name; and having seen him, he fell at his feet,",
      "topic": ""
    },
    "23": {
      "text": "And he besought him much, saying, That my little daughter is at the last extremity: that, having come, thou Mightest put the hands upon her, so that she might be saved; and she shall live.",
      "topic": ""
    },
    "24": {
      "text": "And he went away with him; and a great crowd followed him, and they pressed him.",
      "topic": ""
    },
    "25": {
      "text": "And a certain woman, being in a flowing of blood twelve years,",
      "topic": ""
    },
    "26": {
      "text": "And having suffered many things by many physicians, and having expended all of her own, and not having been benefited, but having come rather to the worse,",
      "topic": ""
    },
    "27": {
      "text": "Having heard concerning Jesus, having come in the crowd behind, she touched his garment.",
      "topic": ""
    },
    "28": {
      "text": "For she said, That if I touch his garment, I shall be saved.",
      "topic": ""
    },
    "29": {
      "text": "And quickly the fountain of her blood was dried up; and she knew in the body that she is healed from the plague.",
      "topic": ""
    },
    "30": {
      "text": "And Jesus, having quickly known in himself the power having gone out of him, having turned round in the crowd, he said, Who has touched my garments?",
      "topic": ""
    },
    "31": {
      "text": "And his disciples said to him, Seest thou the crowd pressing thee, and sayest thou, Who has touched me?",
      "topic": ""
    },
    "32": {
      "text": "And he looked round about to see her having done this.",
      "topic": ""
    },
    "33": {
      "text": "And the woman, afraid and trembling, having known what bad been upon her, came and fell down before him, and spake all the truth to him.",
      "topic": ""
    },
    "34": {
      "text": "And he said to her, Daughter, thy faith has saved thee; retire in peace, and be whole from thy plague.",
      "topic": ""
    },
    "35": {
      "text": "He yet speaking, they come from the ruler of the synagogue, saying, That thy daughter is dead: why yet dost thou importune the Teacher?",
      "topic": ""
    },
    "36": {
      "text": "And Jesus having quickly heard the word spoken, says to the ruler of the synagogue, Fear not, only believe.",
      "topic": ""
    },
    "37": {
      "text": "And he permitted not any to follow him, except Peter, and James, and John the brother of James.",
      "topic": ""
    },
    "38": {
      "text": "And he comes to the house of the ruler of the synagogue, and sees an uproar, they weeping and wailing much.",
      "topic": ""
    },
    "39": {
      "text": "And having time in, he says to them, Why make ye an uproar, and weep? the young child is not dead, but sleeps.",
      "topic": ""
    },
    "40": {
      "text": "And they laughed at him. And he, having cast them all out, takes the father and mother of the young child, and those with him, and goes where the young child was lying.",
      "topic": ""
    },
    "41": {
      "text": "And having taken the hand of the young child, he says to her, Talitha cumi; which is, being interpreted, Little girl, I say to thee, arise.",
      "topic": ""
    },
    "42": {
      "text": "And the little girl arose quickly, and walked; for she was of twelve years. And they were affected in mind with great amazement.",
      "topic": ""
    },
    "43": {
      "text": "And he charged them much that none should know this thing; and he spake to give her to eat.",
      "topic": ""
    }
  }
}