{
  "info": {
    "book": "Mark",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he came out thence, and came to his native land; and his disciples follow him.",
      "topic": ""
    },
    "2": {
      "text": "And sabbath having come, he began to teach in the synagogue: and many hearing were struck with amazement, saying, Whence to this one these things? and what this wisdom given to him, that such powers are done by his hands?",
      "topic": ""
    },
    "3": {
      "text": "Is not this the carpenter, son of Mary, and brother of James, and Joses, and Jude, and Simon and are not his sisters here with us? And they were scandalized in him.",
      "topic": ""
    },
    "4": {
      "text": "And Jesus said to them, That a prophet Is not unhonoured, except in his native land, and in kinsmen, and in his house.",
      "topic": ""
    },
    "5": {
      "text": "And he could do no power there, except having laid his hands upon a few sick, he cured.",
      "topic": ""
    },
    "6": {
      "text": "And he wondered for their unbelief. And he went about the towns teaching.",
      "topic": ""
    },
    "7": {
      "text": "And he calls the twelve, and began to send them, two and two; and gave them power over unclean spirits;",
      "topic": ""
    },
    "8": {
      "text": "And enjoined them, that they take nothing for the way, except a rod only; no traveling-sack, no bread, no brass in the purse:",
      "topic": ""
    },
    "9": {
      "text": "But bound with sandals; and not clothed with two coats.",
      "topic": ""
    },
    "10": {
      "text": "And he said to them, Wherever ye come into a house, there remain ye even till ye should come forth thence.",
      "topic": ""
    },
    "11": {
      "text": "And as many as receive you not, nor hear you, going out thence, shake off the heap of dust under your feet for testimony to them. Truly I say to you, It shall be more supportable for the Sodomites or Gomorrhites in the day of judgment, than that city.",
      "topic": ""
    },
    "12": {
      "text": "And having gone out, they proclaimed that they repent.",
      "topic": ""
    },
    "13": {
      "text": "And they cast out many demons, and anointed many sick with oil, and they were cured.",
      "topic": ""
    },
    "14": {
      "text": "And king Herod heard his name; (for it was manifest:) and said, That John the Immerser was raised from the dead, and for this the powers were energetic in him.",
      "topic": ""
    },
    "15": {
      "text": "Others amid, That he is Elias. And others said, That he is a prophet, or as one of the prophets.",
      "topic": ""
    },
    "16": {
      "text": "And Herod, having heard, said, That John whom I beheaded, this is he; he was raised from the dead.",
      "topic": ""
    },
    "17": {
      "text": "For this Herod, having sent, took John, and bound him in prison because of Herodias, his brother Philip’s wife: for he married her.",
      "topic": ""
    },
    "18": {
      "text": "For John said to Herod, That it is not lawful for thee to have thy brother’s wife.",
      "topic": ""
    },
    "19": {
      "text": "And Herodias had a grudge against him, and desired to kill him; and could not:",
      "topic": ""
    },
    "20": {
      "text": "For Herod feared John, knowing him a just and holy man, and he observed him: and having heard him, did many things, and heard him cheerfully.",
      "topic": ""
    },
    "21": {
      "text": "And a convenient day having come, when Herod in the festivities of his birthday made a supper to his leading persons, and to the captains of thousands, and to the first of Galilee;",
      "topic": ""
    },
    "22": {
      "text": "And the daughter of this Herodias, having come in, and danced, and pleased Herod and those reclining together at table, the king said to the little girl, Ask me whatever thou wishest, and I will give thee.",
      "topic": ""
    },
    "23": {
      "text": "And he swore to her, That whatever thou shouldest ask, I will give thee, even to half my kingdom.",
      "topic": ""
    },
    "24": {
      "text": "And she having come out, said to her mother, What shall I ask? And she said, The head of John the Immerser.",
      "topic": ""
    },
    "25": {
      "text": "And having come quickly with haste to the king, she asked, saying, I wish that thou wouldest give me by itself, upon a board, the head of John the Immerser.",
      "topic": ""
    },
    "26": {
      "text": "And the king having been sorely grieved on account of the oaths and those reclining at table together, wished not to refuse her.",
      "topic": ""
    },
    "27": {
      "text": "And quickly the king, having sent a scout, commanded his head to be brought:",
      "topic": ""
    },
    "28": {
      "text": "And he having departed, beheaded him in prison, and brought his head upon a board, and gave it to the little girl: and the little girl gave it to her mother.",
      "topic": ""
    },
    "29": {
      "text": "And his disciples, having heard, came and took up his corpse, and put it in a tomb.",
      "topic": ""
    },
    "30": {
      "text": "And the sent are gathered to Jesus, and announced to him all things, whatever they did, and whatever they taught.",
      "topic": ""
    },
    "31": {
      "text": "And he said to them, Come ye yourselves apart to a desert place, and rest a little: for many were coming and returning, and neither had they leisure to eat.",
      "topic": ""
    },
    "32": {
      "text": "And they departed to a desert place by ship apart.",
      "topic": ""
    },
    "33": {
      "text": "And the crowds saw them retiring, and many knew him, and they were running there on foot from all cities, and came before them, and came together to him.",
      "topic": ""
    },
    "34": {
      "text": "And Jesus, having come out, saw a great crowd, and felt compassion for them, for they were as sheep having not having a shepherd: and he began to teach them many things.",
      "topic": ""
    },
    "35": {
      "text": "And having been already much time, his disciples, having come to him, say, This is a desert place, and already the time much:",
      "topic": ""
    },
    "36": {
      "text": "Loose them, that having departed to the fields and towns round about, they might buy to themselves loaves: for they have nothing they might eat.",
      "topic": ""
    },
    "37": {
      "text": "And having answered, he said to them, Give ye them to eat. And they say to him, Having gone, should we buy loaves of two hundred drachmas, and give them to eat?",
      "topic": ""
    },
    "38": {
      "text": "And he says to them, How many loaves have ye? retire and see. And having known, they say, Five, and two fishes.",
      "topic": ""
    },
    "39": {
      "text": "And he commanded them all to recline a drinking together, drinking together upon the green grass.",
      "topic": ""
    },
    "40": {
      "text": "And the borders, the borders reclined, by one hundred, and by fifty.",
      "topic": ""
    },
    "41": {
      "text": "And having taken the five loaves and two fishes, having looked up to heaven, he praised, and he brake the loaves, and gave to his disciples that they might set before them; and the two fishes he divided to all.",
      "topic": ""
    },
    "42": {
      "text": "And they all ate, and were satisfied.",
      "topic": ""
    },
    "43": {
      "text": "And they took up twelve baskets full of fragments and of fishes.",
      "topic": ""
    },
    "44": {
      "text": "And they eating the loaves were about five thousand men.",
      "topic": ""
    },
    "45": {
      "text": "And quickly he constrained his disciples to go to the ship, and to lead before to the other side of Bethsaida, till he loose the crowd:",
      "topic": ""
    },
    "46": {
      "text": "And having dismissed them, he went away to the mount to pray.",
      "topic": ""
    },
    "47": {
      "text": "And evening having come, the ship was in the midst of the sea, and he alone upon land.",
      "topic": ""
    },
    "48": {
      "text": "And he saw them trying to urge forward, for the wind was contrary to them: and about the fourth watch of the night he comes to them walking upon the sea, and he would pass by them.",
      "topic": ""
    },
    "49": {
      "text": "And having seen him walking upon the sea, they thought it was an apparition, and cried out:",
      "topic": ""
    },
    "50": {
      "text": "For all saw him, and were troubled. And quickly he spake with them, and says to them, Take courage: I am; be not afraid.",
      "topic": ""
    },
    "51": {
      "text": "And he went up to them to the ship; and the wind ceased, and they were greatly affected in mind above measure and wondered.",
      "topic": ""
    },
    "52": {
      "text": "For they understood not the loaves; for their heart was hardened.",
      "topic": ""
    },
    "53": {
      "text": "And having passed over, they came to the land of Gennesaret, and put into a harbor.",
      "topic": ""
    },
    "54": {
      "text": "And they having come out of the ship, quickly having known him.",
      "topic": ""
    },
    "55": {
      "text": "Running round about that whole country, began to bring the afflicted upon couches, where they heard that he is there.",
      "topic": ""
    },
    "56": {
      "text": "And wherever he went, in towns, or cities; or fields, they set the sick in the market-places, and besought him that they might even touch the hem of his garment: and as many as touched him were saved.",
      "topic": ""
    }
  }
}