{
  "info": {
    "book": "Mark",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In those days the crowd being very many, and having nothing they might eat, Jesus having called his disciples, says to them,",
      "topic": ""
    },
    "2": {
      "text": "I feel compassion for the crowd, for already they remain three days with me, and have nothing they might eat:",
      "topic": ""
    },
    "3": {
      "text": "And if I loose them fasting to their house, they will be relaxed in the way: for some of them have come from far.",
      "topic": ""
    },
    "4": {
      "text": "And his disciples answered him, Whence might anyone be able to satisfy these with loaves here in the lonely place?",
      "topic": ""
    },
    "5": {
      "text": "And he asked them, How many loaves have ye? And they said, Seven.",
      "topic": ""
    },
    "6": {
      "text": "And he enjoined to the crowd to recline upon the earth: and having taken the seven loaves, having returned thanks, he brake, and he gave to his disciples that they might set before; and they set before the crowd.",
      "topic": ""
    },
    "7": {
      "text": "And they had a few little fishes: and having praised, he spake to set them also before.",
      "topic": ""
    },
    "8": {
      "text": "And they ate, and were satisfied: and they took up the remains of the fragments, seven wicker baskets.",
      "topic": ""
    },
    "9": {
      "text": "And they eating were about four thousand: and he loosed them.",
      "topic": ""
    },
    "10": {
      "text": "And quickly having gone into the ship with his disciples, he came into the parts of Dalmanutha.",
      "topic": ""
    },
    "11": {
      "text": "And the Pharisees came out, and began to search out with him, seeking of him a sign from heaven, tempting him.",
      "topic": ""
    },
    "12": {
      "text": "And having sighed deeply in spirit, he says, Why seeks this generation for a sign Verily I say to you, shall a sign be given to this generation.",
      "topic": ""
    },
    "13": {
      "text": "And having let them go, having gone again into the ship, he departed beyond.",
      "topic": ""
    },
    "14": {
      "text": "And they forgot to take loaves, and had not but one loaf with them in the ship.",
      "topic": ""
    },
    "15": {
      "text": "And he enjoined them, saying, See ye, look away from the leaven of the Pharisees, and the leaven of Herod.",
      "topic": ""
    },
    "16": {
      "text": "And they reasoned with one another, saying, Because we have no loaves.",
      "topic": ""
    },
    "17": {
      "text": "And Jesus having known, says to them, Why reason ye with yourselves, because ye have no loaves? observe ye not yet, neither understand? have ye your heart yet hardened?",
      "topic": ""
    },
    "18": {
      "text": "Having eyes, see ye not? and having ears, hear ye not? and remember ye not?",
      "topic": ""
    },
    "19": {
      "text": "When I brake the five loaves to five thousand, how many baskets full of fragments took ye up? They say to him, Twelve.",
      "topic": ""
    },
    "20": {
      "text": "And when the seven to four thousand, the fillings of how many baskets of fragments took ye up? And they said, Seven.",
      "topic": ""
    },
    "21": {
      "text": "And he said to them, How do ye not understand.",
      "topic": ""
    },
    "22": {
      "text": "And he comes to Bethsaida; and they bring to him one blind, and beseech him that he would touch him.",
      "topic": ""
    },
    "23": {
      "text": "And having taken the hand of the blind, he led him forth without the town; and having spit into his eyes, having put hands upon him, he asked him if he saw any thing.",
      "topic": ""
    },
    "24": {
      "text": "And having looked up, he said, I see men that I see as trees, walking.",
      "topic": ""
    },
    "25": {
      "text": "Then again he put hands upon his eyes, and made him look up; and he was restored, and he saw all clearly.",
      "topic": ""
    },
    "26": {
      "text": "And he sent him to his house, saying, Thou shouldest not either enter into the town, neither, say to any in the town.",
      "topic": ""
    },
    "27": {
      "text": "And Jesus went out, and his disciples, to the towns of Caesarea Philippi: and he asked his disciples in the way, saying to them, Whom do men say me to be?",
      "topic": ""
    },
    "28": {
      "text": "And they answered, John the Immerser: and some, Elias; and others, One of the prophets.",
      "topic": ""
    },
    "29": {
      "text": "And he says to them, And whom do ye say me to be? And Peter, having answered, says to him, Thou art Christ.",
      "topic": ""
    },
    "30": {
      "text": "And he rebuked them, that they should say to none concerning him.",
      "topic": ""
    },
    "31": {
      "text": "And he began to teach them that the Son of man must suffer many things, and be disapproved of by the elders, and the chief priests, and scribes, and be killed, and after three days rise up.",
      "topic": ""
    },
    "32": {
      "text": "And he spake the word with frankness. And Peter having taken him, began to rebuke him.",
      "topic": ""
    },
    "33": {
      "text": "And he having turned back, and having seen his disciples, rebuked Peter, saying, Retire behind me, Satan: for thou hast not in mind the things of God, but the things of men.",
      "topic": ""
    },
    "34": {
      "text": "And having called the crowd with his disciples, he said to them, Whoever wills to come after me, let him absolutely deny himself, and take up his cross, and follow me.",
      "topic": ""
    },
    "35": {
      "text": "For whoever wills to save his life shall lose it; and whoever should lose his life for my sake and the good news, the same shall save it.",
      "topic": ""
    },
    "36": {
      "text": "For what shall it profit a man, if he gain the whole world, and injure his soul.",
      "topic": ""
    },
    "37": {
      "text": "Or what shall a man give for the exchange of his soul?",
      "topic": ""
    },
    "38": {
      "text": "For whoever should be ashamed of me and my words in this adulterous and sinful generation; also the Son of man shall be ashamed of him, when he should come in the glory of the Father with the holy messengers.",
      "topic": ""
    }
  }
}