{
  "info": {
    "book": "Acts",
    "chapter": "14",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it came to pass in Iconium that they entered together into the synagogue of the Jews, and so spake that a great multitude of both Jews and Greeks believed.",
      "topic": ""
    },
    "2": {
      "text": "But the Jews who did not believe stirred up the minds of [those of] the nations and made [them] evil-affected against the brethren.",
      "topic": ""
    },
    "3": {
      "text": "They stayed therefore a good while, speaking boldly, [confiding] in the Lord, who gave witness to the word of his grace, giving signs and wonders to be done by their hands.",
      "topic": ""
    },
    "4": {
      "text": "And the multitude of the city was divided, and some were with the Jews and some with the apostles.",
      "topic": ""
    },
    "5": {
      "text": "And when an assault was making, both of [those of] the nations and [the] Jews with their rulers, to use [them] ill and stone them,",
      "topic": ""
    },
    "6": {
      "text": "they, being aware of it, fled to the cities of Lycaonia, Lystra and Derbe, and the surrounding country,",
      "topic": ""
    },
    "7": {
      "text": "and there they were announcing the glad tidings.",
      "topic": ""
    },
    "8": {
      "text": "And a certain man in Lystra, impotent in his feet, sat, [being] lame from his mother’s womb, who had never walked.",
      "topic": ""
    },
    "9": {
      "text": "This [man] heard Paul speaking, who, fixing his eyes on him, and seeing that he had faith to be healed,",
      "topic": ""
    },
    "10": {
      "text": "said with a loud voice, Rise up straight upon thy feet: and he sprang up and walked.",
      "topic": ""
    },
    "11": {
      "text": "But the crowds, who saw what Paul had done, lifted up their voices in Lycaonian, saying, The gods, having made themselves like men, are come down to us.",
      "topic": ""
    },
    "12": {
      "text": "And they called Barnabas Jupiter, and Paul Mercury, because he took the lead in speaking.",
      "topic": ""
    },
    "13": {
      "text": "And the priest of Jupiter who was before the city, having brought bulls and garlands to the gates, would have done sacrifice along with the crowds.",
      "topic": ""
    },
    "14": {
      "text": "But the apostles Barnabas and Paul, having heard [it], rent their garments, and rushed out to the crowd, crying",
      "topic": ""
    },
    "15": {
      "text": "and saying, Men, why do ye these things? We also are men of like passions with you, preaching to you to turn from these vanities to the living God, who made the heaven, and the earth, and the sea, and all things in them;",
      "topic": ""
    },
    "16": {
      "text": "who in the past generations suffered all the nations to go in their own ways,",
      "topic": ""
    },
    "17": {
      "text": "though indeed he did not leave himself without witness, doing good, and giving to you from heaven rain and fruitful seasons, filling your hearts with food and gladness.",
      "topic": ""
    },
    "18": {
      "text": "And saying these things, they with difficulty kept the crowds from sacrificing to them.",
      "topic": ""
    },
    "19": {
      "text": "But there came Jews from Antioch and Iconium, and having persuaded the crowds and stoned Paul, drew him out of the city, supposing him to have died.",
      "topic": ""
    },
    "20": {
      "text": "But while the disciples encircled him, he rose up and entered into the city. And on the morrow he went away with Barnabas to Derbe.",
      "topic": ""
    },
    "21": {
      "text": "And having announced the glad tidings to that city, and having made many disciples, they returned to Lystra, and Iconium, and Antioch,",
      "topic": ""
    },
    "22": {
      "text": "establishing the souls of the disciples, exhorting them to abide in the faith, and that through many tribulations we must enter into the kingdom of God.",
      "topic": ""
    },
    "23": {
      "text": "And having chosen them elders in each assembly, having prayed with fastings, they committed them to the Lord, on whom they had believed.",
      "topic": ""
    },
    "24": {
      "text": "And having passed through Pisidia they came to Pamphylia,",
      "topic": ""
    },
    "25": {
      "text": "and having spoken the word in Perga, they came down to Attalia;",
      "topic": ""
    },
    "26": {
      "text": "and thence they sailed away to Antioch, whence they had been committed to the grace of God for the work which they had fulfilled.",
      "topic": ""
    },
    "27": {
      "text": "And having arrived, and having brought together the assembly, they related to them all that God had done with them, and that he had opened a door of faith to the nations.",
      "topic": ""
    },
    "28": {
      "text": "And they stayed no little time with the disciples.",
      "topic": ""
    }
  }
}