{
  "info": {
    "book": "Acts",
    "chapter": "6",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But in those days, the disciples multiplying in number, there arose a murmuring of the Hellenists against the Hebrews because their widows were overlooked in the daily ministration.",
      "topic": ""
    },
    "2": {
      "text": "And the twelve, having called the multitude of the disciples to [them], said, It is not right that we, leaving the word of God, should serve tables.",
      "topic": ""
    },
    "3": {
      "text": "Look out therefore, brethren, from among yourselves seven men, well reported of, full of [the] [Holy] Spirit and wisdom, whom we will establish over this business:",
      "topic": ""
    },
    "4": {
      "text": "but we will give ourselves up to prayer and the ministry of the word.",
      "topic": ""
    },
    "5": {
      "text": "And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and [the] Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas, a proselyte of Antioch,",
      "topic": ""
    },
    "6": {
      "text": "whom they set before the apostles; and, having prayed, they laid their hands on them.",
      "topic": ""
    },
    "7": {
      "text": "And the word of God increased; and the number of the disciples in Jerusalem was very greatly multiplied, and a great crowd of the priests obeyed the faith.",
      "topic": ""
    },
    "8": {
      "text": "And Stephen, full of grace and power, wrought wonders and great signs among the people.",
      "topic": ""
    },
    "9": {
      "text": "And there arose up certain of those of the synagogue called of freedmen, and of Cyrenians, and of Alexandrians, and of those of Cilicia and Asia, disputing with Stephen.",
      "topic": ""
    },
    "10": {
      "text": "And they were not able to resist the wisdom and the Spirit with which he spoke.",
      "topic": ""
    },
    "11": {
      "text": "Then they suborned men, saying, We have heard him speaking blasphemous words against Moses and God.",
      "topic": ""
    },
    "12": {
      "text": "And they roused the people, and the elders, and the scribes. And coming upon [him] they seized him and brought [him] to the council.",
      "topic": ""
    },
    "13": {
      "text": "And they set false witnesses, saying, This man does not cease speaking words against the holy place and the law;",
      "topic": ""
    },
    "14": {
      "text": "for we have heard him saying, This Jesus the Nazaraean shall destroy this place, and change the customs which Moses taught us.",
      "topic": ""
    },
    "15": {
      "text": "And all who sat in the council, looking fixedly on him, saw his face as [the] face of an angel.",
      "topic": ""
    }
  }
}