{
  "info": {
    "book": "Matthew",
    "chapter": "23",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then spoke Jesus to the multitude, and to his disciples,",
      "topic": ""
    },
    "2": {
      "text": "Saying The scribes and the Pharisees sit in Moses’ seat:",
      "topic": ""
    },
    "3": {
      "text": "All therefore whatever they bid you observe, that observe and do; but do not you after their works: for they say, and do not.",
      "topic": ""
    },
    "4": {
      "text": "For they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves will not move them with one of their fingers.",
      "topic": ""
    },
    "5": {
      "text": "But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,",
      "topic": ""
    },
    "6": {
      "text": "And love the uppermost rooms at feasts, and the chief seats in the synagogues,",
      "topic": ""
    },
    "7": {
      "text": "And greetings in the markets, and to be called of men, Rabbi, Rabbi.",
      "topic": ""
    },
    "8": {
      "text": "But be not you called Rabbi: for one is your Master, even Christ; and all you are brothers.",
      "topic": ""
    },
    "9": {
      "text": "And call no man your father on the earth: for one is your Father, which is in heaven.",
      "topic": ""
    },
    "10": {
      "text": "Neither be you called masters: for one is your Master, even Christ.",
      "topic": ""
    },
    "11": {
      "text": "But he that is greatest among you shall be your servant.",
      "topic": ""
    },
    "12": {
      "text": "And whoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted.",
      "topic": ""
    },
    "13": {
      "text": "But woe to you, scribes and Pharisees, hypocrites! for you shut up the kingdom of heaven against men: for you neither go in yourselves, neither suffer you them that are entering to go in.",
      "topic": ""
    },
    "14": {
      "text": "Woe to you, scribes and Pharisees, hypocrites! for you devour widows’ houses, and for a pretense make long prayer: therefore you shall receive the greater damnation.",
      "topic": ""
    },
    "15": {
      "text": "Woe to you, scribes and Pharisees, hypocrites! for you compass sea and land to make one proselyte, and when he is made, you make him twofold more the child of hell than yourselves.",
      "topic": ""
    },
    "16": {
      "text": "Woe to you, you blind guides, which say, Whoever shall swear by the temple, it is nothing; but whoever shall swear by the gold of the temple, he is a debtor!",
      "topic": ""
    },
    "17": {
      "text": "You fools and blind: for whether is greater, the gold, or the temple that sanctifies the gold?",
      "topic": ""
    },
    "18": {
      "text": "And, Whoever shall swear by the altar, it is nothing; but whoever swears by the gift that is on it, he is guilty.",
      "topic": ""
    },
    "19": {
      "text": "You fools and blind: for whether is greater, the gift, or the altar that sanctifies the gift?",
      "topic": ""
    },
    "20": {
      "text": "Whoever therefore shall swear by the altar, swears by it, and by all things thereon.",
      "topic": ""
    },
    "21": {
      "text": "And whoever shall swear by the temple, swears by it, and by him that dwells therein.",
      "topic": ""
    },
    "22": {
      "text": "And he that shall swear by heaven, swears by the throne of God, and by him that sits thereon.",
      "topic": ""
    },
    "23": {
      "text": "Woe to you, scribes and Pharisees, hypocrites! for you pay tithe of mint and anise and cummin, and have omitted the weightier matters of the law, judgment, mercy, and faith: these ought you to have done, and not to leave the other undone.",
      "topic": ""
    },
    "24": {
      "text": "You blind guides, which strain at a gnat, and swallow a camel.",
      "topic": ""
    },
    "25": {
      "text": "Woe to you, scribes and Pharisees, hypocrites! for you make clean the outside of the cup and of the platter, but within they are full of extortion and excess.",
      "topic": ""
    },
    "26": {
      "text": "You blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also.",
      "topic": ""
    },
    "27": {
      "text": "Woe to you, scribes and Pharisees, hypocrites! for you are like to white washed sepulchers, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.",
      "topic": ""
    },
    "28": {
      "text": "Even so you also outwardly appear righteous to men, but within you are full of hypocrisy and iniquity.",
      "topic": ""
    },
    "29": {
      "text": "Woe to you, scribes and Pharisees, hypocrites! because you build the tombs of the prophets, and garnish the sepulchers of the righteous,",
      "topic": ""
    },
    "30": {
      "text": "And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets.",
      "topic": ""
    },
    "31": {
      "text": "Why you be witnesses to yourselves, that you are the children of them which killed the prophets.",
      "topic": ""
    },
    "32": {
      "text": "Fill you up then the measure of your fathers.",
      "topic": ""
    },
    "33": {
      "text": "You serpents, you generation of vipers, how can you escape the damnation of hell?",
      "topic": ""
    },
    "34": {
      "text": "Why, behold, I send to you prophets, and wise men, and scribes: and some of them you shall kill and crucify; and some of them shall you whip in your synagogues, and persecute them from city to city:",
      "topic": ""
    },
    "35": {
      "text": "That on you may come all the righteous blood shed on the earth, from the blood of righteous Abel to the blood of Zacharias son of Barachias, whom you slew between the temple and the altar.",
      "topic": ""
    },
    "36": {
      "text": "Truly I say to you, All these things shall come on this generation.",
      "topic": ""
    },
    "37": {
      "text": "O Jerusalem, Jerusalem, you that kill the prophets, and stone them which are sent to you, how often would I have gathered your children together, even as a hen gathers her chickens under her wings, and you would not!",
      "topic": ""
    },
    "38": {
      "text": "Behold, your house is left to you desolate.",
      "topic": ""
    },
    "39": {
      "text": "For I say to you, You shall not see me from now on, till you shall say, Blessed is he that comes in the name of the Lord.",
      "topic": ""
    }
  }
}