{
  "info": {
    "book": "Ephesians",
    "chapter": "5",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Be therefore imitators of God, as beloved children.",
      "topic": ""
    },
    "2": {
      "text": "Walk in love, even as Christ also loved you, and gave himself up for us, an offering and a sacrifice to God for a sweet-smelling fragrance.",
      "topic": ""
    },
    "3": {
      "text": "But sexual immorality, and all uncleanness, or covetousness, let it not even be mentioned among you, as becomes saints;",
      "topic": ""
    },
    "4": {
      "text": "nor filthiness, nor foolish talking, nor jesting, which are not appropriate; but rather giving of thanks.",
      "topic": ""
    },
    "5": {
      "text": "Know this for sure, that no sexually immoral person, nor unclean person, nor covetous man, who is an idolater, has any inheritance in the Kingdom of Christ and God.",
      "topic": ""
    },
    "6": {
      "text": "Let no one deceive you with empty words. For because of these things, the wrath of God comes on the children of disobedience.",
      "topic": ""
    },
    "7": {
      "text": "Therefore don’t be partakers with them.",
      "topic": ""
    },
    "8": {
      "text": "For you were once darkness, but are now light in the Lord. Walk as children of light,",
      "topic": ""
    },
    "9": {
      "text": "for the fruit of the Spirit is in all goodness and righteousness and truth,",
      "topic": ""
    },
    "10": {
      "text": "proving what is well pleasing to the Lord.",
      "topic": ""
    },
    "11": {
      "text": "Have no fellowship with the unfruitful works of darkness, but rather even reprove them.",
      "topic": ""
    },
    "12": {
      "text": "For the things which are done by them in secret, it is a shame even to speak of.",
      "topic": ""
    },
    "13": {
      "text": "But all things, when they are reproved, are revealed by the light, for everything that reveals is light.",
      "topic": ""
    },
    "14": {
      "text": "Therefore he says, “Awake, you who sleep, and arise from the dead, and Christ will shine on you.”",
      "topic": ""
    },
    "15": {
      "text": "Therefore watch carefully how you walk, not as unwise, but as wise;",
      "topic": ""
    },
    "16": {
      "text": "redeeming the time, because the days are evil.",
      "topic": ""
    },
    "17": {
      "text": "Therefore don’t be foolish, but understand what the will of the Lord is.",
      "topic": ""
    },
    "18": {
      "text": "Don’t be drunken with wine, in which is dissipation, but be filled with the Spirit,",
      "topic": ""
    },
    "19": {
      "text": "speaking to one another in psalms, hymns, and spiritual songs; singing, and making melody in your heart to the Lord;",
      "topic": ""
    },
    "20": {
      "text": "giving thanks always concerning all things in the name of our Lord Jesus Christ, to God, even the Father;",
      "topic": ""
    },
    "21": {
      "text": "subjecting yourselves one to another in the fear of Christ.",
      "topic": ""
    },
    "22": {
      "text": "Wives, be subject to your own husbands, as to the Lord.",
      "topic": ""
    },
    "23": {
      "text": "For the husband is the head of the wife, and Christ also is the head of the assembly, being himself the savior of the body.",
      "topic": ""
    },
    "24": {
      "text": "But as the assembly is subject to Christ, so let the wives also be to their own husbands in everything.",
      "topic": ""
    },
    "25": {
      "text": "Husbands, love your wives, even as Christ also loved the assembly, and gave himself up for it;",
      "topic": ""
    },
    "26": {
      "text": "that he might sanctify it, having cleansed it by the washing of water with the word,",
      "topic": ""
    },
    "27": {
      "text": "that he might present the assembly to himself gloriously, not having spot or wrinkle or any such thing; but that it should be holy and without blemish.",
      "topic": ""
    },
    "28": {
      "text": "Even so husbands also ought to love their own wives as their own bodies. He who loves his own wife loves himself.",
      "topic": ""
    },
    "29": {
      "text": "For no man ever hated his own flesh; but nourishes and cherishes it, even as the Lord also does the assembly;",
      "topic": ""
    },
    "30": {
      "text": "because we are members of his body, of his flesh and bones.",
      "topic": ""
    },
    "31": {
      "text": "“For this cause a man will leave his father and mother, and will be joined to his wife. The two will become one flesh.”",
      "topic": ""
    },
    "32": {
      "text": "This mystery is great, but I speak concerning Christ and of the assembly.",
      "topic": ""
    },
    "33": {
      "text": "Nevertheless each of you must also love his own wife even as himself; and let the wife see that she respects her husband.",
      "topic": ""
    }
  }
}