{
  "info": {
    "book": "Ezra",
    "chapter": "2",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now these are the children of the province, who went up out of the captivity of those who had been carried away, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and who returned to Jerusalem and Judah, everyone to his city;",
      "topic": ""
    },
    "2": {
      "text": "who came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:",
      "topic": ""
    },
    "3": {
      "text": "The children of Parosh, two thousand one hundred seventy-two.",
      "topic": ""
    },
    "4": {
      "text": "The children of Shephatiah, three hundred seventy-two.",
      "topic": ""
    },
    "5": {
      "text": "The children of Arah, seven hundred seventy-five.",
      "topic": ""
    },
    "6": {
      "text": "The children of Pahathmoab, of the children of Jeshua and Joab, two thousand eight hundred twelve.",
      "topic": ""
    },
    "7": {
      "text": "The children of Elam, one thousand two hundred fifty-four.",
      "topic": ""
    },
    "8": {
      "text": "The children of Zattu, nine hundred forty-five.",
      "topic": ""
    },
    "9": {
      "text": "The children of Zaccai, seven hundred sixty.",
      "topic": ""
    },
    "10": {
      "text": "The children of Bani, six hundred forty-two.",
      "topic": ""
    },
    "11": {
      "text": "The children of Bebai, six hundred twenty-three.",
      "topic": ""
    },
    "12": {
      "text": "The children of Azgad, one thousand two hundred twenty-two.",
      "topic": ""
    },
    "13": {
      "text": "The children of Adonikam, six hundred sixty-six.",
      "topic": ""
    },
    "14": {
      "text": "The children of Bigvai, two thousand fifty-six.",
      "topic": ""
    },
    "15": {
      "text": "The children of Adin, four hundred fifty-four.",
      "topic": ""
    },
    "16": {
      "text": "The children of Ater, of Hezekiah, ninety-eight.",
      "topic": ""
    },
    "17": {
      "text": "The children of Bezai, three hundred twenty-three.",
      "topic": ""
    },
    "18": {
      "text": "The children of Jorah, one hundred twelve.",
      "topic": ""
    },
    "19": {
      "text": "The children of Hashum, two hundred twenty-three.",
      "topic": ""
    },
    "20": {
      "text": "The children of Gibbar, ninety-five.",
      "topic": ""
    },
    "21": {
      "text": "The children of Bethlehem, one hundred twenty-three.",
      "topic": ""
    },
    "22": {
      "text": "The men of Netophah, fifty-six.",
      "topic": ""
    },
    "23": {
      "text": "The men of Anathoth, one hundred twenty-eight.",
      "topic": ""
    },
    "24": {
      "text": "The children of Azmaveth, forty-two.",
      "topic": ""
    },
    "25": {
      "text": "The children of Kiriath Arim, Chephirah, and Beeroth, seven hundred forty-three.",
      "topic": ""
    },
    "26": {
      "text": "The children of Ramah and Geba, six hundred twenty-one.",
      "topic": ""
    },
    "27": {
      "text": "The men of Michmas, one hundred twenty-two.",
      "topic": ""
    },
    "28": {
      "text": "The men of Bethel and Ai, two hundred twenty-three.",
      "topic": ""
    },
    "29": {
      "text": "The children of Nebo, fifty-two.",
      "topic": ""
    },
    "30": {
      "text": "The children of Magbish, one hundred fifty-six.",
      "topic": ""
    },
    "31": {
      "text": "The children of the other Elam, one thousand two hundred fifty-four.",
      "topic": ""
    },
    "32": {
      "text": "The children of Harim, three hundred twenty.",
      "topic": ""
    },
    "33": {
      "text": "The children of Lod, Hadid, and Ono, seven hundred twenty-five.",
      "topic": ""
    },
    "34": {
      "text": "The children of Jericho, three hundred forty-five.",
      "topic": ""
    },
    "35": {
      "text": "The children of Senaah, three thousand six hundred thirty.",
      "topic": ""
    },
    "36": {
      "text": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy-three.",
      "topic": ""
    },
    "37": {
      "text": "The children of Immer, one thousand fifty-two.",
      "topic": ""
    },
    "38": {
      "text": "The children of Pashhur, one thousand two hundred forty-seven.",
      "topic": ""
    },
    "39": {
      "text": "The children of Harim, one thousand seventeen.",
      "topic": ""
    },
    "40": {
      "text": "The Levites: the children of Jeshua and Kadmiel, of the children of Hodaviah, seventy-four.",
      "topic": ""
    },
    "41": {
      "text": "The singers: the children of Asaph, one hundred twenty-eight.",
      "topic": ""
    },
    "42": {
      "text": "The children of the porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all one hundred thirty-nine.",
      "topic": ""
    },
    "43": {
      "text": "The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,",
      "topic": ""
    },
    "44": {
      "text": "the children of Keros, the children of Siaha, the children of Padon,",
      "topic": ""
    },
    "45": {
      "text": "the children of Lebanah, the children of Hagabah, the children of Akkub,",
      "topic": ""
    },
    "46": {
      "text": "the children of Hagab, the children of Shamlai, the children of Hanan,",
      "topic": ""
    },
    "47": {
      "text": "the children of Giddel, the children of Gahar, the children of Reaiah,",
      "topic": ""
    },
    "48": {
      "text": "the children of Rezin, the children of Nekoda, the children of Gazzam,",
      "topic": ""
    },
    "49": {
      "text": "the children of Uzza, the children of Paseah, the children of Besai,",
      "topic": ""
    },
    "50": {
      "text": "the children of Asnah, the children of Meunim, the children of Nephisim,",
      "topic": ""
    },
    "51": {
      "text": "the children of Bakbuk, the children of Hakupha, the children of Harhur,",
      "topic": ""
    },
    "52": {
      "text": "the children of Bazluth, the children of Mehida, the children of Harsha,",
      "topic": ""
    },
    "53": {
      "text": "the children of Barkos, the children of Sisera, the children of Temah,",
      "topic": ""
    },
    "54": {
      "text": "the children of Neziah, the children of Hatipha.",
      "topic": ""
    },
    "55": {
      "text": "The children of Solomon’s servants: the children of Sotai, the children of Hassophereth, the children of Peruda,",
      "topic": ""
    },
    "56": {
      "text": "the children of Jaalah, the children of Darkon, the children of Giddel,",
      "topic": ""
    },
    "57": {
      "text": "the children of Shephatiah, the children of Hattil, the children of Pochereth Hazzebaim, the children of Ami.",
      "topic": ""
    },
    "58": {
      "text": "All the Nethinim, and the children of Solomon’s servants, were three hundred ninety-two.",
      "topic": ""
    },
    "59": {
      "text": "These were those who went up from Tel Melah, Tel Harsha, Cherub, Addan, and Immer; but they could not show their fathers’ houses, and their seed, whether they were of Israel:",
      "topic": ""
    },
    "60": {
      "text": "the children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred fifty-two.",
      "topic": ""
    },
    "61": {
      "text": "Of the children of the priests: the children of Habaiah, the children of Hakkoz, the children of Barzillai, who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.",
      "topic": ""
    },
    "62": {
      "text": "These sought their place among those who were registered by genealogy, but they were not found: therefore were they deemed polluted and put from the priesthood.",
      "topic": ""
    },
    "63": {
      "text": "The governor said to them, that they should not eat of the most holy things, until there stood up a priest with Urim and with Thummim.",
      "topic": ""
    },
    "64": {
      "text": "The whole assembly together was forty-two thousand three hundred sixty,",
      "topic": ""
    },
    "65": {
      "text": "besides their male servants and their female servants, of whom there were seven thousand three hundred thirty-seven: and they had two hundred singing men and singing women.",
      "topic": ""
    },
    "66": {
      "text": "Their horses were seven hundred thirty-six; their mules, two hundred forty-five;",
      "topic": ""
    },
    "67": {
      "text": "their camels, four hundred thirty-five; their donkeys, six thousand seven hundred and twenty.",
      "topic": ""
    },
    "68": {
      "text": "Some of the heads of fathers’ households, when they came to the house of Yahweh which is in Jerusalem, offered willingly for the house of God to set it up in its place:",
      "topic": ""
    },
    "69": {
      "text": "they gave after their ability into the treasury of the work sixty-one thousand darics of gold, and five thousand minas of silver, and one hundred priests’ garments.",
      "topic": ""
    },
    "70": {
      "text": "So the priests, and the Levites, and some of the people, and the singers, and the porters, and the Nethinim, lived in their cities, and all Israel in their cities.",
      "topic": ""
    }
  }
}