{
  "info": {
    "book": "Proverbios",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Los proverbios de Salomón, hijo de David, rey de Israel:",
      "topic": ""
    },
    "2": {
      "text": "Para conocer sabiduría y castigo; para entender las razones prudentes;",
      "topic": ""
    },
    "3": {
      "text": "para recibir el castigo de prudencia, justicia, juicio y equidad;",
      "topic": ""
    },
    "4": {
      "text": "para dar prudencia a los simples, y a los jóvenes inteligencia y consejo.",
      "topic": ""
    },
    "5": {
      "text": "Si el sabio los oyere, aumentará la doctrina; y el entendido adquirirá consejo;",
      "topic": ""
    },
    "6": {
      "text": "para entender parábola y declaración; palabras de sabios, y sus enigmas.",
      "topic": ""
    },
    "7": {
      "text": "¶ El principio del conocimiento es el temor del SEÑOR; los locos despreciaron la sabiduría y el castigo.",
      "topic": ""
    },
    "8": {
      "text": "Oye, hijo mío, el castigo de tu padre, y no deseches la ley de tu madre;",
      "topic": ""
    },
    "9": {
      "text": "porque aumento de gracia serán a tu cabeza, y protección a tu cuello.",
      "topic": ""
    },
    "10": {
      "text": "¶ Hijo mío, si los pecadores te quisieren engañar, no consientas.",
      "topic": ""
    },
    "11": {
      "text": "Si dijeren: Ven con nosotros, espiemos a alguno para matarle, acechemos al inocente sin razón;",
      "topic": ""
    },
    "12": {
      "text": "los tragaremos vivos como el sepulcro, y enteros, como los que caen en un abismo;",
      "topic": ""
    },
    "13": {
      "text": "hallaremos riquezas de toda clase, llenaremos nuestras casas de despojos;",
      "topic": ""
    },
    "14": {
      "text": "echa tu suerte entre nosotros; tengamos todos una bolsa,",
      "topic": ""
    },
    "15": {
      "text": "hijo mío, no andes en camino con ellos; aparta tu pie de sus veredas;",
      "topic": ""
    },
    "16": {
      "text": "porque sus pies correrán al mal, e irán presurosos a derramar sangre.",
      "topic": ""
    },
    "17": {
      "text": "Porque en vano se tenderá la red ante los ojos de toda ave;",
      "topic": ""
    },
    "18": {
      "text": "mas ellos a su propia sangre espían, y a sus propias almas ponen asechanza.",
      "topic": ""
    },
    "19": {
      "text": "Tales son las sendas de todo el que codicia la ganancia, la cual prenderá la vida de sus poseedores.",
      "topic": ""
    },
    "20": {
      "text": "¶ La sabiduría clama de fuera; en las plazas da su voz;",
      "topic": ""
    },
    "21": {
      "text": "clama en los principales lugares de concurso; en las entradas de las puertas de la ciudad dice sus razones:",
      "topic": ""
    },
    "22": {
      "text": "¿Hasta cuándo, oh simples, amaréis la simpleza, y los burladores desearán el burlar, y los locos aborrecerán la ciencia?",
      "topic": ""
    },
    "23": {
      "text": "Volveos a mi reprensión; he aquí yo os derramaré mi espíritu, y os haré saber mis palabras.",
      "topic": ""
    },
    "24": {
      "text": "Por cuanto llamé, y no quisisteis; extendí mi mano, y no hubo quien escuchase;",
      "topic": ""
    },
    "25": {
      "text": "antes desechasteis todo consejo mío, y no quisisteis mi reprensión;",
      "topic": ""
    },
    "26": {
      "text": "también yo me reiré en vuestra calamidad, y me burlaré cuando os viniere lo que teméis;",
      "topic": ""
    },
    "27": {
      "text": "cuando viniere como una destrucción lo que teméis, y vuestra calamidad llegare como un torbellino; cuando sobre vosotros viniere tribulación y angustia.",
      "topic": ""
    },
    "28": {
      "text": "Entonces me llamarán, y no responderé; me buscarán de mañana, y no me hallarán;",
      "topic": ""
    },
    "29": {
      "text": "por cuanto aborrecieron el conocimiento, y no escogieron el temor del SEÑOR,",
      "topic": ""
    },
    "30": {
      "text": "ni quisieron mi consejo, y menospreciaron toda reprensión mía.",
      "topic": ""
    },
    "31": {
      "text": "Comerán, pues, del fruto de su camino, y de sus consejos se hartarán.",
      "topic": ""
    },
    "32": {
      "text": "Porque el reposo de los ignorantes los matará, y la prosperidad de los locos los echará a perder.",
      "topic": ""
    },
    "33": {
      "text": "Mas el que me oyere, habitará confiadamente, y vivirá reposado del temor del mal.",
      "topic": ""
    }
  }
}