{
  "info": {
    "book": "Proverbios",
    "chapter": "11",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ El peso falso abominación es al SEÑOR; mas la pesa cabal le agrada.",
      "topic": ""
    },
    "2": {
      "text": "¶ Cuando vino la soberbia, vino también la deshonra; mas con los humildes es la sabiduría.",
      "topic": ""
    },
    "3": {
      "text": "¶ La perfección de los rectos los encaminará; mas la perversidad de los pecadores los echará a perder.",
      "topic": ""
    },
    "4": {
      "text": "¶ No aprovecharán las riquezas en el día de la ira; mas la justicia librará de la muerte.",
      "topic": ""
    },
    "5": {
      "text": "¶ La justicia del perfecto enderezará su camino; mas el impío por su impiedad caerá.",
      "topic": ""
    },
    "6": {
      "text": "La justicia de los rectos los librará; mas los pecadores en su pecado serán presos.",
      "topic": ""
    },
    "7": {
      "text": "¶ Cuando muere el hombre impío, perece su esperanza; y la esperanza de los malos perecerá.",
      "topic": ""
    },
    "8": {
      "text": "¶ El justo es librado de la tribulación; mas el impío entra en lugar suyo.",
      "topic": ""
    },
    "9": {
      "text": "¶ El hipócrita con la boca daña a su prójimo; mas los justos son librados con la sabiduría.",
      "topic": ""
    },
    "10": {
      "text": "¶ En el bien de los justos la ciudad se alegra; mas cuando los impíos perecen, hay fiestas.",
      "topic": ""
    },
    "11": {
      "text": "Por la bendición de los rectos la ciudad será engrandecida; mas por la boca de los impíos ella será trastornada.",
      "topic": ""
    },
    "12": {
      "text": "¶ El que carece de entendimiento, menosprecia a su prójimo; mas el hombre prudente calla.",
      "topic": ""
    },
    "13": {
      "text": "El que anda en chismes, descubre el secreto; mas el de espíritu fiel encubre la cosa.",
      "topic": ""
    },
    "14": {
      "text": "¶ Cuando faltaren la inteligencia, caerá el pueblo; mas en la multitud de consejeros hay salud.",
      "topic": ""
    },
    "15": {
      "text": "¶ Con ansiedad será afligido el que fiare al extraño; mas el que aborreciere las fianzas vivirá confiado.",
      "topic": ""
    },
    "16": {
      "text": "¶ La mujer graciosa tendrá honra; y los fuertes tendrán riquezas.",
      "topic": ""
    },
    "17": {
      "text": "¶ A su alma hace bien el hombre misericordioso; mas el cruel atormenta su carne.",
      "topic": ""
    },
    "18": {
      "text": "¶ El impío hace obra falsa; mas el que sembrare justicia, tendrá galardón firme.",
      "topic": ""
    },
    "19": {
      "text": "¶ Como la justicia es para vida, así el que sigue el mal es para su muerte.",
      "topic": ""
    },
    "20": {
      "text": "¶ Abominación son al SEÑOR los perversos de corazón; mas los perfectos de camino le son agradables.",
      "topic": ""
    },
    "21": {
      "text": "¶ Por más pactos que tenga hechos con la muerte, el malo no será absuelto; mas la simiente de los justos escapará.",
      "topic": ""
    },
    "22": {
      "text": "¶ Zarcillo de oro en la nariz del puerco es la mujer hermosa y apartada de razón.",
      "topic": ""
    },
    "23": {
      "text": "¶ El deseo de los justos solamente es bueno; mas la esperanza de los impíos es enojo.",
      "topic": ""
    },
    "24": {
      "text": "¶ Hay quienes reparten, y les es añadido más; y hay quienes retienen más de lo que es justo, mas vienen a pobreza.",
      "topic": ""
    },
    "25": {
      "text": "¶ El alma de bendición a los demás será engordada; y el que saciare, él también será saciado.",
      "topic": ""
    },
    "26": {
      "text": "¶ Al que retiene el grano, el pueblo lo maldecirá; mas bendición será sobre la cabeza del que vende.",
      "topic": ""
    },
    "27": {
      "text": "¶ El que madruga al bien, hallará favor; mas al que busca el mal, éste le vendrá.",
      "topic": ""
    },
    "28": {
      "text": "¶ El que confía en sus riquezas, caerá; mas los justos reverdecerán como ramos.",
      "topic": ""
    },
    "29": {
      "text": "¶ El que turba su casa heredará viento; y el loco será siervo del sabio de corazón.",
      "topic": ""
    },
    "30": {
      "text": "¶ El fruto del justo es árbol de vida; y el que gana almas, es sabio.",
      "topic": ""
    },
    "31": {
      "text": "¶ Ciertamente el justo será recompensado en la tierra; ¡cuánto más el impío y el pecador!",
      "topic": ""
    }
  }
}