{
  "info": {
    "book": "Proverbios",
    "chapter": "13",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ El hijo sabio toma el castigo del padre; mas el burlador no escucha la reprensión.",
      "topic": ""
    },
    "2": {
      "text": "¶ Del fruto de su boca el hombre comerá bien; mas el alma de los prevaricadores morirá de hambre.",
      "topic": ""
    },
    "3": {
      "text": "¶ El que guarda su boca guarda su alma; mas el que mucho abre sus labios tendrá calamidad.",
      "topic": ""
    },
    "4": {
      "text": "¶ El alma del perezoso desea, y nada alcanza; mas el alma de los diligentes será engordada.",
      "topic": ""
    },
    "5": {
      "text": "¶ El justo aborrece la palabra de mentira; mas el impío se hace odioso y abominable.",
      "topic": ""
    },
    "6": {
      "text": "¶ La justicia guarda al de perfecto camino; mas la impiedad trastornará al pecador.",
      "topic": ""
    },
    "7": {
      "text": "¶ Hay quienes se hacen ricos, y no tienen nada; y hay quienes se hacen pobres, y tienen muchas riquezas.",
      "topic": ""
    },
    "8": {
      "text": "¶ La redención de la vida del hombre es sus riquezas; pero el pobre no oye censuras.",
      "topic": ""
    },
    "9": {
      "text": "¶ La luz de los justos se alegrará; mas se apagará la candela de los impíos.",
      "topic": ""
    },
    "10": {
      "text": "¶ Ciertamente la soberbia dará a luz contienda; mas con los avisados es la sabiduría.",
      "topic": ""
    },
    "11": {
      "text": "¶ Las riquezas de vanidad disminuirán; pero el que recoje trabajando las se aumentará.",
      "topic": ""
    },
    "12": {
      "text": "¶ La esperanza que se prolonga, es tormento del corazón; mas árbol de vida es el deseo cumplido.",
      "topic": ""
    },
    "13": {
      "text": "¶ El que menosprecia la palabra, perecerá por ello; mas el que teme el mandamiento, será recompensado.",
      "topic": ""
    },
    "14": {
      "text": "¶ La ley al sabio es manantial de vida, para apartarse de los lazos de la muerte.",
      "topic": ""
    },
    "15": {
      "text": "¶ El buen entendimiento conciliará gracia; mas el camino de los prevaricadores es duro.",
      "topic": ""
    },
    "16": {
      "text": "¶ Todo hombre cuerdo obra con sabiduría; mas el loco manifestará su locura.",
      "topic": ""
    },
    "17": {
      "text": "¶ El mal mensajero caerá en mal; mas el mensajero fiel es medicina.",
      "topic": ""
    },
    "18": {
      "text": "¶ Pobreza y vergüenza tendrá el que menosprecia el castigo; mas el que guarda la corrección, será honrado.",
      "topic": ""
    },
    "19": {
      "text": "¶ El deseo cumplido deleita el alma; pero apartarse del mal es abominación a los locos.",
      "topic": ""
    },
    "20": {
      "text": "¶ El que anda con los sabios, sabio será; mas el que se allega a los locos, será destruido.",
      "topic": ""
    },
    "21": {
      "text": "¶ Mal perseguirá a los pecadores; mas a los justos les será bien retribuido.",
      "topic": ""
    },
    "22": {
      "text": "¶ El bueno dejará herencia a los hijos de los hijos; y el haber del pecador, para el justo está guardado.",
      "topic": ""
    },
    "23": {
      "text": "¶ En el barbecho de los pobres hay mucho pan; mas se pierde por falta de juicio.",
      "topic": ""
    },
    "24": {
      "text": "¶ El que detiene el castigo, a su hijo aborrece; mas el que lo ama, madruga a castigarlo.",
      "topic": ""
    },
    "25": {
      "text": "¶ El justo come hasta saciar su alma; mas el vientre de los impíos tendrá necesidad.",
      "topic": ""
    }
  }
}