{
  "info": {
    "book": "Proverbios",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ La respuesta suave quita la ira; mas la palabra áspera hace subir el furor.",
      "topic": ""
    },
    "2": {
      "text": "¶ La lengua de los sabios adornará la sabiduría; mas la boca de los locos hablará locura.",
      "topic": ""
    },
    "3": {
      "text": "¶ Los ojos del SEÑOR están en todo lugar, mirando a los malos y a los buenos.",
      "topic": ""
    },
    "4": {
      "text": "¶ La sana lengua es árbol de vida; mas la perversidad en ella es una brecha en el espíritu.",
      "topic": ""
    },
    "5": {
      "text": "¶ El loco menosprecia el castigo de su padre; mas el que guarda la corrección, saldrá cuerdo.",
      "topic": ""
    },
    "6": {
      "text": "¶ En la casa del justo hay gran provisión; pero turbación en los frutos del impío.",
      "topic": ""
    },
    "7": {
      "text": "¶ Los labios de los sabios esparcen sabiduría; mas no así el corazón de los locos.",
      "topic": ""
    },
    "8": {
      "text": "¶ El sacrificio de los impíos es abominación al SEÑOR; mas la oración de los rectos es su gozo.",
      "topic": ""
    },
    "9": {
      "text": "¶ Abominación es al SEÑOR el camino del impío; mas él ama al que sigue justicia.",
      "topic": ""
    },
    "10": {
      "text": "¶ El castigo es molesto al que deja el camino; mas el que aborreciere la corrección, morirá.",
      "topic": ""
    },
    "11": {
      "text": "¶ El infierno y la perdición están delante del SEÑOR; ¡cuánto más los corazones de los hombres!",
      "topic": ""
    },
    "12": {
      "text": "¶ El burlador no ama al que le corrige; ni se allega a los sabios.",
      "topic": ""
    },
    "13": {
      "text": "¶ El corazón alegre hermosea el rostro; mas por el dolor de corazón el espíritu se abate.",
      "topic": ""
    },
    "14": {
      "text": "¶ El corazón entendido busca la sabiduría; mas la boca de los locos pace locura.",
      "topic": ""
    },
    "15": {
      "text": "¶ Todos los días del pobre son trabajosos; mas el de buen corazón tiene un convite continuo.",
      "topic": ""
    },
    "16": {
      "text": "¶ Mejor es lo poco con el temor del SEÑOR, que el gran tesoro donde hay turbación.",
      "topic": ""
    },
    "17": {
      "text": "Mejor es la comida de legumbres donde hay amor, que de buey engordado donde hay odio.",
      "topic": ""
    },
    "18": {
      "text": "¶ El hombre iracundo revolverá contiendas; mas el que tarde se enoja, apaciguará la rencilla.",
      "topic": ""
    },
    "19": {
      "text": "¶ El camino del perezoso es como seto de espinos; mas la vereda de los rectos como una calzada.",
      "topic": ""
    },
    "20": {
      "text": "¶ El hijo sabio alegra al padre; mas el hombre loco menosprecia a su madre.",
      "topic": ""
    },
    "21": {
      "text": "¶ La locura es alegría al falto de entendimiento; mas el hombre entendido enderezará su caminar.",
      "topic": ""
    },
    "22": {
      "text": "¶ Los pensamientos son frustrados donde no hay consejo; mas en la multitud de consejeros se afirman.",
      "topic": ""
    },
    "23": {
      "text": "¶ El hombre se alegra con la respuesta de su boca; y la palabra a su tiempo, ¡cuán buena es!",
      "topic": ""
    },
    "24": {
      "text": "¶ El camino de la vida es cuesta arriba al entendido, para apartarse del infierno abajo.",
      "topic": ""
    },
    "25": {
      "text": "¶ El SEÑOR asolará la casa de los soberbios; mas él afirmará la heredad de la viuda.",
      "topic": ""
    },
    "26": {
      "text": "¶ Abominación son al SEÑOR los pensamientos del malo; mas el hablar de los limpios es limpio.",
      "topic": ""
    },
    "27": {
      "text": "¶ Alborota su casa el codicioso; mas el que aborrece las dádivas vivirá.",
      "topic": ""
    },
    "28": {
      "text": "¶ El corazón del justo piensa para responder; mas la boca de los impíos derrama malas cosas.",
      "topic": ""
    },
    "29": {
      "text": "¶ Lejos está el SEÑOR de los impíos; mas él oye la oración de los justos.",
      "topic": ""
    },
    "30": {
      "text": "¶ La luz de los ojos alegra el corazón; y la buena fama engorda los huesos.",
      "topic": ""
    },
    "31": {
      "text": "¶ La oreja que escucha la corrección de vida, entre los sabios morará.",
      "topic": ""
    },
    "32": {
      "text": "¶ El que tiene en poco el castigo, menosprecia su alma; mas el que escucha la corrección, tiene corazón entendido .",
      "topic": ""
    },
    "33": {
      "text": "¶ El temor del SEÑOR es enseñanza de sabiduría; y delante de la honra está la humildad.",
      "topic": ""
    }
  }
}