{
  "info": {
    "book": "Proverbios",
    "chapter": "17",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Mejor es un bocado seco, y en paz, que la casa de contienda llena de sacrificios de fiesta .",
      "topic": ""
    },
    "2": {
      "text": "¶ El siervo prudente se enseñoreará del hijo que deshonra, y entre los hermanos compartirá la herencia.",
      "topic": ""
    },
    "3": {
      "text": "¶ El crisol para la plata, y la hornaza para el oro; mas el SEÑOR prueba los corazones.",
      "topic": ""
    },
    "4": {
      "text": "¶ El malo está atento al labio inicuo; y el mentiroso escucha a la lengua maldiciente.",
      "topic": ""
    },
    "5": {
      "text": "¶ El que escarnece al pobre, afrenta a su Hacedor; y el que se alegra en la calamidad ajena , no quedará sin castigo.",
      "topic": ""
    },
    "6": {
      "text": "¶ Corona de los viejos son los hijos de los hijos; y la honra de los hijos, sus padres.",
      "topic": ""
    },
    "7": {
      "text": "¶ No conviene al loco la altilocuencia; ¡cuánto menos al príncipe el labio mentiroso!",
      "topic": ""
    },
    "8": {
      "text": "¶ Piedra preciosa es el cohecho en ojos de sus dueños; a donde quiera que se vuelve, da prosperidad.",
      "topic": ""
    },
    "9": {
      "text": "¶ El que cubre la prevaricación, busca el amor; mas el que reitera el asunto, aparta los amigos.",
      "topic": ""
    },
    "10": {
      "text": "¶ Aprovecha la reprensión en el entendido, más que cien azotes en el loco.",
      "topic": ""
    },
    "11": {
      "text": "¶ El rebelde no busca sino mal; y mensajero cruel será enviado contra él.",
      "topic": ""
    },
    "12": {
      "text": "¶ Mejor es que se encuentre un hombre con una osa a la cual han robado sus cachorros, que con un loco en su locura.",
      "topic": ""
    },
    "13": {
      "text": "¶ El que da mal por bien, no se apartará el mal de su casa.",
      "topic": ""
    },
    "14": {
      "text": "¶ Soltar las aguas (hablar precipitadamente ) es el principio de la contienda; pues, antes que se revuelva el pleito, déjalo.",
      "topic": ""
    },
    "15": {
      "text": "¶ El que justifica al impío, y el que condena al justo, ambos por igual son abominación al SEÑOR.",
      "topic": ""
    },
    "16": {
      "text": "¶ ¿De qué sirve el precio en la mano del loco para comprar sabiduría, no teniendo corazón para entender ?",
      "topic": ""
    },
    "17": {
      "text": "¶ En todo tiempo ama el amigo; mas el hermano para la angustia es nacido.",
      "topic": ""
    },
    "18": {
      "text": "¶ El hombre falto de entendimiento toca la mano, fiando a otro delante de su amigo.",
      "topic": ""
    },
    "19": {
      "text": "¶ La prevaricación ama el que ama pleito; y el que alza su portada, quebrantamiento busca.",
      "topic": ""
    },
    "20": {
      "text": "¶ El perverso de corazón nunca hallará bien; y el que revuelve con su lengua, caerá en mal.",
      "topic": ""
    },
    "21": {
      "text": "¶ El que engendra al loco, para su tristeza lo engendra ; y el padre del loco no se alegrará.",
      "topic": ""
    },
    "22": {
      "text": "¶ El corazón alegre hará bien como una medicina; mas el espíritu triste seca los huesos.",
      "topic": ""
    },
    "23": {
      "text": "¶ El impío toma dádiva en secreto para pervertir las veredas del derecho.",
      "topic": ""
    },
    "24": {
      "text": "¶ En el rostro del entendido aparece la sabiduría; mas los ojos del loco manifiestan su locura hasta el cabo de la tierra.",
      "topic": ""
    },
    "25": {
      "text": "¶ El hijo loco es enojo a su padre, y amargura a la que lo engendró.",
      "topic": ""
    },
    "26": {
      "text": "¶ Ciertamente no es bueno condenar al justo, ni herir a los príncipes por hacer lo recto.",
      "topic": ""
    },
    "27": {
      "text": "¶ El que detiene sus palabras tiene sabiduría; y de espíritu valioso es el hombre entendido.",
      "topic": ""
    },
    "28": {
      "text": "Aun el loco cuando calla, es contado por sabio; el que cierra sus labios es entendido.",
      "topic": ""
    }
  }
}