{
  "info": {
    "book": "Proverbios",
    "chapter": "19",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Mejor es el pobre que camina en integridad, que el de perversos labios y loco.",
      "topic": ""
    },
    "2": {
      "text": "¶ El alma sin sabiduría no es buena; y el presuroso de pies peca.",
      "topic": ""
    },
    "3": {
      "text": "¶ La locura del hombre tuerce su camino; y contra el SEÑOR se aíra su corazón.",
      "topic": ""
    },
    "4": {
      "text": "¶ Las riquezas allegan muchos amigos; mas el pobre, de su amigo es apartado.",
      "topic": ""
    },
    "5": {
      "text": "¶ El testigo falso no será absuelto; y el que habla mentiras no escapará.",
      "topic": ""
    },
    "6": {
      "text": "¶ Muchos rogarán al príncipe; mas cada uno es amigo del hombre que da.",
      "topic": ""
    },
    "7": {
      "text": "Todos los hermanos del pobre le aborrecen; ¡cuánto más sus amigos se alejarán de él! Buscará la amistad y no la hallará.",
      "topic": ""
    },
    "8": {
      "text": "¶ El que posee entendimiento, ama su alma; guarda la inteligencia, para hallar el bien.",
      "topic": ""
    },
    "9": {
      "text": "¶ El testigo falso no quedará sin castigo; y el que habla mentiras, perecerá.",
      "topic": ""
    },
    "10": {
      "text": "¶ No conviene al loco el deleite; ¡cuánto menos al siervo ser señor de los príncipes!",
      "topic": ""
    },
    "11": {
      "text": "¶ El entendimiento del hombre detiene su furor; y su honra es disimular la ofensa.",
      "topic": ""
    },
    "12": {
      "text": "¶ Como el bramido del cachorro de león es la ira del rey; y su favor como el rocío sobre la hierba.",
      "topic": ""
    },
    "13": {
      "text": "¶ Dolor es para su padre el hijo loco; y gotera continua las contiendas de la mujer.",
      "topic": ""
    },
    "14": {
      "text": "¶ La casa y las riquezas herencia son de los padres; mas del SEÑOR la mujer prudente.",
      "topic": ""
    },
    "15": {
      "text": "¶ La pereza hace caer en sueño; y el alma negligente hambreará.",
      "topic": ""
    },
    "16": {
      "text": "¶ El que guarda el mandamiento, guarda su alma; mas el que menospreciare sus caminos, morirá.",
      "topic": ""
    },
    "17": {
      "text": "¶ Al SEÑOR presta el que da al pobre, y él le dará su paga.",
      "topic": ""
    },
    "18": {
      "text": "¶ Castiga a tu hijo en tanto que hay esperanza; mas no se excite tu alma para destruirlo.",
      "topic": ""
    },
    "19": {
      "text": "¶ El de grande ira llevará la pena; porque aun si lo librares seguirá lo mismo.",
      "topic": ""
    },
    "20": {
      "text": "¶ Escucha el consejo, y recibe el castigo, para que seas sabio en tu vejez.",
      "topic": ""
    },
    "21": {
      "text": "¶ Muchos pensamientos hay en el corazón del hombre; mas el consejo del SEÑOR permanecerá.",
      "topic": ""
    },
    "22": {
      "text": "¶ Contentamiento es a los hombres hacer misericordia; pero es mejor hacerlo al pobre que al mentiroso.",
      "topic": ""
    },
    "23": {
      "text": "¶ El temor del SEÑOR es para vida; el que lo tenga vivirá satisfecho; no será visitado de mal.",
      "topic": ""
    },
    "24": {
      "text": "¶ El perezoso esconde su mano en el seno; aun a su boca no la llevará.",
      "topic": ""
    },
    "25": {
      "text": "¶ Hiere al burlador, y el simple se hará avisado; y corrigiendo al entendido, entenderá ciencia.",
      "topic": ""
    },
    "26": {
      "text": "¶ El que roba a su padre y ahuyenta a su madre, es hijo avergonzador y deshonrador.",
      "topic": ""
    },
    "27": {
      "text": "¶ Cesa, hijo mío, de oír la enseñanza que induce a divagar de las razones de sabiduría.",
      "topic": ""
    },
    "28": {
      "text": "¶ El testigo perverso se burlará del juicio; y la boca de los impíos encubrirá la iniquidad.",
      "topic": ""
    },
    "29": {
      "text": "¶ Aparejados están juicios para los burladores, y azotes para los cuerpos de los locos.",
      "topic": ""
    }
  }
}