{
  "info": {
    "book": "Proverbios",
    "chapter": "20",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ El vino hace burlador, la cerveza alborotador; y cualquiera que en ellos yerra, no será sabio.",
      "topic": ""
    },
    "2": {
      "text": "¶ Como bramido de cachorro de león es el miedo del rey; el que lo hace enojar, peca contra su alma.",
      "topic": ""
    },
    "3": {
      "text": "¶ Honra es del hombre dejarse de contienda; mas todo loco se envolverá en ella .",
      "topic": ""
    },
    "4": {
      "text": "¶ El perezoso no ara a causa del invierno; pedirá, pues, en la siega, y no hallará .",
      "topic": ""
    },
    "5": {
      "text": "¶ Como aguas profundas es el consejo en el corazón del hombre; mas el hombre entendido lo alcanzará a sacar .",
      "topic": ""
    },
    "6": {
      "text": "¶ Muchos hombres publican cada uno su misericordia; mas varón de verdad, ¿quién lo hallará?",
      "topic": ""
    },
    "7": {
      "text": "¶ El justo que camina en su integridad, bienaventurados serán sus hijos después de él.",
      "topic": ""
    },
    "8": {
      "text": "¶ El rey que se sienta en el trono de juicio, con su mirar disipa todo mal.",
      "topic": ""
    },
    "9": {
      "text": "¶ ¿Quién podrá decir: Yo he limpiado mi corazón; limpio estoy de mi pecado?",
      "topic": ""
    },
    "10": {
      "text": "¶ Doble pesa y doble medida, abominación son al SEÑOR ambas cosas.",
      "topic": ""
    },
    "11": {
      "text": "¶ Aun el niño es conocido por sus obras, si su obra fuere limpia y recta.",
      "topic": ""
    },
    "12": {
      "text": "¶ El oído que oye, y el ojo que ve; el SEÑOR hizo ambas cosas.",
      "topic": ""
    },
    "13": {
      "text": "¶ No ames el sueño, para que no te empobrezcas; abre tus ojos, y te saciarás de pan.",
      "topic": ""
    },
    "14": {
      "text": "¶ El que compra dice: Malo es, malo es; mas cuando se aparta, se alaba.",
      "topic": ""
    },
    "15": {
      "text": "¶ Hay oro y multitud de piedras preciosas; mas los labios sabios son vaso precioso.",
      "topic": ""
    },
    "16": {
      "text": "¶ Quítale su ropa al que salió por fiador del extraño; y tómale prenda al que fía la extraña.",
      "topic": ""
    },
    "17": {
      "text": "¶ Sabroso es al hombre el pan de mentira; mas después su boca será llena de cascajo.",
      "topic": ""
    },
    "18": {
      "text": "¶ Los pensamientos con el consejo se ordenan; y con sabios consejos se hace la guerra.",
      "topic": ""
    },
    "19": {
      "text": "¶ El que descubre el secreto, en chismes anda; no te entremetas, pues, con el que lisonjea con sus labios.",
      "topic": ""
    },
    "20": {
      "text": "¶ El que maldice a su padre o a su madre, su candela será apagada en oscuridad tenebrosa.",
      "topic": ""
    },
    "21": {
      "text": "¶ La herencia adquirida de prisa al principio, su postrimería no será bendita.",
      "topic": ""
    },
    "22": {
      "text": "¶ No digas, yo me vengaré; espera al SEÑOR, y él te salvará.",
      "topic": ""
    },
    "23": {
      "text": "¶ Abominación son al SEÑOR las pesas dobles; y el peso falso no es bueno.",
      "topic": ""
    },
    "24": {
      "text": "¶ Del SEÑOR son los pasos del hombre; ¿cómo, pues, entenderá el hombre su camino?",
      "topic": ""
    },
    "25": {
      "text": "¶ Lazo es al hombre el devorar lo santo, y andar pesquisando después de los votos.",
      "topic": ""
    },
    "26": {
      "text": "¶ El rey sabio esparce los impíos; y sobre ellos hace rodar la rueda.",
      "topic": ""
    },
    "27": {
      "text": "¶ Candela del SEÑOR es el aliento del hombre que escudriña lo secreto del vientre.",
      "topic": ""
    },
    "28": {
      "text": "¶ Clemencia y verdad guardan al rey; y con misericordia sustenta su trono.",
      "topic": ""
    },
    "29": {
      "text": "¶ La gloria de los jóvenes es su fortaleza, y la hermosura de los viejos su vejez.",
      "topic": ""
    },
    "30": {
      "text": "¶ Las señales de las heridas pasadas son medicina para curar lo malo; y las vivas amonestaciones llegan a lo más secreto del vientre.",
      "topic": ""
    }
  }
}