{
  "info": {
    "book": "Proverbios",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Como los repartimientos de las aguas, así está el corazón del rey en la mano del SEÑOR; a todo lo que quiere lo inclina.",
      "topic": ""
    },
    "2": {
      "text": "¶ Todo camino del hombre es recto en su opinión; mas el SEÑOR pesa los corazones.",
      "topic": ""
    },
    "3": {
      "text": "¶ Hacer justicia y juicio es al SEÑOR más agradable que sacrificio.",
      "topic": ""
    },
    "4": {
      "text": "¶ Altivez de ojos, y orgullo de corazón, que es la candela de los impíos, es pecado.",
      "topic": ""
    },
    "5": {
      "text": "¶ Los pensamientos del solícito ciertamente van a abundancia; mas los de todo presuroso, indefectiblemente a pobreza.",
      "topic": ""
    },
    "6": {
      "text": "¶ Allegar tesoros con lengua de mentira, es vanidad desatentada de aquellos que buscan la muerte.",
      "topic": ""
    },
    "7": {
      "text": "¶ La rapiña de los impíos los destruirá; por cuanto no quisieron hacer juicio.",
      "topic": ""
    },
    "8": {
      "text": "¶ El camino del hombre perverso es torcido y extraño; mas la obra del limpio es recta.",
      "topic": ""
    },
    "9": {
      "text": "¶ Mejor es vivir en un rincón del terrado que con la mujer rencillosa en espaciosa casa.",
      "topic": ""
    },
    "10": {
      "text": "¶ El alma del impío desea mal; su prójimo no le parece bien.",
      "topic": ""
    },
    "11": {
      "text": "¶ Cuando el burlador es castigado, el simple se hace sabio; y enseñando al sabio, toma sabiduría.",
      "topic": ""
    },
    "12": {
      "text": "¶ Considera el justo la casa del impío; cómo los impíos son trastornados por el mal.",
      "topic": ""
    },
    "13": {
      "text": "¶ El que cierra su oído al clamor del pobre, también él clamará, y no será oído.",
      "topic": ""
    },
    "14": {
      "text": "¶ El presente en secreto amansa el furor, y el don en el seno, la fuerte ira.",
      "topic": ""
    },
    "15": {
      "text": "¶ Alegría es al justo el hacer juicio; mas quebrantamiento a los que hacen iniquidad.",
      "topic": ""
    },
    "16": {
      "text": "¶ El hombre que yerra del camino de la sabiduría, vendrá a parar en la compañía de los muertos.",
      "topic": ""
    },
    "17": {
      "text": "¶ Hombre necesitado será el que ama el deleite; y el que ama el vino y el ungüento no enriquecerá.",
      "topic": ""
    },
    "18": {
      "text": "¶ El rescate del justo será el impío, y por los rectos el prevaricador.",
      "topic": ""
    },
    "19": {
      "text": "¶ Mejor es morar en tierra del desierto, que con la mujer rencillosa e iracunda.",
      "topic": ""
    },
    "20": {
      "text": "¶ Tesoro codiciable y aceite hay en la casa del sabio; mas el hombre loco lo disipará.",
      "topic": ""
    },
    "21": {
      "text": "¶ El que sigue la justicia y la misericordia, hallará la vida, la justicia, y la honra.",
      "topic": ""
    },
    "22": {
      "text": "¶ La ciudad de los fuertes tomó el sabio, y derribó la fuerza en que ella confiaba.",
      "topic": ""
    },
    "23": {
      "text": "¶ El que guarda su boca y su lengua, su alma guarda de angustias.",
      "topic": ""
    },
    "24": {
      "text": "¶ Soberbio, arrogante y burlador es el nombre del que obra con la furia de la soberbia.",
      "topic": ""
    },
    "25": {
      "text": "¶ El deseo del perezoso le mata, porque sus manos no quieren trabajar.",
      "topic": ""
    },
    "26": {
      "text": "Hay quien todo el día codicia; mas el justo da, y sigue dando.",
      "topic": ""
    },
    "27": {
      "text": "¶ El sacrificio de los impíos es abominación; ¡cuánto más ofreciéndolo con maldad!",
      "topic": ""
    },
    "28": {
      "text": "¶ El testigo mentiroso perecerá; mas el hombre que oye, permanecerá en su dicho.",
      "topic": ""
    },
    "29": {
      "text": "¶ El hombre impío endurece su rostro; mas el recto ordena sus caminos.",
      "topic": ""
    },
    "30": {
      "text": "¶ No hay sabiduría, ni inteligencia, ni consejo, contra el SEÑOR.",
      "topic": ""
    },
    "31": {
      "text": "El caballo se apareja para el día de la batalla; mas del SEÑOR es el salvar.",
      "topic": ""
    }
  }
}