{
  "info": {
    "book": "Proverbios",
    "chapter": "22",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ De más estima es la buena fama que las muchas riquezas; y la buena gracia más que la plata y el oro.",
      "topic": ""
    },
    "2": {
      "text": "¶ El rico y el pobre se encontraron; a todos ellos los hizo el SEÑOR.",
      "topic": ""
    },
    "3": {
      "text": "¶ El avisado ve el mal, y se esconde; mas los simples pasan, y reciben el daño.",
      "topic": ""
    },
    "4": {
      "text": "¶ Riquezas, y honra, y vida, son la remuneración de la humildad y del temor del SEÑOR.",
      "topic": ""
    },
    "5": {
      "text": "¶ Espinas y lazos hay en el camino del perverso; el que guarda su alma se alejará de ellos.",
      "topic": ""
    },
    "6": {
      "text": "¶ Instruye al niño en su carrera; aun cuando fuere viejo no se apartará de ella.",
      "topic": ""
    },
    "7": {
      "text": "¶ El rico se enseñoreará de los pobres, y el que toma prestado es siervo del que presta.",
      "topic": ""
    },
    "8": {
      "text": "¶ El que sembrare iniquidad, iniquidad segará; y se consumirá la vara de su ira.",
      "topic": ""
    },
    "9": {
      "text": "¶ El ojo misericordioso será bendito, porque dio de su pan al menesteroso.",
      "topic": ""
    },
    "10": {
      "text": "¶ Echa fuera al burlador, y saldrá la contienda; y cesará el pleito y la afrenta.",
      "topic": ""
    },
    "11": {
      "text": "¶ El que ama la limpieza de corazón, y la gracia de sus labios; su compañero será el rey.",
      "topic": ""
    },
    "12": {
      "text": "¶ Los ojos del SEÑOR miran por la ciencia; mas él trastorna las cosas de los prevaricadores.",
      "topic": ""
    },
    "13": {
      "text": "¶ Dice el perezoso: El león está afuera; en medio de la calle seré muerto.",
      "topic": ""
    },
    "14": {
      "text": "¶ Sima profunda es la boca de las extrañas; aquel contra el cual estuviere el SEÑOR airado, caerá en ella.",
      "topic": ""
    },
    "15": {
      "text": "¶ La locura está ligada en el corazón del niño; mas la vara de la corrección la hará alejar de él.",
      "topic": ""
    },
    "16": {
      "text": "¶ El que oprime al pobre para aumentarse él, y que da al rico, ciertamente será pobre.",
      "topic": ""
    },
    "17": {
      "text": "¶ Inclina tu oído, y oye las palabras de los sabios, y pon tu corazón a mi sabiduría;",
      "topic": ""
    },
    "18": {
      "text": "porque es cosa deleitable, si las guardares en tus entrañas; y que juntamente sean ordenadas en tus labios.",
      "topic": ""
    },
    "19": {
      "text": "Para que tu confianza sea en el SEÑOR, te las he hecho saber hoy a ti también.",
      "topic": ""
    },
    "20": {
      "text": "¿No te he escrito tres veces en consejos y ciencia,",
      "topic": ""
    },
    "21": {
      "text": "para hacerte saber la certidumbre de las razones verdaderas, para que puedas responder razones de verdad a los que a ti enviaren?",
      "topic": ""
    },
    "22": {
      "text": "¶ No robes al pobre, porque es pobre, ni quebrantes en el juicio al necesitado;",
      "topic": ""
    },
    "23": {
      "text": "porque el SEÑOR juzgará la causa de ellos, y despojará el alma de aquellos que los despojaren.",
      "topic": ""
    },
    "24": {
      "text": "¶ No te entremetas con el iracundo, ni te acompañes con el hombre de enojos;",
      "topic": ""
    },
    "25": {
      "text": "para que no aprendas sus veredas, y tomes lazo para tu alma.",
      "topic": ""
    },
    "26": {
      "text": "¶ No estés entre los que tocan la mano, entre los que fían por deudas.",
      "topic": ""
    },
    "27": {
      "text": "Si no tuvieres para pagar, ¿por qué han de quitar tu cama de debajo de ti?",
      "topic": ""
    },
    "28": {
      "text": "¶ No traspases el término antiguo que pusieron tus padres.",
      "topic": ""
    },
    "29": {
      "text": "¶ ¿Has visto hombre solícito en su obra? Delante de los reyes estará; no estará delante de los oscuros.",
      "topic": ""
    }
  }
}