{
  "info": {
    "book": "Proverbios",
    "chapter": "23",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Cuando te sentares a comer con algún señor, considera bien lo que estuviere delante de ti;",
      "topic": ""
    },
    "2": {
      "text": "y pon cuchillo a tu garganta, si tienes gran apetito.",
      "topic": ""
    },
    "3": {
      "text": "No codicies sus manjares, porque es pan engañoso.",
      "topic": ""
    },
    "4": {
      "text": "¶ No trabajes por ser rico; desiste de tu propia sabiduría.",
      "topic": ""
    },
    "5": {
      "text": "¿Has de poner tus ojos en las riquezas, siendo ningunas? Porque se harán alas, como alas de águila, y volarán al cielo.",
      "topic": ""
    },
    "6": {
      "text": "¶ No comas pan de hombre de mal ojo, ni codicies sus manjares;",
      "topic": ""
    },
    "7": {
      "text": "porque cual es su pensamiento en su alma, tal es él. Come y bebe, te dirá; mas su corazón no está contigo.",
      "topic": ""
    },
    "8": {
      "text": "¿Comiste tu parte? La vomitarás; y perderás tus suaves palabras.",
      "topic": ""
    },
    "9": {
      "text": "¶ No hables a oídos del loco; porque menospreciará la prudencia de tus razones.",
      "topic": ""
    },
    "10": {
      "text": "¶ No traspases el término antiguo, ni entres en la heredad de los huérfanos;",
      "topic": ""
    },
    "11": {
      "text": "porque el redentor de ellos es el Fuerte, el cual juzgará la causa de ellos contra ti.",
      "topic": ""
    },
    "12": {
      "text": "¶ Aplica tu corazón al castigo, y tus oídos a las palabras de sabiduría.",
      "topic": ""
    },
    "13": {
      "text": "No detengas el castigo del niño; porque si lo hirieres con vara, no morirá.",
      "topic": ""
    },
    "14": {
      "text": "Tú lo herirás con vara, y librarás su alma del infierno.",
      "topic": ""
    },
    "15": {
      "text": "Hijo mío, si tu corazón fuere sabio, también a mí se me alegrará el corazón;",
      "topic": ""
    },
    "16": {
      "text": "mis entrañas también se alegrarán, cuando tus labios hablaren cosas rectas.",
      "topic": ""
    },
    "17": {
      "text": "¶ No tenga tu corazón envidia de los pecadores, antes persevera en el temor del SEÑOR todo tiempo;",
      "topic": ""
    },
    "18": {
      "text": "porque ciertamente hay fin, y tu esperanza no será cortada.",
      "topic": ""
    },
    "19": {
      "text": "¶ Oye tú, hijo mío, y sé sabio, y endereza tu corazón al camino.",
      "topic": ""
    },
    "20": {
      "text": "No estés con los borrachos de vino, ni con los glotones de carne;",
      "topic": ""
    },
    "21": {
      "text": "porque el bebedor y el comilón empobrecerán; y el sueño hará vestir vestidos rotos.",
      "topic": ""
    },
    "22": {
      "text": "Oye a tu padre, a aquel que te engendró; y cuando tu madre envejeciere, no la menosprecies.",
      "topic": ""
    },
    "23": {
      "text": "Compra la verdad, y no la vendas; la sabiduría, la enseñanza, y la inteligencia.",
      "topic": ""
    },
    "24": {
      "text": "Mucho se alegrará el padre del justo; y el que engendró sabio se gozará con él.",
      "topic": ""
    },
    "25": {
      "text": "Alégrense tu padre y tu madre, y gócese la que te dio a luz.",
      "topic": ""
    },
    "26": {
      "text": "Dame, hijo mío, tu corazón, y miren tus ojos por mis caminos.",
      "topic": ""
    },
    "27": {
      "text": "Porque sima profunda es la ramera, y pozo angosto la extraña.",
      "topic": ""
    },
    "28": {
      "text": "También ella, como robador, acecha, y multiplica entre los hombres los prevaricadores.",
      "topic": ""
    },
    "29": {
      "text": "¶ ¿Para quién será el ay? ¿Para quién el ay? ¿Para quién las rencillas? ¿Para quién las quejas? ¿Para quién las heridas en balde? ¿Para quién lo amoratado de los ojos?",
      "topic": ""
    },
    "30": {
      "text": "Para los que se detienen junto al vino, para los que van buscando la mixtura.",
      "topic": ""
    },
    "31": {
      "text": "No mires al vino cuando rojea, cuando resplandece su color en el vaso, se entra suavemente;",
      "topic": ""
    },
    "32": {
      "text": "mas al fin morderá como serpiente, y como basilisco dará dolor.",
      "topic": ""
    },
    "33": {
      "text": "Tus ojos mirarán las extrañas, y tu corazón hablará perversidades.",
      "topic": ""
    },
    "34": {
      "text": "Y serás como el que duerme en medio del mar, y como el que se acuesta junto al timón.",
      "topic": ""
    },
    "35": {
      "text": "Y dirás : Me hirieron, mas no me dolió; me azotaron, mas no lo sentí; cuando despertare, aun lo volveré a buscar.",
      "topic": ""
    }
  }
}