{
  "info": {
    "book": "Proverbios",
    "chapter": "25",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ También estos son proverbios de Salomón, los cuales copiaron los varones de Ezequías, rey de Judá.",
      "topic": ""
    },
    "2": {
      "text": "¶ Honra de Dios es encubrir la palabra; mas honra del rey es escudriñar la palabra.",
      "topic": ""
    },
    "3": {
      "text": "Para la altura de los cielos, y para la profundidad de la tierra, y para el corazón de los reyes, no hay investigación.",
      "topic": ""
    },
    "4": {
      "text": "¶ Quita las escorias de la plata, y saldrá vaso al fundidor.",
      "topic": ""
    },
    "5": {
      "text": "Aparta al impío de la presencia del rey, y su trono se afirmará en justicia.",
      "topic": ""
    },
    "6": {
      "text": "¶ No te alabes delante del rey, ni estés en el lugar de los grandes;",
      "topic": ""
    },
    "7": {
      "text": "porque mejor es que se te diga: Sube acá, que no que seas abajado delante del príncipe a quien han mirado tus ojos.",
      "topic": ""
    },
    "8": {
      "text": "¶ No salgas a pleito presto, no sea que no sepas qué hacer al fin, después que tu prójimo te haya avergonzado.",
      "topic": ""
    },
    "9": {
      "text": "Trata tu causa con tu compañero, y no descubras el secreto a otro;",
      "topic": ""
    },
    "10": {
      "text": "para que no te deshonre el que lo oyere, y tu infamia no pueda repararse.",
      "topic": ""
    },
    "11": {
      "text": "¶ Manzana de oro con figuras de plata es la palabra dicha como conviene.",
      "topic": ""
    },
    "12": {
      "text": "Como zarcillo de oro y joyel de oro fino, es el que reprende al sabio que tiene oído dócil.",
      "topic": ""
    },
    "13": {
      "text": "¶ Como frío de nieve en tiempo de la siega, así es el mensajero fiel a los que lo envían; pues al alma de su señor da refrigerio.",
      "topic": ""
    },
    "14": {
      "text": "¶ Como nubes y vientos sin lluvia, así es el hombre que se jacta en don de mentira.",
      "topic": ""
    },
    "15": {
      "text": "¶ Con larga paciencia se aplaca el príncipe; y la lengua blanda quebranta los huesos.",
      "topic": ""
    },
    "16": {
      "text": "¶ ¿Hallaste la miel? Come lo que te basta; no sea que hastiado de ella, la vomites.",
      "topic": ""
    },
    "17": {
      "text": "¶ Detén tu pie de la casa de tu prójimo, no sea que hastiado de ti te aborrezca.",
      "topic": ""
    },
    "18": {
      "text": "¶ Martillo y cuchillo y saeta aguda, es el hombre que habla contra su prójimo falso testimonio.",
      "topic": ""
    },
    "19": {
      "text": "¶ Diente quebrado y pie resbalador, es la confianza en el prevaricador en el tiempo de angustia.",
      "topic": ""
    },
    "20": {
      "text": "¶ El que canta canciones al corazón afligido, es como el que quita la ropa en tiempo de frío, o el que sobre el jabón echa vinagre.",
      "topic": ""
    },
    "21": {
      "text": "¶ Si el que te aborrece tuviere hambre, dale de comer pan; y si tuviere sed, dale de beber agua;",
      "topic": ""
    },
    "22": {
      "text": "porque ascuas allegas sobre su cabeza, y el SEÑOR te lo pagará.",
      "topic": ""
    },
    "23": {
      "text": "¶ El viento del norte ahuyenta la lluvia, y el rostro airado la lengua detractora.",
      "topic": ""
    },
    "24": {
      "text": "¶ Mejor es estar en un rincón del terrado, que con la mujer rencillosa en casa espaciosa.",
      "topic": ""
    },
    "25": {
      "text": "¶ Como el agua fría al alma sedienta, así son las buenas nuevas de lejanas tierras.",
      "topic": ""
    },
    "26": {
      "text": "¶ Como fuente turbia y manantial corrompido, es el justo que se inclina delante del impío.",
      "topic": ""
    },
    "27": {
      "text": "¶ Comer mucha miel no es bueno; ni inquirir de su propia gloria es gloria.",
      "topic": ""
    },
    "28": {
      "text": "¶ Como ciudad derribada y sin muro, es el hombre cuyo espíritu no tiene rienda.",
      "topic": ""
    }
  }
}