{
  "info": {
    "book": "Proverbios",
    "chapter": "27",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ No te jactes del día de mañana; porque no sabes qué dará de sí el día.",
      "topic": ""
    },
    "2": {
      "text": "¶ Alábete el extraño, y no tu boca; el ajeno, y no tus labios.",
      "topic": ""
    },
    "3": {
      "text": "¶ Pesada es la piedra, y la arena pesa; mas la ira del loco es más pesada que ambas cosas.",
      "topic": ""
    },
    "4": {
      "text": "Cruel es la ira, e impetuoso el furor; mas ¿quién parará delante de la envidia?",
      "topic": ""
    },
    "5": {
      "text": "¶ Mejor es la reprensión manifiesta que el amor oculto.",
      "topic": ""
    },
    "6": {
      "text": "Fieles son las heridas del que ama; pero importunos los besos del que aborrece.",
      "topic": ""
    },
    "7": {
      "text": "¶ El alma saciada desprecia el panal de miel; mas al alma hambrienta todo lo amargo es dulce.",
      "topic": ""
    },
    "8": {
      "text": "¶ Como el ave se va de su nido, así es el hombre que se va de su lugar.",
      "topic": ""
    },
    "9": {
      "text": "¶ El ungüento y el incienso alegran el corazón; así la dulzura del amigo con el consejo del alma.",
      "topic": ""
    },
    "10": {
      "text": "No dejes a tu amigo, ni al amigo de tu padre; ni entres en casa de tu hermano el día de tu aflicción. Mejor es el vecino cerca que el hermano lejano.",
      "topic": ""
    },
    "11": {
      "text": "¶ Sé sabio, hijo mío, y alegra mi corazón, y tendré qué responder al que me deshonrare.",
      "topic": ""
    },
    "12": {
      "text": "¶ El avisado ve el mal, y se esconde, mas los simples pasan, y llevan el daño.",
      "topic": ""
    },
    "13": {
      "text": "¶ Quítale su ropa al que fio al extraño; y al que fio a la extraña, tómale prenda.",
      "topic": ""
    },
    "14": {
      "text": "¶ El que bendice a su amigo en alta voz, madrugando de mañana, por maldición se le contará.",
      "topic": ""
    },
    "15": {
      "text": "¶ Gotera continua en tiempo de lluvia, y la mujer rencillosa, son semejantes;",
      "topic": ""
    },
    "16": {
      "text": "el que la escondió, escondió el viento; porque el aceite en su mano derecha clama.",
      "topic": ""
    },
    "17": {
      "text": "¶ Hierro con hierro se aguza; y el hombre le da ánimo a su amigo.",
      "topic": ""
    },
    "18": {
      "text": "¶ El que guarda la higuera, comerá su fruto; y el que guarda a su señor, será honrado.",
      "topic": ""
    },
    "19": {
      "text": "¶ Como en agua el rostro corresponde al rostro, así el corazón del hombre al hombre.",
      "topic": ""
    },
    "20": {
      "text": "¶ El sepulcro y la perdición nunca se sacian; así los ojos del hombre nunca están satisfechos.",
      "topic": ""
    },
    "21": {
      "text": "¶ El crisol prueba la plata, y la hornaza el oro; y al hombre la boca del que lo alaba.",
      "topic": ""
    },
    "22": {
      "text": "¶ Aunque majes al loco en un mortero entre granos de trigo a pisón majados, no se quitará de él su locura.",
      "topic": ""
    },
    "23": {
      "text": "¶ Considera atentamente el rostro de tus ovejas; pon tu corazón al ganado;",
      "topic": ""
    },
    "24": {
      "text": "porque las riquezas no son para siempre; ¿Y será la corona para perpetuas generaciones?",
      "topic": ""
    },
    "25": {
      "text": "Saldrá la grama, aparecerá la hierba, y se segarán las hierbas de los montes.",
      "topic": ""
    },
    "26": {
      "text": "Los corderos son para tus vestidos, y los cabritos son para el precio del campo;",
      "topic": ""
    },
    "27": {
      "text": "y abundancia de leche de las cabras para tu mantenimiento, y para mantenimiento de tu casa, y para sustento de tus criadas.",
      "topic": ""
    }
  }
}