{
  "info": {
    "book": "Proverbios",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Hijo mío, no te olvides de mi ley; y tu corazón guarde mis mandamientos;",
      "topic": ""
    },
    "2": {
      "text": "porque largura de días y años de vida y paz te aumentarán.",
      "topic": ""
    },
    "3": {
      "text": "Misericordia y verdad no te desamparen; átalas a tu cuello, escríbelas en la tabla de tu corazón;",
      "topic": ""
    },
    "4": {
      "text": "y hallarás gracia y buena opinión en los ojos de Dios y de los hombres.",
      "topic": ""
    },
    "5": {
      "text": "Fíate del SEÑOR de todo tu corazón, y no estribes en tu propia prudencia.",
      "topic": ""
    },
    "6": {
      "text": "Reconócelo en todos tus caminos, y él enderezará tus veredas.",
      "topic": ""
    },
    "7": {
      "text": "¶ No seas sabio en tu propia opinión; teme al SEÑOR, y apártate del mal;",
      "topic": ""
    },
    "8": {
      "text": "porque será medicina a tu ombligo, y tuétano a tus huesos.",
      "topic": ""
    },
    "9": {
      "text": "Honra al SEÑOR de tu sustancia, y de las primicias de todos tus frutos;",
      "topic": ""
    },
    "10": {
      "text": "y serán llenos tus alfolíes con abundancia, y tus lagares rebosarán de mosto.",
      "topic": ""
    },
    "11": {
      "text": "No deseches, hijo mío, el castigo del SEÑOR; ni te fatigues de su corrección;",
      "topic": ""
    },
    "12": {
      "text": "porque el SEÑOR castiga al que ama y quiere, como el padre al hijo.",
      "topic": ""
    },
    "13": {
      "text": "¶ Bienaventurado el hombre que halló la sabiduría, y que saca a luz la inteligencia;",
      "topic": ""
    },
    "14": {
      "text": "porque su mercadería es mejor que la mercadería de la plata, y sus frutos más que el oro fino.",
      "topic": ""
    },
    "15": {
      "text": "Más preciosa es que las piedras preciosas; y todo lo que puedes desear, no se puede comparar a ella.",
      "topic": ""
    },
    "16": {
      "text": "Largura de días trae en su mano derecha; en su izquierda riquezas y honra.",
      "topic": ""
    },
    "17": {
      "text": "Sus caminos son caminos deleitosos, y todas sus veredas paz.",
      "topic": ""
    },
    "18": {
      "text": "Ella es árbol de vida a los que de ella echan mano; y bienaventurados son los que la mantienen.",
      "topic": ""
    },
    "19": {
      "text": "El SEÑOR con sabiduría fundó la tierra; afirmó los cielos con inteligencia.",
      "topic": ""
    },
    "20": {
      "text": "Con su ciencia se partieron los abismos, y destilan el rocío los cielos.",
      "topic": ""
    },
    "21": {
      "text": "¶ Hijo mío, no se aparten de tus ojos; guarda la sabiduría y el consejo;",
      "topic": ""
    },
    "22": {
      "text": "y serán vida a tu alma, y gracia a tu cuello.",
      "topic": ""
    },
    "23": {
      "text": "Entonces andarás por tu camino confiadamente, y tu pie no tropezará.",
      "topic": ""
    },
    "24": {
      "text": "Cuando te acostares, no tendrás temor; antes te acostarás, y tu sueño será suave.",
      "topic": ""
    },
    "25": {
      "text": "No tendrás temor del pavor repentino, ni de la ruina de los impíos cuando viniere;",
      "topic": ""
    },
    "26": {
      "text": "porque el SEÑOR será tu confianza, y él guardará tu pie para que no seas tomado.",
      "topic": ""
    },
    "27": {
      "text": "¶ No detengas el bien de sus dueños, cuando tuvieres poder para hacerlo.",
      "topic": ""
    },
    "28": {
      "text": "No digas a tu prójimo: Ve, y vuelve, y mañana te daré; cuando tienes contigo qué darle .",
      "topic": ""
    },
    "29": {
      "text": "No pienses mal contra tu prójimo, estando él confiado de ti.",
      "topic": ""
    },
    "30": {
      "text": "No pleitees con alguno sin razón, si él no te ha hecho agravio.",
      "topic": ""
    },
    "31": {
      "text": "No envidies al hombre injusto, ni escojas alguno de sus caminos.",
      "topic": ""
    },
    "32": {
      "text": "Porque el perverso es abominado del SEÑOR; mas su secreto es con los rectos.",
      "topic": ""
    },
    "33": {
      "text": "La maldición del SEÑOR está en la casa del impío; mas él bendecirá la morada de los justos.",
      "topic": ""
    },
    "34": {
      "text": "Ciertamente él escarnecerá a los escarnecedores, y a los humildes dará gracia.",
      "topic": ""
    },
    "35": {
      "text": "Los sabios heredarán la honra; mas los locos sostendrán deshonra.",
      "topic": ""
    }
  }
}