{
  "info": {
    "book": "1 Peter",
    "chapter": "1",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Peter, Apostle of Jesus Christ, to the newly-arrived elect of the dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
      "topic": ""
    },
    "2": {
      "text": "in accord with the foreknowledge of God the Father, in the sanctification of the Spirit, with the obedience and the sprinkling of the blood of Jesus Christ: May grace and peace be multiplied for you.",
      "topic": ""
    },
    "3": {
      "text": "Blessed be the God and Father of our Lord Jesus Christ, who according to his great mercy has regenerated us into a living hope, through the resurrection of Jesus Christ from the dead:",
      "topic": ""
    },
    "4": {
      "text": "unto an incorruptible and undefiled and unfading inheritance, which is reserved for you in heaven.",
      "topic": ""
    },
    "5": {
      "text": "By the power of God, you are guarded through faith for a salvation which is ready to be revealed in the end time.",
      "topic": ""
    },
    "6": {
      "text": "In this, you should exult, if now, for a brief time, it is necessary to be made sorrowful by various trials,",
      "topic": ""
    },
    "7": {
      "text": "so that the testing of your faith, which is much more precious than gold tested by fire, may be found in praise and glory and honor at the revelation of Jesus Christ.",
      "topic": ""
    },
    "8": {
      "text": "For though you have not seen him, you love him. In him also, though you do not see him, you now believe. And in believing, you shall exult with an inexpressible and glorious joy,",
      "topic": ""
    },
    "9": {
      "text": "returning with the goal of your faith, the salvation of souls.",
      "topic": ""
    },
    "10": {
      "text": "About this salvation, the prophets inquired and diligently searched, those who prophesied about the future grace in you,",
      "topic": ""
    },
    "11": {
      "text": "inquiring as to what type of condition was signified to them by the Spirit of Christ, when foretelling those sufferings that are in Christ, as well as the subsequent glories.",
      "topic": ""
    },
    "12": {
      "text": "To them, it was revealed that they were ministering, not for themselves, but for you those things which have now been announced to you through those who have preached the Gospel to you, through the Holy Spirit, who was sent down from heaven to the One upon whom the Angels desire to gaze.",
      "topic": ""
    },
    "13": {
      "text": "For this reason, gird the waist of your mind, be sober, and hope perfectly in the grace that is offered to you in the revelation of Jesus Christ.",
      "topic": ""
    },
    "14": {
      "text": "Be like sons of obedience, not conforming to the desires of your former ignorance,",
      "topic": ""
    },
    "15": {
      "text": "but in accord with him who has called you: the Holy One. And in every behavior, you yourself must be holy,",
      "topic": ""
    },
    "16": {
      "text": "for it is written: “You shall be holy, for I am Holy.”",
      "topic": ""
    },
    "17": {
      "text": "And if you invoke as Father him who, without showing favoritism to persons, judges according to each one’s work, then act in fear during the time of your sojourning here.",
      "topic": ""
    },
    "18": {
      "text": "For you know that it was not with corruptible gold or silver that you were redeemed away from your useless behavior in the traditions of your fathers,",
      "topic": ""
    },
    "19": {
      "text": "but it was with the precious blood of Christ, an immaculate and undefiled lamb,",
      "topic": ""
    },
    "20": {
      "text": "foreknown, certainly, before the foundation of the world, and made manifest in these latter times for your sake.",
      "topic": ""
    },
    "21": {
      "text": "Through him, you have been faithful to God, who raised him up from the dead and gave him glory, so that your faith and hope would be in God.",
      "topic": ""
    },
    "22": {
      "text": "So chastise your souls with the obedience of charity, in fraternal love, and love one another from a simple heart, attentively.",
      "topic": ""
    },
    "23": {
      "text": "For you have been born again, not from corruptible seed, but from what is incorruptible, from the Word of God, living and remaining for all eternity.",
      "topic": ""
    },
    "24": {
      "text": "For all flesh is like the grass and all its glory is like the flower of the grass. The grass withers and its flower falls away.",
      "topic": ""
    },
    "25": {
      "text": "But the Word of the Lord endures for eternity. And this is the Word that has been evangelized to you.",
      "topic": ""
    }
  }
}