{
  "info": {
    "book": "2 Corinthians",
    "chapter": "13",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "This third time do I come unto you; on the mouth of two witnesses or three shall every saying be established;",
      "topic": ""
    },
    "2": {
      "text": "I have said before, and I say it before, as being present, the second time, and being absent, now, do I write to those having sinned before, and to all the rest, that if I come again, I will not spare,",
      "topic": ""
    },
    "3": {
      "text": "since a proof ye seek of the Christ speaking in me, who to you is not infirm, but is powerful in you,",
      "topic": ""
    },
    "4": {
      "text": "for even if he was crucified from infirmity, yet he doth live from the power of God; for we also are weak in him, but we shall live with him from the power of God toward you.",
      "topic": ""
    },
    "5": {
      "text": "Your own selves try ye, if ye are in the faith; your own selves prove ye; do ye not know your own selves, that Jesus Christ is in you, if ye be not in some respect disapproved of?",
      "topic": ""
    },
    "6": {
      "text": "and I hope that ye shall know that we—we are not disapproved of;",
      "topic": ""
    },
    "7": {
      "text": "and I pray before God that ye do no evil, not that we may appear approved, but that ye may do that which is right, and we may be as disapproved;",
      "topic": ""
    },
    "8": {
      "text": "for we are not able to do anything against the truth, but for the truth;",
      "topic": ""
    },
    "9": {
      "text": "for we rejoice when we may be infirm, and ye may be powerful; and this also we pray for—your perfection!",
      "topic": ""
    },
    "10": {
      "text": "because of this, these things—being absent—I write, that being present, I may not treat any sharply, according to the authority that the Lord did give me for building up, and not for casting down.",
      "topic": ""
    },
    "11": {
      "text": "Henceforth, brethren, rejoice; be made perfect, be comforted, be of the same mind, be at peace, and the God of the love and peace shall be with you;",
      "topic": ""
    },
    "12": {
      "text": "salute one another in an holy kiss;",
      "topic": ""
    },
    "13": {
      "text": "salute you do all the saints;",
      "topic": ""
    },
    "14": {
      "text": "the grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit, is with you all! Amen.",
      "topic": ""
    }
  }
}