{
  "info": {
    "book": "2 Corinthians",
    "chapter": "6",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And working together also we call upon you that ye receive not in vain the grace of God—",
      "topic": ""
    },
    "2": {
      "text": "for He saith, ‘In an acceptable time I did hear thee, and in a day of salvation I did help thee, lo, now is a well-accepted time; lo, now, a day of salvation,’—",
      "topic": ""
    },
    "3": {
      "text": "in nothing giving any cause of offence, that the ministration may be not blamed,",
      "topic": ""
    },
    "4": {
      "text": "but in everything recommending ourselves as God’s ministrants; in much patience, in tribulations, in necessities, in distresses,",
      "topic": ""
    },
    "5": {
      "text": "in stripes, in imprisonments, in insurrections, in labours, in watchings, in fastings,",
      "topic": ""
    },
    "6": {
      "text": "in pureness, in knowledge, in long-suffering, in kindness, in the Holy Spirit, in love unfeigned,",
      "topic": ""
    },
    "7": {
      "text": "in the word of truth, in the power of God, through the armour of the righteousness, on the right and on the left,",
      "topic": ""
    },
    "8": {
      "text": "through glory and dishonour, through evil report and good report, as leading astray, and true;",
      "topic": ""
    },
    "9": {
      "text": "as unknown, and recognized; as dying, and lo, we live; as chastened, and not put to death;",
      "topic": ""
    },
    "10": {
      "text": "as sorrowful, and always rejoicing; as poor, and making many rich; as having nothing, and possessing all things.",
      "topic": ""
    },
    "11": {
      "text": "Our mouth hath been open unto you, O Corinthians, our heart hath been enlarged!",
      "topic": ""
    },
    "12": {
      "text": "ye are not straitened in us, and ye are straitened in your own bowels,",
      "topic": ""
    },
    "13": {
      "text": "and as a recompense of the same kind, (as to children I say it,) be ye enlarged—also ye!",
      "topic": ""
    },
    "14": {
      "text": "Become not yoked with others—unbelievers, for what partaking is there to righteousness and lawlessness?",
      "topic": ""
    },
    "15": {
      "text": "and what fellowship to light with darkness? and what concord to Christ with Belial? or what part to a believer with an unbeliever?",
      "topic": ""
    },
    "16": {
      "text": "and what agreement to the sanctuary of God with idols? for ye are a sanctuary of the living God, according as God said—‘I will dwell in them, and will walk among them, and I will be their God, and they shall be My people,",
      "topic": ""
    },
    "17": {
      "text": "wherefore, come ye forth out of the midst of them, and be separated, saith the Lord, and an unclean thing do not touch, and I—I will receive you,",
      "topic": ""
    },
    "18": {
      "text": "and I will be to you for a Father, and ye—ye shall be to Me for sons and daughters, saith the Lord Almighty.’",
      "topic": ""
    }
  }
}