{
  "info": {
    "book": "Mark",
    "chapter": "1",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "This is the beginning of the gospel of Jesus Christ, the Son of God.",
      "topic": ""
    },
    "2": {
      "text": "As it is written in Isaiah the prophet: “Behold, I will send My messenger ahead of You, who will prepare Your way.”",
      "topic": ""
    },
    "3": {
      "text": "“A voice of one calling in the wilderness, ‘Prepare the way for the Lord, make straight paths for Him.’”",
      "topic": ""
    },
    "4": {
      "text": "John the Baptist appeared in the wilderness, preaching a baptism of repentance for the forgiveness of sins.",
      "topic": ""
    },
    "5": {
      "text": "People went out to him from all of Jerusalem and the countryside of Judea. Confessing their sins, they were baptized by him in the Jordan River.",
      "topic": ""
    },
    "6": {
      "text": "John was clothed in camel’s hair, with a leather belt around his waist. His food was locusts and wild honey.",
      "topic": ""
    },
    "7": {
      "text": "And he proclaimed: “After me will come One more powerful than I, the straps of whose sandals I am not worthy to stoop down and untie.",
      "topic": ""
    },
    "8": {
      "text": "I baptize you with water, but He will baptize you with the Holy Spirit.”",
      "topic": ""
    },
    "9": {
      "text": "In those days Jesus came from Nazareth in Galilee and was baptized by John in the Jordan.",
      "topic": ""
    },
    "10": {
      "text": "As soon as Jesus came up out of the water, He saw the heavens breaking open and the Spirit descending on Him like a dove.",
      "topic": ""
    },
    "11": {
      "text": "And a voice came from heaven: “You are My beloved Son; in You I am well pleased.”",
      "topic": ""
    },
    "12": {
      "text": "At once the Spirit drove Jesus into the wilderness,",
      "topic": ""
    },
    "13": {
      "text": "and He was there for forty days, being tempted by Satan. He was with the wild animals, and the angels ministered to Him.",
      "topic": ""
    },
    "14": {
      "text": "After the arrest of John, Jesus went into Galilee and proclaimed the gospel of God.",
      "topic": ""
    },
    "15": {
      "text": "“The time is fulfilled,” He said, “and the kingdom of God is near. Repent and believe in the gospel!”",
      "topic": ""
    },
    "16": {
      "text": "As Jesus was walking beside the Sea of Galilee, He saw Simon and his brother Andrew. They were casting a net into the sea, for they were fishermen.",
      "topic": ""
    },
    "17": {
      "text": "“Come, follow Me,” Jesus said, “and I will make you fishers of men.”",
      "topic": ""
    },
    "18": {
      "text": "And at once they left their nets and followed Him.",
      "topic": ""
    },
    "19": {
      "text": "Going on a little farther, He saw James son of Zebedee and his brother John. They were in a boat, mending their nets.",
      "topic": ""
    },
    "20": {
      "text": "Immediately Jesus called them, and they left their father Zebedee in the boat with the hired men and followed Him.",
      "topic": ""
    },
    "21": {
      "text": "Then Jesus and His companions went to Capernaum, and right away Jesus entered the synagogue on the Sabbath and began to teach.",
      "topic": ""
    },
    "22": {
      "text": "The people were astonished at His teaching, because He taught as one who had authority, and not as the scribes.",
      "topic": ""
    },
    "23": {
      "text": "Suddenly a man with an unclean spirit cried out in the synagogue:",
      "topic": ""
    },
    "24": {
      "text": "“What do You want with us, Jesus of Nazareth? Have You come to destroy us? I know who You are—the Holy One of God!”",
      "topic": ""
    },
    "25": {
      "text": "But Jesus rebuked the spirit. “Be silent!” He said. “Come out of him!”",
      "topic": ""
    },
    "26": {
      "text": "At this, the unclean spirit threw the man into convulsions and came out with a loud shriek.",
      "topic": ""
    },
    "27": {
      "text": "All the people were amazed and began to ask one another, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him!”",
      "topic": ""
    },
    "28": {
      "text": "And the news about Jesus spread quickly through the whole region of Galilee.",
      "topic": ""
    },
    "29": {
      "text": "As soon as Jesus and His companions had left the synagogue, they went with James and John to the home of Simon and Andrew.",
      "topic": ""
    },
    "30": {
      "text": "Simon’s mother-in-law was sick in bed with a fever, and they promptly told Jesus about her.",
      "topic": ""
    },
    "31": {
      "text": "So He went to her, took her by the hand, and helped her up. The fever left her, and she began to serve them.",
      "topic": ""
    },
    "32": {
      "text": "That evening, after sunset, people brought to Jesus all the sick and demon-possessed,",
      "topic": ""
    },
    "33": {
      "text": "and the whole town gathered at the door.",
      "topic": ""
    },
    "34": {
      "text": "And He healed many who were ill with various diseases and drove out many demons. But He would not allow the demons to speak, because they knew who He was.",
      "topic": ""
    },
    "35": {
      "text": "Early in the morning, while it was still dark, Jesus got up and went out to a solitary place to pray.",
      "topic": ""
    },
    "36": {
      "text": "Simon and his companions went to look for Him,",
      "topic": ""
    },
    "37": {
      "text": "and when they found Him, they said, “Everyone is looking for You!”",
      "topic": ""
    },
    "38": {
      "text": "But Jesus answered, “Let us go on to the neighboring towns so I can preach there as well, for that is why I have come.”",
      "topic": ""
    },
    "39": {
      "text": "So He went throughout Galilee, preaching in their synagogues and driving out demons.",
      "topic": ""
    },
    "40": {
      "text": "Then a leper came to Jesus, begging on his knees: “If You are willing, You can make me clean.”",
      "topic": ""
    },
    "41": {
      "text": "Moved with compassion, Jesus reached out His hand and touched the man. “I am willing,” He said. “Be clean!”",
      "topic": ""
    },
    "42": {
      "text": "And immediately the leprosy left him, and the man was cleansed.",
      "topic": ""
    },
    "43": {
      "text": "Jesus promptly sent him away with a stern warning:",
      "topic": ""
    },
    "44": {
      "text": "“See that you don’t tell anyone. But go, show yourself to the priest and present the offering Moses prescribed for your cleansing, as a testimony to them.”",
      "topic": ""
    },
    "45": {
      "text": "But the man went out and openly began to proclaim and spread the news. Consequently, Jesus could no longer enter a town in plain view, but He stayed out in solitary places. Yet people came to Him from every quarter.",
      "topic": ""
    }
  }
}