{
  "info": {
    "book": "Gálatas",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pablo, apóstol, no de los hombres ni por hombre, sino por Jesús, el Cristo, y Dios el Padre, que lo resucitó de los muertos,",
      "topic": ""
    },
    "2": {
      "text": "y todos los hermanos que están conmigo, a las Iglesias de Galacia:",
      "topic": ""
    },
    "3": {
      "text": "Gracia sea a vosotros, y paz de Dios el Padre, y del Señor nuestro Jesús, el Cristo,",
      "topic": ""
    },
    "4": {
      "text": "El cual se dio a sí mismo por nuestros pecados para librarnos de este presente siglo malo, conforme a la voluntad del Dios y Padre nuestro,",
      "topic": ""
    },
    "5": {
      "text": "al cual es la gloria por los siglos de los siglos. Amén.",
      "topic": ""
    },
    "6": {
      "text": "¶ Estoy maravillado de que tan pronto os hayáis traspasado del que os llamó en la gracia de Cristo, a otro evangelio;",
      "topic": ""
    },
    "7": {
      "text": "porque no hay otro, sino que hay algunos que os inquietan, y quieren pervertir el Evangelio del Cristo.",
      "topic": ""
    },
    "8": {
      "text": "Mas aun si nosotros o un ángel del cielo os anunciare otro Evangelio del que os hemos anunciado, sea anatema.",
      "topic": ""
    },
    "9": {
      "text": "Como antes hemos dicho, también ahora lo decimos otra vez: Si alguno os anunciare otro Evangelio del que habéis recibido, sea anatema.",
      "topic": ""
    },
    "10": {
      "text": "¶ Porque, ¿persuado yo ahora a hombres o a Dios? ¿O busco agradar a los hombres? Cierto, que si todavía agradara a los hombres, no sería siervo de Cristo.",
      "topic": ""
    },
    "11": {
      "text": "Mas os hago saber, hermanos, que el Evangelio que ha sido anunciado por mí, no es según hombre;",
      "topic": ""
    },
    "12": {
      "text": "ni yo lo recibí, ni aprendí de hombre, sino por revelación de Jesús, el Cristo.",
      "topic": ""
    },
    "13": {
      "text": "Porque ya habéis oído acerca de mi conducta en otro tiempo en el judaísmo, que perseguía sobremanera la Iglesia de Dios, y la destruía;",
      "topic": ""
    },
    "14": {
      "text": "y aprovechaba en el Judaísmo sobre muchos de mis iguales en mi nación, siendo mucho más celoso que todos de las tradiciones de mis padres.",
      "topic": ""
    },
    "15": {
      "text": "Mas cuando quiso Dios, que me apartó desde el vientre de mi madre, y me llamó por su gracia,",
      "topic": ""
    },
    "16": {
      "text": "revelar a su Hijo en mí, para que le predicase entre los gentiles, luego no consulté con carne y sangre;",
      "topic": ""
    },
    "17": {
      "text": "ni fui a Jerusalén a los que eran apóstoles antes que yo; sino que me fui a Arabia, y volví de nuevo a Damasco.",
      "topic": ""
    },
    "18": {
      "text": "Después, pasados tres años, fui a Jerusalén a ver a Pedro, y estuve con él quince días.",
      "topic": ""
    },
    "19": {
      "text": "Mas a ningún otro de los apóstoles vi, sino a Jacobo, el hermano del Señor.",
      "topic": ""
    },
    "20": {
      "text": "Y en esto que os escribo, he aquí delante de Dios, que no miento.",
      "topic": ""
    },
    "21": {
      "text": "Después fui a las partes de Siria y de Cilicia;",
      "topic": ""
    },
    "22": {
      "text": "y no era conocido de vista a las Iglesias de Judea, que eran en el Cristo;",
      "topic": ""
    },
    "23": {
      "text": "solamente habían oído decir: Aquel que en otro tiempo nos perseguía, ahora anuncia la fe que en otro tiempo destruía.",
      "topic": ""
    },
    "24": {
      "text": "Y glorificaban a Dios por mí.",
      "topic": ""
    }
  }
}