{
  "info": {
    "book": "Gálatas",
    "chapter": "2",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Después, pasados catorce años, fui otra vez a Jerusalén juntamente con Bernabé, tomando también conmigo a Tito.",
      "topic": ""
    },
    "2": {
      "text": "Pero fui por revelación, y les comuniqué el Evangelio que predico entre los gentiles; mas particularmente a los que parecían ser algo, por no correr en vano, o haber corrido.",
      "topic": ""
    },
    "3": {
      "text": "Mas ni aun Tito, que estaba conmigo, siendo griego, fue compelido a circuncidarse.",
      "topic": ""
    },
    "4": {
      "text": "Y eso a pesar de los falsos hermanos, que se entraban secretamente para espiar nuestra libertad que tenemos en el Cristo Jesús, para ponernos en servidumbre;",
      "topic": ""
    },
    "5": {
      "text": "a los cuales ni aun por una hora accedimos a someternos, para que la verdad del Evangelio permaneciese con vosotros.",
      "topic": ""
    },
    "6": {
      "text": "Pero de aquellos que parecían ser algo (cuales hayan sido en algún tiempo, no tengo que ver; Dios no acepta apariencia de hombre), a mí ciertamente los que parecían ser algo, nada me dieron.",
      "topic": ""
    },
    "7": {
      "text": "Antes por el contrario, como vieron que el Evangelio de la incircuncisión me era encargado, como a Pedro el de la circuncisión,",
      "topic": ""
    },
    "8": {
      "text": "(porque el que obró Pedro para el apostolado de la circuncisión, obró también en mí para con los gentiles);",
      "topic": ""
    },
    "9": {
      "text": "y como vieron la gracia que me era dada, Jacobo y Cefas y Juan, que parecían ser las columnas, nos dieron la diestra de compañía a mí y a Bernabé, para que nosotros fuésemos a los gentiles, y ellos a la circuncisión.",
      "topic": ""
    },
    "10": {
      "text": "Solamente nos pidieron que nos acordásemos de los pobres; lo mismo que fui también solícito en hacer.",
      "topic": ""
    },
    "11": {
      "text": "¶ Pero viniendo Pedro a Antioquía, le resistí en la cara, porque era de condenar.",
      "topic": ""
    },
    "12": {
      "text": "Porque antes que viniesen unos de parte de Jacobo, comía con los gentiles; mas después que vinieron, se retraía y apartaba, teniendo miedo de los que eran de la circuncisión.",
      "topic": ""
    },
    "13": {
      "text": "Y a su disimulación consentían también los otros judíos; de tal manera que aun Bernabé fue también llevado de ellos en su hipocresía.",
      "topic": ""
    },
    "14": {
      "text": "Como vi que no andaban derechamente conforme a la verdad del Evangelio, dije a Pedro delante de todos: Si tú, siendo judío, vives como gentil y no como judío, ¿por qué constriñes a los gentiles a judaizar?",
      "topic": ""
    },
    "15": {
      "text": "Nosotros que somos judíos naturaleza, y no pecadores de los gentiles,",
      "topic": ""
    },
    "16": {
      "text": "sabiendo que el hombre no es justificado por las obras de la ley, sino por la fe de Jesús, el Cristo, nosotros también hemos creído en Jesús, el Cristo, para que fuésemos justificados por la fe de Cristo, y no por las obras de la ley; por cuanto por las obras de la ley ninguna carne será justificada.",
      "topic": ""
    },
    "17": {
      "text": "Y si buscando nosotros ser justificados en Cristo, también nosotros somos hallados pecadores, ¿es por eso el Cristo ministro de nuestro pecado? En ninguna manera.",
      "topic": ""
    },
    "18": {
      "text": "Porque si las cosas que destruí, las mismas vuelvo a edificar, rebelde me hago.",
      "topic": ""
    },
    "19": {
      "text": "Porque yo por la ley soy muerto a la ley, para vivir a Dios.",
      "topic": ""
    },
    "20": {
      "text": "Con Cristo estoy juntamente colgado en el madero, y vivo, no ya yo, sino vive Cristo en mí; y lo que ahora vivo en la carne, lo vivo por la fe del Hijo de Dios, el cual me amó, y se entregó a sí mismo por mí.",
      "topic": ""
    },
    "21": {
      "text": "No desecho la gracia de Dios; porque si por la ley fuese la justicia, entonces por demás murió Cristo.",
      "topic": ""
    }
  }
}