{
  "info": {
    "book": "Lucas",
    "chapter": "13",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y en este mismo tiempo estaban allí unos que le contaban acerca de los galileos, cuya sangre Pilato había mezclado con sus sacrificios.",
      "topic": ""
    },
    "2": {
      "text": "Y respondiendo Jesús, les dijo: ¿Pensáis que estos galileos, porque han padecido tales cosas, hayan sido más pecadores que todos los Galileos?",
      "topic": ""
    },
    "3": {
      "text": "No, os digo; antes si no os enmendares, todos pereceréis igualmente.",
      "topic": ""
    },
    "4": {
      "text": "O aquellos dieciocho, sobre los cuales cayó la torre en Siloé, y los mató, ¿pensáis que ellos fueron más deudores que todos los hombres que habitan en Jerusalén?",
      "topic": ""
    },
    "5": {
      "text": "No, os digo; antes si no os enmendares, todos pereceréis asimismo.",
      "topic": ""
    },
    "6": {
      "text": "¶ Y dijo esta parábola: Tenía uno una higuera plantada en su viña, y vino a buscar fruto en ella, y no lo halló.",
      "topic": ""
    },
    "7": {
      "text": "Y dijo al viñero: He aquí tres años ha que vengo a buscar fruto en esta higuera, y no lo hallo; córtala, ¿por qué ocupará aún la tierra?",
      "topic": ""
    },
    "8": {
      "text": "El entonces respondiendo, le dijo: Señor, déjala aún este año, hasta que la excave, y la abone.",
      "topic": ""
    },
    "9": {
      "text": "Y si hiciere fruto, bien ; y si no, la cortarás después.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y enseñaba en una sinagoga en sábado.",
      "topic": ""
    },
    "11": {
      "text": "Y he aquí una mujer que tenía espíritu de enfermedad hacía dieciocho años, y andaba agobiada, que en ninguna manera se podía enderezar.",
      "topic": ""
    },
    "12": {
      "text": "Cuando Jesús la vio, la llamó, y le dijo: Mujer, libre eres de tu enfermedad.",
      "topic": ""
    },
    "13": {
      "text": "Y puso las manos sobre ella; y luego se enderezó, y glorificaba a Dios.",
      "topic": ""
    },
    "14": {
      "text": "Y respondiendo el príncipe de la sinagoga, enojado de que Jesús hubiese curado en sábado, dijo a la congregación: Seis días hay en que conviene obrar; en éstos, pues, venid y sed curados, y no en días de sábado.",
      "topic": ""
    },
    "15": {
      "text": "Entonces el Señor le respondió, y dijo: Hipócrita, cada uno de vosotros ¿no desata en sábado su buey o su asno del pesebre, y lo lleva a beber?",
      "topic": ""
    },
    "16": {
      "text": "Y a esta hija de Abraham, que he aquí Satanás la había ligado dieciocho años, ¿no conviene desatarla de esta ligadura en día de sábado?",
      "topic": ""
    },
    "17": {
      "text": "Y diciendo estas cosas, se avergonzaban todos sus adversarios; mas todo el pueblo se gozaba de todas las cosas gloriosas que eran por él hechas.",
      "topic": ""
    },
    "18": {
      "text": "¶ Y dijo: ¿A qué es semejante el Reino de Dios, y a qué le compararé?",
      "topic": ""
    },
    "19": {
      "text": "Semejante es a un grano de mostaza, que tomándolo el hombre lo metió en su huerto; y creció, y fue hecho árbol grande, y las aves del cielo hicieron nidos en sus ramas.",
      "topic": ""
    },
    "20": {
      "text": "Y otra vez dijo: ¿A qué compararé el Reino de Dios?",
      "topic": ""
    },
    "21": {
      "text": "Semejante es a la levadura, que tomándola la mujer, y la esconde en tres medidas de harina, hasta que todo sea leudado.",
      "topic": ""
    },
    "22": {
      "text": "Y pasaba por las ciudades y aldeas, enseñando, y caminando a Jerusalén.",
      "topic": ""
    },
    "23": {
      "text": "¶ Y le dijo uno: Señor, ¿son pocos los que se salvan? Y él les dijo:",
      "topic": ""
    },
    "24": {
      "text": "Esforzaos a entrar por la puerta angosta; porque os digo que muchos procurarán entrar, y no podrán.",
      "topic": ""
    },
    "25": {
      "text": "Después que el padre de familia se levantare, y cerrare la puerta, y comenzaréis a estar fuera, y a tocar a la puerta, diciendo: Señor, Señor, ábrenos; y respondiendo os dirá: No os conozco de dónde seáis.",
      "topic": ""
    },
    "26": {
      "text": "Entonces comenzaréis a decir: Delante de ti hemos comido y bebido, y en nuestras plazas enseñaste;",
      "topic": ""
    },
    "27": {
      "text": "y os dirá: Os digo que no os conozco de dónde seáis; apartaos de mí todos los obreros de iniquidad.",
      "topic": ""
    },
    "28": {
      "text": "Allí será el llanto y el crujir de dientes, cuando viereis a Abraham, y a Isaac, y a Jacob, y a todos los profetas en el Reino de Dios, y vosotros ser echados fuera.",
      "topic": ""
    },
    "29": {
      "text": "Y vendrán otros del Oriente y del Occidente, del Norte y del Mediodía, y se sentarán a la mesa en el Reino de Dios.",
      "topic": ""
    },
    "30": {
      "text": "Y he aquí, hay postreros que serán primeros, y hay primeros que serán postreros.",
      "topic": ""
    },
    "31": {
      "text": "¶ Aquel mismo día llegaron unos de los fariseos, diciéndole: Sal, y vete de aquí, porque Herodes te quiere matar.",
      "topic": ""
    },
    "32": {
      "text": "Y les dijo: Id, y decid a aquella zorra: He aquí, echo fuera demonios y hago sanidades hoy y mañana, y al tercer día soy perfeccionado.",
      "topic": ""
    },
    "33": {
      "text": "Pero es necesario que hoy, y mañana, y pasado mañana camine; porque no es posible que profeta muera fuera de Jerusalén.",
      "topic": ""
    },
    "34": {
      "text": "¡Jerusalén, Jerusalén! Que matas a los profetas, y apedreas a los que son enviados a ti, ¡cuántas veces quise juntar tus hijos, como la gallina sus pollos debajo de sus alas, y no quisiste!",
      "topic": ""
    },
    "35": {
      "text": "He aquí, os es dejada vuestra Casa desierta; y os digo que no me veréis hasta que venga tiempo cuando digáis: Bendito el que viene en nombre del Señor.",
      "topic": ""
    }
  }
}