{
  "info": {
    "book": "Lucas",
    "chapter": "17",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y a sus discípulos dice: Imposible es que no vengan escándalos; mas ¡ay de aquel por quien vienen!",
      "topic": ""
    },
    "2": {
      "text": "Mejor le fuera, si una muela de un molino de asno le fuera puesta al cuello, y le lanzasen en el mar, que escandalizar a uno de estos pequeñitos.",
      "topic": ""
    },
    "3": {
      "text": "Mirad por vosotros; si pecare contra ti tu hermano, repréndele; y si se arrepintiere, perdónale.",
      "topic": ""
    },
    "4": {
      "text": "Y si siete veces al día pecare contra ti, y siete veces al día se volviere a ti, diciendo, me arrepiento; tu le perdonarás.",
      "topic": ""
    },
    "5": {
      "text": "Y dijeron los apóstoles al Señor: Auméntanos la fe.",
      "topic": ""
    },
    "6": {
      "text": "Entonces el Señor dijo: Si tuvieseis fe como un grano de mostaza, diréis a este sicómoro: Desarráigate, y plántate en el mar; y os obedecerá.",
      "topic": ""
    },
    "7": {
      "text": "¿Y quién de vosotros tiene un siervo que ara o apacienta, que vuelto del campo le diga luego: Pasa, siéntate a la mesa?",
      "topic": ""
    },
    "8": {
      "text": "¿No le dice antes: Adereza qué cene, y arremángate, y sírveme hasta que haya comido y bebido; y después de esto, come tú y bebe?",
      "topic": ""
    },
    "9": {
      "text": "¿Da gracias al siervo porque hizo lo que le había sido mandado? Pienso que no.",
      "topic": ""
    },
    "10": {
      "text": "Así también vosotros, cuando hubiereis hecho todo lo que os es mandado, decid: Siervos inútiles somos, porque lo que debíamos hacer, hicimos.",
      "topic": ""
    },
    "11": {
      "text": "¶ Y aconteció que yendo él a Jerusalén, pasaba por medio de Samaria y de Galilea.",
      "topic": ""
    },
    "12": {
      "text": "Y entrando en una aldea, le salieron al encuentro diez hombres leprosos, los cuales se pararon de lejos,",
      "topic": ""
    },
    "13": {
      "text": "y alzaron la voz, diciendo: Jesús, Maestro, ten misericordia de nosotros.",
      "topic": ""
    },
    "14": {
      "text": "Cuando él los vio, les dijo: Id, mostraos a los sacerdotes. Y aconteció, que yendo ellos, fueron limpios.",
      "topic": ""
    },
    "15": {
      "text": "Entonces uno de ellos, como se vio que estaba limpio, volvió, glorificando a Dios a gran voz;",
      "topic": ""
    },
    "16": {
      "text": "y se derribó sobre el rostro a sus pies, dándole gracias; y éste era samaritano.",
      "topic": ""
    },
    "17": {
      "text": "Y respondiendo Jesús, dijo: ¿No son diez los que fueron limpios? ¿Y los nueve dónde están ?",
      "topic": ""
    },
    "18": {
      "text": "¿No hubo quien volviese y diese gloria a Dios sino este extranjero?",
      "topic": ""
    },
    "19": {
      "text": "Y le dijo: Levántate, vete; tu fe te ha salvado.",
      "topic": ""
    },
    "20": {
      "text": "¶ Y preguntado por los fariseos, cuándo había de venir el Reino de Dios, les respondió y dijo: El Reino de Dios no vendrá con observación;",
      "topic": ""
    },
    "21": {
      "text": "ni dirán: Helo aquí, o helo allí; porque he aquí el Reino de Dios entre vosotros está.",
      "topic": ""
    },
    "22": {
      "text": "Y dijo a sus discípulos: Días vendrán, cuando desearéis ver uno de los días del Hijo del hombre, y no lo veréis.",
      "topic": ""
    },
    "23": {
      "text": "Y os dirán: Helo aquí, o helo allí. No vayáis, ni los sigáis.",
      "topic": ""
    },
    "24": {
      "text": "Porque como el relámpago, que resplandece de la región de debajo del cielo, resplandece en lo que esta debajo del cielo, así también será el Hijo del hombre en su día.",
      "topic": ""
    },
    "25": {
      "text": "Mas primero es necesario que padezca mucho, y sea reprobado de esta generación.",
      "topic": ""
    },
    "26": {
      "text": "Y como fue en los días de Noé, así también será en los días del Hijo del hombre.",
      "topic": ""
    },
    "27": {
      "text": "Comían, bebían, maridos tomaban mujeres, y mujeres maridos, hasta el día que entró Noé en el arca; y vino el diluvio, y destruyó a todos.",
      "topic": ""
    },
    "28": {
      "text": "Asimismo también como fue en los días de Lot; comían, bebían, compraban, vendían, plantaban, edificaban;",
      "topic": ""
    },
    "29": {
      "text": "mas el día que Lot salió de Sodoma, llovió del cielo fuego y azufre, y destruyó a todos.",
      "topic": ""
    },
    "30": {
      "text": "Como esto será el día que el Hijo del hombre se manifestará.",
      "topic": ""
    },
    "31": {
      "text": "En aquel día, el que estuviere en el terrado, y sus alhajas en casa, no descienda a tomarlas; y el que en el campo, asimismo no vuelva atrás.",
      "topic": ""
    },
    "32": {
      "text": "Acordaos de la mujer de Lot.",
      "topic": ""
    },
    "33": {
      "text": "Cualquiera que procurare salvar su alma, la perderá; y cualquiera que la perdiere, la vivificará.",
      "topic": ""
    },
    "34": {
      "text": "Os digo que aquella noche estarán dos en una cama; el uno será tomado, y el otro será dejado.",
      "topic": ""
    },
    "35": {
      "text": "Dos mujeres estarán moliendo juntas; la una será tomada, y la otra será dejada.",
      "topic": ""
    },
    "36": {
      "text": "Dos estarán en el campo; el uno será tomado, y el otro será dejado.",
      "topic": ""
    },
    "37": {
      "text": "Y respondiendo, le dicen: ¿Dónde, Señor? Y él les dijo: Donde estuviere el cuerpo, allá se juntarán también las águilas.",
      "topic": ""
    }
  }
}