{
  "info": {
    "book": "Lucas",
    "chapter": "18",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y les dijo también una parábola sobre que es necesario orar siempre, y no desmayar,",
      "topic": ""
    },
    "2": {
      "text": "diciendo: Había un juez en una ciudad, el cual ni temía a Dios, ni respetaba a hombre.",
      "topic": ""
    },
    "3": {
      "text": "Había también en aquella ciudad una viuda, la cual venía a él diciendo: Defiéndeme de mi adversario.",
      "topic": ""
    },
    "4": {
      "text": "Pero él no quiso por algún tiempo; pero después de esto dijo dentro de sí: Aunque ni temo a Dios, ni tengo respeto a hombre,",
      "topic": ""
    },
    "5": {
      "text": "todavía, porque esta viuda me es molesta, le haré justicia, porque al fin no venga y me muela.",
      "topic": ""
    },
    "6": {
      "text": "Y dijo el Señor: Oíd lo que dice el juez injusto.",
      "topic": ""
    },
    "7": {
      "text": "¿Y Dios no defenderá a sus escogidos, que claman a él día y noche, aunque sea longánimo acerca de ellos?",
      "topic": ""
    },
    "8": {
      "text": "Os digo que los defenderá presto. Pero cuando el Hijo del hombre viniere, ¿hallará fe en la tierra?",
      "topic": ""
    },
    "9": {
      "text": "¶ Y dijo también a unos que confiaban en sí como justos, y menospreciaban a los otros, esta parábola:",
      "topic": ""
    },
    "10": {
      "text": "Dos hombres subieron al Templo a orar: el uno fariseo, el otro publicano.",
      "topic": ""
    },
    "11": {
      "text": "El fariseo, en pie, oraba consigo de esta manera: Dios, te doy gracias, que no soy como los otros hombres, ladrones, injustos, adúlteros, ni aun como este publicano;",
      "topic": ""
    },
    "12": {
      "text": "ayuno lo de dos comidas cada sábado, doy diezmos de todo lo que poseo.",
      "topic": ""
    },
    "13": {
      "text": "Mas el publicano estando lejos no quería ni aun alzar los ojos al cielo, sino que hería su pecho, diciendo: Dios, sé propicio a mí, pecador.",
      "topic": ""
    },
    "14": {
      "text": "Os digo que éste descendió a su casa más justificado que el otro; porque cualquiera que se ensalza, será humillado; y el que se humilla, será ensalzado.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y traían a él los niños para que los tocase; lo cual viendo los discípulos les reñían.",
      "topic": ""
    },
    "16": {
      "text": "Mas Jesús llamándolos, dijo: Dejad a los niños venir a mí, y no lo impidáis; porque de los tales es el Reino de Dios.",
      "topic": ""
    },
    "17": {
      "text": "De cierto os digo, que cualquiera que no recibiere el Reino de Dios como un niño, no entrará en él.",
      "topic": ""
    },
    "18": {
      "text": "¶ Y le preguntó un príncipe, diciendo: Maestro bueno, ¿qué haré para poseer la vida eterna?",
      "topic": ""
    },
    "19": {
      "text": "Y Jesús le dijo: ¿Por qué me llamas bueno? Ninguno hay bueno sino sólo Dios.",
      "topic": ""
    },
    "20": {
      "text": "Los mandamientos sabes: No matarás; no adulterarás; no hurtarás; no dirás falso testimonio; honra a tu padre y a tu madre.",
      "topic": ""
    },
    "21": {
      "text": "Y él dijo: Todas estas cosas he guardado desde mi juventud.",
      "topic": ""
    },
    "22": {
      "text": "Y Jesús, oído esto, le dijo: Aún te falta una cosa: vende todo lo que tienes, y dalo a los pobres, y tendrás tesoro en el cielo; y ven, sígueme.",
      "topic": ""
    },
    "23": {
      "text": "Entonces él, oídas estas cosas, se puso muy triste, porque era muy rico.",
      "topic": ""
    },
    "24": {
      "text": "Y viendo Jesús que se había entristecido mucho, dijo: ¡Cuán dificultosamente entrarán en el Reino de Dios los que tienen riquezas!",
      "topic": ""
    },
    "25": {
      "text": "Porque más fácil cosa es entrar un cable por el ojo de una aguja, que un rico entrar al Reino de Dios.",
      "topic": ""
    },
    "26": {
      "text": "Y los que lo oían, dijeron: ¿Y quién podrá ser salvo?",
      "topic": ""
    },
    "27": {
      "text": "Y él les dijo: Lo que es imposible para con los hombres, posible es para Dios.",
      "topic": ""
    },
    "28": {
      "text": "Entonces Pedro dijo: He aquí, nosotros hemos dejado todas las cosas, y te hemos seguido.",
      "topic": ""
    },
    "29": {
      "text": "Y él les dijo: De cierto os digo, que no hay nadie que haya dejado casa, o padres, o hermanos, o mujer, o hijos, por el Reino de Dios,",
      "topic": ""
    },
    "30": {
      "text": "que no haya de recibir mucho más en este tiempo, y en el siglo venidero la vida eterna.",
      "topic": ""
    },
    "31": {
      "text": "¶ Y Jesús, tomando aparte a los doce, les dijo: He aquí subimos a Jerusalén, y serán cumplidas todas las cosas que fueron escritas por los profetas, del Hijo del hombre.",
      "topic": ""
    },
    "32": {
      "text": "Porque será entregado a los gentiles, y será escarnecido, e injuriado, y escupido.",
      "topic": ""
    },
    "33": {
      "text": "Y después que le hubieren azotado, le matarán; mas al tercer día resucitará.",
      "topic": ""
    },
    "34": {
      "text": "Pero ellos nada de estas cosas entendían, y esta palabra les era encubierta, y no sabían lo que decía.",
      "topic": ""
    },
    "35": {
      "text": "¶ Y aconteció que acercándose él a Jericó, un ciego estaba sentado junto al camino mendigando;",
      "topic": ""
    },
    "36": {
      "text": "el cual cuando oyó la multitud que pasaba, preguntó qué era aquello.",
      "topic": ""
    },
    "37": {
      "text": "Y le dijeron que pasaba Jesus Nazareno.",
      "topic": ""
    },
    "38": {
      "text": "Entonces dio voces, diciendo: Jesus, Hijo de David, ten misericordia de mí.",
      "topic": ""
    },
    "39": {
      "text": "Y los que iban delante, le reñían que callase; mas él clamaba mucho más: Hijo de David, ten misericordia de mí.",
      "topic": ""
    },
    "40": {
      "text": "Jesús entonces parándose, mandó traerle a sí; y cuando él llegó, le preguntó,",
      "topic": ""
    },
    "41": {
      "text": "diciendo: ¿Qué quieres que te haga? Y él dijo: Señor, que vea.",
      "topic": ""
    },
    "42": {
      "text": "Y Jesús le dijo: Ve, tu fe te ha hecho salvo.",
      "topic": ""
    },
    "43": {
      "text": "Y luego vio, y le seguía, glorificando a Dios; y todo el pueblo como lo vio, dio a Dios alabanza.",
      "topic": ""
    }
  }
}