{
  "info": {
    "book": "Lucas",
    "chapter": "19",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y habiendo entrado Jesús , iba pasando por Jericó;",
      "topic": ""
    },
    "2": {
      "text": "y he aquí un varón llamado Zaqueo, el cual era el principal de los publicanos, y era rico;",
      "topic": ""
    },
    "3": {
      "text": "Y procuraba ver quién era Jesús; mas no podía a causa de la multitud, porque era pequeño de estatura.",
      "topic": ""
    },
    "4": {
      "text": "Y corriendo delante, se subió a un árbol sicómoro para verle; porque había de pasar por allí.",
      "topic": ""
    },
    "5": {
      "text": "Y como vino a aquel lugar Jesús, mirando, le vio, y le dijo: Zaqueo, date prisa, desciende, porque hoy es necesario que pose en tu casa.",
      "topic": ""
    },
    "6": {
      "text": "Entonces él descendió aprisa, y le recibió gozoso.",
      "topic": ""
    },
    "7": {
      "text": "Y viendo esto, todos murmuraban, diciendo que había entrado a posar con un hombre pecador.",
      "topic": ""
    },
    "8": {
      "text": "Entonces Zaqueo, puesto en pie, dijo al Señor: He aquí, Señor, la mitad de mis bienes doy a los pobres; y si en algo he defraudado a alguno, se lo devuelvo cuadruplicado.",
      "topic": ""
    },
    "9": {
      "text": "Y el Señor le dijo: Porque hoy ha sido hecha salud a esta casa; por cuanto él también es hijo de Abraham.",
      "topic": ""
    },
    "10": {
      "text": "Porque el Hijo del hombre vino a buscar y a salvar lo que se había perdido.",
      "topic": ""
    },
    "11": {
      "text": "¶ Y oyendo ellos estas cosas, prosiguió Jesús y dijo una parábola, por cuanto estaba cerca de Jerusalén, y porque pensaban que luego había de ser manifestado el Reino de Dios.",
      "topic": ""
    },
    "12": {
      "text": "Dijo pues: Un hombre noble se fue a una provincia lejos, para tomar para sí un reino, y volver.",
      "topic": ""
    },
    "13": {
      "text": "Mas llamados diez siervos suyos, les dio diez minas, y les dijo: Negociad entre tanto que vengo.",
      "topic": ""
    },
    "14": {
      "text": "Pero sus ciudadanos le aborrecían, y enviaron tras de él una embajada, diciendo: No queremos que éste reine sobre nosotros.",
      "topic": ""
    },
    "15": {
      "text": "Y aconteció, que vuelto él, habiendo tomado el reino, mandó llamar a sí a aquellos siervos a los cuales había dado el dinero, para saber lo que había negociado cada uno.",
      "topic": ""
    },
    "16": {
      "text": "Y vino el primero, diciendo: Señor, tu mina ha ganado diez minas.",
      "topic": ""
    },
    "17": {
      "text": "Y él le dice: Está bien, buen siervo; pues que en lo poco has sido fiel, tendrás potestad sobre diez ciudades.",
      "topic": ""
    },
    "18": {
      "text": "Y vino el segundo, diciendo: Señor, tu mina ha hecho cinco minas.",
      "topic": ""
    },
    "19": {
      "text": "Y también a éste dijo: Tú también sé sobre cinco ciudades.",
      "topic": ""
    },
    "20": {
      "text": "Y vino otro, diciendo: Señor, he aquí tu mina, la cual he tenido guardada en un pañuelo;",
      "topic": ""
    },
    "21": {
      "text": "porque tuve miedo de ti, que eres hombre recio; tomas lo que no pusiste, y siegas lo que no sembraste.",
      "topic": ""
    },
    "22": {
      "text": "Entonces él le dijo: Mal siervo, de tu boca te juzgo. Sabías que yo era hombre recio, que quito lo que no puse, y que siego lo que no sembré;",
      "topic": ""
    },
    "23": {
      "text": "¿por qué, no diste mi dinero al banco, y yo viniendo lo recibiera con el logro?",
      "topic": ""
    },
    "24": {
      "text": "Y dijo a los que estaban presentes: Quitadle la mina, y dadla al que tiene las diez minas.",
      "topic": ""
    },
    "25": {
      "text": "Y ellos le dijeron: Señor, tiene diez minas.",
      "topic": ""
    },
    "26": {
      "text": "Pues yo os digo que a cualquiera que tuviere, le será dado; mas al que no tuviere, aun lo que tiene le será quitado.",
      "topic": ""
    },
    "27": {
      "text": "Y también a aquellos mis enemigos que no querían que yo reinase sobre ellos, traedlos acá, y degolladlos delante de mí.",
      "topic": ""
    },
    "28": {
      "text": "¶ Y dicho esto, iba delante subiendo a Jerusalén.",
      "topic": ""
    },
    "29": {
      "text": "Y aconteció, que llegando cerca de Betfagé, y de Betania, al monte que se llama de las Olivas, envió dos de sus discípulos,",
      "topic": ""
    },
    "30": {
      "text": "diciendo: Id a la aldea de enfrente; en la cual cuando entrareis, hallaréis un pollino atado, en el que ningún hombre se ha sentado jamás; desatadlo, y traedlo.",
      "topic": ""
    },
    "31": {
      "text": "Y si alguien os preguntare, ¿por qué lo desatáis? Le responderéis así: Porque el Señor lo necesita.",
      "topic": ""
    },
    "32": {
      "text": "Y fueron los que habían sido enviados, y hallaron como les dijo.",
      "topic": ""
    },
    "33": {
      "text": "Y desatando ellos el pollino, sus dueños les dijeron: ¿Por qué desatáis el pollino?",
      "topic": ""
    },
    "34": {
      "text": "Y ellos dijeron: Porque el Señor lo necesita.",
      "topic": ""
    },
    "35": {
      "text": "Y lo trajeron a Jesus; y habiendo echado sus vestidos sobre el pollino, pusieron a Jesus encima.",
      "topic": ""
    },
    "36": {
      "text": "Y yendo él, tendían sus vestidos por el camino.",
      "topic": ""
    },
    "37": {
      "text": "Y cuando llegaron ya cerca de la bajada del monte de las Olivas, toda la multitud de los discípulos, gozándose, comenzaron a alabar a Dios a gran voz por todas las maravillas que habían visto,",
      "topic": ""
    },
    "38": {
      "text": "diciendo: ¡Bendito el Rey que viene en el nombre del Señor; paz en el cielo, y gloria en lo altísimo!",
      "topic": ""
    },
    "39": {
      "text": "Entonces algunos de los fariseos de la multitud, le dijeron: Maestro, reprende a tus discípulos.",
      "topic": ""
    },
    "40": {
      "text": "Y él respondiendo, les dijo: Os digo que si éstos callaran, las piedras clamarían.",
      "topic": ""
    },
    "41": {
      "text": "¶ Y como llegó cerca viendo la ciudad, lloró sobre ella,",
      "topic": ""
    },
    "42": {
      "text": "diciendo: ¡Oh si también tú conocieses, a lo menos en este tu día, lo que toca a tu paz! Mas ahora está encubierto a tus ojos.",
      "topic": ""
    },
    "43": {
      "text": "Porque vendrán días sobre ti, que tus enemigos te cercarán con baluarte, y te pondrán cerco, y de todas partes te pondrán en estrecho,",
      "topic": ""
    },
    "44": {
      "text": "y te derribarán a tierra, y a tus hijos dentro de ti; y no dejarán sobre ti piedra sobre piedra; por cuanto no conociste el tiempo de tu visitación.",
      "topic": ""
    },
    "45": {
      "text": "Y entrando en el Templo, comenzó a echar fuera a todos los que vendían y compraban en él.",
      "topic": ""
    },
    "46": {
      "text": "Diciéndoles: Escrito está: Mi Casa, Casa de oración es; mas vosotros la habéis hecho cueva de ladrones.",
      "topic": ""
    },
    "47": {
      "text": "Y enseñaba cada día en el Templo; mas los príncipes de los sacerdotes, y los escribas, y los principales del pueblo procuraban matarle.",
      "topic": ""
    },
    "48": {
      "text": "Y no hallaban qué hacerle, porque todo el pueblo estaba suspenso oyéndole.",
      "topic": ""
    }
  }
}