{
  "info": {
    "book": "Lucas",
    "chapter": "2",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aconteció en aquellos días que salió edicto de parte de Augusto César, que toda la tierra fuese empadronada.",
      "topic": ""
    },
    "2": {
      "text": "Este empadronamiento primero fue hecho siendo Cirenio gobernador de Siria.",
      "topic": ""
    },
    "3": {
      "text": "E iban todos para ser empadronados, cada uno a su ciudad.",
      "topic": ""
    },
    "4": {
      "text": "Y subió José de Galilea, de la ciudad de Nazaret, a Judea, a la ciudad de David, que se llama Belén, por cuanto era de la casa y familia de David;",
      "topic": ""
    },
    "5": {
      "text": "Para ser empadronado con María su mujer, desposada con él, la cual estaba encinta.",
      "topic": ""
    },
    "6": {
      "text": "Y aconteció que estando ellos allí, se cumplieron los días de su alumbramiento.",
      "topic": ""
    },
    "7": {
      "text": "Y dio a luz a su hijo primogénito, y le envolvió en pañales, y le acostó en un pesebre, porque no había lugar para ellos en el mesón.",
      "topic": ""
    },
    "8": {
      "text": "¶ Y había pastores en la misma tierra, que velaban y guardaban las vigilias de la noche sobre su rebaño.",
      "topic": ""
    },
    "9": {
      "text": "Y he aquí el ángel del Señor vino sobre ellos, y la claridad de Dios los cercó de resplandor; y tuvieron gran temor.",
      "topic": ""
    },
    "10": {
      "text": "Mas el ángel les dijo: No temáis; porque he aquí os doy evangelio de gran gozo, que será a todo el pueblo;",
      "topic": ""
    },
    "11": {
      "text": "que os es nacido hoy Salvador, que es Cristo, el Señor, en la ciudad de David.",
      "topic": ""
    },
    "12": {
      "text": "Y esto os será por señal: hallaréis al niño envuelto en pañales , acostado en un pesebre.",
      "topic": ""
    },
    "13": {
      "text": "Y repentinamente hubo con el ángel una multitud de los ejércitos celestiales, que alababan a Dios, y decían:",
      "topic": ""
    },
    "14": {
      "text": "Gloria en las alturas a Dios, Y en la tierra paz, y en el hombre buena voluntad.",
      "topic": ""
    },
    "15": {
      "text": "Y aconteció que cuando los ángeles se fueron de ellos al cielo, los pastores dijeron los unos a los otros: Pasemos pues hasta Belén, y veamos esto que ha acontecido, y el Señor nos ha mostrado.",
      "topic": ""
    },
    "16": {
      "text": "Y vinieron aprisa, y hallaron a María, y a José, y al niño acostado en el pesebre.",
      "topic": ""
    },
    "17": {
      "text": "Y viéndolo, hicieron notorio lo que les había sido dicho del niño.",
      "topic": ""
    },
    "18": {
      "text": "Y todos los que oyeron, se maravillaron de lo que los pastores les decían.",
      "topic": ""
    },
    "19": {
      "text": "Mas María guardaba todas estas cosas, meditándolas en su corazón.",
      "topic": ""
    },
    "20": {
      "text": "Y se volvieron los pastores glorificando y alabando a Dios de todas las cosas que habían oído y visto, como les había sido dicho.",
      "topic": ""
    },
    "21": {
      "text": "¶ Y pasados los ocho días para circuncidar al niño, llamaron su nombre JESÚS; el cual le fue puesto por el ángel antes que él fuese concebido en el vientre.",
      "topic": ""
    },
    "22": {
      "text": "Y cuando se cumplieron los días de su purificación, conforme a la ley de Moisés, le trajeron a Jerusalén para presentarle al Señor,",
      "topic": ""
    },
    "23": {
      "text": "(Como está escrito en la ley del Señor: Todo varón que abriere la matriz, será santo al Señor),",
      "topic": ""
    },
    "24": {
      "text": "y para dar la ofrenda, conforme a lo que está dicho en la ley del Señor: un par de tórtolas, o dos palominos.",
      "topic": ""
    },
    "25": {
      "text": "¶ Y he aquí, había un hombre en Jerusalén, llamado Simeón, y este hombre, justo y pío, esperaba la consolación de Israel; y el Espíritu Santo era sobre él.",
      "topic": ""
    },
    "26": {
      "text": "Y había recibido respuesta del Espíritu Santo, que no vería la muerte antes que viese al Cristo del Señor.",
      "topic": ""
    },
    "27": {
      "text": "Y vino por el Espíritu al templo. Y cuando metieron al niño Jesús sus padres en el Templo, para hacer por él conforme a la costumbre de la ley.",
      "topic": ""
    },
    "28": {
      "text": "Entonces él le tomó en sus brazos, y bendijo a Dios, y dijo:",
      "topic": ""
    },
    "29": {
      "text": "Ahora despides, Señor, a tu siervo, Conforme a tu palabra, en paz;",
      "topic": ""
    },
    "30": {
      "text": "porque han visto mis ojos tu Salud,",
      "topic": ""
    },
    "31": {
      "text": "la cual has aparejado en presencia de todos los pueblos;",
      "topic": ""
    },
    "32": {
      "text": "lumbre para ser revelada a los gentiles, y la gloria de tu pueblo Israel.",
      "topic": ""
    },
    "33": {
      "text": "Y José y su madre estaban maravillados de las cosas que se decían de él.",
      "topic": ""
    },
    "34": {
      "text": "Y los bendijo Simeón, y dijo a su madre María: He aquí, éste es puesto para caída y para levantamiento de muchos en Israel; y para señal a la que será contradicho;",
      "topic": ""
    },
    "35": {
      "text": "(y una espada traspasará tu misma alma), para que sean manifestados los pensamientos de muchos corazones.",
      "topic": ""
    },
    "36": {
      "text": "Estaba también allí Ana, profetisa, hija de Fanuel, de la tribu de Aser; la cual había venido en grande edad, y había vivido con su marido siete años desde su virginidad;",
      "topic": ""
    },
    "37": {
      "text": "y era viuda hacía ochenta y cuatro años, que no se apartaba del Templo, sirviendo de noche y de día con ayunos y oraciones.",
      "topic": ""
    },
    "38": {
      "text": "Y ésta, sobreviniendo en la misma hora, juntamente confesaba al Señor, y hablaba de él a todos los que esperaban la redención en Jerusalén.",
      "topic": ""
    },
    "39": {
      "text": "Y cuando cumplieron todas las cosas según la ley del Señor, se volvieron a Galilea, a su ciudad de Nazaret.",
      "topic": ""
    },
    "40": {
      "text": "Y el niño crecía, y era confortado del Espíritu, y se llenaba de sabiduría; y la gracia de Dios era sobre él.",
      "topic": ""
    },
    "41": {
      "text": "¶ E iban sus padres todos los años a Jerusalén en la fiesta de la Pascua.",
      "topic": ""
    },
    "42": {
      "text": "Y cuando fue de doce años, subieron ellos a Jerusalén conforme a la costumbre de la Fiesta.",
      "topic": ""
    },
    "43": {
      "text": "Y acabados los días, volviendo ellos, se quedó el niño Jesús en Jerusalén, sin saberlo José y su madre.",
      "topic": ""
    },
    "44": {
      "text": "Y pensando que estaba en la compañía, anduvieron camino de un día; y le buscaban entre los parientes y entre los conocidos;",
      "topic": ""
    },
    "45": {
      "text": "mas como no le hallasen, volvieron a Jerusalén buscándole.",
      "topic": ""
    },
    "46": {
      "text": "Y aconteció, que después de tres días le hallaron en el Templo, sentado en medio de los doctores, oyéndoles y preguntándoles.",
      "topic": ""
    },
    "47": {
      "text": "Y todos los que le oían, estaban fuera de sí de su entendimiento y de sus respuestas.",
      "topic": ""
    },
    "48": {
      "text": "Y cuando le vieron, se sorprendieron; y le dijo su madre: Hijo, ¿por qué nos has hecho así? He aquí, tu padre y yo te hemos buscado con dolor.",
      "topic": ""
    },
    "49": {
      "text": "Entonces él les dice: ¿Qué hay? ¿Por qué me buscabais? ¿No sabíais que en los negocios que son de mi Padre me conviene estar?",
      "topic": ""
    },
    "50": {
      "text": "Mas ellos no entendieron la palabra que les habló.",
      "topic": ""
    },
    "51": {
      "text": "Y descendió con ellos, y vino a Nazaret, y estaba sujeto a ellos. Y su madre guardaba todas estas cosas en su corazón.",
      "topic": ""
    },
    "52": {
      "text": "Y Jesús crecía en sabiduría, y en edad, y en gracia para con Dios y los hombres.",
      "topic": ""
    }
  }
}