{
  "info": {
    "book": "Lucas",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y mirando, vio a los ricos que echaban sus ofrendas en el arca de la limosna.",
      "topic": ""
    },
    "2": {
      "text": "Y vio también una viuda pobrecilla, que echaba allí dos centavos.",
      "topic": ""
    },
    "3": {
      "text": "Y dijo: De verdad os digo, que esta pobre viuda echó más que todos;",
      "topic": ""
    },
    "4": {
      "text": "porque todos éstos, de lo que les sobra echaron para las ofrendas de Dios; mas ésta de su pobreza echó todo el sustento que tenía.",
      "topic": ""
    },
    "5": {
      "text": "¶ Y a unos que decían del Templo, que estaba adornado de hermosas piedras y dones, dijo:",
      "topic": ""
    },
    "6": {
      "text": "Estas cosas que veis, días vendrán que no quedará piedra sobre piedra que no sea destruida.",
      "topic": ""
    },
    "7": {
      "text": "Y le preguntaron, diciendo: Maestro, ¿cuándo será esto? ¿Y qué señal habrá cuando estas cosas hayan de comenzar a ser hechas?",
      "topic": ""
    },
    "8": {
      "text": "El entonces dijo: Mirad, no seáis engañados; porque vendrán muchos en mi nombre, diciendo: Yo soy; y, el tiempo está cerca; por tanto, no vayáis en pos de ellos.",
      "topic": ""
    },
    "9": {
      "text": "Pero cuando oyereis guerras y sediciones, no os espantéis; porque es necesario que estas cosas sean hechas primero; mas aún no será el fin.",
      "topic": ""
    },
    "10": {
      "text": "Entonces les dijo: Se levantarán gentiles contra gentiles, y reino contra reino;",
      "topic": ""
    },
    "11": {
      "text": "y habrá grandes terremotos en cada lugar, y hambres, y pestilencias; y habrá prodigios y grandes señales del cielo.",
      "topic": ""
    },
    "12": {
      "text": "Pero antes de todas estas cosas os echarán mano, y perseguirán, entregándoos a las sinagogas y a las cárceles, siendo llevados a los reyes y a los gobernadores por causa de mi nombre.",
      "topic": ""
    },
    "13": {
      "text": "Y os será para testimonio.",
      "topic": ""
    },
    "14": {
      "text": "Poned pues en vuestros corazones no pensar antes cómo habéis de responder;",
      "topic": ""
    },
    "15": {
      "text": "porque yo os daré boca y sabiduría, a la cual no podrán resistir ni contradecir todos los que se os opondrán.",
      "topic": ""
    },
    "16": {
      "text": "Mas seréis entregados aun de vuestros padres, y hermanos, y parientes, y amigos; y matarán a algunos de vosotros.",
      "topic": ""
    },
    "17": {
      "text": "Y seréis aborrecidos de todos por causa de mi nombre.",
      "topic": ""
    },
    "18": {
      "text": "Mas un pelo de vuestra cabeza no perecerá.",
      "topic": ""
    },
    "19": {
      "text": "En vuestra paciencia poseeréis vuestras almas.",
      "topic": ""
    },
    "20": {
      "text": "¶ Y cuando viereis a Jerusalén cercada de ejércitos, sabed entonces que su destrucción ha llegado.",
      "topic": ""
    },
    "21": {
      "text": "Entonces los que estuvieren en Judea, huyan a los montes; y los que estuvieren en medio de ella, váyanse; y los que en las otras regiones, no entren en ella.",
      "topic": ""
    },
    "22": {
      "text": "Porque éstos son días de venganza, para que se cumplan todas las cosas que están escritas.",
      "topic": ""
    },
    "23": {
      "text": "Mas ¡ay de las que estén encinta, y de las que críen en aquellos días! Porque habrá apretura grande sobre la tierra, e ira en este pueblo.",
      "topic": ""
    },
    "24": {
      "text": "Y caerán a filo de espada, y serán llevados cautivos a todas las naciones; y Jerusalén será hollada de los gentiles, hasta que los tiempos de los gentiles sean cumplidos.",
      "topic": ""
    },
    "25": {
      "text": "Entonces habrá señales en el sol, y en la luna, y en las estrellas; y en la tierra apretura de las naciones por la confusión del sonido del mar y de las ondas;",
      "topic": ""
    },
    "26": {
      "text": "desfalleciendo los hombres a causa del temor y expectación de las cosas que sobrevendrán a la redondez de la tierra; porque las virtudes de los cielos serán conmovidas.",
      "topic": ""
    },
    "27": {
      "text": "Y entonces verán al Hijo del hombre, que vendrá en una nube con potestad y gran gloria.",
      "topic": ""
    },
    "28": {
      "text": "Y cuando estas cosas comenzaren a hacerse, mirad, y levantad vuestras cabezas, porque vuestra redención está cerca.",
      "topic": ""
    },
    "29": {
      "text": "¶ Y les dijo también una parábola: Mirad la higuera y todos los árboles.",
      "topic": ""
    },
    "30": {
      "text": "Cuando ya brotan, viéndolos, de vosotros mismos entendéis que el verano está ya cerca.",
      "topic": ""
    },
    "31": {
      "text": "Así también vosotros, cuando viereis hacerse estas cosas, entended que está cerca el Reino de Dios.",
      "topic": ""
    },
    "32": {
      "text": "De cierto os digo, que no pasará esta generación hasta que todo sea hecho.",
      "topic": ""
    },
    "33": {
      "text": "El cielo y la tierra pasarán; mas mis palabras no pasarán.",
      "topic": ""
    },
    "34": {
      "text": "Y mirad por vosotros, que vuestros corazones no sean cargados de glotonería y embriaguez, y de los cuidados de esta vida, y venga de repente sobre vosotros aquel día.",
      "topic": ""
    },
    "35": {
      "text": "Porque como un lazo vendrá sobre todos los que habitan sobre la faz de toda la tierra.",
      "topic": ""
    },
    "36": {
      "text": "Velad pues, orando a todo tiempo, que seáis tenidos por dignos de evitar todas estas cosas que han de venir, y de estar en pie delante del Hijo del hombre.",
      "topic": ""
    },
    "37": {
      "text": "Y enseñaba de día en el Templo; y de noche saliendo, se estaba en el monte que se llama de las Olivas.",
      "topic": ""
    },
    "38": {
      "text": "Y todo el pueblo venía a él por la mañana, para oírle en el Templo.",
      "topic": ""
    }
  }
}