{
  "info": {
    "book": "Lucas",
    "chapter": "23",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Levantándose entonces toda la multitud de ellos, le llevaron a Pilato.",
      "topic": ""
    },
    "2": {
      "text": "Y comenzaron a acusarle, diciendo: A éste hemos hallado que pervierte la nación, y que veda dar tributo a César, diciendo que él es Cristo, un Rey.",
      "topic": ""
    },
    "3": {
      "text": "Entonces Pilato le preguntó, diciendo: ¿Eres tú el Rey de los Judíos? Y respondiendo él, dijo: Tú lo dices.",
      "topic": ""
    },
    "4": {
      "text": "Y Pilato dijo a los príncipes de los sacerdotes, y a la multitud: Ninguna culpa hallo en este hombre.",
      "topic": ""
    },
    "5": {
      "text": "Mas ellos porfiaban, diciendo: Alborota al pueblo, enseñando por toda Judea, comenzando desde Galilea hasta aquí.",
      "topic": ""
    },
    "6": {
      "text": "Entonces Pilato, oyendo de Galilea, preguntó si el hombre era galileo.",
      "topic": ""
    },
    "7": {
      "text": "Y como entendió que era de la jurisdicción de Herodes, le remitió a Herodes, el cual también estaba en Jerusalén en aquellos días.",
      "topic": ""
    },
    "8": {
      "text": "Y Herodes, viendo a Jesús, se alegró mucho, porque hacía mucho que deseaba verle; porque había oído de él muchas cosas, y tenía esperanza que le vería hacer alguna señal.",
      "topic": ""
    },
    "9": {
      "text": "Y le preguntaba con muchas palabras; mas él nada le respondió.",
      "topic": ""
    },
    "10": {
      "text": "Y estaban los príncipes de los sacerdotes y los escribas acusándole con gran porfía.",
      "topic": ""
    },
    "11": {
      "text": "Mas Herodes con su corte le menospreció, y escarneció, vistiéndole de una ropa rica; y le volvió a enviar a Pilato.",
      "topic": ""
    },
    "12": {
      "text": "Y fueron hechos amigos entre sí Pilato y Herodes en el mismo día; porque antes eran enemigos entre sí.",
      "topic": ""
    },
    "13": {
      "text": "¶ Entonces Pilato, convocando los príncipes de los sacerdotes, y los magistrados, y el pueblo,",
      "topic": ""
    },
    "14": {
      "text": "les dijo: Me habéis presentado a éste por hombre que desvía al pueblo; y he aquí, preguntando yo delante de vosotros, no he hallado culpa alguna en este hombre de aquellas de que le acusáis.",
      "topic": ""
    },
    "15": {
      "text": "Y ni aun Herodes; porque os remití a él, y he aquí, ninguna cosa digna de muerte ha hecho.",
      "topic": ""
    },
    "16": {
      "text": "Le soltaré, pues, castigado.",
      "topic": ""
    },
    "17": {
      "text": "(Y tenía necesidad de soltarles uno en la fiesta.)",
      "topic": ""
    },
    "18": {
      "text": "Mas toda la multitud dio voces a una, diciendo: Quita a éste, y suéltanos a Barrabás.",
      "topic": ""
    },
    "19": {
      "text": "(El cual había sido echado en la cárcel por una sedición hecha en la ciudad, y una muerte.)",
      "topic": ""
    },
    "20": {
      "text": "Y les habló otra vez Pilato, queriendo soltar a Jesús.",
      "topic": ""
    },
    "21": {
      "text": "Pero ellos volvieron a dar voces, diciendo: Cuélguenle, cuélguenle.",
      "topic": ""
    },
    "22": {
      "text": "Y él les dijo la tercera vez: ¿Por qué? ¿Qué mal ha hecho éste? Ninguna culpa de muerte he hallado en él; le castigaré, pues, y le soltaré.",
      "topic": ""
    },
    "23": {
      "text": "Mas ellos instaban a grandes voces, pidiendo que fuese colgado de un madero. Y las voces de ellos y de los príncipes de los sacerdotes crecían.",
      "topic": ""
    },
    "24": {
      "text": "Entonces Pilato juzgó que se hiciese lo que ellos pedían;",
      "topic": ""
    },
    "25": {
      "text": "y les soltó a aquel que había sido echado en la cárcel por sedición y una muerte, al cual habían pedido; y entregó a Jesús a la voluntad de ellos.",
      "topic": ""
    },
    "26": {
      "text": "¶ Y llevándole, tomaron a un Simón cireneo, que venía del campo, y le pusieron encima el madero para que la llevase tras Jesús.",
      "topic": ""
    },
    "27": {
      "text": "Y le seguía una grande multitud del pueblo, y de mujeres, las cuales le lloraban y lamentaban.",
      "topic": ""
    },
    "28": {
      "text": "Mas Jesús, vuelto a ellas, les dijo: Hijas de Jerusalén, no me lloréis a mí, mas llorad por vosotras mismas, y por vuestros hijos.",
      "topic": ""
    },
    "29": {
      "text": "Porque he aquí vendrán días en que dirán: Bienaventuradas las estériles, y los vientres que no engendraron, y los pechos que no criaron.",
      "topic": ""
    },
    "30": {
      "text": "Entonces comenzarán a decir a los montes: Caed sobre nosotros; y a los collados: Cubridnos.",
      "topic": ""
    },
    "31": {
      "text": "Porque si en el árbol verde hacen estas cosas, ¿en el seco, qué se hará?",
      "topic": ""
    },
    "32": {
      "text": "¶ Y llevaban también con él otros dos, malhechores, a ser muertos.",
      "topic": ""
    },
    "33": {
      "text": "Y cuando llegaron al lugar que se llama de la Calavera, le colgaron del madero allí, y a los malhechores, uno en un madero a la derecha, y otro a la izquierda.",
      "topic": ""
    },
    "34": {
      "text": "Y Jesús decía: Padre, perdónalos, porque no saben lo que hacen. Y partiendo sus vestidos, echaron suertes.",
      "topic": ""
    },
    "35": {
      "text": "Y el pueblo estaba mirando; y se burlaban de él los príncipes con ellos, diciendo: A otros hizo salvos; sálvese a sí, si éste es el Cristo, el escogido de Dios.",
      "topic": ""
    },
    "36": {
      "text": "Escarnecían de él también los soldados, llegándose y presentándole vinagre,",
      "topic": ""
    },
    "37": {
      "text": "Y diciendo: Si tú eres el Rey de los Judíos, sálvate a ti mismo.",
      "topic": ""
    },
    "38": {
      "text": "Y había también sobre él un título escrito con letras griegas, y romanas, y hebraicas: ESTE ES EL REY DE LOS JUDIOS.",
      "topic": ""
    },
    "39": {
      "text": "Y uno de los malhechores que estaban colgados, le injuriaba, diciendo: Si tú eres el Cristo, sálvate a ti mismo y a nosotros.",
      "topic": ""
    },
    "40": {
      "text": "Y respondiendo el otro, le reprendió, diciendo: ¿Ni aun tú temes a Dios, estando en la misma condenación?",
      "topic": ""
    },
    "41": {
      "text": "Y nosotros, a la verdad, justamente padecemos; porque recibimos lo que merecieron nuestros hechos; mas éste ningún mal hizo.",
      "topic": ""
    },
    "42": {
      "text": "Y dijo a Jesús: Señor, acuérdate de mí cuando vinieres en tu Reino.",
      "topic": ""
    },
    "43": {
      "text": "Entonces Jesús le dijo: De cierto te digo, que hoy estarás conmigo en el paraíso.",
      "topic": ""
    },
    "44": {
      "text": "¶ Y cuando era como la hora sexta, fueron hechas tinieblas sobre toda la tierra hasta la hora novena.",
      "topic": ""
    },
    "45": {
      "text": "Y el sol se obscureció; y el velo del Templo se rompió por medio.",
      "topic": ""
    },
    "46": {
      "text": "Entonces Jesús, clamando a gran voz, dijo: Padre, en tus manos encomiendo mi espíritu. Y habiendo dicho esto, dió el espíritu.",
      "topic": ""
    },
    "47": {
      "text": "Cuando el centurión vio lo que había acontecido, dio gloria a Dios, diciendo: Verdaderamente este hombre era justo.",
      "topic": ""
    },
    "48": {
      "text": "Y toda la multitud de los que estaban presentes en este espectáculo, viendo lo que había acontecido, se volvían hiriendo sus pechos.",
      "topic": ""
    },
    "49": {
      "text": "Mas todos sus conocidos, y las mujeres que le habían seguido desde Galilea, estaban lejos mirando estas cosas.",
      "topic": ""
    },
    "50": {
      "text": "¶ Y he aquí un varón llamado José, el cual era senador, varón bueno y justo,",
      "topic": ""
    },
    "51": {
      "text": "(el cual no había consentido en el consejo ni en los hechos de ellos), de Arimatea, ciudad de la Judea, el cual también esperaba el Reino de Dios.",
      "topic": ""
    },
    "52": {
      "text": "Este llegó a Pilato, y pidió el cuerpo de Jesús.",
      "topic": ""
    },
    "53": {
      "text": "Y quitado, lo envolvió en una sábana, y le puso en un sepulcro que era labrado de piedra, en el cual ninguno había aún sido puesto.",
      "topic": ""
    },
    "54": {
      "text": "Y era día de la preparación de la Pascua ; y estaba para rayar el sábado.",
      "topic": ""
    },
    "55": {
      "text": "Y viniendo también las mujeres que le habían seguido de Galilea, vieron el sepulcro, y cómo fue puesto su cuerpo.",
      "topic": ""
    },
    "56": {
      "text": "Y vueltas, aparejaron drogas aromáticas y ungüentos; y reposaron el sábado, conforme al mandamiento.",
      "topic": ""
    }
  }
}