{
  "info": {
    "book": "Lucas",
    "chapter": "6",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aconteció que pasando él por los sembrados en el sábado segundo del primero, sus discípulos arrancaban espigas, y comían, restregándolas con las manos.",
      "topic": ""
    },
    "2": {
      "text": "Y algunos de los fariseos les dijeron: ¿Por qué hacéis lo que no es lícito hacer en los sábados?",
      "topic": ""
    },
    "3": {
      "text": "Y respondiendo Jesús les dijo: ¿Ni aun esto habéis leído, qué hizo David cuando tuvo hambre, él, y los que con él estaban;",
      "topic": ""
    },
    "4": {
      "text": "cómo entró en la Casa de Dios, y tomó los panes de la proposición, y comió, y dio también a los que estaban con él, a los cuales no era lícito comer, sino sólo a los sacerdotes?",
      "topic": ""
    },
    "5": {
      "text": "Y les decía: El Hijo del hombre es Señor aun del sábado.",
      "topic": ""
    },
    "6": {
      "text": "Y aconteció también en otro sábado, que él entró en la sinagoga y enseñó; y estaba allí un hombre que tenía la mano derecha seca.",
      "topic": ""
    },
    "7": {
      "text": "Y le acechaban los escribas y los fariseos, si sanaría en sábado, para hallar de qué le acusasen.",
      "topic": ""
    },
    "8": {
      "text": "Mas él sabía los pensamientos de ellos; y dijo al hombre que tenía la mano seca: Levántate, y ponte en medio. Y él levantándose, se puso en pie.",
      "topic": ""
    },
    "9": {
      "text": "Entonces Jesús les dice: Os preguntaré una cosa: ¿Es lícito en sábados hacer bien, o hacer mal? ¿Salvar una persona, o matarla?",
      "topic": ""
    },
    "10": {
      "text": "Y mirándolos a todos alrededor, dice al hombre: Extiende tu mano. Y él lo hizo así, y su mano fue restituida sana como la otra.",
      "topic": ""
    },
    "11": {
      "text": "Y ellos se llenaron de rabia; y hablaban los unos a los otros qué harían a Jesús.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y aconteció en aquellos días, que fue al monte a orar, y pasó la noche orando a Dios.",
      "topic": ""
    },
    "13": {
      "text": "Y como fue de día, llamó a sus discípulos, y escogió doce de ellos, a los cuales también llamó apóstoles:",
      "topic": ""
    },
    "14": {
      "text": "A Simón, al cual también llamó Pedro, y a Andrés su hermano, Jacobo y Juan, Felipe y Bartolomé,",
      "topic": ""
    },
    "15": {
      "text": "Mateo y Tomás, Jacobo hijo de Alfeo, y Simón el que se llama Zelote,",
      "topic": ""
    },
    "16": {
      "text": "Judas, hermano de Jacobo, y Judas Iscariote, que también fue el traidor.",
      "topic": ""
    },
    "17": {
      "text": "Y descendió con ellos, y se paró en un lugar llano, en compañía de sus discípulos, y una grande multitud de pueblo de toda Judea y de Jerusalén, y de la costa de Tiro y de Sidón, que habían venido a oírle, y para ser sanados de sus enfermedades;",
      "topic": ""
    },
    "18": {
      "text": "y los que eran atormentados de espíritus inmundos eran curados.",
      "topic": ""
    },
    "19": {
      "text": "Y toda la multitud procuraba tocarle; porque salía de él virtud, y sanaba a todos.",
      "topic": ""
    },
    "20": {
      "text": "¶ Y alzando él los ojos a sus discípulos, decía: Bienaventurados los pobres; porque vuestro es el Reino de Dios.",
      "topic": ""
    },
    "21": {
      "text": "Bienaventurados los que ahora tenéis hambre; porque seréis saciados. Bienaventurados los que ahora lloráis, porque reiréis.",
      "topic": ""
    },
    "22": {
      "text": "Bienaventurados seréis, cuando los hombres os aborrecieren, y cuando os apartaren de sí, y os denostaren, y desecharen vuestro nombre como malo, por el Hijo del hombre.",
      "topic": ""
    },
    "23": {
      "text": "Gozaos en aquel día, y alegraos; porque he aquí vuestro galardón es grande en los cielos; porque así hacían sus padres a los profetas.",
      "topic": ""
    },
    "24": {
      "text": "Mas ¡ay de vosotros, ricos! Porque tenéis vuestro consuelo.",
      "topic": ""
    },
    "25": {
      "text": "¡Ay de vosotros, los que estáis hartos! Porque tendréis hambre. ¡Ay de vosotros, los que ahora reís! Porque lamentaréis y lloraréis.",
      "topic": ""
    },
    "26": {
      "text": "¡Ay de vosotros, cuando todos los hombres dijeren bien de vosotros! Porque así hacían sus padres a los falsos profetas.",
      "topic": ""
    },
    "27": {
      "text": "¶ Mas a vosotros los que oís, digo: Amad a vuestros enemigos, haced bien a los que os aborrecen;",
      "topic": ""
    },
    "28": {
      "text": "Bendecid a los que os maldicen, y orad por los que os calumnian.",
      "topic": ""
    },
    "29": {
      "text": "Y al que te hiriere en la mejilla, dale también la otra; y al que te quitare la capa, ni aun el sayo le defiendas.",
      "topic": ""
    },
    "30": {
      "text": "Y a cualquiera que te pidiere, da; y al que tomare lo que es tuyo, no pidas que te lo devuelva.",
      "topic": ""
    },
    "31": {
      "text": "Y como queréis que os hagan los hombres, así hacedles también vosotros.",
      "topic": ""
    },
    "32": {
      "text": "Porque si amáis a los que os aman, ¿qué gracias tendréis? Porque también los pecadores aman a los que los aman.",
      "topic": ""
    },
    "33": {
      "text": "Y si hiciereis bien a los que os hacen bien, ¿qué gracias tendréis? Porque también los pecadores hacen lo mismo.",
      "topic": ""
    },
    "34": {
      "text": "Y si prestaréis a aquellos de quienes esperáis recibir, ¿qué gracias tendréis? Porque también los pecadores prestan a los pecadores, para recibir otro tanto.",
      "topic": ""
    },
    "35": {
      "text": "Amad, pues, a vuestros enemigos, y haced bien, y prestad, no esperando de ello nada; y será vuestro galardón grande, y seréis hijos del Altísimo; porque él es benigno aun para con los ingratos y malos.",
      "topic": ""
    },
    "36": {
      "text": "Sed pues misericordiosos, como también vuestro Padre es misericordioso.",
      "topic": ""
    },
    "37": {
      "text": "¶ No juzguéis, y no seréis juzgados; no condenéis, y no seréis condenados; perdonad, y seréis perdonados.",
      "topic": ""
    },
    "38": {
      "text": "Dad, y se os dará; medida buena, apretada, remecida, y rebosando darán en vuestro seno; porque con la misma medida que midiereis, os será vuelto a medir.",
      "topic": ""
    },
    "39": {
      "text": "Y les decía una parábola: ¿Puede el ciego guiar al ciego? ¿No caerán ambos en el hoyo?",
      "topic": ""
    },
    "40": {
      "text": "El discípulo no es sobre su maestro; mas cualquiera que fuere como el maestro, será perfecto.",
      "topic": ""
    },
    "41": {
      "text": "¿Por qué miras la paja que está en el ojo de tu hermano, y la viga que está en tu propio ojo no consideras?",
      "topic": ""
    },
    "42": {
      "text": "¿O cómo puedes decir a tu hermano: Hermano, deja, echaré fuera la paja que está en tu ojo, no mirando tú la viga, que está en tu ojo? Hipócrita, echa primero fuera de tu ojo la viga, y entonces verás bien para sacar la paja que está en el ojo de tu hermano.",
      "topic": ""
    },
    "43": {
      "text": "Porque no es buen árbol el que hace malos frutos; ni árbol malo el que hace buen fruto.",
      "topic": ""
    },
    "44": {
      "text": "Porque cada árbol por su fruto es conocido; que no cogen higos de los espinos, ni vendimian uvas de las zarzas.",
      "topic": ""
    },
    "45": {
      "text": "El buen hombre del buen tesoro de su corazón saca bien; y el mal hombre del mal tesoro de su corazón saca mal; porque de la abundancia del corazón habla su boca.",
      "topic": ""
    },
    "46": {
      "text": "¿Por qué me llamáis, Señor, Señor, y no hacéis lo que digo?",
      "topic": ""
    },
    "47": {
      "text": "Todo aquel que viene a mí, y oye mis palabras, y las hace, os enseñaré a quién es semejante:",
      "topic": ""
    },
    "48": {
      "text": "Semejante es al hombre que edifica una casa, el cual cavó y ahondó, y puso el fundamento sobre piedra; y cuando vino una avenida, el río dio con ímpetu en aquella casa, mas no la pudo menear, porque estaba fundada sobre piedra.",
      "topic": ""
    },
    "49": {
      "text": "Mas el que oyó y no hizo, semejante es al hombre que edificó su casa sobre tierra, sin fundamento; en la cual el río dio con ímpetu, y luego cayó; y fue grande la ruina de aquella casa.",
      "topic": ""
    }
  }
}