{
  "info": {
    "book": "Génesis",
    "chapter": "32",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Jacob siguió su camino, y le salieron al encuentro ángeles de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Y dijo Jacob cuando los vio: El campamento de Dios es éste; y llamó el nombre de aquel lugar Mahanaim.",
      "topic": ""
    },
    "3": {
      "text": "Y envió Jacob mensajeros delante de sí a Esaú su hermano, a la tierra de Seir, campo de Edom.",
      "topic": ""
    },
    "4": {
      "text": "Y les mandó diciendo: Así diréis a mí señor Esaú: Así dice tu siervo Jacob: Con Labán he morado, y he estado allí hasta ahora;",
      "topic": ""
    },
    "5": {
      "text": "Y tengo vacas, y asnos, y ovejas, y siervos y siervas; y envío a decirlo a mi señor, por hallar gracia en tus ojos.",
      "topic": ""
    },
    "6": {
      "text": "Y los mensajeros volvieron a Jacob, diciendo: Vinimos a tu hermano Esaú, y él también vino a recibirte, y cuatrocientos hombres con él.",
      "topic": ""
    },
    "7": {
      "text": "Entonces Jacob tuvo gran temor, y se angustió; y dividió al pueblo que tenía consigo en dos campamentos, y las ovejas y las vacas y los camellos;",
      "topic": ""
    },
    "8": {
      "text": "Y dijo: Si viniere Esaú contra un campamento y lo hiriere, el otro campamento escapará.",
      "topic": ""
    },
    "9": {
      "text": "Y dijo Jacob: Dios de mi padre Abraham, y Dios de mi padre Isaac, Jehová, que me dijiste: Vuélvete a tu tierra y a tu parentela, y yo te haré bien.",
      "topic": ""
    },
    "10": {
      "text": "No soy digno de la más pequeña de todas las misericordias, y de toda la verdad que has usado para con tu siervo; que con mi bordón pasé este Jordán, y ahora estoy sobre dos campamentos.",
      "topic": ""
    },
    "11": {
      "text": "Líbrame ahora de la mano de mi hermano, de la mano de Esaú, porque le temo; no venga quizá, y me hiera a mí, y a la madre con los hijos.",
      "topic": ""
    },
    "12": {
      "text": "Y tú has dicho: Ciertamente yo te haré bien, y pondré tu simiente como la arena del mar, que no se puede contar por la multitud.",
      "topic": ""
    },
    "13": {
      "text": "Y durmió allí aquella noche, y tomó de lo que le vino a la mano un presente para su hermano Esaú.",
      "topic": ""
    },
    "14": {
      "text": "Doscientas cabras y veinte machos cabríos, doscientas ovejas y veinte carneros,",
      "topic": ""
    },
    "15": {
      "text": "treinta camellas paridas, con sus crías, cuarenta vacas y diez novillos, veinte asnas y diez borricos.",
      "topic": ""
    },
    "16": {
      "text": "Y lo entregó en mano de sus siervos, cada manada de por sí; y dijo a sus siervos: Pasad delante de mí, y poned espacio entre manada y manada.",
      "topic": ""
    },
    "17": {
      "text": "Y mandó al primero, diciendo: Si Esaú mi hermano te encontrare, y te preguntare, diciendo: ¿De quién eres? ¿Y adónde vas? ¿Y para quién es esto que llevas delante de ti?",
      "topic": ""
    },
    "18": {
      "text": "Entonces dirás: Presente es de tu siervo Jacob, que envía a mi señor Esaú; y he aquí también él viene tras nosotros.",
      "topic": ""
    },
    "19": {
      "text": "Y mandó también al segundo, y al tercero, y a todos los que iban tras aquellas manadas, diciendo: Conforme a esto hablaréis a Esaú, cuando le hallareis.",
      "topic": ""
    },
    "20": {
      "text": "Y diréis también: He aquí tu siervo Jacob viene tras nosotros. Porque dijo: Apaciguaré su ira con el presente que va delante de mí, y después veré su rostro; quizá le seré acepto.",
      "topic": ""
    },
    "21": {
      "text": "Y pasó el presente delante de él; y él durmió aquella noche en el campamento.",
      "topic": ""
    },
    "22": {
      "text": "Y se levantó aquella noche, y tomó sus dos esposas, y sus dos siervas, y sus once hijos, y pasó el vado de Jaboc.",
      "topic": ""
    },
    "23": {
      "text": "Los tomó, pues, y los hizo pasar el arroyo, e hizo pasar lo que tenía.",
      "topic": ""
    },
    "24": {
      "text": "Y Jacob se quedó solo; y luchó con él un varón hasta que rayaba el alba.",
      "topic": ""
    },
    "25": {
      "text": "Y cuando vio que no podía con él, tocó en el sitio del encaje de su muslo, y se descoyuntó el muslo de Jacob mientras con él luchaba.",
      "topic": ""
    },
    "26": {
      "text": "Y dijo: Déjame, que raya el alba. Y él dijo: No te dejaré, si no me bendices.",
      "topic": ""
    },
    "27": {
      "text": "Y Él le dijo: ¿Cuál es tu nombre? Y él respondió: Jacob.",
      "topic": ""
    },
    "28": {
      "text": "Y Él dijo: No se dirá más tu nombre Jacob, sino Israel; porque como príncipe has luchado con Dios y con los hombres, y has vencido.",
      "topic": ""
    },
    "29": {
      "text": "Entonces Jacob le preguntó, y dijo: Declárame ahora tu nombre. Y Él respondió: ¿Por qué preguntas por mi nombre? Y lo bendijo allí.",
      "topic": ""
    },
    "30": {
      "text": "Y llamó Jacob el nombre de aquel lugar Peniel; porque dijo: Vi a Dios cara a cara, y fue librada mi alma.",
      "topic": ""
    },
    "31": {
      "text": "Y le salió el sol pasado que hubo a Peniel; y cojeaba de su cadera.",
      "topic": ""
    },
    "32": {
      "text": "Por esto no comen los hijos de Israel, hasta hoy día, del tendón que se contrajo, el cual está en el encaje del muslo; porque tocó a Jacob este sitio de su muslo en el tendón que se contrajo.",
      "topic": ""
    }
  }
}