{
  "info": {
    "book": "Génesis",
    "chapter": "46",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y salió Israel con todo lo que tenía, y vino a Beerseba, y ofreció sacrificios al Dios de su padre Isaac.",
      "topic": ""
    },
    "2": {
      "text": "Y habló Dios a Israel en visiones de noche, y dijo: Jacob, Jacob. Y él respondió: Heme aquí.",
      "topic": ""
    },
    "3": {
      "text": "Y dijo: Yo soy Dios, el Dios de tu padre; no temas de descender a Egipto, porque yo haré de ti una gran nación.",
      "topic": ""
    },
    "4": {
      "text": "Yo descenderé contigo a Egipto, y yo también te haré volver: y José pondrá su mano sobre tus ojos.",
      "topic": ""
    },
    "5": {
      "text": "Y se levantó Jacob de Beerseba; y tomaron los hijos de Israel a su padre Jacob, a sus niños y a sus esposas, en los carros que Faraón había enviado para llevarlo.",
      "topic": ""
    },
    "6": {
      "text": "Y tomaron sus ganados, y sus bienes que había adquirido en la tierra de Canaán, y se vinieron a Egipto, Jacob, y toda su simiente consigo;",
      "topic": ""
    },
    "7": {
      "text": "Sus hijos, y los hijos de sus hijos consigo; sus hijas, y las hijas de sus hijos, y a toda su simiente trajo consigo a Egipto.",
      "topic": ""
    },
    "8": {
      "text": "Y éstos son los nombres de los hijos de Israel, que entraron en Egipto, Jacob y sus hijos: Rubén, el primogénito de Jacob.",
      "topic": ""
    },
    "9": {
      "text": "Y los hijos de Rubén: Enoc, Falú, Hezrón y Carmi.",
      "topic": ""
    },
    "10": {
      "text": "Y los hijos de Simeón: Jemuel, Jamín, Ohad, Jaquín, Zohar y Saúl, hijo de la cananea.",
      "topic": ""
    },
    "11": {
      "text": "Y los hijos de Leví: Gersón, Coat y Merari.",
      "topic": ""
    },
    "12": {
      "text": "Y los hijos de Judá: Er, Onán, Sela, Fares y Zara: mas Er y Onán, murieron en la tierra de Canaán. Y los hijos de Fares fueron Hezrón y Hamul.",
      "topic": ""
    },
    "13": {
      "text": "Y los hijos de Isacar: Tola, Fúa, Job y Simrón.",
      "topic": ""
    },
    "14": {
      "text": "Y los hijos de Zabulón: Sered y Elón, y Jahleel.",
      "topic": ""
    },
    "15": {
      "text": "Éstos fueron los hijos de Lea, los que dio a luz a Jacob en Padan-aram, y además su hija Dina; treinta y tres [era] el total de almas de sus hijos e hijas.",
      "topic": ""
    },
    "16": {
      "text": "Y los hijos de Gad: Zifión, Hagui, Suni, Ezbón, Eri, Arodi y Areli.",
      "topic": ""
    },
    "17": {
      "text": "Y los hijos de Aser: Imna, Isúa, Isúi, Bería y Sera, hermana de ellos. Los hijos de Bería: Heber y Malquiel.",
      "topic": ""
    },
    "18": {
      "text": "Éstos fueron los hijos de Zilpa, la que Labán dio a su hija Lea, y dio a luz éstos a Jacob; [en total], dieciséis almas.",
      "topic": ""
    },
    "19": {
      "text": "Y los hijos de Raquel, esposa de Jacob: José y Benjamín.",
      "topic": ""
    },
    "20": {
      "text": "Y nacieron a José en la tierra de Egipto Manasés y Efraín, los que le dio a luz Asenat, hija de Potifera, sacerdote de On.",
      "topic": ""
    },
    "21": {
      "text": "Y los hijos de Benjamín fueron Bela, Bequer, Asbel, Gera, Naamán, Ehi, Ros, Mupim, Hupim y Ard.",
      "topic": ""
    },
    "22": {
      "text": "Éstos fueron los hijos de Raquel, que nacieron a Jacob; en total, catorce almas.",
      "topic": ""
    },
    "23": {
      "text": "Y los hijos de Dan: Husim.",
      "topic": ""
    },
    "24": {
      "text": "Y los hijos de Neftalí: Jahzeel, Guni, Jezer y Silem.",
      "topic": ""
    },
    "25": {
      "text": "Éstos fueron los hijos de Bilha, la que dio Labán a Raquel su hija, y dio a luz a éstos de Jacob; en total, siete almas.",
      "topic": ""
    },
    "26": {
      "text": "Todas las almas que vinieron con Jacob a Egipto, procedentes de sus lomos, no incluyendo las esposas de los hijos de Jacob, [eran] en total sesenta y seis almas.",
      "topic": ""
    },
    "27": {
      "text": "Y los hijos de José, que le nacieron en Egipto, dos almas. Todas las almas de la casa de Jacob, que entraron en Egipto [eran] setenta.",
      "topic": ""
    },
    "28": {
      "text": "Y envió a Judá delante de sí a José, para que le viniese a ver a Gosén; y llegaron a la tierra de Gosén.",
      "topic": ""
    },
    "29": {
      "text": "Y José unció su carro y vino a recibir a Israel su padre a Gosén; y se manifestó a él, y se echó sobre su cuello, y lloró mucho tiempo sobre su cuello.",
      "topic": ""
    },
    "30": {
      "text": "Entonces Israel dijo a José: Muera yo ahora, ya que he visto tu rostro, pues aún vives.",
      "topic": ""
    },
    "31": {
      "text": "Y José dijo a sus hermanos, y a la casa de su padre: Subiré y haré saber a Faraón, y le diré: Mis hermanos y la casa de mi padre, que estaban en la tierra de Canaán, han venido a mí;",
      "topic": ""
    },
    "32": {
      "text": "Y los hombres son pastores de ovejas, porque son hombres ganaderos; y han traído sus ovejas y sus vacas, y todo lo que tenían.",
      "topic": ""
    },
    "33": {
      "text": "Y sucederá que cuando Faraón os llamare y dijere: ¿Cuál es vuestro oficio?",
      "topic": ""
    },
    "34": {
      "text": "Entonces diréis: Hombres de ganadería han sido tus siervos desde nuestra juventud hasta ahora, nosotros y nuestros padres; a fin de que moréis en la tierra de Gosén, porque para los egipcios todo pastor de ovejas [es] una abominación",
      "topic": ""
    }
  }
}