{
  "info": {
    "book": "Génesis",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Éste [es] el libro de las generaciones de Adán. El día en que creó Dios al hombre, a la semejanza de Dios lo hizo;",
      "topic": ""
    },
    "2": {
      "text": "Varón y hembra los creó; y los bendijo, y llamó el nombre de ellos Adán, el día en que fueron creados.",
      "topic": ""
    },
    "3": {
      "text": "Y vivió Adán ciento treinta años, y engendró [un hijo] a su semejanza, conforme a su imagen, y llamó su nombre Set.",
      "topic": ""
    },
    "4": {
      "text": "Y fueron los días de Adán, después que engendró a Set, ochocientos años, y engendró hijos e hijas.",
      "topic": ""
    },
    "5": {
      "text": "Y fueron todos los días que vivió Adán novecientos treinta años, y murió.",
      "topic": ""
    },
    "6": {
      "text": "Y vivió Set ciento cinco años, y engendró a Enós.",
      "topic": ""
    },
    "7": {
      "text": "Y vivió Set, después que engendró a Enós, ochocientos siete años, y engendró hijos e hijas.",
      "topic": ""
    },
    "8": {
      "text": "Y fueron todos los días de Set novecientos doce años; y murió.",
      "topic": ""
    },
    "9": {
      "text": "Y vivió Enós noventa años, y engendró a Cainán.",
      "topic": ""
    },
    "10": {
      "text": "Y vivió Enós después que engendró a Cainán, ochocientos quince años, y engendró hijos e hijas.",
      "topic": ""
    },
    "11": {
      "text": "Y fueron todos los días de Enós novecientos cinco años; y murió.",
      "topic": ""
    },
    "12": {
      "text": "Y vivió Cainán setenta años, y engendró a Mahalaleel.",
      "topic": ""
    },
    "13": {
      "text": "Y vivió Cainán, después que engendró a Mahalaleel, ochocientos cuarenta años, y engendró hijos e hijas.",
      "topic": ""
    },
    "14": {
      "text": "Y fueron todos los días de Cainán novecientos diez años; y murió.",
      "topic": ""
    },
    "15": {
      "text": "Y vivió Mahalaleel sesenta y cinco años, y engendró a Jared.",
      "topic": ""
    },
    "16": {
      "text": "Y vivió Mahalaleel, después que engendró a Jared, ochocientos treinta años, y engendró hijos e hijas.",
      "topic": ""
    },
    "17": {
      "text": "Y fueron todos los días de Mahalaleel ochocientos noventa y cinco años; y murió.",
      "topic": ""
    },
    "18": {
      "text": "Y vivió Jared ciento sesenta y dos años, y engendró a Enoc.",
      "topic": ""
    },
    "19": {
      "text": "Y vivió Jared, después que engendró a Enoc, ochocientos años, y engendró hijos e hijas.",
      "topic": ""
    },
    "20": {
      "text": "Y fueron todos los días de Jared novecientos sesenta y dos años; y murió.",
      "topic": ""
    },
    "21": {
      "text": "Y vivió Enoc sesenta y cinco años, y engendró a Matusalén.",
      "topic": ""
    },
    "22": {
      "text": "Y caminó Enoc con Dios, después que engendró a Matusalén, trescientos años, y engendró hijos e hijas.",
      "topic": ""
    },
    "23": {
      "text": "Y fueron todos los días de Enoc trescientos sesenta y cinco años.",
      "topic": ""
    },
    "24": {
      "text": "Caminó, pues, Enoc con Dios, y desapareció, porque le llevó Dios.",
      "topic": ""
    },
    "25": {
      "text": "Y vivió Matusalén ciento ochenta y siete años, y engendró a Lamec.",
      "topic": ""
    },
    "26": {
      "text": "Y vivió Matusalén, después que engendró a Lamec, setecientos ochenta y dos años, y engendró hijos e hijas.",
      "topic": ""
    },
    "27": {
      "text": "Fueron, pues, todos los días de Matusalén, novecientos sesenta y nueve años; y murió.",
      "topic": ""
    },
    "28": {
      "text": "Y vivió Lamec ciento ochenta y dos años, y engendró un hijo:",
      "topic": ""
    },
    "29": {
      "text": "Y llamó su nombre Noé, diciendo: Éste nos aliviará de nuestras obras, y del trabajo de nuestras manos, a causa de la tierra que Jehová maldijo.",
      "topic": ""
    },
    "30": {
      "text": "Y vivió Lamec, después que engendró a Noé, quinientos noventa y cinco años: y engendró hijos e hijas.",
      "topic": ""
    },
    "31": {
      "text": "Y fueron todos los días de Lamec setecientos setenta y siete años; y murió.",
      "topic": ""
    },
    "32": {
      "text": "Y siendo Noé de quinientos años, engendró a Sem, Cam, y a Jafet.",
      "topic": ""
    }
  }
}