{
  "info": {
    "book": "Génesis",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y aconteció que cuando comenzaron los hombres a multiplicarse sobre la faz de la tierra, y les nacieron hijas,",
      "topic": ""
    },
    "2": {
      "text": "viendo los hijos de Dios que las hijas de los hombres [eran] hermosas, se tomaron mujeres, escogiendo entre todas.",
      "topic": ""
    },
    "3": {
      "text": "Y dijo Jehová: No contenderá mi Espíritu con el hombre para siempre, porque ciertamente él [es] carne; mas serán sus días ciento veinte años.",
      "topic": ""
    },
    "4": {
      "text": "Había gigantes en la tierra en aquellos días, y también después que entraron los hijos de Dios a las hijas de los hombres, y les engendraron [hijos]: Éstos [fueron] los valientes que desde la antigüedad [fueron] varones de renombre.",
      "topic": ""
    },
    "5": {
      "text": "Y vio Jehová que la maldad de los hombres [era] mucha en la tierra, y [que] todo designio de los pensamientos del corazón de ellos [era] de continuo solamente el mal.",
      "topic": ""
    },
    "6": {
      "text": "Y se arrepintió Jehová de haber hecho hombre en la tierra, y le pesó en su corazón.",
      "topic": ""
    },
    "7": {
      "text": "Y dijo Jehová: Raeré de sobre la faz de la tierra, a los hombres que he creado, desde el hombre hasta la bestia, y hasta el reptil y las aves del cielo, porque me arrepiento de haberlos hecho.",
      "topic": ""
    },
    "8": {
      "text": "Pero Noé halló gracia en los ojos de Jehová.",
      "topic": ""
    },
    "9": {
      "text": "Éstas [son] las generaciones de Noé: Noé, varón justo, perfecto fue en sus generaciones; con Dios caminó Noé.",
      "topic": ""
    },
    "10": {
      "text": "Y engendró Noé tres hijos: a Sem, a Cam y a Jafet.",
      "topic": ""
    },
    "11": {
      "text": "Y se corrompió la tierra delante de Dios, y estaba la tierra llena de violencia.",
      "topic": ""
    },
    "12": {
      "text": "Y miró Dios la tierra, y he aquí que estaba corrompida; porque toda carne había corrompido su camino sobre la tierra.",
      "topic": ""
    },
    "13": {
      "text": "Y dijo Dios a Noé: El fin de toda carne ha venido delante de mí; porque la tierra está llena de violencia a causa de ellos; y he aquí que yo los destruiré con la tierra.",
      "topic": ""
    },
    "14": {
      "text": "Hazte un arca de madera de gofer; harás compartimentos en el arca y la calafatearás con brea por dentro y por fuera.",
      "topic": ""
    },
    "15": {
      "text": "Y de esta [manera] la harás: De trescientos codos la longitud del arca, de cincuenta codos su anchura, y de treinta codos su altura.",
      "topic": ""
    },
    "16": {
      "text": "Una ventana harás al arca, y la acabarás a un codo [de elevación] por la parte de arriba: y pondrás la puerta del arca a su lado; y le harás [piso] bajo, segundo y tercero.",
      "topic": ""
    },
    "17": {
      "text": "Y he aquí que yo traigo un diluvio de aguas sobre la tierra, para destruir toda carne en que haya espíritu de vida debajo del cielo; todo lo que hay en la tierra morirá.",
      "topic": ""
    },
    "18": {
      "text": "Mas estableceré mi pacto contigo, y entrarás en el arca tú, tus hijos, tu esposa, y las esposas de tus hijos contigo.",
      "topic": ""
    },
    "19": {
      "text": "Y de todo lo que vive, de toda carne, dos de cada [especie] meterás en el arca, para preservarles la vida contigo; macho y hembra serán.",
      "topic": ""
    },
    "20": {
      "text": "De las aves según su especie, y de las bestias según su especie, de todo reptil de la tierra según su especie, dos de cada especie entrarán contigo para preservarles la vida.",
      "topic": ""
    },
    "21": {
      "text": "Y toma contigo de todo alimento que se come, y almacénalo para ti; y servirá de alimento para ti y para ellos.",
      "topic": ""
    },
    "22": {
      "text": "Y lo hizo así Noé; hizo conforme a todo lo que Dios le mandó.",
      "topic": ""
    }
  }
}