{
  "info": {
    "book": "2 Samuel",
    "chapter": "22",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And David speaketh to Jehovah the words of this song in the day Jehovah hath delivered him out of the hand of all his enemies, and out of the hand of Saul,",
      "topic": ""
    },
    "2": {
      "text": "and he saith: ‘Jehovah is my rock, And my bulwark, and a deliverer to me,",
      "topic": ""
    },
    "3": {
      "text": "My God is my rock—I take refuge in Him; My shield, and the horn of my salvation, My high tower, and my refuge! My Saviour, from violence Thou savest me!",
      "topic": ""
    },
    "4": {
      "text": "The Praised One, I call Jehovah: And from mine enemies I am saved.",
      "topic": ""
    },
    "5": {
      "text": "When the breakers of death compassed me, The streams of the worthless terrify me,",
      "topic": ""
    },
    "6": {
      "text": "The cords of Sheol have surrounded me, Before me have been the snares of death.",
      "topic": ""
    },
    "7": {
      "text": "In mine adversity I call Jehovah, And unto my God I call, And He heareth from His temple my voice, And my cry is in His ears,",
      "topic": ""
    },
    "8": {
      "text": "And shake and tremble doth the earth, Foundations of the heavens are troubled, And are shaken, for He hath wrath!",
      "topic": ""
    },
    "9": {
      "text": "Gone up hath smoke by His nostrils. And fire from His mouth devoureth, Brands have been kindled by it.",
      "topic": ""
    },
    "10": {
      "text": "And He inclineth heaven, and cometh down, And thick darkness is under His feet.",
      "topic": ""
    },
    "11": {
      "text": "And He rideth on a cherub, and doth fly, And is seen on the wings of the wind.",
      "topic": ""
    },
    "12": {
      "text": "And He setteth darkness Round about Him—tabernacles, Darkness of waters—thick clouds of the skies.",
      "topic": ""
    },
    "13": {
      "text": "From the brightness before Him Were brands of fire kindled!",
      "topic": ""
    },
    "14": {
      "text": "Thunder from the heavens doth Jehovah, And the Most High giveth forth His voice.",
      "topic": ""
    },
    "15": {
      "text": "And He sendeth forth arrows, And scattereth them; Lightning, and troubleth them;",
      "topic": ""
    },
    "16": {
      "text": "And seen are the streams of the sea, Revealed are foundations of the world, By the rebuke of Jehovah, From the breath of the spirit of His anger.",
      "topic": ""
    },
    "17": {
      "text": "He sendeth from above—He taketh me, He draweth me out of many waters.",
      "topic": ""
    },
    "18": {
      "text": "He delivereth me from my strong enemy, From those hating me, For they were stronger than I.",
      "topic": ""
    },
    "19": {
      "text": "They are before me in a day of my calamity, And Jehovah is my support,",
      "topic": ""
    },
    "20": {
      "text": "And He bringeth me out to a large place, He draweth me out for He delighted in me.",
      "topic": ""
    },
    "21": {
      "text": "Jehovah recompenseth me, According to my righteousness, According to the cleanness of my hands, He doth return to me.",
      "topic": ""
    },
    "22": {
      "text": "For I have kept the ways of Jehovah, And have not done wickedly against my God.",
      "topic": ""
    },
    "23": {
      "text": "For all His judgments are before me, As to His statutes, I turn not from them.",
      "topic": ""
    },
    "24": {
      "text": "And I am perfect before Him, And I keep myself from mine iniquity.",
      "topic": ""
    },
    "25": {
      "text": "And Jehovah returneth to me, According to my righteousness, According to my cleanness before His eyes.",
      "topic": ""
    },
    "26": {
      "text": "With the kind Thou shewest Thyself kind, With the perfect man Thou shewest Thyself perfect,",
      "topic": ""
    },
    "27": {
      "text": "With the pure Thou shewest Thyself pure, And with the perverse Thou shewest Thyself a wrestler.",
      "topic": ""
    },
    "28": {
      "text": "And the poor people Thou dost save, And Thine eyes on the high causest to fall.",
      "topic": ""
    },
    "29": {
      "text": "For Thou art my lamp, O Jehovah, And Jehovah doth lighten my darkness.",
      "topic": ""
    },
    "30": {
      "text": "For by Thee I run—a troop, By my God I leap a wall.",
      "topic": ""
    },
    "31": {
      "text": "God! Perfect is His way, The saying of Jehovah is tried, A shield He is to all those trusting in Him.",
      "topic": ""
    },
    "32": {
      "text": "For who is God save Jehovah? And who a Rock save our God?",
      "topic": ""
    },
    "33": {
      "text": "God—my bulwark, my strength, And He maketh perfect my way;",
      "topic": ""
    },
    "34": {
      "text": "Making my feet like hinds, And on my high places causeth me to stand,",
      "topic": ""
    },
    "35": {
      "text": "Teaching my hands for battle, And brought down was a bow of brass by mine arms,",
      "topic": ""
    },
    "36": {
      "text": "And Thou givest to me the shield of Thy salvation, And Thy lowliness maketh me great.",
      "topic": ""
    },
    "37": {
      "text": "Thou enlargest my step under me, And mine ankles have not slidden.",
      "topic": ""
    },
    "38": {
      "text": "I pursue mine enemies and destroy them, And I turn not till they are consumed.",
      "topic": ""
    },
    "39": {
      "text": "And I consume them, and smite them, And they rise not, and fall under my feet.",
      "topic": ""
    },
    "40": {
      "text": "And Thou girdest me with strength for battle, Thou causest my withstanders to bow under me.",
      "topic": ""
    },
    "41": {
      "text": "And mine enemies—Thou givest to me the neck, Those hating me—and I cut them off.",
      "topic": ""
    },
    "42": {
      "text": "They look, and there is no saviour; Unto Jehovah, and He hath not answered them.",
      "topic": ""
    },
    "43": {
      "text": "And I beat them as dust of the earth, As mire of the streets I beat them small—I spread them out!",
      "topic": ""
    },
    "44": {
      "text": "And—Thou dost deliver me From the strivings of my people, Thou placest me for a head of nations; A people I have not known do serve me.",
      "topic": ""
    },
    "45": {
      "text": "Sons of a stranger feign obedience to me, At the hearing of the ear they hearken to me.",
      "topic": ""
    },
    "46": {
      "text": "Sons of a stranger fade away, And gird themselves by their close places.",
      "topic": ""
    },
    "47": {
      "text": "Jehovah liveth, and blessed is my Rock, And exalted is my God—The Rock of my salvation.",
      "topic": ""
    },
    "48": {
      "text": "God—who is giving vengeance to me, And bringing down peoples under me,",
      "topic": ""
    },
    "49": {
      "text": "And bringing me forth from mine enemies, Yea, above my withstanders Thou raisest me up. From a man of violence Thou deliverest me.",
      "topic": ""
    },
    "50": {
      "text": "Therefore I confess Thee, O Jehovah, among nations. And to Thy name I sing praise.",
      "topic": ""
    },
    "51": {
      "text": "Magnifying the salvations of His king, And doing loving-kindness to His anointed, To David, and to his seed—unto the age!’",
      "topic": ""
    }
  }
}