{
  "info": {
    "book": "Nehemiah",
    "chapter": "12",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And these are the priests and the Levites who came up with Zerubbabel son of Shealtiel, and Jeshua; Seraiah, Jeremiah, Ezra,",
      "topic": ""
    },
    "2": {
      "text": "Amariah, Malluch, Hattush,",
      "topic": ""
    },
    "3": {
      "text": "Shechaniah, Rehum, Meremoth,",
      "topic": ""
    },
    "4": {
      "text": "Iddo, Ginnethoi, Abijah,",
      "topic": ""
    },
    "5": {
      "text": "Miamin, Maadiah, Bilgah,",
      "topic": ""
    },
    "6": {
      "text": "Shemaiah, and Joiarib, Jedaiah,",
      "topic": ""
    },
    "7": {
      "text": "Sallu, Amok, Hilkiah, Jedaiah; these are heads of the priests and of their brethren in the days of Jeshua.",
      "topic": ""
    },
    "8": {
      "text": "And the Levites are Jeshua, Binnui, Kadmiel, Sherebiah, Judah, Mattaniah, he is over the thanksgiving, and his brethren,",
      "topic": ""
    },
    "9": {
      "text": "and Bakbukiah and Unni, their brethren, are over-against them in charges.",
      "topic": ""
    },
    "10": {
      "text": "And Jeshua hath begotten Joiakim, and Joiakim hath begotten Eliashib, and Eliashib hath begotten Joiada,",
      "topic": ""
    },
    "11": {
      "text": "and Joiada hath begotten Jonathan, and Jonathan hath begotten Jaddua.",
      "topic": ""
    },
    "12": {
      "text": "And in the days of Joiakim have been priests, heads of the fathers; of Seraiah, Meraiah; of Jeremiah, Hananiah;",
      "topic": ""
    },
    "13": {
      "text": "of Ezra, Meshullam; of Amariah, Jehohanan;",
      "topic": ""
    },
    "14": {
      "text": "of Melicu, Jonathan; of Shebaniah, Joseph;",
      "topic": ""
    },
    "15": {
      "text": "of Harim, Adna; of Meraioth, Helkai;",
      "topic": ""
    },
    "16": {
      "text": "of Iddo, Zechariah; of Ginnethon, Meshullam;",
      "topic": ""
    },
    "17": {
      "text": "of Abijah, Zichri; of Miniamin; of Moadiah, Piltai;",
      "topic": ""
    },
    "18": {
      "text": "of Bilgah, Shammua; of Shemaiah, Jehonathan;",
      "topic": ""
    },
    "19": {
      "text": "and of Joiarib, Mattenai; of Jedaiah, Uzzi;",
      "topic": ""
    },
    "20": {
      "text": "of Sallai, Kallai; of Amok, Eber;",
      "topic": ""
    },
    "21": {
      "text": "of Hilkiah, Hashabiah; of Jedaiah, Nethaneel.",
      "topic": ""
    },
    "22": {
      "text": "The Levites, in the days of Eliashib, Joiada, and Johanan, and Jaddua, are written, heads of fathers, and of the priests, in the kingdom of Darius the Persian.",
      "topic": ""
    },
    "23": {
      "text": "Sons of Levi, heads of the fathers, are written on the book of the Chronicles even till the days of Johanan son of Eliashib;",
      "topic": ""
    },
    "24": {
      "text": "and heads of the Levites: Hashabiah, Sherebiah, and Jeshua son of Kadmiel, and their brethren, are over-against them, to give praise, to give thanks, by command of David the man of God, charge over-against charge.",
      "topic": ""
    },
    "25": {
      "text": "Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, are gatekeepers, keeping charge in the gatherings of the gates.",
      "topic": ""
    },
    "26": {
      "text": "These are in the days of Joiakim son of Jeshua, son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe.",
      "topic": ""
    },
    "27": {
      "text": "And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them in to Jerusalem, to make the dedication even with gladness, and with thanksgivings, and with singing, with cymbals, psalteries, and with harps;",
      "topic": ""
    },
    "28": {
      "text": "and sons of the singers are gathered together even from the circuit round about Jerusalem, and from the villages of Netophathi,",
      "topic": ""
    },
    "29": {
      "text": "and from the house of Gilgal, and from fields of Geba and Azmaveth, for villages have the singers built for themselves round about Jerusalem;",
      "topic": ""
    },
    "30": {
      "text": "and the priests and the Levites are cleansed, and they cleanse the people, and the gates, and the wall.",
      "topic": ""
    },
    "31": {
      "text": "And I bring up the heads of Judah upon the wall, and appoint two great thanksgiving companies and processions. At the right, on the wall, to the dung-gate;",
      "topic": ""
    },
    "32": {
      "text": "and after them goeth Hoshaiah, and half of the heads of Judah,",
      "topic": ""
    },
    "33": {
      "text": "and Azariah, Ezra, and Meshullam,",
      "topic": ""
    },
    "34": {
      "text": "Judah, and Benjamin, and Shemaiah, and Jeremiah;",
      "topic": ""
    },
    "35": {
      "text": "and of the sons of the priests with trumpets, Zechariah son of Jonathan, son of Shemaiah, son of Mattaniah, son of Michaiah, son of Zaccur, son of Asaph,",
      "topic": ""
    },
    "36": {
      "text": "and his brethren Shemaiah, and Azarael, Milalai, Gilalai, Maai, Nethaneel, and Judah, Hanani, with instruments of song of David the man of God, and Ezra the scribe is before them;",
      "topic": ""
    },
    "37": {
      "text": "and by the gate of the fountain and over-against them, they have gone up by the steps of the city of David, at the going up of the wall beyond the house of David, and unto the water-gate eastward.",
      "topic": ""
    },
    "38": {
      "text": "And the second thanksgiving company that is going over-against, and I after it, and half of the people on the wall from beyond the tower of the furnaces and unto the broad wall,",
      "topic": ""
    },
    "39": {
      "text": "and from beyond the gate of Ephraim, and by the old-gate, and by the fish-gate, and the tower of Hananeel, and the tower of Meah, and unto the sheep-gate—and they have stood at the prison-gate.",
      "topic": ""
    },
    "40": {
      "text": "And the two thanksgiving companies stand in the house of God, and I and half of the prefects with me,",
      "topic": ""
    },
    "41": {
      "text": "and the priests, Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, Hananiah, with trumpets,",
      "topic": ""
    },
    "42": {
      "text": "and Masseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer, and the singers sound, and Jezrahiah the inspector;",
      "topic": ""
    },
    "43": {
      "text": "and they sacrifice on that day great sacrifices and rejoice, for God hath made them rejoice with great joy, and also, the women and the children have rejoiced, and the joy of Jerusalem is heard—unto a distance.",
      "topic": ""
    },
    "44": {
      "text": "And certain are appointed on that day over the chambers for treasures, for heave-offerings, for first-fruits, and for tithes, to gather into them out of the fields of the cities the portions of the law for priests, and for Levites, for the joy of Judah is over the priests, and over the Levites, who are standing up.",
      "topic": ""
    },
    "45": {
      "text": "And the singers and the gatekeepers keep the charge of their God, even the charge of the cleansing—according to the command of David and Solomon his son,",
      "topic": ""
    },
    "46": {
      "text": "for in the days of David and Asaph of old were heads of the singers, and a song of praise and thanksgiving to God.",
      "topic": ""
    },
    "47": {
      "text": "And all Israel in the days of Zerubbabel, and in the days of Nehemiah, are giving the portions of the singers, and of the gatekeepers, the matter of a day in its day, and are sanctifying to the Levites, and the Levites are sanctifying to the sons of Aaron.",
      "topic": ""
    }
  }
}