{
  "info": {
    "book": "Proverbs",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Proverbs of Solomon, son of David, king of Israel;",
      "topic": ""
    },
    "2": {
      "text": "To know wisdom and instruction; to discern the words of understanding;",
      "topic": ""
    },
    "3": {
      "text": "To receive the instruction of wisdom, justice and judgment, and uprightness;",
      "topic": ""
    },
    "4": {
      "text": "To give craftiness to the simple, and to the youth, knowledge and meditation.",
      "topic": ""
    },
    "5": {
      "text": "The wise one will hear and he will add learning: and he understanding, shall obtain guidance:",
      "topic": ""
    },
    "6": {
      "text": "To understand a proverb, and an enigma: the words of the wise and their parables.",
      "topic": ""
    },
    "7": {
      "text": "The fear of Jehovah is the beginning of knowledge: the foolish despised wisdom and instruction.",
      "topic": ""
    },
    "8": {
      "text": "My son, hear the instruction of thy father, and thou shalt not reject the law of thy mother:",
      "topic": ""
    },
    "9": {
      "text": "For they a garland of grace to thy head, and necklaces for thy throat.",
      "topic": ""
    },
    "10": {
      "text": "My son, if they sinning shall entice thee, thou shalt not go in.",
      "topic": ""
    },
    "11": {
      "text": "If they shall say, Go with us, we will lie in wait for blood, we will hide for the innocent gratuitously;",
      "topic": ""
    },
    "12": {
      "text": "We will swallow them down living, as hades, and whole, as they going down to the pit:",
      "topic": ""
    },
    "13": {
      "text": "We shall find precious riches, we will fill our houses with spoil:",
      "topic": ""
    },
    "14": {
      "text": "Wilt thou cast thy lot in the midst of us; one purse shall be to all:",
      "topic": ""
    },
    "15": {
      "text": "My son, thou shalt not go in the way with them; withhold thy foot from their beaten paths:",
      "topic": ""
    },
    "16": {
      "text": "For their feet will run to evil, and they will hasten to pour out blood:",
      "topic": ""
    },
    "17": {
      "text": "For gratuitously the net was spread in the eyes of all possessing a wing.",
      "topic": ""
    },
    "18": {
      "text": "And they will lie in wait for their blood; they will hide for their souls.",
      "topic": ""
    },
    "19": {
      "text": "So the ways of every one plundering plunder; he will take the soul of those possessing it.",
      "topic": ""
    },
    "20": {
      "text": "Wisdom will cry without; in the broad places she will give her voice:",
      "topic": ""
    },
    "21": {
      "text": "She will call in the head of sound, in the entrances of the gates: in the city she will say her words:",
      "topic": ""
    },
    "22": {
      "text": "How long, ye simple, will ye love simplicity? and mockers delight to mock for them, and the foolish hate knowledge?",
      "topic": ""
    },
    "23": {
      "text": "Ye shall turn back at my reproofs: behold, I will pour forth my spirit to you, I will make known my words to you.",
      "topic": ""
    },
    "24": {
      "text": "Because I called and ye will refuse; I stretched forth my hands, and none attending;",
      "topic": ""
    },
    "25": {
      "text": "And ye will reject all my counsels, and ye desired not my reproofs:",
      "topic": ""
    },
    "26": {
      "text": "Also I will laugh at your ruin: I will deride in the coming of your terror;",
      "topic": ""
    },
    "27": {
      "text": "In your terror coming as a destroying tempest, and your ruin shall come as a whirlwind; in the coming upon you of straits and distress.",
      "topic": ""
    },
    "28": {
      "text": "Then they shall call upon me, and I will not answer; they shall seek me, and shall not find me;",
      "topic": ""
    },
    "29": {
      "text": "For that they hated knowledge, and chose not the fear of Jehovah:",
      "topic": ""
    },
    "30": {
      "text": "They desired not for my counsels: and derided all my reproofs.",
      "topic": ""
    },
    "31": {
      "text": "And they shall eat from the fruit of their way, and be filled with their purposes.",
      "topic": ""
    },
    "32": {
      "text": "For the turning away of the simple shall slay them, and the error of the foolish shall destroy them.",
      "topic": ""
    },
    "33": {
      "text": "And he hearing to me shall dwell in confidence, and being quiet from fear of evil.",
      "topic": ""
    }
  }
}