{
  "info": {
    "book": "Proverbs",
    "chapter": "11",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Balances of deceit, an abomination of Jehovah: and a whole stone his delight.",
      "topic": ""
    },
    "2": {
      "text": "Pride coming, and dishonor will come: and wisdom with the humble.",
      "topic": ""
    },
    "3": {
      "text": "The integrity of the upright shall guide them: and the perverseness of transgressors shall destroy them.",
      "topic": ""
    },
    "4": {
      "text": "Wealth will not profit in the day of wrath, and justice will deliver from death.",
      "topic": ""
    },
    "5": {
      "text": "The justice of the blameless shall make straight his way, and in his injustice the unjust shall fall.",
      "topic": ""
    },
    "6": {
      "text": "The justice of the upright shall deliver them, and transgressors shall be taken in their mischief.",
      "topic": ""
    },
    "7": {
      "text": "In the death of an unjust man expectation shall perish: and the hope of the vain shall perish.",
      "topic": ""
    },
    "8": {
      "text": "The just one was delivered from straits, and the unjust will come in his stead.",
      "topic": ""
    },
    "9": {
      "text": "With the mouth the profane will destroy his neighbor: and by knowledge, shall the just one be delivered.",
      "topic": ""
    },
    "10": {
      "text": "In the good of the just the city will exult: and in the perishing of the unjust it rejoiced.",
      "topic": ""
    },
    "11": {
      "text": "By the blessing of the upright the city shall be exalted: and by the mouth of the unjust it shall be overthrown.",
      "topic": ""
    },
    "12": {
      "text": "He wanting heart despised for his neighbor: and a man of understanding will be silent.",
      "topic": ""
    },
    "13": {
      "text": "He going about tale-bearing reveals a secret: and he being faithful of spirit hides the word.",
      "topic": ""
    },
    "14": {
      "text": "In no guidance the people will fall: and salvation in a multitude of counseling.",
      "topic": ""
    },
    "15": {
      "text": "The evil one shall become evil, for he became surety for a stranger: and he hating those striking hands being secure.",
      "topic": ""
    },
    "16": {
      "text": "A woman of grace will obtain honor, and the powerful will obtain riches.",
      "topic": ""
    },
    "17": {
      "text": "The man of mercy benefited his soul: and the cruel troubled his flesh.",
      "topic": ""
    },
    "18": {
      "text": "The unjust one did a work of falsehood: and the seed of justice the reward of truth.",
      "topic": ""
    },
    "19": {
      "text": "So justice to life, and he pursuing evil, to his death.",
      "topic": ""
    },
    "20": {
      "text": "The perverse of heart are an abomination of Jehovah, and the blameless of way his delight.",
      "topic": ""
    },
    "21": {
      "text": "Hand to hand, the evil one shall not be unpunished: and the seed of the just were delivered.",
      "topic": ""
    },
    "22": {
      "text": "A ring of gold in the nose of a swine, a fair woman and she departed from discernment.",
      "topic": ""
    },
    "23": {
      "text": "The desire of the just is only good: the expectation of the unjust, wrath.",
      "topic": ""
    },
    "24": {
      "text": "There is scattering and yet adding; and the withholding more than right, only to want.",
      "topic": ""
    },
    "25": {
      "text": "The soul of blessing shall be made fat: also he watering, shall himself drink to the full.",
      "topic": ""
    },
    "26": {
      "text": "He withholding grain, the people shall curse him: and blessing upon the head of him selling.",
      "topic": ""
    },
    "27": {
      "text": "He seeking good shall strive after acceptance: and he seeking evil, it shall come to him.",
      "topic": ""
    },
    "28": {
      "text": "He trusting in his riches himself shall fall: and the just shall flourish as the foliage.",
      "topic": ""
    },
    "29": {
      "text": "He troubling his house shall inherit wind: and the foolish is servant to the wise of heart.",
      "topic": ""
    },
    "30": {
      "text": "The fruit of the just a tree of life; and he taking souls is wise.",
      "topic": ""
    },
    "31": {
      "text": "Behold, the just shall be requited in the earth: much more the unjust one and the sinning.",
      "topic": ""
    }
  }
}