{
  "info": {
    "book": "Proverbs",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "He loving instruction loved knowledge: and he hating reproof, is stupid.",
      "topic": ""
    },
    "2": {
      "text": "The good shall obtain acceptance from Jehovah: and the man of mischief he will condemn.",
      "topic": ""
    },
    "3": {
      "text": "A man shall not be prepared by injustice: and the root of the Just shall not be moved.",
      "topic": ""
    },
    "4": {
      "text": "A woman of strength is a crown to her husband: and she causing shame, as rottenness in his bones.",
      "topic": ""
    },
    "5": {
      "text": "The purposes of the just are judgment: the guidance of the unjust, deceit.",
      "topic": ""
    },
    "6": {
      "text": "The words of the unjust are the lying in wait of blood: and the mouth of the upright shall deliver them.",
      "topic": ""
    },
    "7": {
      "text": "The unjust are overthrown, and they are not: and the house of the just shall stand.",
      "topic": ""
    },
    "8": {
      "text": "According to the mouth of understanding a man shall be praised: and he being perverse of heart shall be for contempt.",
      "topic": ""
    },
    "9": {
      "text": "He is good being despised, and a servant to him above him, honoring himself, and wanting bread.",
      "topic": ""
    },
    "10": {
      "text": "The just one shall know the soul of his cattle: and the compassion of the unjust are cruel.",
      "topic": ""
    },
    "11": {
      "text": "He working his earth shall be filled with bread: and he pursuing vain things wanted heart.",
      "topic": ""
    },
    "12": {
      "text": "The unjust one desired the net of the evil: and the root of the just will give.",
      "topic": ""
    },
    "13": {
      "text": "In the transgression of the lips is the snare of evil: and the just one shall come forth out of straits.",
      "topic": ""
    },
    "14": {
      "text": "From the fruit of the mouth a man shall be satisfied with good: and the reward of the hands of a man shall be good to him.",
      "topic": ""
    },
    "15": {
      "text": "The way of the foolish is right in his eyes: and the wise one heard to counsel.",
      "topic": ""
    },
    "16": {
      "text": "The foolish one in the day shall make known his anger: but the prudent one covered dishonor.",
      "topic": ""
    },
    "17": {
      "text": "He breathing out faithfulness will announce justice: and a witness of falsehoods, deceit.",
      "topic": ""
    },
    "18": {
      "text": "There is he talking idly as the piercings of the sword: and the tongue of the wise is healing.",
      "topic": ""
    },
    "19": {
      "text": "The lip of truth shall be prepared forever: and the tongue of falsehood while I shall wink.",
      "topic": ""
    },
    "20": {
      "text": "Deceit in the heart of those devising evil: and joy to those counseling peace.",
      "topic": ""
    },
    "21": {
      "text": "No iniquity shall approach to the just one: and the unjust were filled with evil.",
      "topic": ""
    },
    "22": {
      "text": "Lips of falsehood an abomination of Jehovah: and they doing faithfulness his delight.",
      "topic": ""
    },
    "23": {
      "text": "A prudent man covered knowledge: and the heart of the foolish will meet folly.",
      "topic": ""
    },
    "24": {
      "text": "The hand of the active shall give dominion: and of the slothful one shall be for tribute.",
      "topic": ""
    },
    "25": {
      "text": "Fear in the heart of a man will bow it down: and a good word will gladden it.",
      "topic": ""
    },
    "26": {
      "text": "The just excelled above his neighbor: and the way of the unjust shall lead them astray.",
      "topic": ""
    },
    "27": {
      "text": "The slothful one shall not ensnare his hunting: and the substance of the active man is precious.",
      "topic": ""
    },
    "28": {
      "text": "In the way of justice is life; and the way of its beaten path not death.",
      "topic": ""
    }
  }
}