{
  "info": {
    "book": "Proverbs",
    "chapter": "13",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A wise son the instruction of a father: and he mocking heard not reproof.",
      "topic": ""
    },
    "2": {
      "text": "From the fruit of a man’s mouth he shall eat good: and the soul of the transgressing, violence.",
      "topic": ""
    },
    "3": {
      "text": "He guarding his mouth, watched his soul: he opening wide his lips, destruction to him.",
      "topic": ""
    },
    "4": {
      "text": "The soul of the slothful one desiring, and nothing: and the soul of the active shall be made fat.",
      "topic": ""
    },
    "5": {
      "text": "The just one will hate the word of falsehood: and the unjust one will be loathsome and be put to shame.",
      "topic": ""
    },
    "6": {
      "text": "Justice will guard the blameless of way: and injustice shall overthrow the sinning.",
      "topic": ""
    },
    "7": {
      "text": "There is he making himself rich, and not anything: making himself poor, and much wealth.",
      "topic": ""
    },
    "8": {
      "text": "The expiating of a man’s soul is his riches: and the poor will not hear rebuke.",
      "topic": ""
    },
    "9": {
      "text": "The light of the just shall rejoice: and the lamp of the unjust shall be quenched.",
      "topic": ""
    },
    "10": {
      "text": "Only by pride contention will be given: but with those being advised, wisdom.",
      "topic": ""
    },
    "11": {
      "text": "Wealth from vanity shall be diminished: and he gathering with the hand, shall increase.",
      "topic": ""
    },
    "12": {
      "text": "Hope being forgotten afflicts the heart: and desire coming, a tree of life.",
      "topic": ""
    },
    "13": {
      "text": "He despising to the word it shall be perverse to him: and he fearing the command shall be requited.",
      "topic": ""
    },
    "14": {
      "text": "The law of the wise one a fountain of life, to depart from the snares of death.",
      "topic": ""
    },
    "15": {
      "text": "Good understanding shall give grace: and the way of the transgressing is perpetuity.",
      "topic": ""
    },
    "16": {
      "text": "Every prudent one will do in knowledge: and the foolish one will spread folly.",
      "topic": ""
    },
    "17": {
      "text": "The unjust messenger shall fall into evil: and a messenger of faithfulness is healing.",
      "topic": ""
    },
    "18": {
      "text": "Instruction dismisses poverty and shame: and he watching reproof shall be honored.",
      "topic": ""
    },
    "19": {
      "text": "The desire coming to pass, will be sweet to the soul: and an abomination to the foolish to depart from evil.",
      "topic": ""
    },
    "20": {
      "text": "He going with the wise, and he is wise: and the companion of the foolish shall become evil.",
      "topic": ""
    },
    "21": {
      "text": "Evil shall pursue the sinning: and good shall requite the just.",
      "topic": ""
    },
    "22": {
      "text": "The good shall cause his sons’ sons to inherit: and the wealth of him sinning was treasured up for the just.",
      "topic": ""
    },
    "23": {
      "text": "Much food to the fallow ground of the poor: and in no judgment there is destroying.",
      "topic": ""
    },
    "24": {
      "text": "He withholding his rod hates his son: and he loving him, sought correction for him.",
      "topic": ""
    },
    "25": {
      "text": "The just one ate to fill his soul: and the belly of the unjust shall want.",
      "topic": ""
    }
  }
}