{
  "info": {
    "book": "Proverbs",
    "chapter": "15",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A soft answer will turn away wrath, and a word of pain will bring up anger.",
      "topic": ""
    },
    "2": {
      "text": "The tongue of the wise will make knowledge good: and the mouth of the foolish will gush forth folly.",
      "topic": ""
    },
    "3": {
      "text": "In every place are the eyes of Jehovah observing closely the evil and the good.",
      "topic": ""
    },
    "4": {
      "text": "The healing of the tongue the tree of life: and perverseness in it a breaking in the spirit.",
      "topic": ""
    },
    "5": {
      "text": "The foolish will deride his father’s instruction: and he watching reproof will be crafty.",
      "topic": ""
    },
    "6": {
      "text": "The house of the just much treasure: and in the increase of the unjust the being troubled.",
      "topic": ""
    },
    "7": {
      "text": "The lips of the wise will disperse knowledge: and the heart of the foolish not so.",
      "topic": ""
    },
    "8": {
      "text": "The sacrifice of the unjust an abomination of Jehovah: and the prayer of the upright his acceptance.",
      "topic": ""
    },
    "9": {
      "text": "The way of the unjust an abomination of Jehovah: and he will love him pursuing justice.",
      "topic": ""
    },
    "10": {
      "text": "Correction is evil to him forsaking the way: he hating reproof shall die.",
      "topic": ""
    },
    "11": {
      "text": "Hades and destruction are before Jehovah: much more the hearts of the sons of man.",
      "topic": ""
    },
    "12": {
      "text": "He mocking will not love him reproving him: to the wise he will not go.",
      "topic": ""
    },
    "13": {
      "text": "A heart of joy will do the face good: and by pains of heart the spirit was dejected.",
      "topic": ""
    },
    "14": {
      "text": "The heart of him understanding will seek knowledge: and the face of the foolish will feed folly.",
      "topic": ""
    },
    "15": {
      "text": "All the days of the afflicted are evil: and the good of heart drinking always.",
      "topic": ""
    },
    "16": {
      "text": "Good is little with the fear of Jehovah more than much treasure and confusion with it.",
      "topic": ""
    },
    "17": {
      "text": "Good a ration of herbs and love there, above an ox of the stall and hatred with it.",
      "topic": ""
    },
    "18": {
      "text": "A man of wrath will excite strife: and he slow to anger will appease contention.",
      "topic": ""
    },
    "19": {
      "text": "The way of the slothful as the cutting of the thorn: and the path of the upright was raised up.",
      "topic": ""
    },
    "20": {
      "text": "A wise son will gladden the father: and the foolish man despised his mother.",
      "topic": ""
    },
    "21": {
      "text": "Folly is joy to him wanting heart: and the man of understanding will make straight to go.",
      "topic": ""
    },
    "22": {
      "text": "The frustrating purposes with no counsel, but in the multitude of counselors it shall be set up.",
      "topic": ""
    },
    "23": {
      "text": "Joy to the man in the answer of his mouth: and a word in its time how good.",
      "topic": ""
    },
    "24": {
      "text": "The path of life is above to the understanding one, to depart from hades below.",
      "topic": ""
    },
    "25": {
      "text": "The house of the proud will Jehovah sweep away, and he will set up the bound of the widow.",
      "topic": ""
    },
    "26": {
      "text": "The purposes of evil an abomination of Jehovah: and the pure speaking of pleasantness.",
      "topic": ""
    },
    "27": {
      "text": "He plundering plunder troubled his house; and he hating gifts shall live.",
      "topic": ""
    },
    "28": {
      "text": "The heart of the just one shall meditate to answer: and the mouth of the unjust shall gush out evil.",
      "topic": ""
    },
    "29": {
      "text": "Jehovah is far off from the unjust: and he will hear the prayer of the just.",
      "topic": ""
    },
    "30": {
      "text": "From the light of the eyes the heart will rejoice: and a good report will fatten the bones.",
      "topic": ""
    },
    "31": {
      "text": "The ear hearing the reproof of life shall lodge in the midst of the wise.",
      "topic": ""
    },
    "32": {
      "text": "He driving away instruction despised his soul: and he hearing reproof obtained a heart.",
      "topic": ""
    },
    "33": {
      "text": "The fear of Jehovah the instruction of wisdom; and before honor humility.",
      "topic": ""
    }
  }
}