{
  "info": {
    "book": "Proverbs",
    "chapter": "19",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Good the poor one going in his integrity above the perverse of lips, and he foolish.",
      "topic": ""
    },
    "2": {
      "text": "Also the soul without knowledge is not good, and he hastening with his feat, sins.",
      "topic": ""
    },
    "3": {
      "text": "The folly of man will subvert his way: and his heart will be angry against Jehovah.",
      "topic": ""
    },
    "4": {
      "text": "Wealth will add many friends; and the poor one will be separated from his neighbor.",
      "topic": ""
    },
    "5": {
      "text": "A witness of falsehoods shall not be unpunished, and he breathing out lies shall not escape.",
      "topic": ""
    },
    "6": {
      "text": "Many will wait for the face of the prince, and every one the friend to the man giving.",
      "topic": ""
    },
    "7": {
      "text": "All the brethren of the poor hated him: how much more his friends removed far from him? pursuing words they are not.",
      "topic": ""
    },
    "8": {
      "text": "He obtaining a heart loved his soul: he watched understanding to find good.",
      "topic": ""
    },
    "9": {
      "text": "A witness of falsehoods shall not be unpunished, and he breathing out lies shall perish.",
      "topic": ""
    },
    "10": {
      "text": "Delight is not becoming to the foolish one; much less for a servant to rule over chiefs.",
      "topic": ""
    },
    "11": {
      "text": "The understanding of man will defer his anger: and his glory to pass over transgression.",
      "topic": ""
    },
    "12": {
      "text": "The king’s wrath growling as the young lion, and his acceptance as dew upon the grass.",
      "topic": ""
    },
    "13": {
      "text": "A foolish son a calamity to his father: and the strifes of a woman a dropping thrust out.",
      "topic": ""
    },
    "14": {
      "text": "A house and wealth the inheritance of fathers: and an understanding wife from Jehovah.",
      "topic": ""
    },
    "15": {
      "text": "Sloth will cast a deep sleep; and the soul of sloth shall hunger.",
      "topic": ""
    },
    "16": {
      "text": "He watching the command watches his soul: he despising his ways shall die.",
      "topic": ""
    },
    "17": {
      "text": "He pitying the poor lends to Jehovah, and he will recompense to him his act.",
      "topic": ""
    },
    "18": {
      "text": "Correct thy son when there is hope, and thy soul shall not lift up for his sighing.",
      "topic": ""
    },
    "19": {
      "text": "The stern in wrath lifted up a fine: for if thou shalt deliver and thou shalt yet add.",
      "topic": ""
    },
    "20": {
      "text": "Hear counsel and receive instruction, so that thou shalt be wise in thy latter state.",
      "topic": ""
    },
    "21": {
      "text": "Many purposes in a man’s heart: and the counsel of Jehovah, that shall stand.",
      "topic": ""
    },
    "22": {
      "text": "The desire of man his mercy: and the poor good above the man of falsehood.",
      "topic": ""
    },
    "23": {
      "text": "The fear of Jehovah is to life: and he being filled shall lodge satisfied; he shall not be reviewed for evil.",
      "topic": ""
    },
    "24": {
      "text": "The slothful one hiding his hand in the dish, also he will not turn it back to his mouth.",
      "topic": ""
    },
    "25": {
      "text": "Thou shalt strike him mocking, and the simple will be crafty: and reprove to him understanding, and he will understand knowledge.",
      "topic": ""
    },
    "26": {
      "text": "He oppressing the father and putting the mother to flight, is a son causing shame and causing disgrace.",
      "topic": ""
    },
    "27": {
      "text": "Cease, my son, to hear instructions for erring from the words of knowledge.",
      "topic": ""
    },
    "28": {
      "text": "A witness of Belial shall mock judgment: and the mouth of the unjust will swallow down iniquity.",
      "topic": ""
    },
    "29": {
      "text": "Judgment was prepared for those mocking, and blows for the back of the foolish.",
      "topic": ""
    }
  }
}