{
  "info": {
    "book": "Proverbs",
    "chapter": "24",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Thou shalt not envy against men of evil, thou shalt not desire to be with them.",
      "topic": ""
    },
    "2": {
      "text": "For their heart will meditate destruction, and their lips will speak labor.",
      "topic": ""
    },
    "3": {
      "text": "By wisdom a house will be built, and it will be prepared by understanding:",
      "topic": ""
    },
    "4": {
      "text": "And by knowledge shall the chambers be filled with all precious and pleasant riches.",
      "topic": ""
    },
    "5": {
      "text": "A wise man is in strength, and a man of knowledge strengthens power.",
      "topic": ""
    },
    "6": {
      "text": "For by guidance thou shalt make to thee war, and in the multitude of counselors salvation.",
      "topic": ""
    },
    "7": {
      "text": "High things to the foolish is wisdom: in the gate he will not open his mouth.",
      "topic": ""
    },
    "8": {
      "text": "He purposing to do evil for himself shall be called the master of mischief.",
      "topic": ""
    },
    "9": {
      "text": "The purpose of folly is sin, and he mocking, an abomination to man.",
      "topic": ""
    },
    "10": {
      "text": "Wilt thou be discouraged in the day of straits thy strength is narrow.",
      "topic": ""
    },
    "11": {
      "text": "If thou shalt refrain to deliver those being brought to death, and those going to be slain;",
      "topic": ""
    },
    "12": {
      "text": "If thou shalt say, Behold, we knew not this; will not he trying hearts, understand? and he guarding thy soul, knew? and he turned back to man according to his work.",
      "topic": ""
    },
    "13": {
      "text": "My son, eat honey, for it is good; and the dropping of honey being sweet to thy palate.",
      "topic": ""
    },
    "14": {
      "text": "So the knowledge of wisdom to thy soul if thou shalt find: and there is a latter state and thine expectation shall not be cut off.",
      "topic": ""
    },
    "15": {
      "text": "Thou shalt not lay wait, O wicked one, against the dwelling of the just one; thou shalt not destroy his resting place:",
      "topic": ""
    },
    "16": {
      "text": "For the just one shall fall seven times, and rise: and the unjust shall be weak in evil.",
      "topic": ""
    },
    "17": {
      "text": "In the falling of thine enemies thou shalt not rejoice, and in his stumbling thy heart shall not exult:",
      "topic": ""
    },
    "18": {
      "text": "Lest Jehovah shall see and it be evil in his eyes, and he turn back from him his anger.",
      "topic": ""
    },
    "19": {
      "text": "Thou shalt not be angry against the evil; thou shalt not envy against the unjust:",
      "topic": ""
    },
    "20": {
      "text": "For there shall be no latter state to the evil one: the light of the unjust shall be extinguished.",
      "topic": ""
    },
    "21": {
      "text": "My son, fear thou Jehovah and the king: thou shalt not intermingle with those changing:",
      "topic": ""
    },
    "22": {
      "text": "For suddenly shall their calamity rise, and who shall make known the misfortune of them two?",
      "topic": ""
    },
    "23": {
      "text": "Also these to the wise. To look upon the face in judgment is not good.",
      "topic": ""
    },
    "24": {
      "text": "He saying to the unjust, Thou art just; peoples shall curse him, and nations shall curse him:",
      "topic": ""
    },
    "25": {
      "text": "And it shall be pleasant to those reproving, and a blessing of good shall come upon them.",
      "topic": ""
    },
    "26": {
      "text": "He shall kiss the lips turning back right words.",
      "topic": ""
    },
    "27": {
      "text": "Prepare thy work without, and make it ready for thee in the field afterwards; and build thy house.",
      "topic": ""
    },
    "28": {
      "text": "Thou shalt not be a witness gratuitously against thy neighbor, and deceive not with thy lips.",
      "topic": ""
    },
    "29": {
      "text": "Thou shalt not say, According to what he did to me, thus will I do to him: I will turn back to the man according to his work.",
      "topic": ""
    },
    "30": {
      "text": "I passed upon the field of the slothful man, and upon the vineyard of the man wanting heart;",
      "topic": ""
    },
    "31": {
      "text": "And behold, it came up all of it with thorns; brambles covered its face, and the wall of its stones was overthrown.",
      "topic": ""
    },
    "32": {
      "text": "And I shall see and set my heart: I looked, I took instruction.",
      "topic": ""
    },
    "33": {
      "text": "A little sleep, a little slumber, a little folding of the hands to lie down:",
      "topic": ""
    },
    "34": {
      "text": "And thy poverty came going about, and thy want as a man of shield.",
      "topic": ""
    }
  }
}