{
  "info": {
    "book": "Proverbs",
    "chapter": "25",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Also these the proverbs of Solomon which the men of Hezekiah king of Judah transcribed.",
      "topic": ""
    },
    "2": {
      "text": "The glory of God to conceal the word: and the glory of kings to search the word.",
      "topic": ""
    },
    "3": {
      "text": "The heavens for height, and the earth for depth, and the heart of kings not searched out.",
      "topic": ""
    },
    "4": {
      "text": "Take ye away the dross from the silver, and a vessel shall come forth for the goldsmith.",
      "topic": ""
    },
    "5": {
      "text": "Take ye away the unjust one from before the king, and his throne shall be prepared in justice.",
      "topic": ""
    },
    "6": {
      "text": "Thou shalt not show thyself proud before the king, and thou shalt not stand in the place of the great.",
      "topic": ""
    },
    "7": {
      "text": "For good to say to thee, Come up hither, rather than humbling thyself before the noble whom thine eye saw.",
      "topic": ""
    },
    "8": {
      "text": "Thou shalt not go forth hastily to strive, lest what thou shalt do in its latter state in thy neighbor putting thee to shame.",
      "topic": ""
    },
    "9": {
      "text": "Contend thy contention with thy neighbor; and thou shalt not reveal the secret of another:",
      "topic": ""
    },
    "10": {
      "text": "Lest he hearing shall reproach thee, and thine infamy shall not turn away.",
      "topic": ""
    },
    "11": {
      "text": "Apples of gold in images of silver is the word spoken upon its wheels.",
      "topic": ""
    },
    "12": {
      "text": "An earring of gold and a necklace of gold, the wise one reproving upon the hearing ear.",
      "topic": ""
    },
    "13": {
      "text": "As the cold of snow in the day of harvest a faithful messenger to those sending him: he shall restore the soul of his lord.",
      "topic": ""
    },
    "14": {
      "text": "Clouds and wind and not rain, a man boasting in a gift of falsehood.",
      "topic": ""
    },
    "15": {
      "text": "In slowness to anger shall the prince be persuaded, and the soft tongue shall break the bones.",
      "topic": ""
    },
    "16": {
      "text": "Thou didst find honey; eat thy sufficiency, lest thou shalt be satiated, and thou vomit it forth.",
      "topic": ""
    },
    "17": {
      "text": "Make rare thy foot from thy neighbor’s house, lest he shall be satiated with thee, and hate thee.",
      "topic": ""
    },
    "18": {
      "text": "A mallet and a sword and an arrow sharpened, the man answering against his neighbor testimony of falsehood.",
      "topic": ""
    },
    "19": {
      "text": "A bad tooth and a wavering foot, the confidence of the faithless one in the day of straits.",
      "topic": ""
    },
    "20": {
      "text": "He removing a covering in the day of cold, and vinegar upon nitre, and he singing in songs to an evil heart.",
      "topic": ""
    },
    "21": {
      "text": "If thine enemy hunger, give him bread to eat; and if he thirst, give him water to drink:",
      "topic": ""
    },
    "22": {
      "text": "For thou tookest up coals of fire upon his head, and Jehovah will recompense to thee.",
      "topic": ""
    },
    "23": {
      "text": "The north wind will set free the rain, and an angry face, a hidden tongue.",
      "topic": ""
    },
    "24": {
      "text": "Good to dwell upon a corner of the roof rather than with a woman of strifes and a house of community.",
      "topic": ""
    },
    "25": {
      "text": "Cold waters to the fainting soul, and a good message from a land far off.",
      "topic": ""
    },
    "26": {
      "text": "A fountain trampled down, and a fountain corrupted, the just one turned aside before the unjust one.",
      "topic": ""
    },
    "27": {
      "text": "To eat much honey is not good: and to seek out their honor, not honor.",
      "topic": ""
    },
    "28": {
      "text": "A city being broken down, and not a wall, a man who restrains not to his spirit.",
      "topic": ""
    }
  }
}