{
  "info": {
    "book": "Proverbs",
    "chapter": "26",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "As snow in summer and as rain in harvest, so honor not becoming to the foolish one.",
      "topic": ""
    },
    "2": {
      "text": "As the sparrow for wandering, as the swallow for flying, so the curse shall not come in vain.",
      "topic": ""
    },
    "3": {
      "text": "A whip for the horse, the curb for the ass, and the rod for the back of the foolish.",
      "topic": ""
    },
    "4": {
      "text": "Thou shalt not answer the foolish according to his folly lest thou shalt be like to him.",
      "topic": ""
    },
    "5": {
      "text": "Answer the foolish according to his folly lest he shall be wise in his own eyes.",
      "topic": ""
    },
    "6": {
      "text": "He drank violence, cutting off the feet, sending words by the hand of the foolish one.",
      "topic": ""
    },
    "7": {
      "text": "The legs of the lame were weak, and a parable in the mouth of the foolish.",
      "topic": ""
    },
    "8": {
      "text": "As a bundle of stones in a heap of stones, so he giving honor to the foolish one.",
      "topic": ""
    },
    "9": {
      "text": "A thorn going up into the hand of a drunkard, a parable in the mouth of the foolish.",
      "topic": ""
    },
    "10": {
      "text": "The great one piercing all, and he hired the foolish one, and those passing by.",
      "topic": ""
    },
    "11": {
      "text": "As a dog turned back upon his vomit, the foolish one repeated in his folly.",
      "topic": ""
    },
    "12": {
      "text": "Sawest thou a man wise in his eyes? hope is for the foolish one more than for him.",
      "topic": ""
    },
    "13": {
      "text": "The slothful one said, A lion in the way; a lion between the broad places.",
      "topic": ""
    },
    "14": {
      "text": "A door will turn upon its hinge, and the slothful upon his bed.",
      "topic": ""
    },
    "15": {
      "text": "The slothful one hid his hand in the dish; he was weary to turn it back to his mouth.",
      "topic": ""
    },
    "16": {
      "text": "The slothful one is wise in his eyes more than seven turning back a reason.",
      "topic": ""
    },
    "17": {
      "text": "Laying hold upon the ears of a dog, he passing by overflowing upon strife not to him.",
      "topic": ""
    },
    "18": {
      "text": "As a madman casting fiery darts, arrows and death,",
      "topic": ""
    },
    "19": {
      "text": "So the man deceiving his neighbor and saying, Am I not sporting?",
      "topic": ""
    },
    "20": {
      "text": "In the ceasing of wood, fire will go out: and in not being a tale-bearer, strife will subside.",
      "topic": ""
    },
    "21": {
      "text": "As charcoal to burning coals and woods to fire, and a man of strifes to kindle strife.",
      "topic": ""
    },
    "22": {
      "text": "The words of a tale-bearer as dainty morsels, and they will go down to the chambers of the belly.",
      "topic": ""
    },
    "23": {
      "text": "Silver dross covering over a pot-sherd, burning lips and an evil heart.",
      "topic": ""
    },
    "24": {
      "text": "He hating will be known by his lips, and he will set deceit in his midst;",
      "topic": ""
    },
    "25": {
      "text": "When his voice will compassionate, thou shalt not believe him, for seven abominations in his heart.",
      "topic": ""
    },
    "26": {
      "text": "Hatred will be covered by deceit, his evil will be revealed in the convocation.",
      "topic": ""
    },
    "27": {
      "text": "He digging a pit shall fall into it: and he rolling a stone it shall turn back upon him.",
      "topic": ""
    },
    "28": {
      "text": "A tongue of falsehood will hate its crushing, and a smooth mouth will make an overthrow.",
      "topic": ""
    }
  }
}