{
  "info": {
    "book": "Proverbs",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, thou shalt not forget my law, and thy heart shall guard my commands:",
      "topic": ""
    },
    "2": {
      "text": "For length of days and years of life, and peace they shall add to thee.",
      "topic": ""
    },
    "3": {
      "text": "Mercy and truth shall not forsake thee: bind them upon thy throat; write them upon the tablet of thy heart:",
      "topic": ""
    },
    "4": {
      "text": "And find grace and good understanding in the eyes of God and man.",
      "topic": ""
    },
    "5": {
      "text": "Trust to Jehovah with all thy heart; and thou shalt not lean to thine understanding.",
      "topic": ""
    },
    "6": {
      "text": "In all thy ways know him, and he will make straight thy paths.",
      "topic": ""
    },
    "7": {
      "text": "Thou shalt not be wise in thine eyes: fear Jehovah and depart from evil.",
      "topic": ""
    },
    "8": {
      "text": "It shall be healing to thy sinews, and moistening to thy bones.",
      "topic": ""
    },
    "9": {
      "text": "Honor Jehovah from thy substance, and from the first-fruits of all thy produce.",
      "topic": ""
    },
    "10": {
      "text": "And thy storehouses shall be filled with abundance, and thy wine-vats shall break forth with new wine.",
      "topic": ""
    },
    "11": {
      "text": "My son, thou shalt not reject the instruction of Jehovah, and thou shalt not loathe upon his reproofs:",
      "topic": ""
    },
    "12": {
      "text": "For whom Jehovah shall love he will rebuke, as a father the son he will delight in.",
      "topic": ""
    },
    "13": {
      "text": "Happy the man finding wisdom; and the man shall bring forth understanding.",
      "topic": ""
    },
    "14": {
      "text": "For good her gain above the gain of silver, and her increase above gold.",
      "topic": ""
    },
    "15": {
      "text": "She is precious above red corals: and all thy delights shall not be equal with her.",
      "topic": ""
    },
    "16": {
      "text": "Length of days in her right hand; in her left, riches and honor.",
      "topic": ""
    },
    "17": {
      "text": "Her ways the ways of pleasantness, and all her beaten paths, peace.",
      "topic": ""
    },
    "18": {
      "text": "She is a tree of life to all holding upon her: and happy he holding her fast.",
      "topic": ""
    },
    "19": {
      "text": "Jehovah by wisdom founded the earth; he prepared the heavens by understanding.",
      "topic": ""
    },
    "20": {
      "text": "By his knowledge the depths were rent, and the clouds will drop dew.",
      "topic": ""
    },
    "21": {
      "text": "My son, they shall not depart from thine eyes: keep counsel and meditation:",
      "topic": ""
    },
    "22": {
      "text": "And they shall be life to thy soul, and grace to thy throat.",
      "topic": ""
    },
    "23": {
      "text": "Then shalt thou go thy way confidently, and thy foot shall not stumble.",
      "topic": ""
    },
    "24": {
      "text": "If thou shalt lie down thou shalt not be afraid: and thou liest down and thy sleep shall be sweet.",
      "topic": ""
    },
    "25": {
      "text": "Thou shalt not be afraid from sudden terror, and from the destruction of the unjust when it shall come.",
      "topic": ""
    },
    "26": {
      "text": "For Jehovah shall be in thy confidence, and he watched thy foot from being taken.",
      "topic": ""
    },
    "27": {
      "text": "Thou shalt not withhold good from those possessing it in its being to the power of thy hand to do.",
      "topic": ""
    },
    "28": {
      "text": "Thou shalt not say to thy neighbor, Go, and turn back, and to-morrow I will give; and there is with thee.",
      "topic": ""
    },
    "29": {
      "text": "Thou shalt not fabricate evil upon thy neighbor, and he dwelling confidently with thee.",
      "topic": ""
    },
    "30": {
      "text": "Thou shalt not contend with man to no purpose, if he did thee no evil.",
      "topic": ""
    },
    "31": {
      "text": "Thou shalt not envy against a man of violence, and thou shalt choose in all his ways.",
      "topic": ""
    },
    "32": {
      "text": "For the perverse is an abomination of Jehovah: and his intercourse with the upright.",
      "topic": ""
    },
    "33": {
      "text": "The curse of Jehovah is in the house of the unjust one: and he will bless the dwelling of the just.",
      "topic": ""
    },
    "34": {
      "text": "But he will deride to those deriding: and he will give grace to the humble.",
      "topic": ""
    },
    "35": {
      "text": "The wise shall inherit glory, and the foolish exalt dishonor.",
      "topic": ""
    }
  }
}