{
  "info": {
    "book": "Proverbs",
    "chapter": "5",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, attend to my wisdom; incline thine ear to understanding:",
      "topic": ""
    },
    "2": {
      "text": "To watch meditation, and thy lips shall guard knowledge.",
      "topic": ""
    },
    "3": {
      "text": "For the lips of the strange woman will drop droppings of the honeycomb, and her palate is smooth above oil:",
      "topic": ""
    },
    "4": {
      "text": "And her latter state being bitter as wormwood; sharp as a two-mouthed sword.",
      "topic": ""
    },
    "5": {
      "text": "Her feet go down to death; her steps will hold fast to hades.",
      "topic": ""
    },
    "6": {
      "text": "Lest thou shalt make level the path of life, her tracks wavered; thou wilt not know.",
      "topic": ""
    },
    "7": {
      "text": "And now, ye sons, hear to me, and ye shall not depart from the words of my mouth.",
      "topic": ""
    },
    "8": {
      "text": "Remove far off from her thy way, and thou shalt not draw near to the door of her house:",
      "topic": ""
    },
    "9": {
      "text": "Lest thou shalt give thy strength to others, and thy years to the cruel:",
      "topic": ""
    },
    "10": {
      "text": "Lest strangers shall be filled with thy strength, and thy labors in the house of strangers;",
      "topic": ""
    },
    "11": {
      "text": "And thou didst lament in thy latter state, in the consuming of thy flesh and thy fulness,",
      "topic": ""
    },
    "12": {
      "text": "And thou saidst, How did I hate instruction, and my heart despise reproofs.",
      "topic": ""
    },
    "13": {
      "text": "And I heard not to the voice of him teaching me, and I inclined not mine ear to him instructing me.",
      "topic": ""
    },
    "14": {
      "text": "As I was almost in all evil in the midst of the convocation and the assembly.",
      "topic": ""
    },
    "15": {
      "text": "Drink water from thy pit, and flowing from the midst of thy well.",
      "topic": ""
    },
    "16": {
      "text": "Thy fountains shall be dispersed without; in the broad places streams of waters.",
      "topic": ""
    },
    "17": {
      "text": "They shall be to thee alone, and not strangers with thee.",
      "topic": ""
    },
    "18": {
      "text": "Thy fountain shall be blessed: and rejoice from the wife of thy youth.",
      "topic": ""
    },
    "19": {
      "text": "The hind of loves and the wild goat of grace; her breasts shall satiate thee in all time; thou shalt always wander in her loves.",
      "topic": ""
    },
    "20": {
      "text": "And wherefore, my son, wilt thou wander with a strange woman, and embrace the bosom of a stranger?",
      "topic": ""
    },
    "21": {
      "text": "For before the eyes of Jehovah are the ways of man, and he makes level all his tracks.",
      "topic": ""
    },
    "22": {
      "text": "His iniquities shall take the unjust one, and with the cords of his sins shall he be held fast.",
      "topic": ""
    },
    "23": {
      "text": "He shall die in not being instructed, and he shall wander in the multitude of his folly.",
      "topic": ""
    }
  }
}