{
  "info": {
    "book": "Proverbs",
    "chapter": "9",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wisdom built her house, she hewed out her seven pillars:",
      "topic": ""
    },
    "2": {
      "text": "She slaughtered her slaughter; she mingled her wine; also she prepared her table.",
      "topic": ""
    },
    "3": {
      "text": "She sent forth her girls: she will call upon the wings of the heights of the city,",
      "topic": ""
    },
    "4": {
      "text": "Who the simple, he shall turn aside here: he wanting heart, she said to him,",
      "topic": ""
    },
    "5": {
      "text": "Come ye, eat of my bread, and drink ye of the wine I mingled.",
      "topic": ""
    },
    "6": {
      "text": "Forsake ye the foolish, and live; and go straight in the way of understanding.",
      "topic": ""
    },
    "7": {
      "text": "He instructing him mocking received to himself dishonor: and he reproving to the unjust one, his blemish.",
      "topic": ""
    },
    "8": {
      "text": "Thou shalt not reprove him mocking, lest he shall hate thee: reprove to the wise one and he will love thee.",
      "topic": ""
    },
    "9": {
      "text": "Thou shalt give to the wise one and he will be more wise: make known to the just one and he will add receiving.",
      "topic": ""
    },
    "10": {
      "text": "The beginning of wisdom is the fear of Jehovah, and the knowledge of the holy ones is understanding.",
      "topic": ""
    },
    "11": {
      "text": "For in me thy days shall be multiplied, and years of life shall be added to thee.",
      "topic": ""
    },
    "12": {
      "text": "If thou wert wise, thou wert wise for thyself: and thou mockedst, thou alone shalt suffer.",
      "topic": ""
    },
    "13": {
      "text": "A woman of folly being noisy, simple, and she knew not anything.",
      "topic": ""
    },
    "14": {
      "text": "And sitting at the door of her house, upon the throne of the heights of the city,",
      "topic": ""
    },
    "15": {
      "text": "To call to those passing the way, making straight their paths:",
      "topic": ""
    },
    "16": {
      "text": "Who is simple, he shall turn aside here: and he wanting heart, and she said to him,",
      "topic": ""
    },
    "17": {
      "text": "Stolen waters will be sweet, and the bread of secrets shall be pleasant.",
      "topic": ""
    },
    "18": {
      "text": "And he knew not that there the shades; her called ones in the depths of hades.",
      "topic": ""
    }
  }
}