{
  "info": {
    "book": "Lamentations",
    "chapter": "3",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I am the man who has seen affliction under the rod of God’s wrath.",
      "topic": ""
    },
    "2": {
      "text": "He has driven me away and made me walk in darkness instead of light.",
      "topic": ""
    },
    "3": {
      "text": "Indeed, He keeps turning His hand against me all day long.",
      "topic": ""
    },
    "4": {
      "text": "He has worn away my flesh and skin; He has shattered my bones.",
      "topic": ""
    },
    "5": {
      "text": "He has besieged me and surrounded me with bitterness and hardship.",
      "topic": ""
    },
    "6": {
      "text": "He has made me dwell in darkness like those dead for ages.",
      "topic": ""
    },
    "7": {
      "text": "He has walled me in so I cannot escape; He has weighed me down with chains.",
      "topic": ""
    },
    "8": {
      "text": "Even when I cry out and plead for help, He shuts out my prayer.",
      "topic": ""
    },
    "9": {
      "text": "He has barred my ways with cut stones; He has made my paths crooked.",
      "topic": ""
    },
    "10": {
      "text": "He is a bear lying in wait, a lion hiding in ambush.",
      "topic": ""
    },
    "11": {
      "text": "He forced me off my path and tore me to pieces; He left me without help.",
      "topic": ""
    },
    "12": {
      "text": "He bent His bow and set me as the target for His arrow.",
      "topic": ""
    },
    "13": {
      "text": "He pierced my kidneys with His arrows.",
      "topic": ""
    },
    "14": {
      "text": "I am a laughingstock to all my people; they mock me in song all day long.",
      "topic": ""
    },
    "15": {
      "text": "He has filled me with bitterness; He has intoxicated me with wormwood.",
      "topic": ""
    },
    "16": {
      "text": "He has ground my teeth with gravel and trampled me in the dust.",
      "topic": ""
    },
    "17": {
      "text": "My soul has been deprived of peace; I have forgotten what prosperity is.",
      "topic": ""
    },
    "18": {
      "text": "So I say, “My strength has perished, along with my hope from the LORD.”",
      "topic": ""
    },
    "19": {
      "text": "Remember my affliction and wandering, the wormwood and the gall.",
      "topic": ""
    },
    "20": {
      "text": "Surely my soul remembers and is humbled within me.",
      "topic": ""
    },
    "21": {
      "text": "Yet I call this to mind, and therefore I have hope:",
      "topic": ""
    },
    "22": {
      "text": "Because of the loving devotion of the LORD we are not consumed, for His mercies never fail.",
      "topic": ""
    },
    "23": {
      "text": "They are new every morning; great is Your faithfulness!",
      "topic": ""
    },
    "24": {
      "text": "“The LORD is my portion,” says my soul, “therefore I will hope in Him.”",
      "topic": ""
    },
    "25": {
      "text": "The LORD is good to those who wait for Him, to the soul who seeks Him.",
      "topic": ""
    },
    "26": {
      "text": "It is good to wait quietly for the salvation of the LORD.",
      "topic": ""
    },
    "27": {
      "text": "It is good for a man to bear the yoke while he is still young.",
      "topic": ""
    },
    "28": {
      "text": "Let him sit alone in silence, for the LORD has laid it upon him.",
      "topic": ""
    },
    "29": {
      "text": "Let him bury his face in the dust—perhaps there is still hope.",
      "topic": ""
    },
    "30": {
      "text": "Let him offer his cheek to the one who would strike him; let him be filled with reproach.",
      "topic": ""
    },
    "31": {
      "text": "For the Lord will not cast us off forever.",
      "topic": ""
    },
    "32": {
      "text": "Even if He causes grief, He will show compassion according to His abundant loving devotion.",
      "topic": ""
    },
    "33": {
      "text": "For He does not willingly afflict or grieve the sons of men.",
      "topic": ""
    },
    "34": {
      "text": "To crush underfoot all the prisoners of the land,",
      "topic": ""
    },
    "35": {
      "text": "to deny a man justice before the Most High,",
      "topic": ""
    },
    "36": {
      "text": "to subvert a man in his lawsuit—of these the Lord does not approve.",
      "topic": ""
    },
    "37": {
      "text": "Who has spoken and it came to pass, unless the Lord has ordained it?",
      "topic": ""
    },
    "38": {
      "text": "Do not both adversity and good come from the mouth of the Most High?",
      "topic": ""
    },
    "39": {
      "text": "Why should any mortal man complain, in view of his sins?",
      "topic": ""
    },
    "40": {
      "text": "Let us examine and test our ways, and turn back to the LORD.",
      "topic": ""
    },
    "41": {
      "text": "Let us lift up our hearts and hands to God in heaven:",
      "topic": ""
    },
    "42": {
      "text": "“We have sinned and rebelled; You have not forgiven.”",
      "topic": ""
    },
    "43": {
      "text": "You have covered Yourself in anger and pursued us; You have killed without pity.",
      "topic": ""
    },
    "44": {
      "text": "You have covered Yourself with a cloud that no prayer can pass through.",
      "topic": ""
    },
    "45": {
      "text": "You have made us scum and refuse among the nations.",
      "topic": ""
    },
    "46": {
      "text": "All our enemies open their mouths against us.",
      "topic": ""
    },
    "47": {
      "text": "Panic and pitfall have come upon us—devastation and destruction.",
      "topic": ""
    },
    "48": {
      "text": "Streams of tears flow from my eyes over the destruction of the daughter of my people.",
      "topic": ""
    },
    "49": {
      "text": "My eyes overflow unceasingly, without relief,",
      "topic": ""
    },
    "50": {
      "text": "until the LORD looks down from heaven and sees.",
      "topic": ""
    },
    "51": {
      "text": "My eyes bring grief to my soul because of all the daughters of my city.",
      "topic": ""
    },
    "52": {
      "text": "Without cause my enemies hunted me like a bird.",
      "topic": ""
    },
    "53": {
      "text": "They dropped me alive into a pit and cast stones upon me.",
      "topic": ""
    },
    "54": {
      "text": "The waters flowed over my head, and I thought I was going to die.",
      "topic": ""
    },
    "55": {
      "text": "I called on Your name, O LORD, out of the depths of the Pit.",
      "topic": ""
    },
    "56": {
      "text": "You heard my plea: “Do not ignore my cry for relief.”",
      "topic": ""
    },
    "57": {
      "text": "You drew near when I called on You; You said, “Do not be afraid.”",
      "topic": ""
    },
    "58": {
      "text": "You defend my cause, O Lord; You redeem my life.",
      "topic": ""
    },
    "59": {
      "text": "You have seen, O LORD, the wrong done to me; vindicate my cause!",
      "topic": ""
    },
    "60": {
      "text": "You have seen all their malice, all their plots against me.",
      "topic": ""
    },
    "61": {
      "text": "O LORD, You have heard their insults, all their plots against me—",
      "topic": ""
    },
    "62": {
      "text": "the slander and murmuring of my assailants against me all day long.",
      "topic": ""
    },
    "63": {
      "text": "When they sit and when they rise, see how they mock me in song.",
      "topic": ""
    },
    "64": {
      "text": "You will pay them back what they deserve, O LORD, according to the work of their hands.",
      "topic": ""
    },
    "65": {
      "text": "Put a veil of anguish over their hearts; may Your curse be upon them!",
      "topic": ""
    },
    "66": {
      "text": "You will pursue them in anger and exterminate them from under Your heavens, O LORD.",
      "topic": ""
    }
  }
}