{
  "info": {
    "book": "Genesis",
    "chapter": "33",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Jacob, lifting up his eyes, saw Esau arriving, and with him four hundred men. And he divided the sons of Leah and Rachel, and of both the handmaids.",
      "topic": ""
    },
    "2": {
      "text": "And he placed the two handmaids and their children at the beginning. Truly, Leah and her sons were in the second place. Then Rachel and Joseph were last.",
      "topic": ""
    },
    "3": {
      "text": "And advancing, he reverenced prostrate on the ground seven times, until his brother approached.",
      "topic": ""
    },
    "4": {
      "text": "And so Esau ran to meet his brother, and he embraced him. And drawing him by his neck and kissing him, he wept.",
      "topic": ""
    },
    "5": {
      "text": "And lifting up his eyes, he saw the women and their little ones, and he said: “What do these want for themselves?” and “Are they related to you?” He responded, “These are the little ones that God has given as a gift to me, your servant.”",
      "topic": ""
    },
    "6": {
      "text": "Then the handmaids and their sons approached and bowed down.",
      "topic": ""
    },
    "7": {
      "text": "Likewise Leah, with her sons, came near. And when they had reverenced similarly, last of all, Joseph and Rachel reverenced.",
      "topic": ""
    },
    "8": {
      "text": "And Esau said, “What are these companies that I have been meeting?” He responded, “So may I find favor before my lord.”",
      "topic": ""
    },
    "9": {
      "text": "But he said, “I have plenty, my brother; let these be for yourself.”",
      "topic": ""
    },
    "10": {
      "text": "And Jacob said: “I beg you, let it not be so. But if I have found favor in your eyes, receive a small present from my hands. For I have looked upon your face as I would look upon the countenance of God. Be gracious to me,",
      "topic": ""
    },
    "11": {
      "text": "and take the blessing which I have brought to you, and which God, who bestows all things, has given as a gift to me.” Accepting it reluctantly, at the insistence of his brother,",
      "topic": ""
    },
    "12": {
      "text": "he said, “Let us go on together, and I will accompany you on your journey.”",
      "topic": ""
    },
    "13": {
      "text": "And Jacob said: “My lord, you know that I have with me tender little ones, and sheep, and cows with young. If I cause these to labor too much in walking, all the flocks will die in one day.",
      "topic": ""
    },
    "14": {
      "text": "May it please my lord to go before his servant. And I will follow gradually in his steps, as much as I see my little ones to be able, until I arrive to my lord in Seir.”",
      "topic": ""
    },
    "15": {
      "text": "Esau responded, “I beg you, that at least some of the people who are with me may remain to accompany you on the way.” But he said, “There is no need. I have need of one thing only: to find favor in your sight, my lord.”",
      "topic": ""
    },
    "16": {
      "text": "And so Esau returned that day, by the way that he had arrived, to Seir.",
      "topic": ""
    },
    "17": {
      "text": "And Jacob went to Succoth, where, having built a house and pitched tents, he called the name of that place Succoth, that is, ‘Tents.’",
      "topic": ""
    },
    "18": {
      "text": "And he crossed over to Salem, a city of the Shechemites, which is in the land of Canaan, after he returned from Mesopotamia of Syria. And he lived near the town.",
      "topic": ""
    },
    "19": {
      "text": "And he bought the part of the field in which he had pitched his tents from the sons of Hamor, the father of Shechem, for one hundred lambs.",
      "topic": ""
    },
    "20": {
      "text": "And erecting an altar there, he invoked upon it the most strong God of Israel.",
      "topic": ""
    }
  }
}