{
  "info": {
    "book": "Genesis",
    "chapter": "49",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Jacob called his sons, and he said to them: “Gather together, so that I may announce what will happen to you in the last days.",
      "topic": ""
    },
    "2": {
      "text": "Gather together and listen, O sons of Jacob. Listen to Israel, your father.",
      "topic": ""
    },
    "3": {
      "text": "Reuben, my firstborn, you are my strength and the beginning of my sorrow: first in gifts, greater in authority.",
      "topic": ""
    },
    "4": {
      "text": "You are being poured out like water, may you not increase. For you climbed onto your father’s bed, and you defiled his resting place.",
      "topic": ""
    },
    "5": {
      "text": "The brothers Simeon and Levi: vessels of iniquity waging war.",
      "topic": ""
    },
    "6": {
      "text": "Let not my soul go by their counsel, nor my glory be within their meeting. For in their fury they killed a man, and in their self-will they undermined a wall.",
      "topic": ""
    },
    "7": {
      "text": "Cursed be their fury, because it was obstinate, and their indignation, because it was harsh. I will divide them in Jacob, and I will scatter them in Israel.",
      "topic": ""
    },
    "8": {
      "text": "Judah, your brothers will praise you. Your hand will be at the necks of your enemies; the sons of your father will reverence you.",
      "topic": ""
    },
    "9": {
      "text": "Judah is a lion’s young. You have gone up to the prey, my son. While resting, you have lain like a lion. And just like a lioness, who would rouse him?",
      "topic": ""
    },
    "10": {
      "text": "The scepter from Judah and the leader from his thigh will not be taken away, until he who will be sent arrives, and he will be the expectation of Gentiles.",
      "topic": ""
    },
    "11": {
      "text": "Tying his young colt to the vineyard, and his donkey, O my son, to the vine, he will wash his robe in wine, and his cloak in the blood of the grape.",
      "topic": ""
    },
    "12": {
      "text": "His eyes are more beautiful than wine, and his teeth whiter than milk.",
      "topic": ""
    },
    "13": {
      "text": "Zebulun will live at the seashore and by the outpost of ships, reaching as far as Sidon.",
      "topic": ""
    },
    "14": {
      "text": "Issachar will be a strong donkey, reclining between the borders.",
      "topic": ""
    },
    "15": {
      "text": "He saw that rest would be good, and that the land was excellent. And so he bent his shoulder to carry, and he became a servant under tribute.",
      "topic": ""
    },
    "16": {
      "text": "Dan will judge his people just like any other tribe in Israel.",
      "topic": ""
    },
    "17": {
      "text": "Let Dan be a snake in the way, a viper in the path, biting the hooves of horses, so that his rider may fall backward.",
      "topic": ""
    },
    "18": {
      "text": "I will wait for your salvation, O Lord.",
      "topic": ""
    },
    "19": {
      "text": "Gad, being girded, will fight before him. And he himself will be girded backward.",
      "topic": ""
    },
    "20": {
      "text": "Asher: his bread will be fat, and he will provide delicacies to the kings.",
      "topic": ""
    },
    "21": {
      "text": "Naphtali is a stag sent forth, offering words of eloquent beauty.",
      "topic": ""
    },
    "22": {
      "text": "Joseph is a growing son, a growing son and stately to behold; the daughters run back and forth on the wall.",
      "topic": ""
    },
    "23": {
      "text": "But those who held darts, provoked him, and they contend with him, and they envied him.",
      "topic": ""
    },
    "24": {
      "text": "His bow sits in strength, and the bands of his arms and hands have been let loose by the hands of the mighty one of Jacob. From there he went forth as a pastor, the stone of Israel.",
      "topic": ""
    },
    "25": {
      "text": "The God of your father will be your helper, and the Almighty will bless you with the blessings of heaven above, with the blessings of the abyss that lies beneath, with the blessings of the breasts and of the womb.",
      "topic": ""
    },
    "26": {
      "text": "The blessings of your father are strengthened by the blessings of his fathers, until the desire of the hills of eternity shall arrive. May they be at the head of Joseph, and at the summit of the Nazarite, among his brothers.",
      "topic": ""
    },
    "27": {
      "text": "Benjamin is a ravenous wolf, in the morning he will eat the prey, and in the evening he will divide the spoil.”",
      "topic": ""
    },
    "28": {
      "text": "All these are the twelve tribes of Israel. These things their father spoke to them, and he blessed each one with their proper blessings.",
      "topic": ""
    },
    "29": {
      "text": "And he instructed them, saying: “I am being gathered to my people. Bury me with my fathers in the double cave, which is in the field of Ephron the Hittite,",
      "topic": ""
    },
    "30": {
      "text": "opposite Mamre, in the land of Canaan, which Abraham bought, along with its field, from Ephron the Hittite, as a possession for burial.",
      "topic": ""
    },
    "31": {
      "text": "There they buried him, with his wife Sarah.” And there Isaac was buried with his wife Rebekah. There also Leah lies preserved.",
      "topic": ""
    },
    "32": {
      "text": "- - -",
      "topic": ""
    },
    "33": {
      "text": "And having finished these commands by which he instructed his sons, he drew his feet onto the bed, and he passed away. And he was gathered to his people.",
      "topic": ""
    }
  }
}