{
  "info": {
    "book": "Genesis",
    "chapter": "6",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And when men began to be multiplied upon the earth, and daughters were born to them,",
      "topic": ""
    },
    "2": {
      "text": "the sons of God, seeing that the daughters of men were beautiful, took to themselves wives from all whom they chose.",
      "topic": ""
    },
    "3": {
      "text": "And God said: “My spirit shall not remain in man forever, because he is flesh. And so his days shall be one hundred and twenty years.”",
      "topic": ""
    },
    "4": {
      "text": "Now giants were upon the earth in those days. For after the sons of God went in to the daughters of men, and they conceived, these became the powerful ones of ancient times, men of renown.",
      "topic": ""
    },
    "5": {
      "text": "Then God, seeing that the wickedness of men was great upon the earth and that every thought of their heart was intent upon evil at all times,",
      "topic": ""
    },
    "6": {
      "text": "repented that he had made man on the earth. And being touched inwardly with a sorrow of heart,",
      "topic": ""
    },
    "7": {
      "text": "he said, “I will eliminate man, whom I have created, from the face of the earth, from man to other living things, from animals even to the flying things of the air. For it grieves me that I have made them.”",
      "topic": ""
    },
    "8": {
      "text": "Yet truly, Noah found grace before the Lord.",
      "topic": ""
    },
    "9": {
      "text": "These are the generations of Noah. Noah was a just man, and yet he was predominate among his generations, for he walked with God.",
      "topic": ""
    },
    "10": {
      "text": "And he conceived three sons: Shem, Ham, and Japheth.",
      "topic": ""
    },
    "11": {
      "text": "Yet the earth was corrupted before the eyes of God, and it was filled with iniquity.",
      "topic": ""
    },
    "12": {
      "text": "And when God had seen that the earth had been corrupted, (indeed, all flesh had corrupted its way upon the earth)",
      "topic": ""
    },
    "13": {
      "text": "he said to Noah: “The end of all flesh has arrived in my sight. The earth has been filled with iniquity by their presence, and I will destroy them, along with the earth.",
      "topic": ""
    },
    "14": {
      "text": "Make yourself an ark from smoothed wood. You shall make little dwelling places in the ark, and you shall smear pitch on the interior and exterior.",
      "topic": ""
    },
    "15": {
      "text": "And thus shall you make it: The length of the ark shall be three hundred cubits, its width fifty cubits, and its height thirty cubits.",
      "topic": ""
    },
    "16": {
      "text": "You shall make a window in the ark, and you shall complete it within a cubit of the top. Then you shall set the door of the ark at its side. You shall make in it: a lower part, upper rooms, and a third level.",
      "topic": ""
    },
    "17": {
      "text": "Behold, I shall bring the waters of a great flood upon the earth, so as to put to death all flesh in which there is the breath of life under heaven. All things that are on the earth shall be consumed.",
      "topic": ""
    },
    "18": {
      "text": "And I shall establish my covenant with you, and you shall enter the ark, you and your sons, your wife and the wives of your sons with you.",
      "topic": ""
    },
    "19": {
      "text": "And from every living thing of all that is flesh, you shall lead pairs into the ark, so that they may survive with you: from the male sex and the female,",
      "topic": ""
    },
    "20": {
      "text": "from birds, according to their kind, and from beasts, in their kind, and from among all animals on earth, according to their kind; pairs from each shall enter with you, so that they may be able to live.",
      "topic": ""
    },
    "21": {
      "text": "Therefore, you shall take with you from all the foods that are able to be eaten, and you shall carry these with you. And these shall be used as food, some for you, and the rest for them.”",
      "topic": ""
    },
    "22": {
      "text": "And so Noah did all things just as God had instructed him.",
      "topic": ""
    }
  }
}