{
  "info": {
    "book": "Deuteronomy",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "These the words which Moses spake to all Israel on the other side Jordan in the desert, in the sterile region over against the sedge between Paran and between Tophel and Laban and Hazeroth and Dizahab.",
      "topic": ""
    },
    "2": {
      "text": "Eleven days from Horeb the way of mount Seir to Kadesh-Barnea.",
      "topic": ""
    },
    "3": {
      "text": "And it shall be in the fortieth year, in the eleventh month, in one to the Month, Moses spake to the sons of Israel according to all which Jehovah commanded him to them.",
      "topic": ""
    },
    "4": {
      "text": "After his smiting Sihon, king of the Amorites, who will dwell in Heshbon, and Og, king of Bashan, who will dwell in Ashtaroth in Edrei:",
      "topic": ""
    },
    "5": {
      "text": "In the other side Jordan in the land of Moab, Moses was first to declare this law, saying,",
      "topic": ""
    },
    "6": {
      "text": "Jehovah our God spake to us in Horeb, saying, It was enough to you to dwell in this mount:",
      "topic": ""
    },
    "7": {
      "text": "Turn ye and remove for yourselves, and go to the mountain of the Amorite, and to all his neighbors in the sterile region, in the mountain, and in the low country, and in the south and in the coast of the sea, the land of the Canaanites and of Lebanon to the great river, the river Phrath.",
      "topic": ""
    },
    "8": {
      "text": "See, I gave the land before you: go in and possess the land which Jehovah sware to your fathers, to Abraham to Isaak and to Jacob, to give to them and to their seed after them.",
      "topic": ""
    },
    "9": {
      "text": "And I spake to you at that time, saying, I shall not be able alone to bear you:",
      "topic": ""
    },
    "10": {
      "text": "Jehovah your God multiplied you, and behold, you this day as the stars of the heavens for multitude.",
      "topic": ""
    },
    "11": {
      "text": "Jehovah the God of your fathers will add to you as ye a thousand times, and he will bless you as he spake to you.",
      "topic": ""
    },
    "12": {
      "text": "How shall I bear alone your burden and your lifting up and your strife.",
      "topic": ""
    },
    "13": {
      "text": "Give to yourselves men wise and known to your tribes, and I will set them for your heads.",
      "topic": ""
    },
    "14": {
      "text": "And ye will answer me and say, Good the word which thou spakest to do.",
      "topic": ""
    },
    "15": {
      "text": "And I will take the heads of your tribes, men wise and known, and I will give them heads over you, captains of thousands, and captains and hundreds, and captains of fifties, and captains of tens, and scribes for your tribes.",
      "topic": ""
    },
    "16": {
      "text": "And I shall command your judges in that time, saying, Hear between your brethren, and judge justice between a man and between his brother and between his stranger.",
      "topic": ""
    },
    "17": {
      "text": "Ye shall not look upon faces in judgment; as the small so the great shall ye hear; ye shall not be afraid of the face of man, for the judgment is to God; and the word which shall be hard for you, ye shall bring to me and I heard it.",
      "topic": ""
    },
    "18": {
      "text": "And I will command you in that time all the words which ye shall do.",
      "topic": ""
    },
    "19": {
      "text": "And we shall remove from Horeb and we shall go all that great and fearful desert which ye saw, the way of the mountain of the Amorite, as Jehovah our God commanded us; and we shall come to Kadesh-Barnea.",
      "topic": ""
    },
    "20": {
      "text": "And I said to you, Ye came to the mountain of the Amorite which Jehovah our God gave to us.",
      "topic": ""
    },
    "21": {
      "text": "See, Jehovah thy God gave the land before thee: go up, possess, as Jehovah the God of thy fathers spake to thee; thou shalt not fear and thou shalt not be pressed down.",
      "topic": ""
    },
    "22": {
      "text": "And ye shall come near to me all of you, and ye will say, We will send men before us, and they shall search out for us the land, and shall turn us back word the way which we shall go up into it, and the cities which we shall come into them.",
      "topic": ""
    },
    "23": {
      "text": "And the word will be good in mine eyes: and I will take from you twelve men, one man to a tribe.",
      "topic": ""
    },
    "24": {
      "text": "And they will turn and go up to the mountain, and they will come to the valley of Eshcol, and will search it out.",
      "topic": ""
    },
    "25": {
      "text": "And they will take in their hand from the fruit of the land, and they will come down to us and will turn us back word, and will say, A good land which Jehovah our God gave to us.",
      "topic": ""
    },
    "26": {
      "text": "And ye were not willing to go up, and ye will rebel against the mouth of Jehovah your God,",
      "topic": ""
    },
    "27": {
      "text": "And ye will murmur in your tents, and say, In Jehovah’s hating us he brought us out of the land of Egypt to give us into the hand of the Amorite to destroy us.",
      "topic": ""
    },
    "28": {
      "text": "Whither are we going up? our brethren melted our heart, saying, A people great and high above us; cities great and fortified to the heavens; and also, the sons of the Anakims, we saw there.",
      "topic": ""
    },
    "29": {
      "text": "And I said to you, Ye shall not be terrified, and ye shall not be afraid of them.",
      "topic": ""
    },
    "30": {
      "text": "Jehovah your God went before you; he will fight for you according to all that he did to you in Egypt before your eyes.",
      "topic": ""
    },
    "31": {
      "text": "And in the desert where thou sawest that Jehovah thy God lifted thee up, as a man will lift up his son, in all the way that ye went till your coming to this place.",
      "topic": ""
    },
    "32": {
      "text": "And in this word ye are not believing in Jehovah your God.",
      "topic": ""
    },
    "33": {
      "text": "He going in the way before you to search out for you a place for you to encamp, in fire by night, to cause you to see in what way ye shall go in it, and in a cloud by day.",
      "topic": ""
    },
    "34": {
      "text": "And Jehovah will hear the voice of your words, and he will be angry, and he will swear, saying,",
      "topic": ""
    },
    "35": {
      "text": "If a man among these men of this evil generation shall see the good land which I sware to give to your fathers,",
      "topic": ""
    },
    "36": {
      "text": "Except Caleb, son of Jephunneh; he shall see it, and to him I will give the land which he trod upon it, and to his sons, because that he filled up after Jehovah.",
      "topic": ""
    },
    "37": {
      "text": "Also with me was Jehovah angry on account of you, saying, Also thou shalt not come in there.",
      "topic": ""
    },
    "38": {
      "text": "Joshua son of Nun, standing before thee, he shall come in there: strengthen him, for he shall cause Israel to inherit it.",
      "topic": ""
    },
    "39": {
      "text": "And your little ones which ye said shall be for a spoil, and your sons which knew not that day good and evil, they shall go in there, and to them will I give it, and they shall possess it.",
      "topic": ""
    },
    "40": {
      "text": "And you, turn for yourselves and remove to the desert the way of the sea of sedge.",
      "topic": ""
    },
    "41": {
      "text": "And ye will answer and say to me, We sinned against Jehovah, we will go up and fight according to all that Jehovah our God commanded us. And ye will gird on each the weapon of his fighting, and ye will act lightly to go up to the mountain.",
      "topic": ""
    },
    "42": {
      "text": "And Jehovah will say to me, Say to them, Ye shall not go up, and ye shall not fight; for I am not in the midst of you and ye shall not be smitten before your enemies.",
      "topic": ""
    },
    "43": {
      "text": "And I shall speak to you, and ye heard not; and ye will rebel against the mouth of Jehovah, and ye will act proudly, and will go up to the mountain.",
      "topic": ""
    },
    "44": {
      "text": "And the Amorite dwelling in that mountain will come forth to your meeting, and will pursue you as bees will do, and they will beat you in Seir to Hormah.",
      "topic": ""
    },
    "45": {
      "text": "And ye will turn back and will weep before Jehovah; and Jehovah heard not to your voice and gave not ear to you.",
      "topic": ""
    },
    "46": {
      "text": "And ye shall dwell in Kadesh many days according to the days that ye dwelt.",
      "topic": ""
    }
  }
}