{
  "info": {
    "book": "Deuteronomy",
    "chapter": "10",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In that time Jehovah said to me, Hew to thee two tables of stone as the first, and come up to me to the mount, and make to thee an ark of wood.",
      "topic": ""
    },
    "2": {
      "text": "And I will write upon the tables the words which were upon the first tables which thou brakest, and put them in the ark.",
      "topic": ""
    },
    "3": {
      "text": "And I will make the ark of acacia wood, and I will hew two tables of stone as the first, and I will go up to the mount and the two tables in my hands.",
      "topic": ""
    },
    "4": {
      "text": "And he will write upon the tables according to the first writing, the ten words which Jehovah your God spake out of the midst of the fire, in the day of the gathering: and Jehovah will give them to me.",
      "topic": ""
    },
    "5": {
      "text": "And I shall turn and come down from the mount, and shall put the tables in the ark which I made; and they shall be there as Jehovah commanded me.",
      "topic": ""
    },
    "6": {
      "text": "And the sons of Israel removed from Beeroth of the sons of Jaakan, to Moseroth: there Aaron died, and he will be buried there; and Eleazar his son will be priest in his stead.",
      "topic": ""
    },
    "7": {
      "text": "From there they removed to Gudgodah; and from Gudgodah to Jotbah, a land of torrents of water.",
      "topic": ""
    },
    "8": {
      "text": "In that time Jehovah separated the tribe of Levi, to lift up the ark of the covenant of Jehovah, to stand before Jehovah to serve him, and to praise in his name, even to this day.",
      "topic": ""
    },
    "9": {
      "text": "For this, there was not to Levi a portion and an inheritance with his brethren; Jehovah, he is his inheritance, as Jehovah thy God spake to him.",
      "topic": ""
    },
    "10": {
      "text": "And I stood in the mount according to the first days, forty days and forty nights; and Jehovah will hear to me also in this time; Jehovah was not willing to destroy thee.",
      "topic": ""
    },
    "11": {
      "text": "And Jehovah will say to me, Arise, go for removing before the people, and they shall come in and possess the land Which I sware to their fathers to give to them.",
      "topic": ""
    },
    "12": {
      "text": "And now, Israel, what does Jehovah thy God ask from thee but to fear Jehovah thy God, to go in all his ways, and to love him, and to serve Jehovah thy God with all thy heart and with all thy soul,",
      "topic": ""
    },
    "13": {
      "text": "To watch the commands of Jehovah and his laws which I command thee this day, to be good for thee?",
      "topic": ""
    },
    "14": {
      "text": "Behold, to Jehovah thy God the heavens, and the heavens of the heavens, the earth and all which is in it.",
      "topic": ""
    },
    "15": {
      "text": "Only Jehovah delighted in thy fathers to love them, and he will choose in their seed after them in you above all peoples, as this day.",
      "topic": ""
    },
    "16": {
      "text": "And circumcise the uncircumcision of your heart, and ye shall no more harden your neck.",
      "topic": ""
    },
    "17": {
      "text": "For Jehovah your God, he is God of gods, and Lord of lords; the great, the strong, and the fearful God, who will not lift up faces, and will not take a gift.",
      "topic": ""
    },
    "18": {
      "text": "He did the judgment of the orphan and the widow, and he loved the stranger to give to him bread and a garment.",
      "topic": ""
    },
    "19": {
      "text": "And love ye the stranger, for ye were strangers in the land of Egypt.",
      "topic": ""
    },
    "20": {
      "text": "Jehovah thy God shalt thou fear; him shalt thou serve, and to him shalt thou cleave, and in his name shalt thou swear.",
      "topic": ""
    },
    "21": {
      "text": "He thy praise, and he thy God who did with thee these great and terrible things which thine eyes saw.",
      "topic": ""
    },
    "22": {
      "text": "With seventy souls thy fathers went down to Egypt; and now Jehovah set thee as the stain of the heavens for multitude.",
      "topic": ""
    }
  }
}