{
  "info": {
    "book": "1 Peter",
    "chapter": "2",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Therefore setting aside all wickedness, and all artifice, and dissimulation; and envies, and all calumnies,",
      "topic": ""
    },
    "2": {
      "text": "As new born babes, long for the sincere milk pertaining to the word, that ye might be nourished with it:",
      "topic": ""
    },
    "3": {
      "text": "If ye have tasted that the Lord is good.",
      "topic": ""
    },
    "4": {
      "text": "To whom approaching, a living stone, truly disapproved of by men, and chosen by God, highly valued,",
      "topic": ""
    },
    "5": {
      "text": "And ye yourselves are built, as living stones, a spiritual house, a holy priesthood, to bring up spiritual sacrifice; acceptable to God by Jesus Christ.",
      "topic": ""
    },
    "6": {
      "text": "Wherefore also it holds in the writing, Behold, I place in Zion a corner stone, chosen, highly valued: and he believing on him shall not be ashamed.",
      "topic": ""
    },
    "7": {
      "text": "Therefore honour to you believing: and to the unbelieving, the stone which the builders disapproved of has become the head of the corner,",
      "topic": ""
    },
    "8": {
      "text": "And a stone of stumble, and rock of offence, they disbelieving the word stumble: to which also they were set.",
      "topic": ""
    },
    "9": {
      "text": "And ye a chosen race, a royal priesthood, a holy nation, a people for acquisition; so that ye should proclaim the excellencies of him having called you out of darkness into his wonderful light:",
      "topic": ""
    },
    "10": {
      "text": "Who once not a people, and now the people of God: they not commiserated, and now commiserated.",
      "topic": ""
    },
    "11": {
      "text": "Dearly beloved, I beseech as sojourners and strangers, to keep off from fleshly passions, which war against the soul;",
      "topic": ""
    },
    "12": {
      "text": "Having your turning back good in the nations: that, in what they speak against you as doing evil, from good works, they having beheld, might praise God in the day of inspection.",
      "topic": ""
    },
    "13": {
      "text": "Be subjected to every creation proceeding from man on account of the Lord: whether to the king, as having superiority;",
      "topic": ""
    },
    "14": {
      "text": "Or to chiefs, as sent by him for the punishing of them doing evil, and the praise of them doing good.",
      "topic": ""
    },
    "15": {
      "text": "(For so is the will of God, those doing good to silence the want of knowledge of the foolish men:)",
      "topic": ""
    },
    "16": {
      "text": "As free, and as not having liberty for a covering of wickedness, but as the servants of God.",
      "topic": ""
    },
    "17": {
      "text": "Honour all. Love the brotherhood. Fear God. Honour the king.",
      "topic": ""
    },
    "18": {
      "text": "Servants being subjected to masters in all fear; not only to the good and equitable, but also to the crooked.",
      "topic": ""
    },
    "19": {
      "text": "For this is grace, if any by consciousness of God bear grief, suffering unjustly.",
      "topic": ""
    },
    "20": {
      "text": "For what glory, if, sinning and being cuffed, ye endure? but if, doing good, and suffering, ye endure, this is grace with God.",
      "topic": ""
    },
    "21": {
      "text": "For to this were ye called: for also Christ suffered for you, leaving behind to you an underwriting, that ye should follow upon his footsteps:",
      "topic": ""
    },
    "22": {
      "text": "Who did no sin, nor was deceit found in his mouth:",
      "topic": ""
    },
    "23": {
      "text": "Who, being reviled, reviled not back; suffering, he threatened not; and delivered to him judging justly;",
      "topic": ""
    },
    "24": {
      "text": "Who himself bear up our sins in his body upon the wood, that we, removed from sins, should live to justice: by whose bloody mark ye were healed.",
      "topic": ""
    },
    "25": {
      "text": "For ye were as sheep going astray; but now have turned about to the Shepherd and inspector of your souls.",
      "topic": ""
    }
  }
}