{
  "info": {
    "book": "1 Peter",
    "chapter": "5",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The elders among you I beseech, a fellow elder, and witness of the sufferings of Christ, and a participator of the glory which is about to be revealed:",
      "topic": ""
    },
    "2": {
      "text": "Tend the flock of God which among you, inspecting, not by force, but voluntarily; neither occupied in sordid gain, but of a ready will;",
      "topic": ""
    },
    "3": {
      "text": "Neither as ruling over the portions obtained by lot, but being types of the flock.",
      "topic": ""
    },
    "4": {
      "text": "And the chief Shepherd having been manifested, ye shall be attired with an unfading crown of glory.",
      "topic": ""
    },
    "5": {
      "text": "Likewise, ye younger, be subjected to the elders. And all being subject to one another, be wrapped up in humility: for God opposes the proud, and gives grace to the humble.",
      "topic": ""
    },
    "6": {
      "text": "Therefore be humbled under the strong hand of God, that he might lift you up) in due measure:",
      "topic": ""
    },
    "7": {
      "text": "Having cast all your care upon him; for to him is the care for you.",
      "topic": ""
    },
    "8": {
      "text": "Be abstemious, watch; for your adversary the accuser, as a roaring lion, walks around, seeking whom he might swallow down:",
      "topic": ""
    },
    "9": {
      "text": "Whom resist firm in the faith, knowing that the same of sufferings are completed by your brotherhood in the world.",
      "topic": ""
    },
    "10": {
      "text": "And the God of all grace, having called us to his eternal glory in Christ Jesus, may he put you in proper order, having suffered a little time, may he support you, make firm, lay the foundation.",
      "topic": ""
    },
    "11": {
      "text": "To him the glory and the strength for the time of times. Amen.",
      "topic": ""
    },
    "12": {
      "text": "By Silvanus, to you the faithful brother, as I reckon, I wrote briefly, beseeching, and bearing testimony this to be the true grace of God in which ye stand.",
      "topic": ""
    },
    "13": {
      "text": "The chosen together in Babylon, greet you; also Marcus my son.",
      "topic": ""
    },
    "14": {
      "text": "Greet one another in a kiss of love. Peace to all you which in Christ Jesus. Amen.",
      "topic": ""
    }
  }
}