{
  "info": {
    "book": "Efesios",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Pablo, apóstol de Jesucristo por la voluntad de Dios, a los santos que están en Éfeso, y a los fieles en Cristo Jesús.",
      "topic": ""
    },
    "2": {
      "text": "Gracia [sea] a vosotros, y paz de Dios nuestro Padre y del Señor Jesucristo.",
      "topic": ""
    },
    "3": {
      "text": "Bendito [sea] el Dios y Padre de nuestro Señor Jesucristo, el cual nos ha bendecido con toda bendición espiritual en [los lugares] celestiales en Cristo,",
      "topic": ""
    },
    "4": {
      "text": "según nos escogió en Él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de Él, en amor,",
      "topic": ""
    },
    "5": {
      "text": "habiéndonos predestinado para ser adoptados hijos suyos por medio de Jesucristo, según el beneplácito de su voluntad,",
      "topic": ""
    },
    "6": {
      "text": "para alabanza de la gloria de su gracia, en la cual nos hizo aceptos en el Amado,",
      "topic": ""
    },
    "7": {
      "text": "en quien tenemos redención por su sangre, la remisión de pecados, según las riquezas de su gracia,",
      "topic": ""
    },
    "8": {
      "text": "que sobreabundó para con nosotros en toda sabiduría e inteligencia;",
      "topic": ""
    },
    "9": {
      "text": "dándonos a conocer el misterio de su voluntad, según su beneplácito, el cual se había propuesto en sí mismo;",
      "topic": ""
    },
    "10": {
      "text": "que en la dispensación del cumplimiento de los tiempos, había de reunir todas las cosas en Cristo, así las que están en el cielo, como las que están en la tierra, [aun] en Él.",
      "topic": ""
    },
    "11": {
      "text": "En quien también obtuvimos herencia, habiendo sido predestinados conforme al propósito de Aquél que hace todas las cosas según el consejo de su voluntad;",
      "topic": ""
    },
    "12": {
      "text": "para que seamos para alabanza de su gloria, nosotros quienes primero confiamos en Cristo.",
      "topic": ""
    },
    "13": {
      "text": "En el cual también [confiasteis] vosotros, habiendo oído la palabra de verdad, el evangelio de vuestra salvación; en quien también, desde que creísteis, fuisteis sellados con el Espíritu Santo de la promesa,",
      "topic": ""
    },
    "14": {
      "text": "que es las arras de nuestra herencia hasta la redención de la posesión adquirida, para alabanza de su gloria.",
      "topic": ""
    },
    "15": {
      "text": "Por lo cual también yo, habiendo oído de vuestra fe en el Señor Jesús, y amor para con todos los santos,",
      "topic": ""
    },
    "16": {
      "text": "no ceso de dar gracias por vosotros, haciendo mención de vosotros en mis oraciones,",
      "topic": ""
    },
    "17": {
      "text": "para que el Dios de nuestro Señor Jesucristo, el Padre de gloria, os dé espíritu de sabiduría y de revelación en el conocimiento de Él;",
      "topic": ""
    },
    "18": {
      "text": "alumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza de su llamamiento, y cuáles las riquezas de la gloria de su herencia en los santos;",
      "topic": ""
    },
    "19": {
      "text": "y cuál la supereminente grandeza de su poder para con nosotros los que creemos, según la operación del poder de su fortaleza,",
      "topic": ""
    },
    "20": {
      "text": "la cual operó en Cristo, resucitándole de los muertos, y sentándole a su diestra en los [lugares] celestiales,",
      "topic": ""
    },
    "21": {
      "text": "sobre todo principado y potestad y potencia y señorío, y [sobre] todo nombre que se nombra, no sólo en este mundo, sino también en el venidero;",
      "topic": ""
    },
    "22": {
      "text": "y sometió todas las cosas bajo sus pies, y lo dio por cabeza sobre todas las cosas a la iglesia,",
      "topic": ""
    },
    "23": {
      "text": "la cual es su cuerpo, la plenitud de Aquél que todo lo llena en todo.",
      "topic": ""
    }
  }
}