{
  "info": {
    "book": "Efesios",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Por esta causa yo Pablo, prisionero de Jesucristo por vosotros los gentiles,",
      "topic": ""
    },
    "2": {
      "text": "si es que habéis oído de la dispensación de la gracia de Dios que me ha sido dada para con vosotros;",
      "topic": ""
    },
    "3": {
      "text": "que por revelación me hizo conocer el misterio, como antes escribí en breve,",
      "topic": ""
    },
    "4": {
      "text": "leyendo lo cual, podéis entender mi conocimiento en el misterio de Cristo,",
      "topic": ""
    },
    "5": {
      "text": "[misterio] que en otras edades no se dio a conocer a los hijos de los hombres, como ahora es revelado a sus santos apóstoles y profetas por el Espíritu;",
      "topic": ""
    },
    "6": {
      "text": "que los gentiles sean coherederos y miembros del mismo cuerpo, y copartícipes de su promesa en Cristo por el evangelio,",
      "topic": ""
    },
    "7": {
      "text": "del cual yo fui hecho ministro según el don de la gracia de Dios dado a mí por la operación de su poder.",
      "topic": ""
    },
    "8": {
      "text": "A mí, que soy menos que el más pequeño de todos los santos, me es dada esta gracia de predicar entre los gentiles el evangelio de las inescrutables riquezas de Cristo;",
      "topic": ""
    },
    "9": {
      "text": "y de aclarar a todos cuál [es] la comunión del misterio escondido desde el principio del mundo en Dios, que creó todas las cosas por Jesucristo;",
      "topic": ""
    },
    "10": {
      "text": "para que la multiforme sabiduría de Dios sea dada a conocer por la iglesia a los principados y potestades en los [lugares] celestiales,",
      "topic": ""
    },
    "11": {
      "text": "conforme al propósito eterno que hizo en Cristo Jesús Señor nuestro;",
      "topic": ""
    },
    "12": {
      "text": "en quien tenemos seguridad y acceso con confianza por medio de la fe de Él.",
      "topic": ""
    },
    "13": {
      "text": "Por lo cual pido que no desmayéis a causa de mis tribulaciones por vosotros, las cuales son vuestra gloria.",
      "topic": ""
    },
    "14": {
      "text": "Por esta causa doblo mis rodillas ante el Padre de nuestro Señor Jesucristo,",
      "topic": ""
    },
    "15": {
      "text": "de quien es nombrada toda la familia en el cielo y en la tierra,",
      "topic": ""
    },
    "16": {
      "text": "para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu;",
      "topic": ""
    },
    "17": {
      "text": "que habite Cristo por la fe en vuestros corazones; para que, arraigados y fundados en amor,",
      "topic": ""
    },
    "18": {
      "text": "podáis comprender con todos los santos cuál [sea] la anchura, la longitud, la profundidad y la altura;",
      "topic": ""
    },
    "19": {
      "text": "y de conocer el amor de Cristo, que excede a todo conocimiento; para que seáis llenos de toda la plenitud de Dios.",
      "topic": ""
    },
    "20": {
      "text": "Y a Aquél que es poderoso para hacer todas las cosas mucho más abundantemente de lo que pedimos, o entendemos, según el poder que opera en nosotros,",
      "topic": ""
    },
    "21": {
      "text": "a Él [sea] gloria en la iglesia en Cristo Jesús, por todas las edades, por siempre jamás. Amén.",
      "topic": ""
    }
  }
}