{
  "info": {
    "book": "Efesios",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Hijos, obedeced en el Señor a vuestros padres; porque esto es justo.",
      "topic": ""
    },
    "2": {
      "text": "Honra a tu padre y a tu madre, que es el primer mandamiento con promesa,",
      "topic": ""
    },
    "3": {
      "text": "para que te vaya bien, y seas de larga vida sobre la tierra.",
      "topic": ""
    },
    "4": {
      "text": "Y vosotros padres, no provoquéis a ira a vuestros hijos; sino criadlos en disciplina y amonestación del Señor.",
      "topic": ""
    },
    "5": {
      "text": "Siervos, obedeced a [vuestros] amos según la carne con temor y temblor, con sencillez de vuestro corazón, como a Cristo.",
      "topic": ""
    },
    "6": {
      "text": "No sirviendo al ojo, como los que agradan a los hombres; sino como siervos de Cristo, haciendo la voluntad de Dios de corazón.",
      "topic": ""
    },
    "7": {
      "text": "Sirviendo con buena voluntad, como al Señor, y no a los hombres;",
      "topic": ""
    },
    "8": {
      "text": "sabiendo que el bien que cada uno hiciere, esto recibirá del Señor, [sea] siervo o [sea] libre.",
      "topic": ""
    },
    "9": {
      "text": "Y vosotros, amos, haced con ellos lo mismo, dejando las amenazas, sabiendo que vuestro Señor también está en el cielo; y para Él no hay acepción de personas.",
      "topic": ""
    },
    "10": {
      "text": "Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fortaleza.",
      "topic": ""
    },
    "11": {
      "text": "Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo;",
      "topic": ""
    },
    "12": {
      "text": "porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este mundo, contra malicias espirituales en las alturas.",
      "topic": ""
    },
    "13": {
      "text": "Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.",
      "topic": ""
    },
    "14": {
      "text": "Estad, pues, firmes, ceñidos vuestros lomos de verdad, y vestidos de la coraza de justicia;",
      "topic": ""
    },
    "15": {
      "text": "y calzados vuestros pies con el apresto del evangelio de paz.",
      "topic": ""
    },
    "16": {
      "text": "Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno;",
      "topic": ""
    },
    "17": {
      "text": "y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;",
      "topic": ""
    },
    "18": {
      "text": "orando en todo tiempo, con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;",
      "topic": ""
    },
    "19": {
      "text": "y por mí, para que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio;",
      "topic": ""
    },
    "20": {
      "text": "por el cual soy embajador en cadenas; para que en ellas hable osadamente, como debo hablar.",
      "topic": ""
    },
    "21": {
      "text": "Y para que también vosotros sepáis mis asuntos, [y] lo que hago; todo os lo hará saber Tíquico, hermano amado y fiel ministro en el Señor,",
      "topic": ""
    },
    "22": {
      "text": "el cual envié a vosotros para esto mismo, para que sepáis lo tocante a nosotros, y que consuele vuestros corazones.",
      "topic": ""
    },
    "23": {
      "text": "Paz [sea] a los hermanos, y amor con fe, de Dios el Padre, y del Señor Jesucristo.",
      "topic": ""
    },
    "24": {
      "text": "La gracia [sea] con todos los que aman a nuestro Señor Jesucristo en sinceridad. Amén. [(A los efesios escrita desde Roma, enviada con Tíquico.)]",
      "topic": ""
    }
  }
}