{
  "info": {
    "book": "Job",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Mi alma es cortada en mi vida; por tanto soltaré mi queja sobre mí, y hablaré con amargura de mi alma.",
      "topic": ""
    },
    "2": {
      "text": "Diré a Dios: No me condenes; hazme entender por qué pleiteas conmigo.",
      "topic": ""
    },
    "3": {
      "text": "¿Te parece bien que oprimas, y que deseches la obra de tus manos, y que resplandezcas sobre el consejo de los impíos?",
      "topic": ""
    },
    "4": {
      "text": "¿Tienes tú ojos de carne? ¿Ves tú como ve el hombre?",
      "topic": ""
    },
    "5": {
      "text": "¿Son tus días como los días del hombre, o tus años como los tiempos humanos,",
      "topic": ""
    },
    "6": {
      "text": "para que inquieras mi iniquidad, y busques mi pecado,",
      "topic": ""
    },
    "7": {
      "text": "sobre saber tú que no soy impío, y que no hay quien de tu mano me libre?",
      "topic": ""
    },
    "8": {
      "text": "¶ Tus manos me formaron y me compusieron todo en contorno, ¿y así me deshaces?",
      "topic": ""
    },
    "9": {
      "text": "Acuérdate ahora que como a lodo me diste forma; ¿y en polvo me has de tornar?",
      "topic": ""
    },
    "10": {
      "text": "¿No me fundiste como leche, y como un queso me cuajaste?",
      "topic": ""
    },
    "11": {
      "text": "Me vestiste de piel y carne, y me cubriste de huesos y nervios.",
      "topic": ""
    },
    "12": {
      "text": "Vida y misericordia me concediste, y tu visitación guardó mi espíritu.",
      "topic": ""
    },
    "13": {
      "text": "Y estas cosas tienes guardadas en tu corazón; yo sé que esto está cerca de ti.",
      "topic": ""
    },
    "14": {
      "text": "¶ Si pequé, ¿me acecharás, y no me limpiarás de mi iniquidad?",
      "topic": ""
    },
    "15": {
      "text": "Si fuere malo, ¡ay de mí! Y si fuere justo, no levantaré mi cabeza, estando hastiado de deshonra, y de verme afligido.",
      "topic": ""
    },
    "16": {
      "text": "Y vas creciendo, cazándome como león; tornando y haciendo en mí maravillas.",
      "topic": ""
    },
    "17": {
      "text": "Renovando tus plagas contra mí, y aumentando conmigo tu furor, remudándose sobre mí ejércitos.",
      "topic": ""
    },
    "18": {
      "text": "¿Por qué me sacaste del vientre? Habría yo muerto, y no me vieran ojos.",
      "topic": ""
    },
    "19": {
      "text": "Fuera, como si nunca hubiera sido, llevado desde el vientre a la sepultura.",
      "topic": ""
    },
    "20": {
      "text": "¿No son mis días poca cosa? Cesa pues, y déjame, para que me esfuerce un poco.",
      "topic": ""
    },
    "21": {
      "text": "Antes que vaya para no volver, a la tierra de tinieblas y de sombra de muerte;",
      "topic": ""
    },
    "22": {
      "text": "tierra de oscuridad, y tenebrosa sombra de muerte, donde no hay orden, y que resplandece como la misma oscuridad.",
      "topic": ""
    }
  }
}