{
  "info": {
    "book": "Job",
    "chapter": "11",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Zofar naamatita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Las muchas palabras no han de tener respuesta? ¿Y el hombre parlero será justificado?",
      "topic": ""
    },
    "3": {
      "text": "¿Tus mentiras harán callar a los hombres? ¿Y harás escarnio, y no habrá quien te avergüence?",
      "topic": ""
    },
    "4": {
      "text": "Tú dices: Mi manera de vivir es pura, y yo soy limpio delante de tus ojos.",
      "topic": ""
    },
    "5": {
      "text": "Mas ¡oh, quién diera que Dios hablara, y abriera sus labios contigo,",
      "topic": ""
    },
    "6": {
      "text": "y que te declarara los secretos de la sabiduría! Porque mereces dos tantos según la ley; y sabe que Dios te ha olvidado por tu iniquidad.",
      "topic": ""
    },
    "7": {
      "text": "¶ ¿Alcanzarás tú el rastro de Dios? ¿Llegarás tú a la perfección del Todopoderoso?",
      "topic": ""
    },
    "8": {
      "text": "Es más alto que los cielos; ¿qué harás? Es más profundo que el infierno; ¿cómo lo conocerás?",
      "topic": ""
    },
    "9": {
      "text": "Su dimensión es más larga que la tierra, y más ancha que el mar.",
      "topic": ""
    },
    "10": {
      "text": "Si cortare, o encerrare, o juntare, ¿quién le responderá?",
      "topic": ""
    },
    "11": {
      "text": "Porque él conoce a los hombres vanos; y ve la iniquidad, ¿y no entenderá?",
      "topic": ""
    },
    "12": {
      "text": "El hombre vano se hará entendido, aunque nazca como el pollino del asno montés.",
      "topic": ""
    },
    "13": {
      "text": "¶ Si tú preparares tu corazón, y extendieres a él tus manos;",
      "topic": ""
    },
    "14": {
      "text": "si alguna iniquidad hubiere en tu mano, y la echares de ti, y no consintieres que more maldad en tus habitaciones;",
      "topic": ""
    },
    "15": {
      "text": "entonces levantarás tu rostro limpio de mancha, y serás fuerte y no temerás;",
      "topic": ""
    },
    "16": {
      "text": "y olvidarás tu trabajo, y te acordarás de él como de aguas que pasaron;",
      "topic": ""
    },
    "17": {
      "text": "y en mitad de la siesta se levantará bonanza; resplandecerás, y serás como la misma mañana;",
      "topic": ""
    },
    "18": {
      "text": "y confiarás, que habrá esperanza; y cavarás, y dormirás seguro;",
      "topic": ""
    },
    "19": {
      "text": "y te acostarás, y no habrá quien te espante; y muchos te rogarán.",
      "topic": ""
    },
    "20": {
      "text": "Mas los ojos de los malos se consumirán, y no tendrán refugio; y su esperanza será agonía del alma.",
      "topic": ""
    }
  }
}