{
  "info": {
    "book": "Job",
    "chapter": "12",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Job, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "Ciertamente que vosotros sois el pueblo; y con vosotros morirá la sabiduría.",
      "topic": ""
    },
    "3": {
      "text": "También tengo yo seso como vosotros; no soy yo menos que vosotros; ¿y quién habrá que no pueda decir otro tanto?",
      "topic": ""
    },
    "4": {
      "text": "El que invoca a Dios, y él le responde, es burlado de su amigo; y el justo y perfecto es escarnecido.",
      "topic": ""
    },
    "5": {
      "text": "La antorcha es tenida en poco en el pensamiento del próspero; la cual se aparejó contra las caídas de los pies.",
      "topic": ""
    },
    "6": {
      "text": "¶ Las tiendas de los ladrones están en paz; y los que provocan a Dios, y los que traen dioses en sus manos viven seguros.",
      "topic": ""
    },
    "7": {
      "text": "Y en efecto, pregunta ahora a las bestias, que ellas te enseñarán; y a las aves de los cielos, que ellas te lo mostrarán;",
      "topic": ""
    },
    "8": {
      "text": "o habla a la tierra, que ella te enseñará; los peces del mar te lo declararán también .",
      "topic": ""
    },
    "9": {
      "text": "¿Qué cosa de todas éstas no entiende que la mano del SEÑOR la hizo?",
      "topic": ""
    },
    "10": {
      "text": "En su mano está el alma de todo viviente, y el espíritu de toda carne humana.",
      "topic": ""
    },
    "11": {
      "text": "Ciertamente el oído prueba las palabras, y el paladar gusta las viandas.",
      "topic": ""
    },
    "12": {
      "text": "¶ En los viejos está la ciencia, y en la larga edad la inteligencia.",
      "topic": ""
    },
    "13": {
      "text": "Con Dios está la sabiduría y la fortaleza; suyo es el consejo y la inteligencia.",
      "topic": ""
    },
    "14": {
      "text": "He aquí, él derribará, y no será edificado; encerrará al hombre, y no habrá quien le abra.",
      "topic": ""
    },
    "15": {
      "text": "He aquí, él detendrá las aguas, y se secarán; él las enviará, y destruirán la tierra.",
      "topic": ""
    },
    "16": {
      "text": "Con él está la fortaleza y la existencia; suyo es el que yerra, y el que hace errar.",
      "topic": ""
    },
    "17": {
      "text": "El hace andar a los consejeros desnudos de consejo, y hace enloquecer a los jueces.",
      "topic": ""
    },
    "18": {
      "text": "El suelta la atadura de los tiranos, y les ata el cinto a sus lomos.",
      "topic": ""
    },
    "19": {
      "text": "El lleva despojados a los príncipes, y trastorna a los valientes.",
      "topic": ""
    },
    "20": {
      "text": "El impide el labio a los que dicen verdad, y quita a los ancianos el consejo.",
      "topic": ""
    },
    "21": {
      "text": "El derrama menosprecio sobre los príncipes, y enflaquece la fuerza de los esforzados.",
      "topic": ""
    },
    "22": {
      "text": "El descubre las profundidades de las tinieblas, y saca a luz la sombra de muerte.",
      "topic": ""
    },
    "23": {
      "text": "El multiplica los gentiles, y él las destruye; esparce los gentiles, y las torna a recoger.",
      "topic": ""
    },
    "24": {
      "text": "El quita el seso de las cabezas del pueblo de la tierra, y les hace que se pierdan vagando sin camino;",
      "topic": ""
    },
    "25": {
      "text": "que palpen las tinieblas, y no la luz; y los hace errar como borrachos.",
      "topic": ""
    }
  }
}