{
  "info": {
    "book": "Job",
    "chapter": "14",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ El hombre nacido de mujer, corto de días, y harto de sinsabores;",
      "topic": ""
    },
    "2": {
      "text": "que sale como una flor y es cortado; y huye como la sombra, y no permanece.",
      "topic": ""
    },
    "3": {
      "text": "¿Y sobre éste abres tus ojos, y me traes a juicio contigo?",
      "topic": ""
    },
    "4": {
      "text": "¿Quién hará limpio de inmundo? Nadie.",
      "topic": ""
    },
    "5": {
      "text": "Si sus días están determinados, y el número de sus meses está cerca de ti; tú le pusiste términos, de los cuales no pasará.",
      "topic": ""
    },
    "6": {
      "text": "Si tú lo dejares, él dejará de ser ; entre tanto deseará, como el jornalero, su día.",
      "topic": ""
    },
    "7": {
      "text": "¶ Porque si el árbol fuere cortado, aún queda de él esperanza; retoñecerá aún, y sus renuevos no faltarán.",
      "topic": ""
    },
    "8": {
      "text": "Si se envejeciere en la tierra su raíz, y su tronco fuere muerto en el polvo,",
      "topic": ""
    },
    "9": {
      "text": "al olor del agua reverdecerá, y hará copa como nueva planta.",
      "topic": ""
    },
    "10": {
      "text": "Mas cuando el hombre morirá, y será cortado; y perecerá el hombre, ¿adónde estará él?",
      "topic": ""
    },
    "11": {
      "text": "Las aguas del mar se fueron, y se agotó el río, se secó.",
      "topic": ""
    },
    "12": {
      "text": "Así el hombre yace, y no se tornará a levantar; hasta que no haya cielo no despertarán, ni recordarán de su sueño.",
      "topic": ""
    },
    "13": {
      "text": "¡Oh quién me diera que me escondieses en la sepultura, que me encubrieras hasta apaciguarse tu ira, que me pusieses plazo, y de mí te acordaras!",
      "topic": ""
    },
    "14": {
      "text": "Si el hombre muriere, ¿por ventura vivirá? Todos los días de mi edad esperaré, hasta que venga mi transformación.",
      "topic": ""
    },
    "15": {
      "text": "Entonces llamarás, y yo te responderé, a la obra de tus manos desearás.",
      "topic": ""
    },
    "16": {
      "text": "¶ Pues ahora me cuentas los pasos, y no das dilación a mi pecado.",
      "topic": ""
    },
    "17": {
      "text": "Tienes sellada en manojo mi prevaricación, y enmiendas a mi iniquidad.",
      "topic": ""
    },
    "18": {
      "text": "Y ciertamente el monte que cae se deshace, y las peñas son traspasadas de su lugar;",
      "topic": ""
    },
    "19": {
      "text": "las piedras son quebrantadas con el agua impetuosa, que se lleva el polvo de la tierra, de tal manera haces perder al hombre la esperanza.",
      "topic": ""
    },
    "20": {
      "text": "Para siempre serás más fuerte que él, y él se va; demudarás su rostro, y lo enviarás.",
      "topic": ""
    },
    "21": {
      "text": "Sus hijos serán honrados, y él no lo sabrá; o serán afligidos, y no entenderá de ellos.",
      "topic": ""
    },
    "22": {
      "text": "Mas mientras su carne estuviere sobre él se dolerá, y su alma se entristecerá en él.",
      "topic": ""
    }
  }
}