{
  "info": {
    "book": "Job",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Elifaz temanita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Por ventura el sabio responderá sabiduría ventosa, y llenará su vientre de viento solano?",
      "topic": ""
    },
    "3": {
      "text": "¿Disputará con palabras inútiles, y con razones sin provecho?",
      "topic": ""
    },
    "4": {
      "text": "Tú también disipas el temor, y menoscabas la oración delante de Dios.",
      "topic": ""
    },
    "5": {
      "text": "Porque tu boca declaró tu iniquidad, pues has escogido el hablar de los astutos.",
      "topic": ""
    },
    "6": {
      "text": "Tu misma boca te condenará, y no yo; y tus mismos labios testificarán contra ti.",
      "topic": ""
    },
    "7": {
      "text": "¿Naciste tú primero que Adán? ¿O fuiste formado antes que los collados?",
      "topic": ""
    },
    "8": {
      "text": "¿Oíste tú por ventura el secreto de Dios, que detienes en ti solo la sabiduría?",
      "topic": ""
    },
    "9": {
      "text": "¿Qué sabes tú que no sepamos? ¿Qué entiendes que no se halle en nosotros?",
      "topic": ""
    },
    "10": {
      "text": "Entre nosotros también hay cano, también hay viejo, mayor en días que tu padre.",
      "topic": ""
    },
    "11": {
      "text": "¿En tan poco tienes las consolaciones de Dios? ¿Tienes acaso alguna cosa oculta cerca de ti?",
      "topic": ""
    },
    "12": {
      "text": "¿Por qué te enajena tu corazón, y por qué guiñan tus ojos,",
      "topic": ""
    },
    "13": {
      "text": "que respondas a Dios con tu espíritu, y sacas tales palabras de tu boca?",
      "topic": ""
    },
    "14": {
      "text": "¿Qué cosa es el hombre para que sea limpio, y que se justifique el nacido de mujer?",
      "topic": ""
    },
    "15": {
      "text": "He aquí que en sus santos no confía, y ni los cielos son limpios delante de sus ojos,",
      "topic": ""
    },
    "16": {
      "text": "¿cuánto menos el hombre abominable y vil, que bebe la iniquidad como agua?",
      "topic": ""
    },
    "17": {
      "text": "¶ Escúchame; yo te mostraré, y te contaré lo que he visto;",
      "topic": ""
    },
    "18": {
      "text": "lo que los sabios nos contaron de sus padres, y no lo encubrieron;",
      "topic": ""
    },
    "19": {
      "text": "a los cuales fue dada la tierra a ellos sólos, y no pasó extraño por medio de ellos.",
      "topic": ""
    },
    "20": {
      "text": "Todos los días del impío, él es atormentado de dolor, y el número de años es escondido al violento.",
      "topic": ""
    },
    "21": {
      "text": "Estruendos espantosos hay en sus oídos; en la paz le vendrá quién lo asuele.",
      "topic": ""
    },
    "22": {
      "text": "El no creerá que ha de volver de las tinieblas, y siempre está mirando al cuchillo.",
      "topic": ""
    },
    "23": {
      "text": "Desasosegado viene a comer siempre, porque sabe que le está aparejado día de tinieblas.",
      "topic": ""
    },
    "24": {
      "text": "Tribulación y angustia le asombrarán, y se esforzarán contra él como un rey apercibido para la batalla.",
      "topic": ""
    },
    "25": {
      "text": "Por cuanto él extendió su mano contra Dios, y se esforzó contra el Todopoderoso,",
      "topic": ""
    },
    "26": {
      "text": "él le acometerá en la cerviz, en lo grueso de las hombreras de sus escudos;",
      "topic": ""
    },
    "27": {
      "text": "porque cubrió su rostro con su gordura, e hizo pliegues sobre los ijares;",
      "topic": ""
    },
    "28": {
      "text": "y habitó las ciudades asoladas, las casas inhabitadas, que estaban puestas en montones.",
      "topic": ""
    },
    "29": {
      "text": "No enriquecerá, ni será firme su potencia, ni extenderá por la tierra su hermosura.",
      "topic": ""
    },
    "30": {
      "text": "No se escapará de las tinieblas; la llama secará sus ramas, y con el aliento de su boca perecerá.",
      "topic": ""
    },
    "31": {
      "text": "No será afirmado; en vanidad yerra; por lo cual en vanidad será trocado.",
      "topic": ""
    },
    "32": {
      "text": "El será cortado antes de su tiempo, y sus renuevos no reverdecerán.",
      "topic": ""
    },
    "33": {
      "text": "El perderá su agraz como la vid, y derramará su flor como la oliva.",
      "topic": ""
    },
    "34": {
      "text": "Porque la congregación de los hipócritas será asolada, y fuego consumirá las tiendas de soborno.",
      "topic": ""
    },
    "35": {
      "text": "Concibieron dolor, y dieron a luz iniquidad; y las entrañas de ellos meditan engaño.",
      "topic": ""
    }
  }
}