{
  "info": {
    "book": "Job",
    "chapter": "16",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Job, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "Muchas veces he oído cosas como estas; consoladores molestos sois todos vosotros.",
      "topic": ""
    },
    "3": {
      "text": "¿Tendrán fin las palabras ventosas? O ¿qué es lo que te anima a responder?",
      "topic": ""
    },
    "4": {
      "text": "También yo hablaría como vosotros. Deseo que vuestra alma estuviera en lugar de la mía, que yo os tendría compañía en las palabras, y sobre vosotros movería mi cabeza.",
      "topic": ""
    },
    "5": {
      "text": "Pero yo os alentaría con mis palabras, y la consolación de mis labios detendría el dolor .",
      "topic": ""
    },
    "6": {
      "text": "¶ Mas si hablo, mi dolor no cesa; y si dejo de hablar , no se aparta de mí.",
      "topic": ""
    },
    "7": {
      "text": "Pero ahora me ha fatigado; has tú asolado toda mi compañía.",
      "topic": ""
    },
    "8": {
      "text": "Tú me has arrugado; el testigo es mi magrez, que se levanta contra mí para testificar en mi rostro.",
      "topic": ""
    },
    "9": {
      "text": "Su furor me arrebató, y me ha sido contrario; crujió sus dientes contra mí; contra mí aguzó sus ojos mi enemigo.",
      "topic": ""
    },
    "10": {
      "text": "Abrieron contra mí su boca; hirieron mis mejillas con afrenta; contra mí se juntaron todos.",
      "topic": ""
    },
    "11": {
      "text": "Me ha entregado Dios al mentiroso, y en las manos de los impíos me hizo temblar.",
      "topic": ""
    },
    "12": {
      "text": "Próspero estaba, y me desmenuzó; y me arrebató por la cerviz, y me despedazó, y me puso por blanco suyo.",
      "topic": ""
    },
    "13": {
      "text": "Me cercaron sus flecheros, partió mis riñones, y no perdonó; mi hiel derramó por tierra.",
      "topic": ""
    },
    "14": {
      "text": "Me quebrantó de quebranto sobre quebranto; corrió contra mí como un gigante.",
      "topic": ""
    },
    "15": {
      "text": "Yo cosí saco sobre mi piel, y cargué mi cabeza de polvo.",
      "topic": ""
    },
    "16": {
      "text": "Mi rostro está enlodado con lloro, y mis párpados entenebrecidos;",
      "topic": ""
    },
    "17": {
      "text": "¶ a pesar de no haber iniquidad en mis manos, y de haber sido limpia mi oración.",
      "topic": ""
    },
    "18": {
      "text": "¡Oh tierra! No cubras mi sangre, y no haya lugar donde se esconda mi clamor.",
      "topic": ""
    },
    "19": {
      "text": "Por cierto aún ahora en los cielos está mi testigo, y mi testigo en las alturas.",
      "topic": ""
    },
    "20": {
      "text": "Mis disputadores son mis amigos; mas a Dios destilarán mis ojos.",
      "topic": ""
    },
    "21": {
      "text": "¡Deseo que pudiese disputar el hombre con Dios, como puede con su prójimo!",
      "topic": ""
    },
    "22": {
      "text": "Mas los años contados vendrán, y yo andaré el camino por donde no volveré.",
      "topic": ""
    }
  }
}