{
  "info": {
    "book": "Job",
    "chapter": "18",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Bildad suhita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Cuándo pondréis fin a las palabras? Entended, y después hablemos.",
      "topic": ""
    },
    "3": {
      "text": "¿Por qué somos tenidos por bestias? ¿En vuestros ojos somos viles?",
      "topic": ""
    },
    "4": {
      "text": "Oh tú, que despedazas tu alma con tu furor, ¿será dejada la tierra por tu causa, y serán traspasadas de su lugar las peñas?",
      "topic": ""
    },
    "5": {
      "text": "¶ Ciertamente la luz de los impíos será apagada, y no resplandecerá la centella de su fuego.",
      "topic": ""
    },
    "6": {
      "text": "La luz se oscurecerá en su tienda, y su candil se apagará sobre él.",
      "topic": ""
    },
    "7": {
      "text": "Los pasos de su potencia serán acortados, y su mismo consejo lo echará a perder .",
      "topic": ""
    },
    "8": {
      "text": "Porque red será echada en sus pies, y sobre red andará.",
      "topic": ""
    },
    "9": {
      "text": "Lazo prenderá su calcañar; esforzará contra él los sedientos.",
      "topic": ""
    },
    "10": {
      "text": "Su cuerda está escondida en la tierra, y su torzuelo sobre la senda.",
      "topic": ""
    },
    "11": {
      "text": "¶ De todas partes lo asombrarán temores, y con sus mismos pies lo ahuyentarán.",
      "topic": ""
    },
    "12": {
      "text": "Su fuerza será hambrienta, y a su costilla estará aparejado quebrantamiento.",
      "topic": ""
    },
    "13": {
      "text": "Comerán los ramos de su cuero, y el primogénito de la muerte tragará sus miembros.",
      "topic": ""
    },
    "14": {
      "text": "Su confianza será arrancada de su tienda, y al rey de los espantos será conducido.",
      "topic": ""
    },
    "15": {
      "text": "En su tienda morará como si no fuese suya; piedra de azufre será esparcida sobre su morada.",
      "topic": ""
    },
    "16": {
      "text": "Abajo se secarán sus raíces, y arriba serán cortadas sus ramas.",
      "topic": ""
    },
    "17": {
      "text": "Su memoria perecerá de la tierra, y no tendrá nombre por las calles.",
      "topic": ""
    },
    "18": {
      "text": "De la luz será lanzado a las tinieblas, y echado fuera del mundo.",
      "topic": ""
    },
    "19": {
      "text": "No tendrá hijo ni nieto en su pueblo, ni quien le suceda en sus moradas.",
      "topic": ""
    },
    "20": {
      "text": "Sobre su día se espantarán los por venir, como ocupó el pavor a los que fueron antes.",
      "topic": ""
    },
    "21": {
      "text": "Ciertamente tales son las moradas del impío, y éste es el lugar del que no conoció a Dios.",
      "topic": ""
    }
  }
}