{
  "info": {
    "book": "Job",
    "chapter": "19",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Job, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Hasta cuándo angustiaréis mi alma, y me moleréis con palabras?",
      "topic": ""
    },
    "3": {
      "text": "Ya me habéis vituperado diez veces; ¿no os avergonzáis de descomediros delante de mí?",
      "topic": ""
    },
    "4": {
      "text": "Sea así que realmente haya yo errado, conmigo se quedará mi yerro.",
      "topic": ""
    },
    "5": {
      "text": "Mas si vosotros os engrandeciéreis contra mí, y redarguyeres mi oprobio contra mí,",
      "topic": ""
    },
    "6": {
      "text": "sabed ahora que Dios me ha derribado, y me ha envuelto en su red.",
      "topic": ""
    },
    "7": {
      "text": "He aquí yo clamaré agravio, y no seré oído; daré voces, y no habrá juicio.",
      "topic": ""
    },
    "8": {
      "text": "¶ Cercó de vallado mi camino, y no pasaré; y sobre mis veredas puso tinieblas.",
      "topic": ""
    },
    "9": {
      "text": "Me quitó mi honra, y quitó la corona de mi cabeza.",
      "topic": ""
    },
    "10": {
      "text": "Me arrancó por todos lados, y me sequé; y ha hecho pasar mi esperanza como árbol arrancado.",
      "topic": ""
    },
    "11": {
      "text": "E hizo inflamar contra mí su furor, y me contó para sí entre sus enemigos.",
      "topic": ""
    },
    "12": {
      "text": "Vinieron sus ejércitos a una, y trillaron sobre mí su camino, y asentaron campamento en derredor de mi tienda.",
      "topic": ""
    },
    "13": {
      "text": "Hizo alejar de mí mis hermanos, y ciertamente mis conocidos se extrañaron de mí.",
      "topic": ""
    },
    "14": {
      "text": "Mis parientes se detuvieron, y mis conocidos se olvidaron de mí.",
      "topic": ""
    },
    "15": {
      "text": "Los moradores de mi casa y mis criadas me tuvieron por extraño; forastero fui yo en sus ojos.",
      "topic": ""
    },
    "16": {
      "text": "Llamé a mi siervo, y no respondió; de mi propia boca le suplicaba.",
      "topic": ""
    },
    "17": {
      "text": "Mi espíritu vino a ser extraño a mi mujer, aunque por los hijos de mis entrañas le rogaba.",
      "topic": ""
    },
    "18": {
      "text": "Aun los muchachos me menospreciaron; levantándome, hablaban contra mí.",
      "topic": ""
    },
    "19": {
      "text": "Todos mis íntimos amigos me aborrecieron; y los que yo amaba, se tornaron contra mí.",
      "topic": ""
    },
    "20": {
      "text": "Mi piel y mi carne se pegaron a mis huesos; y he escapado con la piel de mis dientes.",
      "topic": ""
    },
    "21": {
      "text": "Oh vosotros mis amigos, tened compasión de mí, tened compasión de mí; porque la mano de Dios me ha tocado.",
      "topic": ""
    },
    "22": {
      "text": "¿Por qué me perseguís como Dios, y no os saciáis de mis carnes?",
      "topic": ""
    },
    "23": {
      "text": "¶ ¡Quién diese ahora que mis palabras fuesen escritas! ¡Quién diese que se escribieran en un libro!",
      "topic": ""
    },
    "24": {
      "text": "¡Que con cincel de hierro y con plomo fuesen en piedra esculpidas para siempre!",
      "topic": ""
    },
    "25": {
      "text": "Yo sé que mi Redentor vive, y al fin se levantará sobre el polvo;",
      "topic": ""
    },
    "26": {
      "text": "y después desde esta mi piel rota, y desde mi propia carne tengo que ver a Dios.",
      "topic": ""
    },
    "27": {
      "text": "Al cual yo tengo que ver por mí, y mis ojos lo han de ver, y no otro, aunque mis riñones se consuman dentro de mí.",
      "topic": ""
    },
    "28": {
      "text": "Mas debierais decir: ¿Por qué lo perseguimos? Ya que la raíz del negocio en mí se halla.",
      "topic": ""
    },
    "29": {
      "text": "Temed vosotros delante de la espada; porque sobreviene el furor de la espada a causa de las injusticias, para que sepáis que hay un juicio.",
      "topic": ""
    }
  }
}