{
  "info": {
    "book": "Job",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Job, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "Oíd atentamente mi palabra, y sea esto por vuestros consuelos.",
      "topic": ""
    },
    "3": {
      "text": "Soportadme, y yo hablaré; y después que hubiere hablado, escarneced.",
      "topic": ""
    },
    "4": {
      "text": "¿Por ventura hablo yo a algún hombre? Y si es así ¿por qué no se ha de angustiar mi espíritu?",
      "topic": ""
    },
    "5": {
      "text": "Miradme, y espantaos, y poned la mano sobre la boca.",
      "topic": ""
    },
    "6": {
      "text": "Aun yo mismo , cuando me acuerdo, me asombro, y toma temblor mi carne.",
      "topic": ""
    },
    "7": {
      "text": "¶ ¿Por qué viven los impíos, y se envejecen, y aún crecen en riquezas?",
      "topic": ""
    },
    "8": {
      "text": "Su simiente con ellos, compuesta delante de ellos; y sus renuevos delante de sus ojos.",
      "topic": ""
    },
    "9": {
      "text": "Sus casas seguras de temor, ni hay azote de Dios sobre ellos.",
      "topic": ""
    },
    "10": {
      "text": "Sus vacas conciben, no abortan; paren sus vacas, y no malogran su cría.",
      "topic": ""
    },
    "11": {
      "text": "Salen sus chiquitos como manada de ovejas, y sus hijos andan saltando.",
      "topic": ""
    },
    "12": {
      "text": "Al son de tamboril y cítara saltan, y se regocijan al son del órgano.",
      "topic": ""
    },
    "13": {
      "text": "Gastan sus días en bien, y en un momento descienden a la sepultura.",
      "topic": ""
    },
    "14": {
      "text": "Dicen pues a Dios: Apártate de nosotros, que no queremos el conocimiento de tus caminos.",
      "topic": ""
    },
    "15": {
      "text": "¿Quién es el Todopoderoso, para que le sirvamos? ¿Y de qué nos aprovechará que oremos a él?",
      "topic": ""
    },
    "16": {
      "text": "He aquí que su bien no está en manos de ellos; el consejo de los impíos lejos esté de mí.",
      "topic": ""
    },
    "17": {
      "text": "¶ ¡Oh cuántas veces el candil de los impíos es apagado, y viene sobre ellos su contrición, y con su ira Dios les reparte dolores!",
      "topic": ""
    },
    "18": {
      "text": "Serán como la paja delante del viento, y como el tamo que arrebata el torbellino.",
      "topic": ""
    },
    "19": {
      "text": "Dios guardará para los hijos de ellos su violencia; y le dará su pago, para que conozca.",
      "topic": ""
    },
    "20": {
      "text": "Verán sus ojos su quebranto, y beberá de la ira del Todopoderoso.",
      "topic": ""
    },
    "21": {
      "text": "Porque ¿qué deleite tendrá el de su casa después de sí, siendo cortado el número de sus meses?",
      "topic": ""
    },
    "22": {
      "text": "¿Por ventura enseñará él a Dios sabiduría, juzgando él las alturas?",
      "topic": ""
    },
    "23": {
      "text": "Este morirá en la fortaleza de su hermosura, todo quieto y pacífico.",
      "topic": ""
    },
    "24": {
      "text": "Sus senos están llenas de leche, y sus huesos serán regados de tuétano.",
      "topic": ""
    },
    "25": {
      "text": "Y este otro morirá en amargura de ánimo, y no habiendo comido jamás con gusto.",
      "topic": ""
    },
    "26": {
      "text": "Igualmente yacerán ellos en el polvo, y gusanos los cubrirán.",
      "topic": ""
    },
    "27": {
      "text": "¶ He aquí, yo conozco vuestros pensamientos, y las imaginaciones que contra mí forjáis.",
      "topic": ""
    },
    "28": {
      "text": "Porque decís: ¿Qué es de la casa del príncipe, y qué de la tienda de las moradas de los impíos?",
      "topic": ""
    },
    "29": {
      "text": "¿No habéis preguntado a los que pasan por los caminos, por cuyas señas no negaréis?",
      "topic": ""
    },
    "30": {
      "text": "Que el malo es guardado del día de la contrición, del día de las iras son llevados.",
      "topic": ""
    },
    "31": {
      "text": "¿Quién le denunciará en su cara su camino? Y de lo que él hizo, ¿quién le dará el pago?",
      "topic": ""
    },
    "32": {
      "text": "Porque él ya será llevado a los sepulcros, y en el montón permanecerá.",
      "topic": ""
    },
    "33": {
      "text": "Los terrones del arroyo le serán ya dulces; y tras de él será llevado todo hombre, y antes de él han ido innumerables.",
      "topic": ""
    },
    "34": {
      "text": "¿Cómo, pues, me consoláis en vano, dado que vuestras respuestas quedan por mentira?",
      "topic": ""
    }
  }
}