{
  "info": {
    "book": "Job",
    "chapter": "22",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Elifaz temanita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Por ventura traerá el hombre provecho a Dios? Porque para sí mismo es provechoso el sabio.",
      "topic": ""
    },
    "3": {
      "text": "¿Por ventura tiene su contentamiento el Omnipotente en que tú seas justificado, o le viene algún provecho de que tú hagas perfectos tus caminos?",
      "topic": ""
    },
    "4": {
      "text": "¿Por ventura te castigará acaso, o vendrá contigo a juicio porque te teme?",
      "topic": ""
    },
    "5": {
      "text": "¶ Por cierto tu malicia es grande, y tus maldades no tienen fin.",
      "topic": ""
    },
    "6": {
      "text": "Porque sacaste prenda a tus hermanos sin causa, e hiciste desnudar las ropas de los desnudos.",
      "topic": ""
    },
    "7": {
      "text": "No diste de beber agua al cansado, y detuviste el pan al hambriento.",
      "topic": ""
    },
    "8": {
      "text": "Pero el hombre pudiente tuvo la tierra; y habitó en ella el honrado.",
      "topic": ""
    },
    "9": {
      "text": "A las viudas enviaste vacías, y los brazos de los huérfanos fueron quebrados.",
      "topic": ""
    },
    "10": {
      "text": "Por tanto hay lazos alrededor de ti, y te turba espanto repentino;",
      "topic": ""
    },
    "11": {
      "text": "o tinieblas, para que no veas; y abundancia de agua te cubre.",
      "topic": ""
    },
    "12": {
      "text": "¿Por ventura Dios no está en la altura de los cielos? Mira la altura de las estrellas, cómo son altas.",
      "topic": ""
    },
    "13": {
      "text": "¿Y dirás tú: Qué sabe Dios? ¿Cómo juzgará por medio de la oscuridad?",
      "topic": ""
    },
    "14": {
      "text": "Las nubes son su escondedero, y no ve; y por el cerco del cielo se pasea.",
      "topic": ""
    },
    "15": {
      "text": "¶ ¿Quieres tú guardar la senda antigua, que pisaron los varones perversos?",
      "topic": ""
    },
    "16": {
      "text": "Los cuales fueron cortados antes de tiempo, cuyo fundamento fue como un río derramado.",
      "topic": ""
    },
    "17": {
      "text": "Que decían a Dios: Apártate de nosotros, y ¿qué nos ha de hacer el Omnipotente?",
      "topic": ""
    },
    "18": {
      "text": "El les había llenado sus casas de bienes. Por tanto el consejo de ellos lejos sea de mí.",
      "topic": ""
    },
    "19": {
      "text": "Verán los justos y se gozarán; y el inocente los escarnecerá, diciendo:",
      "topic": ""
    },
    "20": {
      "text": "¿Por ventura fue cortada nuestra sustancia, habiendo consumido el fuego el resto de ellos?",
      "topic": ""
    },
    "21": {
      "text": "¶ Amístate ahora con él, y tendrás paz; y por ello te vendrá bien.",
      "topic": ""
    },
    "22": {
      "text": "Toma ahora la ley de su boca, y pon sus palabras en tu corazón.",
      "topic": ""
    },
    "23": {
      "text": "Si te volvieres al Omnipotente, serás edificado; alejarás de tu tienda la iniquidad;",
      "topic": ""
    },
    "24": {
      "text": "y tendrás más oro que tierra, y como piedras de arroyos oro de Ofir.",
      "topic": ""
    },
    "25": {
      "text": "Y el Todopoderoso será tu defensa, y tendrás plata a montones.",
      "topic": ""
    },
    "26": {
      "text": "Porque entonces te deleitarás en el Omnipotente, y alzarás a Dios tu rostro.",
      "topic": ""
    },
    "27": {
      "text": "Orarás a él, y él te oirá; y tú pagarás tus promesas.",
      "topic": ""
    },
    "28": {
      "text": "Determinarás asimismo una cosa, y te será firme; y sobre tus caminos resplandecerá luz.",
      "topic": ""
    },
    "29": {
      "text": "Cuando los otros fueren abatidos, dirás tú: Ensalzamiento habrá; y Dios salvará al humilde de ojos.",
      "topic": ""
    },
    "30": {
      "text": "Un inocente escapará de una isla (o de un reino ); y en la limpieza de tus manos será guardado.",
      "topic": ""
    }
  }
}