{
  "info": {
    "book": "Job",
    "chapter": "24",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Puesto que no son ocultos los tiempos al Todopoderoso, ¿por qué los que le conocen no ven sus días?",
      "topic": ""
    },
    "2": {
      "text": "Toman los términos, roban los ganados, y pacen los campos ajenos .",
      "topic": ""
    },
    "3": {
      "text": "Se llevan el asno de los huérfanos; prenden el buey de la viuda.",
      "topic": ""
    },
    "4": {
      "text": "Hacen apartar del camino a los pobres; y todos los pobres de la tierra se esconden de ellos .",
      "topic": ""
    },
    "5": {
      "text": "He aquí, como asnos monteses en el desierto, salen a su obra madrugando para robar; el desierto es su mantenimiento y de sus hijos.",
      "topic": ""
    },
    "6": {
      "text": "En el campo siegan su pasto, y los impíos vendimian la viña ajena .",
      "topic": ""
    },
    "7": {
      "text": "Al desnudo hacen dormir sin ropa, y que en el frío no tenga cobertura.",
      "topic": ""
    },
    "8": {
      "text": "De la inundación de los montes fueron humedecidos, y abrazan las peñas sin tener en qué cubrirse.",
      "topic": ""
    },
    "9": {
      "text": "Quitan el pecho a los huérfanos, y de sobre el pobre toman la prenda.",
      "topic": ""
    },
    "10": {
      "text": "Al desnudo hacen andar sin vestido, y a los hambrientos quitan las gavillas.",
      "topic": ""
    },
    "11": {
      "text": "De dentro de sus paredes exprimen el aceite, pisan los lagares, y mueren de sed.",
      "topic": ""
    },
    "12": {
      "text": "De la ciudad claman los hombres, y las almas muertas dan voces, pero Dios no puso estorbo.",
      "topic": ""
    },
    "13": {
      "text": "¶ Ellos son entre los rebeldes a la luz, nunca conocieron sus caminos, ni estuvieron en sus veredas.",
      "topic": ""
    },
    "14": {
      "text": "A la luz se levanta el matador, mata al pobre y al necesitado, y de noche es como ladrón.",
      "topic": ""
    },
    "15": {
      "text": "El ojo del adúltero está aguardando la noche, diciendo: No me verá nadie; y esconde su rostro.",
      "topic": ""
    },
    "16": {
      "text": "En las tinieblas minan las casas, que de día para sí señalaron; no conocen la luz.",
      "topic": ""
    },
    "17": {
      "text": "Porque la mañana es a todos ellos como sombra de muerte; si son conocidos, terrores de sombra de muerte los toman .",
      "topic": ""
    },
    "18": {
      "text": "¶ Son livianos sobre las aguas; su porción es maldita en la tierra; nunca vienen por el camino de las viñas.",
      "topic": ""
    },
    "19": {
      "text": "La sequía y el calor arrebatan las aguas de la nieve; y el sepulcro a los pecadores.",
      "topic": ""
    },
    "20": {
      "text": "El Misericordioso se olvidará de ellos; de ellos sentirán los gusanos dulzura; nunca más habrá de ellos memoria, y como un árbol será quebrantada la iniquidad.",
      "topic": ""
    },
    "21": {
      "text": "A la mujer estéril que no concebía, afligió; y a la viuda nunca hizo bien.",
      "topic": ""
    },
    "22": {
      "text": "Mas a los violentos adelantó con su poder; se levantó, y no fió a nadie en la vida.",
      "topic": ""
    },
    "23": {
      "text": "Si algunos le dieron a crédito, y se afirmó en ellos ; sus ojos tuvo puestos sobre los caminos de ellos.",
      "topic": ""
    },
    "24": {
      "text": "Fueron ensalzados por un poco, y desaparecieron, y son abatidos como cada cual; serán encerrados, y cortados como cabezas de espigas.",
      "topic": ""
    },
    "25": {
      "text": "Y si no es así , ¿quién me desmentirá ahora, o reducirá a nada mis palabras?",
      "topic": ""
    }
  }
}