{
  "info": {
    "book": "Job",
    "chapter": "27",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y volvió Job a tomar su propósito, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "Vive el Dios que me quitó mi derecho, y el Omnipotente, que amargó mi alma,",
      "topic": ""
    },
    "3": {
      "text": "que todo el tiempo que mi alma estuviere en mí, y hubiere hálito de Dios en mis narices,",
      "topic": ""
    },
    "4": {
      "text": "mis labios no hablarán iniquidad, ni mi lengua pronunciará engaño.",
      "topic": ""
    },
    "5": {
      "text": "Nunca tal me acontezca que yo os justifique; hasta morir no quitaré de mí mi integridad.",
      "topic": ""
    },
    "6": {
      "text": "Mi justicia tengo asida, y no la cederé; no me reprochará mi corazón en todos mis días.",
      "topic": ""
    },
    "7": {
      "text": "¶ Sea como el impío mi enemigo, y como el inicuo mi adversario.",
      "topic": ""
    },
    "8": {
      "text": "Porque ¿cuál es la esperanza del hipócrita, por mucho que hubiere robado, cuando Dios arrebatare su alma?",
      "topic": ""
    },
    "9": {
      "text": "¿Por ventura oirá Dios su clamor cuando la tribulación viniere sobre él?",
      "topic": ""
    },
    "10": {
      "text": "¿Por ventura se deleitará en el Omnipotente? ¿Invocará a Dios en todo tiempo?",
      "topic": ""
    },
    "11": {
      "text": "¶ Yo os enseñaré lo que hay en la mano de Dios; no esconderé lo que hay acerca del Omnipotente.",
      "topic": ""
    },
    "12": {
      "text": "He aquí que todos vosotros lo habéis visto, ¿por qué pues os desvanecéis con vanidad?",
      "topic": ""
    },
    "13": {
      "text": "Esta es para con Dios la suerte del hombre impío, y la herencia que los violentos han de recibir del Omnipotente.",
      "topic": ""
    },
    "14": {
      "text": "Si sus hijos fueren multiplicados, serán para el cuchillo; y sus pequeños no se saciarán de pan.",
      "topic": ""
    },
    "15": {
      "text": "Los que de ellos quedaren, en muerte serán sepultados; y no llorarán sus viudas.",
      "topic": ""
    },
    "16": {
      "text": "Si amontonare plata como polvo, y si preparare ropa como lodo;",
      "topic": ""
    },
    "17": {
      "text": "la habrá preparado él, mas el justo se vestirá, y el inocente repartirá la plata.",
      "topic": ""
    },
    "18": {
      "text": "Edificó su casa como la polilla, y como cabaña que el guarda hizo.",
      "topic": ""
    },
    "19": {
      "text": "El rico dormirá, mas no será recogido; abrirá sus ojos, y no verá a nadie.",
      "topic": ""
    },
    "20": {
      "text": "Asirán de él terrores como aguas; torbellino lo arrebatará de noche.",
      "topic": ""
    },
    "21": {
      "text": "Lo tomará el solano, y partirá; y tempestad lo arrebatará del lugar suyo.",
      "topic": ""
    },
    "22": {
      "text": "Dios, pues, descargará sobre él, y no perdonará. Hará él por huir de su mano.",
      "topic": ""
    },
    "23": {
      "text": "Batirán sus manos sobre él, y desde su lugar le silbarán.",
      "topic": ""
    }
  }
}