{
  "info": {
    "book": "Job",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Después de esto abrió Job su boca, y maldijo su día.",
      "topic": ""
    },
    "2": {
      "text": "Y exclamó Job, y dijo:",
      "topic": ""
    },
    "3": {
      "text": "Perezca el día en que yo fui nacido, y la noche que dijo: Varón es concebido.",
      "topic": ""
    },
    "4": {
      "text": "Aquel día fuera tinieblas, y Dios no curara de él desde arriba, ni claridad resplandeciera sobre él.",
      "topic": ""
    },
    "5": {
      "text": "Aféenlo tinieblas y sombra de muerte; reposara sobre él nublado, que lo hiciera horrible como día caluroso.",
      "topic": ""
    },
    "6": {
      "text": "Aquella noche ocupara oscuridad, ni fuera contada entre los días del año, ni viniera en el número de los meses.",
      "topic": ""
    },
    "7": {
      "text": "¡Oh, si fuere aquella noche solitaria, que no viniera en ella canción!",
      "topic": ""
    },
    "8": {
      "text": "Maldijéranla los que maldicen al día, los que se aparejan para levantar su llanto.",
      "topic": ""
    },
    "9": {
      "text": "Las estrellas de su alba fueran oscurecidas; esperaran la luz, y no viniera , ni viera los párpados de la mañana;",
      "topic": ""
    },
    "10": {
      "text": "por cuanto no cerró las puertas del vientre donde yo estaba, ni escondió de mis ojos la miseria.",
      "topic": ""
    },
    "11": {
      "text": "¶ ¿Por qué no morí yo desde la matriz, o fui traspasado saliendo del vientre?",
      "topic": ""
    },
    "12": {
      "text": "¿Por qué me previnieron las rodillas? ¿Y para qué los senos que mamase?",
      "topic": ""
    },
    "13": {
      "text": "Pues que ahora yaciera yo, y reposara; durmiera, y entonces tuviera reposo,",
      "topic": ""
    },
    "14": {
      "text": "con los reyes y con los consejeros de la tierra, que edifican para sí los desiertos;",
      "topic": ""
    },
    "15": {
      "text": "o con los príncipes que poseen el oro, que llenan sus casas de plata.",
      "topic": ""
    },
    "16": {
      "text": "O ¿por qué no fui escondido como abortivo, como los pequeñitos que nunca vieron luz?",
      "topic": ""
    },
    "17": {
      "text": "Allí los impíos dejaron el miedo, y allí descansaron los de cansadas fuerzas.",
      "topic": ""
    },
    "18": {
      "text": "Allí también reposaron los cautivos; no oyeron la voz del exactor.",
      "topic": ""
    },
    "19": {
      "text": "Allí está el chico y el grande; allí es el siervo libre de su señor.",
      "topic": ""
    },
    "20": {
      "text": "¶ ¿Por qué dio luz al trabajado, y vida a los amargos de ánimo?",
      "topic": ""
    },
    "21": {
      "text": "Que esperan la muerte, y no la hay; y la buscan más que tesoros.",
      "topic": ""
    },
    "22": {
      "text": "Que se alegran sobremanera, y se gozan cuando hallan el sepulcro.",
      "topic": ""
    },
    "23": {
      "text": "Al hombre que no sabe por donde vaya, y que Dios lo encerró.",
      "topic": ""
    },
    "24": {
      "text": "Porque antes que mi pan, viene mi suspiro; y mis gemidos corren como aguas.",
      "topic": ""
    },
    "25": {
      "text": "Porque el temor que me espantaba me ha venido, y me ha acontecido lo que temía.",
      "topic": ""
    },
    "26": {
      "text": "Nunca tuve paz, nunca me aseguré, ni nunca me reposé; y me vino turbación.",
      "topic": ""
    }
  }
}