{
  "info": {
    "book": "Job",
    "chapter": "30",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Mas ahora los más mozos de días que yo, se ríen de mí; cuyos padres yo desdeñara ponerlos con los perros de mi ganado.",
      "topic": ""
    },
    "2": {
      "text": "Porque ¿para qué yo habría menester la fuerza de sus manos, en los cuales pereció el tiempo?",
      "topic": ""
    },
    "3": {
      "text": "Por causa de la pobreza y del hambre andaban solos; huían a la soledad, al lugar tenebroso, asolado y desierto.",
      "topic": ""
    },
    "4": {
      "text": "Que cogían malvas entre los arbustos, y raíces de enebro para calentarse.",
      "topic": ""
    },
    "5": {
      "text": "Eran echados de entre los hombres , y todos les daban gritos como al ladrón.",
      "topic": ""
    },
    "6": {
      "text": "Habitaban en las barrancas de los arroyos, en las cavernas de la tierra, y en las piedras.",
      "topic": ""
    },
    "7": {
      "text": "Bramaban entre las matas, y se congregaban debajo de las espinas.",
      "topic": ""
    },
    "8": {
      "text": "Hijos de viles, y hombres sin nombre, más bajos que la misma tierra.",
      "topic": ""
    },
    "9": {
      "text": "Y ahora yo soy su canción, y soy hecho a ellos refrán.",
      "topic": ""
    },
    "10": {
      "text": "Me abominan, se alejan de mí, y aun de mi rostro no detuvieron su saliva.",
      "topic": ""
    },
    "11": {
      "text": "Porque Dios desató mi cuerda, y me afligió, por eso se desenfrenaron delante de mi rostro.",
      "topic": ""
    },
    "12": {
      "text": "A la mano derecha se levantaron los jóvenes; empujaron mis pies, y pisaron sobre mí las sendas de su contrición.",
      "topic": ""
    },
    "13": {
      "text": "Mi senda derribaron, se aprovecharon de mi quebrantamiento, contra los cuales no hubo ayudador.",
      "topic": ""
    },
    "14": {
      "text": "Vinieron como por portillo ancho, se revolvieron por mi calamidad.",
      "topic": ""
    },
    "15": {
      "text": "¶ Se han revuelto turbaciones sobre mí; combatieron como viento mi voluntad, y mi salud como nube que pasa.",
      "topic": ""
    },
    "16": {
      "text": "Y ahora mi alma está derramada en mí; días de aflicción se apoderan de mí.",
      "topic": ""
    },
    "17": {
      "text": "De noche taladra sobre mí mis huesos, y mis pulsos no reposan.",
      "topic": ""
    },
    "18": {
      "text": "Con la grandeza de la fuerza del dolor mi vestidura es mudada; me ciñe como el cuello de mi ropa.",
      "topic": ""
    },
    "19": {
      "text": "Me derribó en el lodo, y soy semejante al polvo, y a la ceniza.",
      "topic": ""
    },
    "20": {
      "text": "Clamo a ti, y no me oyes; me presento, y no me atiendes.",
      "topic": ""
    },
    "21": {
      "text": "Te has vuelto cruel para mí; con la fortaleza de tu mano me eres adversario.",
      "topic": ""
    },
    "22": {
      "text": "Me levantaste, y me hiciste cabalgar sobre el viento, y derretiste en mí el ser.",
      "topic": ""
    },
    "23": {
      "text": "Porque yo conozco que me conduces a la muerte; y a la casa determinada a todo viviente.",
      "topic": ""
    },
    "24": {
      "text": "Mas él no extenderá la mano contra el sepulcro; ¿clamarán por ventura los sepultados cuando él los quebrantare?",
      "topic": ""
    },
    "25": {
      "text": "¿Por ventura no lloré yo al afligido? Y mi alma ¿no se entristeció sobre el menesteroso?",
      "topic": ""
    },
    "26": {
      "text": "Cuando esperaba el bien, entonces me vino el mal; y cuando esperaba la luz, vino la oscuridad.",
      "topic": ""
    },
    "27": {
      "text": "Mis entrañas hierven, y no reposan; días de aflicción me han sobrecogido.",
      "topic": ""
    },
    "28": {
      "text": "Denegrido anduve, y no por el sol; me he levantado en la congregación, y clamé.",
      "topic": ""
    },
    "29": {
      "text": "He venido a ser hermano de los dragones, y compañero de los búhos.",
      "topic": ""
    },
    "30": {
      "text": "Mi piel está denegrida sobre mí, y mis huesos se secaron con ardentía.",
      "topic": ""
    },
    "31": {
      "text": "Y se ha tornado mi arpa en luto, y mi órgano en voz de lamentadores.",
      "topic": ""
    }
  }
}