{
  "info": {
    "book": "Job",
    "chapter": "31",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Hice pacto con mis ojos; ¿cómo, pues, había yo de mirar a una virgen?",
      "topic": ""
    },
    "2": {
      "text": "Porque ¿qué galardón me daría de arriba Dios, y qué heredad el Omnipotente de las alturas?",
      "topic": ""
    },
    "3": {
      "text": "¿Por ventura no hay quebrantamiento para el impío, y extrañamiento para los que obran iniquidad?",
      "topic": ""
    },
    "4": {
      "text": "¿Por ventura no ve él mis caminos, y cuenta todos mis pasos?",
      "topic": ""
    },
    "5": {
      "text": "Si anduve con mentira, y si mi pie se apresuró a engaño,",
      "topic": ""
    },
    "6": {
      "text": "péseme Dios en balanzas de justicia, y conocerá mi perfección.",
      "topic": ""
    },
    "7": {
      "text": "Si mis pasos se apartaron del camino, y si mi corazón se fue tras mis ojos, y si algo se apegó a mis manos,",
      "topic": ""
    },
    "8": {
      "text": "siembre yo, y otro coma, y mis verduras sean arrancadas.",
      "topic": ""
    },
    "9": {
      "text": "¶ Si fue mi corazón engañado acerca de mujer, y si estuve acechando a la puerta de mi prójimo,",
      "topic": ""
    },
    "10": {
      "text": "muela para otro mi mujer, y sobre ella otros se encorven.",
      "topic": ""
    },
    "11": {
      "text": "Porque es maldad e iniquidad, comprobada.",
      "topic": ""
    },
    "12": {
      "text": "Porque es fuego que devoraría hasta el sepulcro, y desarraigaría toda mi hacienda.",
      "topic": ""
    },
    "13": {
      "text": "Si hubiera tenido en poco el derecho de mi siervo y de mi sierva, cuando ellos pleitearan conmigo,",
      "topic": ""
    },
    "14": {
      "text": "¿qué haría yo cuando Dios se levantase? Y cuando él visitara, ¿qué le respondería yo?",
      "topic": ""
    },
    "15": {
      "text": "¿Por ventura el que en el vientre me hizo a mí, no lo hizo a él? ¿Y no nos dispuso un mismo autor en la matriz?",
      "topic": ""
    },
    "16": {
      "text": "¶ Si estorbé el contento de los pobres, e hice desfallecer los ojos de la viuda;",
      "topic": ""
    },
    "17": {
      "text": "y si comí mi bocado solo, y no comió de él el huérfano;",
      "topic": ""
    },
    "18": {
      "text": "(porque desde mi juventud creció conmigo el huérfano como con padre, y desde el vientre de mi madre fui guía de la viuda);",
      "topic": ""
    },
    "19": {
      "text": "si he visto que pereciera alguno sin vestido, y al menesteroso sin cobertura;",
      "topic": ""
    },
    "20": {
      "text": "si no me bendijeron sus lomos, y del vellón de mis ovejas se calentaron;",
      "topic": ""
    },
    "21": {
      "text": "si alcé contra el huérfano mi mano, aunque viese que me ayudarían en la puerta;",
      "topic": ""
    },
    "22": {
      "text": "mi espalda se caiga de mi hombro, y mi brazo sea quebrado de mi canilla.",
      "topic": ""
    },
    "23": {
      "text": "Porque temí el castigo de Dios, contra cuya alteza yo no tendría poder.",
      "topic": ""
    },
    "24": {
      "text": "¶ Si puse en el oro mi esperanza, y dije al oro: Mi confianza eres tú;",
      "topic": ""
    },
    "25": {
      "text": "si me alegré de que mi hacienda se multiplicase, y de que mi mano hallase mucho;",
      "topic": ""
    },
    "26": {
      "text": "si he mirado al sol cuando resplandecía, y a la luna cuando iba hermosa,",
      "topic": ""
    },
    "27": {
      "text": "y mi corazón se engañó en secreto, y mi boca besó mi mano,",
      "topic": ""
    },
    "28": {
      "text": "esto también fuera maldad comprobada; porque habría negado al Dios soberano.",
      "topic": ""
    },
    "29": {
      "text": "Si me alegré en el quebrantamiento del que me aborrecía, y me regocijé cuando le halló el mal;",
      "topic": ""
    },
    "30": {
      "text": "que ni aun entregué al pecado mi paladar, pidiendo maldición para su alma;",
      "topic": ""
    },
    "31": {
      "text": "cuando mis domésticos decían: ¡Quién nos diese de su carne! Nunca nos hartaríamos.",
      "topic": ""
    },
    "32": {
      "text": "El extranjero no tenía fuera la noche; mis puertas abría al caminante.",
      "topic": ""
    },
    "33": {
      "text": "¶ Si encubrí, como los hombres mis prevaricaciones, escondiendo en mi seno mi iniquidad;",
      "topic": ""
    },
    "34": {
      "text": "si temí a la gran multitud, y el menosprecio de las familias me atemorizó, y callé, y no salí de mi puerta,",
      "topic": ""
    },
    "35": {
      "text": "¡quién me diera quien me oyese! He aquí mi señal es que el Omnipotente testificará por mí, aunque mi adversario me hiciera el proceso.",
      "topic": ""
    },
    "36": {
      "text": "Ciertamente yo lo llevaría sobre mi hombro, y me lo ataría en lugar de coronas.",
      "topic": ""
    },
    "37": {
      "text": "Yo le contaría el número de mis pasos, y como príncipe me llegaría a él.",
      "topic": ""
    },
    "38": {
      "text": "Si mi tierra clamara contra mí, y llorarán todos sus surcos;",
      "topic": ""
    },
    "39": {
      "text": "si comí su sustancia sin dinero, o afligí el alma de sus dueños;",
      "topic": ""
    },
    "40": {
      "text": "en lugar de trigo me nazcan espinos, y abrojos en lugar de cebada. Se acaban las palabras de Job.",
      "topic": ""
    }
  }
}