{
  "info": {
    "book": "Job",
    "chapter": "33",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Por tanto, Job, oye ahora mis razones, y escucha todas mis palabras.",
      "topic": ""
    },
    "2": {
      "text": "He aquí yo abriré ahora mi boca, y mi lengua hablará en mi garganta.",
      "topic": ""
    },
    "3": {
      "text": "Mis razones declararán la rectitud de mi corazón, y mis labios proferirán pura sabiduría.",
      "topic": ""
    },
    "4": {
      "text": "El espíritu de Dios me hizo, y la inspiración del Omnipotente me dio vida.",
      "topic": ""
    },
    "5": {
      "text": "Si pudieres, respóndeme; dispón tus palabras, estás delante de mí.",
      "topic": ""
    },
    "6": {
      "text": "Heme aquí a mí en lugar de Dios, conforme a tu dicho: De lodo soy yo también formado.",
      "topic": ""
    },
    "7": {
      "text": "He aquí que mi terror no te espantará, ni mi mano se agravará sobre ti.",
      "topic": ""
    },
    "8": {
      "text": "¶ De cierto tú dijiste a oídos míos, y yo oí la voz de tus palabras que decían :",
      "topic": ""
    },
    "9": {
      "text": "Yo soy limpio y sin rebelión; y soy inocente, y no hay maldad en mí.",
      "topic": ""
    },
    "10": {
      "text": "He aquí que Dios buscó achaques contra mí, y me tiene por su enemigo;",
      "topic": ""
    },
    "11": {
      "text": "puso mis pies en el cepo, y guardó todas mis sendas.",
      "topic": ""
    },
    "12": {
      "text": "He aquí en esto no has hablado justamente; yo te responderé que mayor es Dios que el hombre.",
      "topic": ""
    },
    "13": {
      "text": "¿Por qué tomaste pleito contra él? Porque él no dirá todas sus palabras.",
      "topic": ""
    },
    "14": {
      "text": "¶ Sin embargo, en una o en dos maneras habla Dios al que no ve.",
      "topic": ""
    },
    "15": {
      "text": "Por sueño de visión nocturna, cuando el sueño cae sobre los hombres, cuando se adormecen sobre el lecho;",
      "topic": ""
    },
    "16": {
      "text": "entonces revela al oído de los hombres, y les señala su castigo;",
      "topic": ""
    },
    "17": {
      "text": "para quitar al hombre de la mala obra, y apartar del varón la soberbia.",
      "topic": ""
    },
    "18": {
      "text": "Así detendrá su alma de corrupción, y su vida de ser pasada a cuchillo.",
      "topic": ""
    },
    "19": {
      "text": "¶ También sobre su cama es castigado con dolor fuerte en todos sus huesos,",
      "topic": ""
    },
    "20": {
      "text": "que le hace que su vida aborrezca el pan, y su alma la comida suave.",
      "topic": ""
    },
    "21": {
      "text": "Su carne desfallece sin verse, y sus huesos, que antes no se veían, aparecen.",
      "topic": ""
    },
    "22": {
      "text": "Y su alma se acercará al sepulcro, y su vida a los enterradores.",
      "topic": ""
    },
    "23": {
      "text": "Si tuviera cerca de él algún elocuente anunciador muy escogido, que anuncie al hombre su justicia;",
      "topic": ""
    },
    "24": {
      "text": "que le diga que Dios tuvo de él misericordia, que lo libró de descender al sepulcro, que halló redención;",
      "topic": ""
    },
    "25": {
      "text": "se enternecerá su carne más que de niño, y volverá a los días de su juventud.",
      "topic": ""
    },
    "26": {
      "text": "Orará a Dios, y le amará, y verá su faz con júbilo; y él dará al hombre el pago de su justicia.",
      "topic": ""
    },
    "27": {
      "text": "El mira sobre los hombres; y el que dijere: Pequé, y pervertí lo recto, y no me ha aprovechado;",
      "topic": ""
    },
    "28": {
      "text": "Dios redimirá su alma, que no pase al sepulcro, y su vida se verá en luz.",
      "topic": ""
    },
    "29": {
      "text": "¶ He aquí, todas estas cosas hace Dios dos y tres veces con el hombre;",
      "topic": ""
    },
    "30": {
      "text": "para apartar su alma del sepulcro, y para ilustrarlo con la luz de los vivientes.",
      "topic": ""
    },
    "31": {
      "text": "Escucha, Job, y óyeme; calla, y yo hablaré.",
      "topic": ""
    },
    "32": {
      "text": "Y si tuvieres palabras, respóndeme; habla, porque yo te quiero justificar.",
      "topic": ""
    },
    "33": {
      "text": "Y si no, óyeme tú a mí; calla, y te enseñaré sabiduría.",
      "topic": ""
    }
  }
}