{
  "info": {
    "book": "Job",
    "chapter": "35",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y procediendo Eliú en su razonamiento, dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Piensas ser conforme a derecho esto que dijiste: Más justo soy yo que Dios?",
      "topic": ""
    },
    "3": {
      "text": "Porque dijiste: ¿Qué ventaja sacaras tú de ello? ¿O qué provecho tendré de mi pecado?",
      "topic": ""
    },
    "4": {
      "text": "Yo te responderé razones, y a tus compañeros contigo.",
      "topic": ""
    },
    "5": {
      "text": "Mira a los cielos, y ve, y considera que los cielos son más altos que tú.",
      "topic": ""
    },
    "6": {
      "text": "Si pecares, ¿qué habrás hecho contra él? Y si tus rebeliones se multiplicaren, ¿qué le harás tú?",
      "topic": ""
    },
    "7": {
      "text": "Si fueres justo, ¿qué le darás a él? ¿O qué recibirá de tu mano?",
      "topic": ""
    },
    "8": {
      "text": "Al hombre como tú dañará tu impiedad, y al hijo del hombre aprovechará tu justicia.",
      "topic": ""
    },
    "9": {
      "text": "¶ A causa de la multitud de las violencias clamarán, y darán voces por la fuerza de los muchos.",
      "topic": ""
    },
    "10": {
      "text": "Y ninguno dirá: ¿Dónde está Dios mi hacedor, que da canciones en la noche?",
      "topic": ""
    },
    "11": {
      "text": "Que nos enseña más que a las bestias de la tierra, y nos hace sabios más que las aves del cielo.",
      "topic": ""
    },
    "12": {
      "text": "Allí clamarán, y él no oirá, por la soberbia de los malos.",
      "topic": ""
    },
    "13": {
      "text": "Ciertamente Dios no oirá la vanidad, ni la mirará el Omnipotente.",
      "topic": ""
    },
    "14": {
      "text": "¶ Aunque más digas, no lo mirará; haz juicio delante de él, y espera en él.",
      "topic": ""
    },
    "15": {
      "text": "Mas ahora, porque en su ira no visita, ni se conoce con rigor,",
      "topic": ""
    },
    "16": {
      "text": "por eso Job abrió su boca vanamente, y multiplica palabras sin sabiduría.",
      "topic": ""
    }
  }
}