{
  "info": {
    "book": "Job",
    "chapter": "37",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ A esto también se espanta mi corazón, y salta de su lugar.",
      "topic": ""
    },
    "2": {
      "text": "Oíd atentamente su voz terrible, y la palabra que sale de su boca.",
      "topic": ""
    },
    "3": {
      "text": "Debajo de todos los cielos lo enderezará, y su luz se extenderá hasta los fines de la tierra.",
      "topic": ""
    },
    "4": {
      "text": "Tras de él bramará el sonido, tronará su valiente voz, y aunque sea oída su voz, no los detiene.",
      "topic": ""
    },
    "5": {
      "text": "Tronará Dios maravillosamente con su voz; él hace grandes cosas, y nosotros no lo entendemos.",
      "topic": ""
    },
    "6": {
      "text": "¶ Porque a la nieve dice: Sé en la tierra; lluvia tras lluvia, y lluvia tras lluvia en su fortaleza.",
      "topic": ""
    },
    "7": {
      "text": "Con la vehemencia de la lluvia encierra a todo hombre; para que todos los hombres conozcan su voz.",
      "topic": ""
    },
    "8": {
      "text": "La bestia se entrará en su escondrijo, y habitará en sus moradas.",
      "topic": ""
    },
    "9": {
      "text": "Del mediodía viene el torbellino, y de los vientos del norte el frío.",
      "topic": ""
    },
    "10": {
      "text": "Por el soplo de Dios se da el hielo, y las anchas aguas son constreñidas.",
      "topic": ""
    },
    "11": {
      "text": "Además de esto con la claridad fatiga las nubes, y las esparce con su luz.",
      "topic": ""
    },
    "12": {
      "text": "Y ellas se revuelven en derredor por sus designios, para hacer sobre la faz del mundo, en la tierra, lo que él les mandó.",
      "topic": ""
    },
    "13": {
      "text": "Unas veces por azote, otras por causa de su tierra, otras por misericordia las hará aparecer.",
      "topic": ""
    },
    "14": {
      "text": "¶ Escucha esto, Job: Repósate, y considera las maravillas de Dios.",
      "topic": ""
    },
    "15": {
      "text": "¿Supiste tú por ventura, cuando Dios las ponía en concierto, y hacía levantar la luz de su nube?",
      "topic": ""
    },
    "16": {
      "text": "¿Has conocido tú por ventura las diferencias de las nubes, las maravillas del Perfecto en sabiduría?",
      "topic": ""
    },
    "17": {
      "text": "¿Y eran calientes tus vestidos cuando él daba el reposo a la tierra del mediodía?",
      "topic": ""
    },
    "18": {
      "text": "¿Extendiste tú por ventura con él los cielos firmes como un espejo firme?",
      "topic": ""
    },
    "19": {
      "text": "Muéstranos, qué le hemos de decir; para que no hablemos disparates.",
      "topic": ""
    },
    "20": {
      "text": "¿Por ventura cuando yo hablare le será contado? ¿Cuando alguno se anegare le será dicho?",
      "topic": ""
    },
    "21": {
      "text": "¶ También alguna vez no se ve la luz clara en los cielos, y pasa un viento y los limpia.",
      "topic": ""
    },
    "22": {
      "text": "De la parte del norte vendrá la serenidad por el Dios terrible de alabanza.",
      "topic": ""
    },
    "23": {
      "text": "El es Todopoderoso, al cual no alcanzamos; grande en potencia, y en juicio, y en multitud de justicia no aflige.",
      "topic": ""
    },
    "24": {
      "text": "Por tanto los hombres lo temerán; todos los sabios de corazón no lo verán.",
      "topic": ""
    }
  }
}