{
  "info": {
    "book": "Job",
    "chapter": "38",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió el SEÑOR a Job desde la oscuridad, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Quién es ese que oscurece el consejo con palabras sin sabiduría?",
      "topic": ""
    },
    "3": {
      "text": "Ahora ciñe como varón tus lomos; yo te preguntaré, y hazme saber tú.",
      "topic": ""
    },
    "4": {
      "text": "¶ ¿Dónde estabas cuando yo fundaba la tierra? Hazmelo saber, si tienes inteligencia.",
      "topic": ""
    },
    "5": {
      "text": "¿Quién ordenó sus medidas, si lo sabes? ¿O quién extendió sobre ella cordel?",
      "topic": ""
    },
    "6": {
      "text": "¿Sobre qué estan fundadas sus bases? ¿O quién puso su piedra angular,",
      "topic": ""
    },
    "7": {
      "text": "cuando alababan todas las estrellas del alba, y se regocijaban todos los hijos de Dios?",
      "topic": ""
    },
    "8": {
      "text": "¿Quién encerró con puertas el mar, cuando se derramaba por fuera como saliendo de madre;",
      "topic": ""
    },
    "9": {
      "text": "cuando puse yo nubes por vestidura suya, y por su faja oscuridad?",
      "topic": ""
    },
    "10": {
      "text": "Y determiné sobre él mi decreto, y le puse puertas y cerrojo,",
      "topic": ""
    },
    "11": {
      "text": "y dije: Hasta aquí vendrás, y no pasarás adelante, y allí parará la hinchazón de tus ondas.",
      "topic": ""
    },
    "12": {
      "text": "¶ ¿Has mandado tú a la mañana en tus días? ¿Has mostrado al alba su lugar,",
      "topic": ""
    },
    "13": {
      "text": "para que ocupe los fines de la tierra, y que sean sacudidos de ella los impíos?",
      "topic": ""
    },
    "14": {
      "text": "Trasmudándose como lodo de sello, y parándose como vestidura;",
      "topic": ""
    },
    "15": {
      "text": "mas la luz de los impíos es quitada de ellos, y el brazo enaltecido es quebrantado.",
      "topic": ""
    },
    "16": {
      "text": "¿Por ventura has entrado hasta lo profundo del mar, y has andado escudriñando el abismo?",
      "topic": ""
    },
    "17": {
      "text": "¿Por ventura te han sido descubiertas las puertas de la muerte o has visto las puertas de la sombra de muerte?",
      "topic": ""
    },
    "18": {
      "text": "¿Has considerado tú hasta las anchuras de la tierra? Declara si sabes todo esto.",
      "topic": ""
    },
    "19": {
      "text": "¿Por dónde va el camino a la habitación de la luz, y dónde está el lugar de las tinieblas?",
      "topic": ""
    },
    "20": {
      "text": "¿Si la tomarás tú en sus términos, y si entendieras las sendas de su casa?",
      "topic": ""
    },
    "21": {
      "text": "¿Si sabías tú cuando habías de nacer, y si el número de tus días había de ser grande?",
      "topic": ""
    },
    "22": {
      "text": "¿Has entrado tú en los tesoros de la nieve, y has visto los tesoros del granizo,",
      "topic": ""
    },
    "23": {
      "text": "lo cual tengo yo reservado para el tiempo de la angustia, para el día de la guerra y de la batalla?",
      "topic": ""
    },
    "24": {
      "text": "¿Cuál sea el camino por donde se reparte la luz; por donde se esparce el viento solano sobre la tierra?",
      "topic": ""
    },
    "25": {
      "text": "¶ ¿Quién repartió conducto al turbión, y camino a los relámpagos y truenos,",
      "topic": ""
    },
    "26": {
      "text": "haciendo llover sobre la tierra deshabitada, sobre el desierto, donde no hay hombre,",
      "topic": ""
    },
    "27": {
      "text": "para saciar la tierra desierta e inculta, y para hacer producir de verdura renuevos?",
      "topic": ""
    },
    "28": {
      "text": "¿Por ventura la lluvia tiene padre? ¿O quién engendró las gotas del rocío?",
      "topic": ""
    },
    "29": {
      "text": "¿Del vientre de quién salió el hielo? Y la helada del cielo, ¿quién la engendró?",
      "topic": ""
    },
    "30": {
      "text": "Las aguas se endurecen a manera de piedra, y se congela la faz del abismo.",
      "topic": ""
    },
    "31": {
      "text": "¿Detendrás tú por ventura las delicias de las Pléyades, o desatarás las ligaduras del Orión?",
      "topic": ""
    },
    "32": {
      "text": "¿Sacarás tú a su tiempo los signos de los cielos, o guiarás el Arcturo con sus hijos?",
      "topic": ""
    },
    "33": {
      "text": "¿Supiste tú las ordenanzas de los cielos? ¿Dispondrás tú de su potestad en la tierra?",
      "topic": ""
    },
    "34": {
      "text": "¿Alzarás tú a las nubes tu voz, para que te cubra muchedumbre de aguas?",
      "topic": ""
    },
    "35": {
      "text": "¿Enviarás tú los relámpagos, para que ellos vayan? ¿Y te dirán ellos: Henos aquí?",
      "topic": ""
    },
    "36": {
      "text": "¿Quién puso la sabiduría en el corazón? ¿O quién dio al entendimiento la inteligencia?",
      "topic": ""
    },
    "37": {
      "text": "¿Quién puso por cuenta los cielos con sabiduría? Y los odres de los cielos, ¿quién los hace parar,",
      "topic": ""
    },
    "38": {
      "text": "cuando el polvo se ha endurecido con dureza, y los terrones se pegan unos a otros?",
      "topic": ""
    },
    "39": {
      "text": "¿Cazarás tú la presa para el león? ¿Y saciarás el hambre de los leoncillos,",
      "topic": ""
    },
    "40": {
      "text": "cuando están echados en las cuevas, o se están en sus guaridas para acechar?",
      "topic": ""
    },
    "41": {
      "text": "¿Quién preparó al cuervo su alimento, cuando sus polluelos claman a Dios, y andan errantes sin comida?",
      "topic": ""
    }
  }
}