{
  "info": {
    "book": "Job",
    "chapter": "39",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ ¿Sabes tú el tiempo en que paren las cabras monteses? ¿O miraste tú las ciervas cuando están pariendo?",
      "topic": ""
    },
    "2": {
      "text": "¿Contaste tú los meses de su preñez, y sabes el tiempo cuando han de parir?",
      "topic": ""
    },
    "3": {
      "text": "Como se encorvan, quebrantan sus hijos, pasan sus dolores.",
      "topic": ""
    },
    "4": {
      "text": "Como después sanan los hijos, crecen con el grano; salen y nunca más vuelven a ellas.",
      "topic": ""
    },
    "5": {
      "text": "¿Quién echó libre al asno montés, y quién soltó sus ataduras?",
      "topic": ""
    },
    "6": {
      "text": "Al cual yo puse casa en la soledad, y sus moradas en la tierra salada.",
      "topic": ""
    },
    "7": {
      "text": "Se ríe de la multitud de la ciudad; no oye las voces del que demanda los peajes.",
      "topic": ""
    },
    "8": {
      "text": "Rebusca los montes para su pasto, y anda buscando todo lo que está verde.",
      "topic": ""
    },
    "9": {
      "text": "¿Por ventura querrá el unicornio servirte a ti, ni quedar a tu pesebre?",
      "topic": ""
    },
    "10": {
      "text": "¿Atarás tú al unicornio con su coyunda para el surco? ¿Labrará los valles en pos de ti?",
      "topic": ""
    },
    "11": {
      "text": "¿Por ventura confiarás tú en él, por ser grande su fortaleza, y le fiarás tu labor?",
      "topic": ""
    },
    "12": {
      "text": "¿Fiarás de él que te tornará tu simiente, y que la allegará en tu era?",
      "topic": ""
    },
    "13": {
      "text": "¶ ¿Diste tú hermosas alas al pavo real, o alas y plumas al avestruz?",
      "topic": ""
    },
    "14": {
      "text": "El cual desampara en la tierra sus huevos, y sobre el polvo los calienta,",
      "topic": ""
    },
    "15": {
      "text": "y se olvida de que los pisará el pie, y que los quebrará alguna bestia del campo.",
      "topic": ""
    },
    "16": {
      "text": "Se endurece para con sus hijos, como si no fuesen suyos, no temiendo que su trabajo haya sido en vano;",
      "topic": ""
    },
    "17": {
      "text": "porque Dios lo hizo olvidar de sabiduría, y no le dio inteligencia.",
      "topic": ""
    },
    "18": {
      "text": "A su tiempo se levanta en alto, y se burla del caballo y del que se monta en él.",
      "topic": ""
    },
    "19": {
      "text": "¶ ¿Diste tú al caballo la fortaleza? ¿Vestiste tú su cerviz de relincho?",
      "topic": ""
    },
    "20": {
      "text": "¿Por ventura le espantarás tú como a alguna langosta? El resoplido de su nariz es formidable;",
      "topic": ""
    },
    "21": {
      "text": "escarba la tierra, se alegra en su fuerza, sale al encuentro de las armas;",
      "topic": ""
    },
    "22": {
      "text": "hace burla del espanto, y no teme, ni vuelve el rostro delante de la espada.",
      "topic": ""
    },
    "23": {
      "text": "Contra él suena la aljaba, el hierro de la lanza y de la pica;",
      "topic": ""
    },
    "24": {
      "text": "y él con ímpetu y furor escarba la tierra, sin importarle el sonido de la trompeta;",
      "topic": ""
    },
    "25": {
      "text": "antes los toques de trompeta le infunden ánimo; y desde lejos huele la batalla, el estruendo de los príncipes, y el clamor.",
      "topic": ""
    },
    "26": {
      "text": "¶ ¿Por ventura vuela el gavilán por tu industria, y extiende hacia el mediodía sus alas?",
      "topic": ""
    },
    "27": {
      "text": "¿Por ventura enaltece el águila por tu mandamiento, y pone en alto su nido?",
      "topic": ""
    },
    "28": {
      "text": "Ella habita y está en la piedra, en la cumbre del peñasco y de la roca.",
      "topic": ""
    },
    "29": {
      "text": "Desde allí acecha la comida; sus ojos observan de muy lejos.",
      "topic": ""
    },
    "30": {
      "text": "Sus polluelos chupan la sangre; y donde hubiere muertos, allí está.",
      "topic": ""
    }
  }
}