{
  "info": {
    "book": "Job",
    "chapter": "41",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ ¿Sacarás tú al leviatán con el anzuelo, o con la cuerda que le echares en su lengua?",
      "topic": ""
    },
    "2": {
      "text": "¿Pondrás tú garfio en sus narices, y horadarás con espinas su quijada?",
      "topic": ""
    },
    "3": {
      "text": "¿Por ventura multiplicará él ruegos para contigo? ¿Te hablará él lisonjas?",
      "topic": ""
    },
    "4": {
      "text": "¿Por ventura hará concierto contigo para que lo tomes por siervo perpetuo?",
      "topic": ""
    },
    "5": {
      "text": "¿Jugarás por ventura con él como con pájaro, y lo atarás para tus niñas?",
      "topic": ""
    },
    "6": {
      "text": "¿Por ventura harán banquete por causa de los compañeros? ¿Lo partirán entre los mercaderes?",
      "topic": ""
    },
    "7": {
      "text": "¿Cortarás tú con cuchillo su cuero, o con asta de pescadores su cabeza?",
      "topic": ""
    },
    "8": {
      "text": "Pon tu mano sobre él; te acordarás de la batalla, y nunca más tornarás.",
      "topic": ""
    },
    "9": {
      "text": "He aquí que tu esperanza acerca de él será burlada; porque aun a su sola vista se desmayarán.",
      "topic": ""
    },
    "10": {
      "text": "Nadie hay tan osado que lo despierte; ¿quién pues podrá estar delante de mí?",
      "topic": ""
    },
    "11": {
      "text": "¶ ¿Quién me ha anticipado, para que yo restituya? Todo lo que hay debajo del cielo es mío.",
      "topic": ""
    },
    "12": {
      "text": "Yo no callaré sus miembros, ni lo de sus fuerzas y la gracia de su disposición.",
      "topic": ""
    },
    "13": {
      "text": "¿Quién descubrirá la delantera de su vestidura? ¿Quién se llegará a él con freno doble?",
      "topic": ""
    },
    "14": {
      "text": "¿Quién abrirá las puertas de su rostro? Los órdenes de sus dientes espantan.",
      "topic": ""
    },
    "15": {
      "text": "La gloria de su vestido son escudos fuertes, cerrados entre sí estrechamente.",
      "topic": ""
    },
    "16": {
      "text": "El uno se junta con el otro, que viento no entra entre ellos.",
      "topic": ""
    },
    "17": {
      "text": "Pegado está el uno con el otro, están trabados entre sí, que no se pueden apartar.",
      "topic": ""
    },
    "18": {
      "text": "Con sus estornudos encienden lumbre, y sus ojos son como los párpados del alba.",
      "topic": ""
    },
    "19": {
      "text": "De su boca salen hachas de fuego, centellas de fuego proceden.",
      "topic": ""
    },
    "20": {
      "text": "De sus narices sale humo como de una olla o caldero que hierve.",
      "topic": ""
    },
    "21": {
      "text": "Su aliento enciende los carbones, y de su boca sale llama.",
      "topic": ""
    },
    "22": {
      "text": "En su cerviz mora la fortaleza, y delante de él es deshecho el trabajo.",
      "topic": ""
    },
    "23": {
      "text": "Las partes de su carne están pegadas entre sí ; está firme su carne en él, y no se mueve.",
      "topic": ""
    },
    "24": {
      "text": "Su corazón es firme como una piedra, y fuerte como la muela de abajo.",
      "topic": ""
    },
    "25": {
      "text": "De su grandeza tienen temor los fuertes, y de sus desmayos se purgan.",
      "topic": ""
    },
    "26": {
      "text": "Cuando alguno lo alcanzare, ni espada, ni lanza, ni dardo, ni coselete durará contra él .",
      "topic": ""
    },
    "27": {
      "text": "El hierro estima por pajas, y el acero por leño podrido.",
      "topic": ""
    },
    "28": {
      "text": "Saeta no le hace huir; las piedras de honda se le tornan aristas.",
      "topic": ""
    },
    "29": {
      "text": "Tiene toda arma por hojarascas, y del blandir de la pica se burla.",
      "topic": ""
    },
    "30": {
      "text": "Por debajo tiene agudas conchas; imprime su agudez en el suelo.",
      "topic": ""
    },
    "31": {
      "text": "Hace hervir como una olla el mar profundo, y lo vuelve como una olla de ungüento.",
      "topic": ""
    },
    "32": {
      "text": "En pos de sí hace resplandecer la senda, que parece que el mar es cano.",
      "topic": ""
    },
    "33": {
      "text": "No hay sobre la tierra su semejante, hecho para nada temer.",
      "topic": ""
    },
    "34": {
      "text": "Menosprecia toda cosa alta; es rey sobre todos los soberbios.",
      "topic": ""
    }
  }
}