{
  "info": {
    "book": "Job",
    "chapter": "7",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Ciertamente tiempo determinado tiene el hombre sobre la tierra, y sus días son como los días del jornalero.",
      "topic": ""
    },
    "2": {
      "text": "Como el siervo anhela la sombra, y como el jornalero espera el reposo de su trabajo,",
      "topic": ""
    },
    "3": {
      "text": "así poseo yo los meses de vanidad, y las noches de trabajo me dieron por cuenta.",
      "topic": ""
    },
    "4": {
      "text": "Cuando estoy acostado, digo: ¿Cuándo me levantaré? Y mido la noche, y estoy harto de devaneos hasta el alba.",
      "topic": ""
    },
    "5": {
      "text": "Mi carne está vestida de gusanos, y de terrones de polvo; mi piel hendida y abominable.",
      "topic": ""
    },
    "6": {
      "text": "Mis días fueron más ligeros que la lanzadera del tejedor, y fenecieron sin esperanza.",
      "topic": ""
    },
    "7": {
      "text": "¶ Acuérdate que mi vida es un viento, y que mis ojos no volverán para ver el bien.",
      "topic": ""
    },
    "8": {
      "text": "Los ojos de los que ahora me ven, no me verán más; tus ojos serán sobre mí, y dejaré de ser.",
      "topic": ""
    },
    "9": {
      "text": "La nube se acaba, y se va; así el que desciende al sepulcro, que nunca más subirá;",
      "topic": ""
    },
    "10": {
      "text": "no tornará más a su casa, ni su lugar le conocerá más.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto yo no reprimiré mi boca; hablaré con la angustia de mi espíritu, y me quejaré con la amargura de mi alma.",
      "topic": ""
    },
    "12": {
      "text": "¿Soy yo un mar, o dragón, que me pongas guarda?",
      "topic": ""
    },
    "13": {
      "text": "Cuando digo: Mi cama me consolará, mi cama atenuará mis quejas;",
      "topic": ""
    },
    "14": {
      "text": "entonces me quebrantarás con sueños, y me turbarás con visiones.",
      "topic": ""
    },
    "15": {
      "text": "Y mi alma tuvo por mejor el ahogamiento, y quiso la muerte más que a mis huesos.",
      "topic": ""
    },
    "16": {
      "text": "Abominé la vida ; no quiero vivir para siempre; déjame, pues, que mis días son vanidad.",
      "topic": ""
    },
    "17": {
      "text": "¶ ¿Qué es el hombre, para que lo engrandezcas, y que pongas sobre él tu corazón,",
      "topic": ""
    },
    "18": {
      "text": "y lo visites todas las mañanas, y todos los momentos lo pruebes?",
      "topic": ""
    },
    "19": {
      "text": "¿Hasta cuándo no me dejarás, ni me soltarás hasta que trague mi saliva?",
      "topic": ""
    },
    "20": {
      "text": "Si he pecado, ¿qué te haré, oh Guarda de los hombres? ¿Por qué me has puesto contrario a ti, y que a mí mismo sea pesado?",
      "topic": ""
    },
    "21": {
      "text": "¿Y por qué no quitas mi rebelión, y perdonas mi iniquidad? Porque ahora dormiré en el polvo, y si me buscares de mañana, ya no seré hallado.",
      "topic": ""
    }
  }
}