{
  "info": {
    "book": "Job",
    "chapter": "8",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Bildad suhita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Hasta cuándo hablarás tales cosas, y las palabras de tu boca serán como un viento fuerte?",
      "topic": ""
    },
    "3": {
      "text": "¿Por ventura pervertirá Dios el derecho, o el Todopoderoso pervertirá la justicia?",
      "topic": ""
    },
    "4": {
      "text": "Porque tus hijos pecaron contra él, él los echó en el lugar de su pecado.",
      "topic": ""
    },
    "5": {
      "text": "Si tú de mañana buscares a Dios, y rogares al Todopoderoso;",
      "topic": ""
    },
    "6": {
      "text": "si fueres limpio y derecho, cierto luego se despertará sobre ti, y hará próspera la morada de tu justicia.",
      "topic": ""
    },
    "7": {
      "text": "De tal manera que tu principio habrá sido pequeño, en comparación del grande crecimiento de tu postrimería.",
      "topic": ""
    },
    "8": {
      "text": "¶ Porque pregunta ahora a la edad pasada, y disponte para inquirir de sus padres de ellos;",
      "topic": ""
    },
    "9": {
      "text": "porque nosotros somos desde ayer, y no sabemos, siendo nuestros días sobre la tierra como sombra.",
      "topic": ""
    },
    "10": {
      "text": "¿Por ventura ellos no te enseñarán, te dirán, y de su corazón sacarán estas palabras?",
      "topic": ""
    },
    "11": {
      "text": "¿Crece el junco sin lodo? ¿Crece el prado sin agua?",
      "topic": ""
    },
    "12": {
      "text": "Aun él en su verdor sin haber sido cortado, y antes de toda hierba se seca.",
      "topic": ""
    },
    "13": {
      "text": "Tales son los caminos de todos los que olvidan a Dios; y la esperanza del impío perecerá.",
      "topic": ""
    },
    "14": {
      "text": "Porque su esperanza será cortada, y su confianza es casa de araña.",
      "topic": ""
    },
    "15": {
      "text": "El se apoyará sobre su casa, pero no permanecerá en pie; se asirá a ella, más no se afirmará.",
      "topic": ""
    },
    "16": {
      "text": "A manera de un árbol , está verde delante del sol, y sus renuevos salen sobre su huerto;",
      "topic": ""
    },
    "17": {
      "text": "se van entretejiendo sus raíces junto a una fuente, y enlazándose hasta un lugar pedregoso.",
      "topic": ""
    },
    "18": {
      "text": "Si le arrancaren de su lugar, éste le negará entonces, diciendo: Nunca te vi.",
      "topic": ""
    },
    "19": {
      "text": "Ciertamente este será el gozo de su camino; y de la tierra de donde se traspusiere , retoñecerán otros.",
      "topic": ""
    },
    "20": {
      "text": "¶ He aquí, Dios no aborrece al perfecto, ni toma la mano de los malignos.",
      "topic": ""
    },
    "21": {
      "text": "Aun llenará tu boca de risa, y tus labios de júbilo.",
      "topic": ""
    },
    "22": {
      "text": "Los que te aborrecen, serán vestidos de confusión; y la habitación de los impíos perecerá.",
      "topic": ""
    }
  }
}