{
  "info": {
    "book": "Job",
    "chapter": "9",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y respondió Job, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "Ciertamente yo conozco que es así; ¿y cómo se justificará el hombre con Dios?",
      "topic": ""
    },
    "3": {
      "text": "Si quisiere contender con él, no le podrá responder a una cosa de mil.",
      "topic": ""
    },
    "4": {
      "text": "El es sabio de corazón, y fuerte en fuerza, ¿quién se endureció contra él, y quedó en paz?",
      "topic": ""
    },
    "5": {
      "text": "Que arranca los montes con su furor, y no conocen quién los trastornó;",
      "topic": ""
    },
    "6": {
      "text": "que remueve la tierra de su lugar, y hace temblar sus columnas;",
      "topic": ""
    },
    "7": {
      "text": "que manda al sol, y no sale; y sella las estrellas.",
      "topic": ""
    },
    "8": {
      "text": "El solo extiende los cielos, y anda sobre las alturas del mar.",
      "topic": ""
    },
    "9": {
      "text": "El que hizo la Osa, y el Orión, y las Pléyades, y los lugares secretos del mediodía;",
      "topic": ""
    },
    "10": {
      "text": "el que hace cosas grandes e incomprensibles, y maravillosas, sin número.",
      "topic": ""
    },
    "11": {
      "text": "He aquí que él pasará delante de mí, y yo no lo veré; y pasará, y no lo entenderé.",
      "topic": ""
    },
    "12": {
      "text": "He aquí, arrebatará; ¿quién le hará restituir? ¿Quién le dirá: Qué haces?",
      "topic": ""
    },
    "13": {
      "text": "Dios no tornará atrás su ira, y debajo de él se encorvan los que ayudan a la soberbia.",
      "topic": ""
    },
    "14": {
      "text": "¶ ¿Cuánto menos le responderé yo, y eligiré mis palabras con él?",
      "topic": ""
    },
    "15": {
      "text": "Que aunque yo sea justo, no responderé; antes habré de rogar a mi juez.",
      "topic": ""
    },
    "16": {
      "text": "Que si yo le invocase, y él me respondiese, aún no creeré que haya escuchado mi voz.",
      "topic": ""
    },
    "17": {
      "text": "Porque me ha quebrado con tempestad, y ha aumentado mis heridas sin causa.",
      "topic": ""
    },
    "18": {
      "text": "Que aún no me ha concedido que tome mi aliento; mas me ha llenado de amarguras.",
      "topic": ""
    },
    "19": {
      "text": "Si habláramos de su potencia, fuerte por cierto es; si de su juicio, ¿quién me emplazará?",
      "topic": ""
    },
    "20": {
      "text": "Si yo me justificare, me condenará mi boca; si me predicare perfecto, él me hará inicuo.",
      "topic": ""
    },
    "21": {
      "text": "Si yo me predicare imperfecto, no conozco mi alma; condenaré mi vida.",
      "topic": ""
    },
    "22": {
      "text": "¶ Una cosa resta es a saber que yo diga: Al perfecto y al impío él los consume.",
      "topic": ""
    },
    "23": {
      "text": "Si es azote, mate de presto, y no se ría de la prueba de los inocentes.",
      "topic": ""
    },
    "24": {
      "text": "La tierra es entregada en manos de los impíos, y él cubre el rostro de sus jueces. Si no es él el que lo hace , ¿quién es? ¿Dónde está?",
      "topic": ""
    },
    "25": {
      "text": "¶ Mis días han sido más ligeros que un correo; huyeron, y nunca vieron bien.",
      "topic": ""
    },
    "26": {
      "text": "Pasaron con los navíos de Ebeh; o como el águila que se arroja a la presa.",
      "topic": ""
    },
    "27": {
      "text": "Si digo: Quiero olvidar mi queja, dejaré mi aburrimiento, y me esforzaré.",
      "topic": ""
    },
    "28": {
      "text": "Temo todos mis trabajos; sé que no me perdonarás.",
      "topic": ""
    },
    "29": {
      "text": "Si yo soy impío, ¿para qué trabajaré en vano?",
      "topic": ""
    },
    "30": {
      "text": "Aunque me lave con aguas de nieve, y aunque limpie mis manos con la misma limpieza,",
      "topic": ""
    },
    "31": {
      "text": "aún me hundirás en el hoyo; y mis propios vestidos me abominarán.",
      "topic": ""
    },
    "32": {
      "text": "Porque no es hombre como yo, para que yo le responda, y vengamos juntamente a juicio.",
      "topic": ""
    },
    "33": {
      "text": "No hay entre nosotros árbitro que ponga su mano sobre nosotros ambos.",
      "topic": ""
    },
    "34": {
      "text": "Quite de sobre mí su verdugo, y su terror no me perturbe.",
      "topic": ""
    },
    "35": {
      "text": "Y hablaré, y no le temeré; porque en este estado no estoy en mí.",
      "topic": ""
    }
  }
}