{
  "info": {
    "book": "Miqueas",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Ahora serás cercada de ejércitos, oh hija de ejército; se pondrá cerco sobre nosotros; con vara herirán sobre la quijada al juez de Israel.",
      "topic": ""
    },
    "2": {
      "text": "Mas tú, Belén Efrata, pequeña para ser en los millares de Judá, de ti me saldrá el que será Señor en Israel; y sus salidas son desde el principio, desde los días de los siglos.",
      "topic": ""
    },
    "3": {
      "text": "Pero los dejará hasta el tiempo que dé a luz la que está de parto; y el resto de sus hermanos se tornará con los hijos de Israel.",
      "topic": ""
    },
    "4": {
      "text": "Y estará, y apacentará con fortaleza del SEÑOR, con grandeza del Nombre del SEÑOR su Dios; y asentarán; porque ahora será engrandecido hasta los fines de la tierra.",
      "topic": ""
    },
    "5": {
      "text": "Y éste será nuestra paz. Cuando Assur viniere a nuestra tierra, y cuando pisare nuestros palacios, entonces levantaremos contra él siete pastores, y ocho hombres principales;",
      "topic": ""
    },
    "6": {
      "text": "y comerán la tierra de Assur a cuchillo, y la tierra de Nimrod con sus espadas; y nos librará del asirio, cuando viniere contra nuestra tierra y hollare nuestros términos.",
      "topic": ""
    },
    "7": {
      "text": "¶ Y será el remanente de Jacob en medio de muchos pueblos, como el rocío del SEÑOR, como las lluvias sobre la hierba, las cuales no esperaba ya varón, ni esperaban hijos de hombres.",
      "topic": ""
    },
    "8": {
      "text": "Y será el remanente de Jacob entre los gentiles, en medio de muchos pueblos, como el león entre las bestias de la montaña, como el cachorro del león entre las manadas de las ovejas, el cual si pasare, y hollare, y arrebatare, no hay quien escape.",
      "topic": ""
    },
    "9": {
      "text": "Tu mano se alzará sobre tus enemigos, y todos tus adversarios serán talados.",
      "topic": ""
    },
    "10": {
      "text": "Y acontecerá en aquel día, dijo el SEÑOR, que haré matar tus caballos de en medio de ti, y haré destruir tus carros.",
      "topic": ""
    },
    "11": {
      "text": "Y haré destruir las ciudades de tu tierra, y haré destruir todas tus fortalezas.",
      "topic": ""
    },
    "12": {
      "text": "Y haré destruir de tu mano las hechicerías, y no se hallarán en ti agoreros.",
      "topic": ""
    },
    "13": {
      "text": "Y haré destruir tus esculturas y tus imágenes de en medio de ti, y nunca más te inclinarás a la obra de tus manos;",
      "topic": ""
    },
    "14": {
      "text": "y arrancaré tus bosques de en medio de ti: así destruiré tus ciudades.",
      "topic": ""
    },
    "15": {
      "text": "Y con ira y con furor haré venganza en los gentiles que no oyeron.",
      "topic": ""
    }
  }
}