{
  "info": {
    "book": "Joshua",
    "chapter": "19",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the second lot came forth to Simeon, to the tribe of the sons of Simeon, according to their families: and their inheritance will be in the midst of the inheritance of the sons of Judah.",
      "topic": ""
    },
    "2": {
      "text": "And there will be to them in their inheritance the Well of the Oath, and the oath, and Moladah,",
      "topic": ""
    },
    "3": {
      "text": "And Hazor-Shual, and Balah, and Azem,",
      "topic": ""
    },
    "4": {
      "text": "And Eltolad, and Bethul, and Hormah,",
      "topic": ""
    },
    "5": {
      "text": "And Ziklag, and the House of Chariots, and Hazor-Susah,",
      "topic": ""
    },
    "6": {
      "text": "And Beth-Lehaoth, and Sharuhen; thirteen cities and their enclosures:",
      "topic": ""
    },
    "7": {
      "text": "The Fountain, the Pomegranate, and Ether, and Ashan; four cities and their enclosures:",
      "topic": ""
    },
    "8": {
      "text": "And all the enclosures which surrounded these cities, even to Baalath-Beor, Ramath of the south. This the inheritance of the tribe of the sons of Simeon according to their families.",
      "topic": ""
    },
    "9": {
      "text": "Out of the portion of the sons of Judah was the inheritance of the sons of Simeon: for the portion of the sons of Judah was great above theirs: and the sons of Simeon will inherit in the midst of their inheritance.",
      "topic": ""
    },
    "10": {
      "text": "And the third lot will come up to the sons of Zebulon, according to their families: and the bound of their inheritance will be even to Sarid:",
      "topic": ""
    },
    "11": {
      "text": "And their bound went up to the sea and Maralah, and struck upon Dabbasheth, and struck into the torrent which is upon the face of Jokneam,",
      "topic": ""
    },
    "12": {
      "text": "And turned back from Sarid, east from the rising of the sun, upon the bound of Chisloth-Tabor, and went forth to Daberath, and went up to Japhia,",
      "topic": ""
    },
    "13": {
      "text": "And from thence it passed over east from the sunrising to Gittah-Hepher, Ittah-Kazin, the Pomegranate, marked out of the Earthquake;",
      "topic": ""
    },
    "14": {
      "text": "And the bound encompassed it from the north of Hanathon: and its outgoings were the valley of Jiphthahel:",
      "topic": ""
    },
    "15": {
      "text": "And Kattah and Nahallal, and Shimron, and Idalah, and the House of Bread; twelve cities and their enclosures.",
      "topic": ""
    },
    "16": {
      "text": "This the inheritance of the sons of Zebulon according to their families, these cities and their enclosures.",
      "topic": ""
    },
    "17": {
      "text": "To Issachar came forth the fourth lot, to the sons of Issachar according to their families.",
      "topic": ""
    },
    "18": {
      "text": "And their bound will be Jezreel and Chesulloth, and Shunem,",
      "topic": ""
    },
    "19": {
      "text": "And Hapharaim, and Shihon and Anaharoth,",
      "topic": ""
    },
    "20": {
      "text": "And Babbith and Kishion and Abez.",
      "topic": ""
    },
    "21": {
      "text": "And Remeth and the Fountain of Gardens, and the Sharp Fountain, and the House of Dispersion.",
      "topic": ""
    },
    "22": {
      "text": "And the bound struck upon Tabor, and Shahazimah, and the House of the Sun; and the outgoings of their bounds were Jordan: sixteen cities and their enclosures.",
      "topic": ""
    },
    "23": {
      "text": "This the inheritance of the tribe of the sons of Issachar according to their families, the cities and their enclosures.",
      "topic": ""
    },
    "24": {
      "text": "And the fifth lot came out to the tribe of the sons of Asher according to their families.",
      "topic": ""
    },
    "25": {
      "text": "And their bound will be Helkath and Hali, and Beten and Achsaph,",
      "topic": ""
    },
    "26": {
      "text": "And Alammelech and Amad and Mishael; and it struck upon Carmel of the sea, and upon Shihor-Libnah;",
      "topic": ""
    },
    "27": {
      "text": "And turned back upon the rising of the sun to the House of Grain, and struck upon Zebulon and upon the valley of Jiphthahel north of the House of the Plain, and Neiel, and went forth to Cabul from the left.",
      "topic": ""
    },
    "28": {
      "text": "And Ebron and Rehob and Hammon and Kanah, even to great Zidon;",
      "topic": ""
    },
    "29": {
      "text": "And the bound turned back to Ramah and even to the city of the fortress of Tyre; and the bound turned back to Hosah: and its outgoings were the sea from the region of Achzib.",
      "topic": ""
    },
    "30": {
      "text": "And Ummah and Aphek, and Rehob: twenty and two cities and their enclosures.",
      "topic": ""
    },
    "31": {
      "text": "This the inheritance of the tribe of the sons of Asher according to their families, these cities and their enclosures.",
      "topic": ""
    },
    "32": {
      "text": "To the sons of Naphtali came forth the sixth lot, to the sons of Naphtali according to their families.",
      "topic": ""
    },
    "33": {
      "text": "And their bound will be from Heleph, from Allon to Zaanannim, and Adami, Nekeb and Jabneel and Lakum; and its outgoings Jordan.",
      "topic": ""
    },
    "34": {
      "text": "And the bound turned back to the sea of Aznoth-Tabor, and came forth from thence to Hukkok, and struck upon Zebulon from the south, and struck upon Asher from the sea, and upon Judah at Jordan from the rising of the sun.",
      "topic": ""
    },
    "35": {
      "text": "And the cities of fortification, Ziddim, Zur and Hammath, Rakkath and Cinneroth,",
      "topic": ""
    },
    "36": {
      "text": "And Adamah, and Ramah, and Hazor,",
      "topic": ""
    },
    "37": {
      "text": "And Kadesh and Edrei and the Fountain of Hazor,",
      "topic": ""
    },
    "38": {
      "text": "And Iron, and Migdol-El, Horem, and the Mouse of Affliction, and the House of the Sun; nineteen cities and their enclosures.",
      "topic": ""
    },
    "39": {
      "text": "This the inheritance of the tribe of the sons of Naphtali according to their families, the cities and their enclosures.",
      "topic": ""
    },
    "40": {
      "text": "To the tribe of the sons of Dan according to their families came forth the seventh lot.",
      "topic": ""
    },
    "41": {
      "text": "And the bound of their inheritance will be Zorah and Eshtaol, and the city of the Sun,",
      "topic": ""
    },
    "42": {
      "text": "And Shaalabbin and Ajalon and Jethlah,",
      "topic": ""
    },
    "43": {
      "text": "And Ailon and Timnath and Ekron,",
      "topic": ""
    },
    "44": {
      "text": "Eltekah and Gibbethon and Baalath,",
      "topic": ""
    },
    "45": {
      "text": "And Jehud and the Sons of Lightning, and the Press of the Pomegranate,",
      "topic": ""
    },
    "46": {
      "text": "The Water of Paleness, and Rakkon, with the bound in front of Joppa.",
      "topic": ""
    },
    "47": {
      "text": "And the bound of the sons of Dan went out from them: and the sons of Dan will go up and fight with Leshem, and they will take it and smite it with the mouth of the sword, and will possess it and dwell in it; and they will call Leshem, Dan, according to the name of Dan their father.",
      "topic": ""
    },
    "48": {
      "text": "This the inheritance of the tribe of the sons of Dan according to their families, these cities and their enclosures.",
      "topic": ""
    },
    "49": {
      "text": "And they will finish to inherit the land according to their bounds: and the sons of Israel will give an inheritance to Joshua son of Nun, in the midst of them:",
      "topic": ""
    },
    "50": {
      "text": "At the month of Jehovah they gave to him the city which he asked, Timnath-Serah in mount Ephraim; and he will build the city and dwell in it.",
      "topic": ""
    },
    "51": {
      "text": "These the inheritances which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers to the tribes of the sons of Israel, caused to inherit by lot in Shiloh before Jehovah, at the door of the tent of appointment And they will finish dividing the land.",
      "topic": ""
    }
  }
}