{
  "info": {
    "book": "Sofonías",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Palabra del SEÑOR que fue a Sofonías hijo de Cusi, hijo de Gedalías, hijo de Amarías, hijo de Ezequías, en días de Josías hijo de Amón, rey de Judá.",
      "topic": ""
    },
    "2": {
      "text": "Destruiré del todo todas las cosas de sobre la faz de la tierra, dice el SEÑOR.",
      "topic": ""
    },
    "3": {
      "text": "Destruiré los hombres y las bestias; destruiré las aves del cielo, y los peces del mar, y los impíos tropezarán; y talaré a los hombres de sobre la faz de la tierra, dice el SEÑOR.",
      "topic": ""
    },
    "4": {
      "text": "Y extenderé mi mano sobre Judá, y sobre todos los moradores de Jerusalén, y talaré de este lugar el remanente de Baal, y el nombre de sus religiosos con sus sacerdotes;",
      "topic": ""
    },
    "5": {
      "text": "y a los que se inclinan sobre los terrados al ejército del cielo; y a los que se inclinan jurando por el SEÑOR y jurando por su rey;",
      "topic": ""
    },
    "6": {
      "text": "y a los que se tornan atrás de en pos del SEÑOR; y a los que no buscaron al SEÑOR, ni preguntaron por él.",
      "topic": ""
    },
    "7": {
      "text": "¶ Calla delante de la presencia del Señor DIOS, porque el día del SEÑOR está cercano; porque el SEÑOR ha aparejado sacrificio, prevenido a sus convidados.",
      "topic": ""
    },
    "8": {
      "text": "Y será que en el día del sacrificio del SEÑOR, haré visitación sobre los príncipes, y sobre los hijos del rey, y sobre todos los que visten vestido extraño.",
      "topic": ""
    },
    "9": {
      "text": "Y en aquel día haré visitación sobre todos los que saltan la puerta, los que llenan de robo y de engaño las casas de sus señores.",
      "topic": ""
    },
    "10": {
      "text": "Y habrá en aquel día, dice el SEÑOR, voz de clamor desde la puerta del pescado, y aullido desde la escuela, y gran quebrantamiento desde los collados.",
      "topic": ""
    },
    "11": {
      "text": "Aullad, moradores de Mactes, porque todo el pueblo mercader es destruido; talados son todos los que os traían dinero.",
      "topic": ""
    },
    "12": {
      "text": "Y será en aquel tiempo, que yo escudriñaré a Jerusalén con candiles, y haré visitación sobre los hombres que están sentados sobre sus heces, los cuales dicen en su corazón: El SEÑOR ni hará bien ni mal.",
      "topic": ""
    },
    "13": {
      "text": "Será por tanto, saqueada su hacienda, y sus casas asoladas; y edificarán casas, mas no las habitarán; y plantarán viñas, mas no beberán el vino de ellas.",
      "topic": ""
    },
    "14": {
      "text": "¶ Cercano está el día grande del SEÑOR, cercano y muy presuroso; voz amarga del día del SEÑOR; gritará allí el valiente.",
      "topic": ""
    },
    "15": {
      "text": "Día de ira aquel día, día de angustia y de aprieto, día de alboroto y de asolamiento, día de tiniebla y de oscuridad, día de nublado y de entenebrecimiento,",
      "topic": ""
    },
    "16": {
      "text": "Día de trompeta y de algazara, sobre las ciudades fuertes, y sobre las torres altas.",
      "topic": ""
    },
    "17": {
      "text": "Y atribularé a los hombres, y andarán como ciegos, porque pecaron contra el SEÑOR; y la sangre de ellos será derramada como polvo, y su carne como estiércol.",
      "topic": ""
    },
    "18": {
      "text": "Ni su plata ni su oro los podrá librar en el día de la ira del SEÑOR; porque toda la tierra será consumida con el fuego de su celo; porque ciertamente consumación apresurada hará con todos los moradores de la tierra.",
      "topic": ""
    }
  }
}