{
  "info": {
    "book": "Hechos",
    "chapter": "11",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y los apóstoles y los hermanos que estaban en Judea, oyeron que también los gentiles habían recibido la palabra de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Y cuando Pedro subió a Jerusalén, los que eran de la circuncisión contendían con él,",
      "topic": ""
    },
    "3": {
      "text": "diciendo: ¿Por qué has entrado a hombres incircuncisos, y has comido con ellos?",
      "topic": ""
    },
    "4": {
      "text": "Entonces comenzó Pedro a narrarles por orden [lo sucedido], diciendo:",
      "topic": ""
    },
    "5": {
      "text": "Estaba yo en la ciudad de Jope orando, y vi en éxtasis una visión; un vaso, como un gran lienzo, que descendía, que por los cuatro cabos era bajado del cielo, y venía hasta mí.",
      "topic": ""
    },
    "6": {
      "text": "En el cual al fijar los ojos, consideré y vi cuadrúpedos terrestres, y fieras, y reptiles, y aves del cielo.",
      "topic": ""
    },
    "7": {
      "text": "Y oí una voz que me decía: Levántate, Pedro, mata y come.",
      "topic": ""
    },
    "8": {
      "text": "Y dije: Señor, no; porque ninguna cosa común o inmunda entró jamás en mi boca.",
      "topic": ""
    },
    "9": {
      "text": "Entonces la voz me respondió del cielo por segunda vez: Lo que Dios limpió, no lo llames tú común.",
      "topic": ""
    },
    "10": {
      "text": "Y esto fue hecho tres veces; y volvió todo a ser llevado arriba al cielo.",
      "topic": ""
    },
    "11": {
      "text": "Y he aquí, en seguida vinieron tres hombres a la casa donde yo estaba, enviados a mí de Cesarea.",
      "topic": ""
    },
    "12": {
      "text": "Y el Espíritu me dijo que fuese con ellos sin dudar. Y estos seis hermanos también me acompañaron, y entramos en casa de un varón,",
      "topic": ""
    },
    "13": {
      "text": "el cual nos contó cómo había visto en su casa al Ángel, que se puso en pie, y le dijo: Envía hombres a Jope, y haz venir a Simón, que tiene por sobrenombre Pedro;",
      "topic": ""
    },
    "14": {
      "text": "el cual te hablará palabras por las cuales serás salvo tú, y toda tu casa.",
      "topic": ""
    },
    "15": {
      "text": "Y cuando comencé a hablar, cayó el Espíritu Santo sobre ellos, como sobre nosotros al principio.",
      "topic": ""
    },
    "16": {
      "text": "Entonces me acordé de la palabra del Señor, cuando dijo: Juan ciertamente bautizó en agua, mas vosotros seréis bautizados con el Espíritu Santo.",
      "topic": ""
    },
    "17": {
      "text": "Así que, si Dios les dio el mismo don también como a nosotros que hemos creído en el Señor Jesucristo, ¿quién era yo que pudiese estorbar a Dios?",
      "topic": ""
    },
    "18": {
      "text": "Entonces, oídas estas cosas, callaron, y glorificaron a Dios, diciendo: De manera que también a los gentiles ha concedido Dios arrepentimiento para vida.",
      "topic": ""
    },
    "19": {
      "text": "Y los que habían sido esparcidos por causa de la persecución que se levantó con motivo de Esteban, anduvieron hasta Fenicia, y Chipre, y Antioquía, no predicando a nadie la palabra, sino sólo a los judíos.",
      "topic": ""
    },
    "20": {
      "text": "Y de ellos había unos varones de Chipre y de Cirene, los cuales, cuando entraron en Antioquía, hablaron a los griegos, predicando el evangelio del Señor Jesús.",
      "topic": ""
    },
    "21": {
      "text": "Y la mano del Señor estaba con ellos; y gran número creyó y se convirtió al Señor.",
      "topic": ""
    },
    "22": {
      "text": "Y la noticia de estas cosas llegó a oídos de la iglesia que estaba en Jerusalén; y enviaron a Bernabé que fuese hasta Antioquía.",
      "topic": ""
    },
    "23": {
      "text": "El cual, cuando llegó y vio la gracia de Dios, se regocijó, y exhortó a todos a que con propósito de corazón permaneciesen en el Señor.",
      "topic": ""
    },
    "24": {
      "text": "Porque era varón bueno, y lleno del Espíritu Santo y de fe; y mucha gente fue añadida al Señor.",
      "topic": ""
    },
    "25": {
      "text": "Y Bernabé partió a Tarso a buscar a Saulo;",
      "topic": ""
    },
    "26": {
      "text": "y hallándole, le trajo a Antioquía. Y sucedió que por todo un año se congregaron allí con la iglesia, y enseñaron a mucha gente; y los discípulos fueron llamados cristianos por primera vez en Antioquía.",
      "topic": ""
    },
    "27": {
      "text": "Y en aquellos días descendieron unos profetas de Jerusalén a Antioquía.",
      "topic": ""
    },
    "28": {
      "text": "Y levantándose uno de ellos, llamado Agabo, daba a entender por el Espíritu, que había de haber una gran hambre en toda la tierra; lo cual sucedió en tiempo de Claudio César.",
      "topic": ""
    },
    "29": {
      "text": "Entonces los discípulos, cada uno conforme a lo que tenía, determinaron enviar ayuda a los hermanos que habitaban en Judea:",
      "topic": ""
    },
    "30": {
      "text": "Lo cual también hicieron, enviándolo a los ancianos por mano de Bernabé y de Saulo.",
      "topic": ""
    }
  }
}