{
  "info": {
    "book": "Hechos",
    "chapter": "12",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y en el mismo tiempo el rey Herodes echó mano a algunos de la iglesia para maltratarlos.",
      "topic": ""
    },
    "2": {
      "text": "Y mató a espada a Jacobo, hermano de Juan.",
      "topic": ""
    },
    "3": {
      "text": "Y viendo que había agradado a los judíos, procedió para prender también a Pedro. Eran entonces los días de los panes sin levadura.",
      "topic": ""
    },
    "4": {
      "text": "Y habiéndole prendido, le puso en la cárcel, entregándole a cuatro cuadrillas de soldados para que le guardasen; queriendo sacarle al pueblo después de la pascua.",
      "topic": ""
    },
    "5": {
      "text": "Así que, Pedro era guardado en la cárcel; pero la iglesia hacía sin cesar oración a Dios por él.",
      "topic": ""
    },
    "6": {
      "text": "Y cuando Herodes había de sacarle, aquella misma noche estaba Pedro durmiendo entre dos soldados, sujeto con dos cadenas, y los guardas delante de la puerta guardaban la cárcel.",
      "topic": ""
    },
    "7": {
      "text": "Y he aquí, el ángel del Señor vino, y una luz resplandeció en la cárcel; y golpeando a Pedro en el costado, le despertó, diciendo: Levántate pronto. Y las cadenas se le cayeron de las manos.",
      "topic": ""
    },
    "8": {
      "text": "Y le dijo el ángel: Cíñete, y átate tus sandalias. Y lo hizo así. Y le dijo: Envuélvete en tu manto, y sígueme.",
      "topic": ""
    },
    "9": {
      "text": "Y saliendo, le seguía; y no sabía que era verdad lo que hacía el ángel, sino que pensaba que veía visión.",
      "topic": ""
    },
    "10": {
      "text": "Y cuando pasaron la primera y la segunda guardia, llegaron a la puerta de hierro que conduce a la ciudad, la cual se les abrió por sí misma; y salieron y pasaron una calle, y en seguida el ángel se apartó de él.",
      "topic": ""
    },
    "11": {
      "text": "Entonces Pedro, volviendo en sí, dijo: Ahora entiendo en verdad que el Señor ha enviado su ángel, y me ha librado de la mano de Herodes, y de todo lo que el pueblo de los judíos esperaba.",
      "topic": ""
    },
    "12": {
      "text": "Y habiendo considerado [esto], llegó a casa de María la madre de Juan, el que tenía por sobrenombre Marcos, donde muchos estaban reunidos orando.",
      "topic": ""
    },
    "13": {
      "text": "Y tocando Pedro a la puerta del patio, salió a escuchar una muchacha, llamada Rode,",
      "topic": ""
    },
    "14": {
      "text": "la cual, cuando reconoció la voz de Pedro, de gozo no abrió la puerta, sino que corrió adentro, y dio la nueva de que Pedro estaba a la puerta.",
      "topic": ""
    },
    "15": {
      "text": "Y ellos le dijeron: Estás loca. Pero ella afirmaba que así era. Entonces ellos decían: Es su ángel.",
      "topic": ""
    },
    "16": {
      "text": "Mas Pedro persistía en llamar; y cuando abrieron, le vieron, y se quedaron maravillados.",
      "topic": ""
    },
    "17": {
      "text": "Pero él, haciéndoles con la mano señal de que callasen, les contó cómo el Señor le había sacado de la cárcel. Y dijo: Haced saber esto a Jacobo y a los hermanos. Y salió, y se fue a otro lugar.",
      "topic": ""
    },
    "18": {
      "text": "Y luego que fue de día, hubo no poco alboroto entre los soldados sobre qué había sido de Pedro.",
      "topic": ""
    },
    "19": {
      "text": "Y cuando Herodes le buscó y no le halló, habiendo interrogado a los guardas, ordenó que [éstos] fueran llevados a la muerte. Y él descendió de Judea a Cesarea, y se quedó allí.",
      "topic": ""
    },
    "20": {
      "text": "Y Herodes estaba enojado contra los de Tiro y de Sidón; pero ellos vinieron de acuerdo ante él, y habiendo persuadido a Blasto, que era camarero del rey, pedían paz; porque el territorio de ellos era abastecido por el del rey.",
      "topic": ""
    },
    "21": {
      "text": "Y un día señalado, Herodes vestido de ropa real, se sentó en su trono, y les arengó.",
      "topic": ""
    },
    "22": {
      "text": "Y el pueblo aclamaba, [diciendo]: ¡Voz de un dios, y no de hombre!",
      "topic": ""
    },
    "23": {
      "text": "Y al instante el ángel del Señor le hirió, por cuanto no dio la gloria a Dios; y expiró comido de gusanos.",
      "topic": ""
    },
    "24": {
      "text": "Mas la palabra de Dios crecía y se multiplicaba.",
      "topic": ""
    },
    "25": {
      "text": "Y Bernabé y Saulo, habiendo cumplido su ministerio, regresaron de Jerusalén llevando consigo a Juan, el que tenía por sobrenombre Marcos.",
      "topic": ""
    }
  }
}