{
  "info": {
    "book": "Hechos",
    "chapter": "15",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Entonces algunos que venían de Judea enseñaban a los hermanos, [diciendo]: Si no os circuncidáis conforme a la costumbre de Moisés, no podéis ser salvos.",
      "topic": ""
    },
    "2": {
      "text": "Así que, cuando Pablo y Bernabé tuvieron una disensión y contienda no pequeña con ellos, determinaron que Pablo y Bernabé, y algunos otros de ellos, subiesen a Jerusalén a los apóstoles y a los ancianos, para tratar esta cuestión.",
      "topic": ""
    },
    "3": {
      "text": "Ellos, pues, siendo encaminados por la iglesia, pasaron por Fenicia y Samaria, contando la conversión de los gentiles; y causaban gran gozo a todos los hermanos.",
      "topic": ""
    },
    "4": {
      "text": "Y cuando llegaron a Jerusalén, fueron recibidos por la iglesia y los apóstoles y los ancianos, y les contaron todas las cosas que Dios había hecho con ellos.",
      "topic": ""
    },
    "5": {
      "text": "Pero algunos de la secta de los fariseos, que habían creído, se levantaron, diciendo que era necesario circuncidarlos y mandarles que guardasen la ley de Moisés.",
      "topic": ""
    },
    "6": {
      "text": "Y se reunieron los apóstoles y los ancianos para considerar este asunto.",
      "topic": ""
    },
    "7": {
      "text": "Y después de mucha discusión, Pedro se levantó y les dijo: Varones hermanos, vosotros sabéis cómo ya hace algún tiempo que Dios escogió entre nosotros, que los gentiles oyesen por mi boca la palabra del evangelio, y creyesen.",
      "topic": ""
    },
    "8": {
      "text": "Y Dios, que conoce los corazones, les dio testimonio, dándoles el Espíritu Santo también como a nosotros;",
      "topic": ""
    },
    "9": {
      "text": "y ninguna diferencia hizo entre nosotros y ellos, purificando por la fe sus corazones.",
      "topic": ""
    },
    "10": {
      "text": "Ahora, pues, ¿por qué tentáis a Dios, poniendo sobre la cerviz de los discípulos un yugo que ni nuestros padres ni nosotros hemos podido llevar?",
      "topic": ""
    },
    "11": {
      "text": "Antes creemos que por la gracia del Señor Jesucristo seremos salvos, del mismo modo que ellos.",
      "topic": ""
    },
    "12": {
      "text": "Entonces toda la multitud calló, y oyeron a Bernabé y a Pablo, que contaban cuántos milagros y maravillas había hecho Dios por medio de ellos entre los gentiles.",
      "topic": ""
    },
    "13": {
      "text": "Y después que hubieron callado, Jacobo respondió, diciendo: Varones hermanos, oídme.",
      "topic": ""
    },
    "14": {
      "text": "Simón ha contado cómo Dios visitó por primera vez a los gentiles, para tomar de ellos pueblo para su nombre.",
      "topic": ""
    },
    "15": {
      "text": "Y con esto concuerdan las palabras de los profetas, como está escrito:",
      "topic": ""
    },
    "16": {
      "text": "Después de esto volveré, y reedificaré el tabernáculo de David, que está caído; y repararé sus ruinas, y lo volveré a levantar:",
      "topic": ""
    },
    "17": {
      "text": "Para que el resto de los hombres busque al Señor, y todos los gentiles sobre los cuales es invocado mi nombre, dice el Señor, que hace todas estas cosas.",
      "topic": ""
    },
    "18": {
      "text": "Conocidas son a Dios todas sus obras desde la eternidad.",
      "topic": ""
    },
    "19": {
      "text": "Por lo cual yo juzgo, que no se moleste a los que de los gentiles se convierten a Dios;",
      "topic": ""
    },
    "20": {
      "text": "sino que les escribamos que se abstengan de las contaminaciones de los ídolos, y de fornicación, y de estrangulado y de sangre.",
      "topic": ""
    },
    "21": {
      "text": "Porque Moisés desde los tiempos antiguos tiene en cada ciudad quien lo predique en las sinagogas, donde es leído cada sábado.",
      "topic": ""
    },
    "22": {
      "text": "Entonces pareció bien a los apóstoles y a los ancianos, con toda la iglesia, elegir varones de ellos, y enviarlos a Antioquía con Pablo y Bernabé; a Judas que tenía por sobrenombre Barsabás, y a Silas, varones principales entre los hermanos,",
      "topic": ""
    },
    "23": {
      "text": "y escribir por mano de ellos, de esta manera: Los apóstoles y los ancianos y los hermanos: A los hermanos que son de los gentiles que están en Antioquía, y en Siria, y en Cilicia, saludos.",
      "topic": ""
    },
    "24": {
      "text": "Por cuanto hemos oído que algunos que han salido de nosotros, os han inquietado con palabras, turbando vuestras almas, mandando circuncidaros y guardar la ley, a los cuales no dimos [tal] mandato,",
      "topic": ""
    },
    "25": {
      "text": "nos ha parecido bien, congregados en uno, elegir varones, y enviarlos a vosotros con nuestros amados Bernabé y Pablo,",
      "topic": ""
    },
    "26": {
      "text": "hombres que han expuesto sus vidas por el nombre de nuestro Señor Jesucristo.",
      "topic": ""
    },
    "27": {
      "text": "Así que enviamos a Judas y a Silas, los cuales también por palabra os harán saber lo mismo.",
      "topic": ""
    },
    "28": {
      "text": "Pues ha parecido bien al Espíritu Santo, y a nosotros, no imponeros ninguna carga más que estas cosas necesarias.",
      "topic": ""
    },
    "29": {
      "text": "Que os abstengáis de lo sacrificado a ídolos, y de sangre, y de estrangulado y de fornicación; de las cuales cosas si os guardareis, bien haréis. Pasadlo bien.",
      "topic": ""
    },
    "30": {
      "text": "Así que cuando ellos fueron despedidos, vinieron a Antioquía; y reuniendo la multitud, entregaron la carta;",
      "topic": ""
    },
    "31": {
      "text": "la cual habiendo leído, se gozaron por la consolación.",
      "topic": ""
    },
    "32": {
      "text": "Y Judas y Silas, siendo también profetas, exhortaron y confirmaron a los hermanos con abundancia de palabras.",
      "topic": ""
    },
    "33": {
      "text": "Y después de pasar [allí] algún tiempo, fueron enviados de los hermanos a los apóstoles en paz.",
      "topic": ""
    },
    "34": {
      "text": "Mas a Silas le pareció bien el quedarse allí aún.",
      "topic": ""
    },
    "35": {
      "text": "Y Pablo y Bernabé se quedaron en Antioquía, enseñando y predicando la palabra del Señor, también con muchos otros.",
      "topic": ""
    },
    "36": {
      "text": "Y después de algunos días, Pablo dijo a Bernabé: Volvamos y visitemos a nuestros hermanos en todas las ciudades en que hemos predicado la palabra del Señor, [para ver] cómo están.",
      "topic": ""
    },
    "37": {
      "text": "Y Bernabé quería que llevasen consigo a Juan, el que tenía por sobrenombre Marcos;",
      "topic": ""
    },
    "38": {
      "text": "pero a Pablo no le parecía bien llevar consigo al que se había apartado de ellos desde Panfilia, y no había ido con ellos a la obra.",
      "topic": ""
    },
    "39": {
      "text": "Y hubo tal contención entre ellos, que se apartaron el uno del otro; y Bernabé tomando a Marcos, navegó a Chipre,",
      "topic": ""
    },
    "40": {
      "text": "y Pablo, escogiendo a Silas, partió encomendado por los hermanos a la gracia de Dios,",
      "topic": ""
    },
    "41": {
      "text": "y pasó por Siria y Cilicia, confirmando a las iglesias.",
      "topic": ""
    }
  }
}