{
  "info": {
    "book": "Hechos",
    "chapter": "16",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Después llegó a Derbe y a Listra; y he aquí, estaba allí cierto discípulo llamado Timoteo, hijo de una mujer judía creyente, pero su padre [era] griego.",
      "topic": ""
    },
    "2": {
      "text": "De éste daban buen testimonio los hermanos que estaban en Listra y en Iconio.",
      "topic": ""
    },
    "3": {
      "text": "Éste quiso Pablo que fuese con él; y tomándole, le circuncidó por causa de los judíos que había en aquellos lugares; porque todos sabían que su padre era griego.",
      "topic": ""
    },
    "4": {
      "text": "Y como pasaban por las ciudades, les entregaban los decretos que habían sido ordenados por los apóstoles y los ancianos que estaban en Jerusalén para que los guardasen.",
      "topic": ""
    },
    "5": {
      "text": "Así que las iglesias eran confirmadas en la fe, y aumentaban en número cada día.",
      "topic": ""
    },
    "6": {
      "text": "Y pasando a Frigia y a la provincia de Galacia, les fue prohibido por el Espíritu Santo predicar la palabra en Asia.",
      "topic": ""
    },
    "7": {
      "text": "Y cuando llegaron a Misia, intentaron ir a Bitinia; pero el Espíritu no se lo permitió.",
      "topic": ""
    },
    "8": {
      "text": "Y pasando por Misia, descendieron a Troas.",
      "topic": ""
    },
    "9": {
      "text": "Y de noche apareció a Pablo una visión: Un varón macedonio estaba en pie, y le rogaba, diciendo: Pasa a Macedonia y ayúdanos.",
      "topic": ""
    },
    "10": {
      "text": "Y cuando él vio la visión, inmediatamente procuramos ir a Macedonia, dando por cierto que el Señor nos llamaba para que les predicásemos el evangelio.",
      "topic": ""
    },
    "11": {
      "text": "Zarpando, pues, de Troas, fuimos rumbo directo a Samotracia, y al [día] siguiente a Neápolis;",
      "topic": ""
    },
    "12": {
      "text": "y de allí a Filipos, que es la ciudad principal de la provincia de Macedonia, y una colonia; y estuvimos en aquella ciudad algunos días.",
      "topic": ""
    },
    "13": {
      "text": "Y el día sábado salimos de la ciudad, junto al río, donde solían hacer oración; y sentándonos, hablamos a las mujeres que se habían reunido.",
      "topic": ""
    },
    "14": {
      "text": "Y una mujer llamada Lidia, que vendía púrpura en la ciudad de Tiatira, temerosa de Dios, estaba oyendo; el corazón de la cual abrió el Señor para que estuviese atenta a lo que Pablo decía.",
      "topic": ""
    },
    "15": {
      "text": "Y cuando fue bautizada, ella, y su familia, nos rogó, diciendo: Si habéis juzgado que yo sea fiel al Señor, entrad en mi casa; y nos constriñó a quedarnos.",
      "topic": ""
    },
    "16": {
      "text": "Y aconteció que yendo nosotros a la oración, nos salió al encuentro una muchacha que tenía espíritu de adivinación, la cual daba grande ganancia a sus amos, adivinando.",
      "topic": ""
    },
    "17": {
      "text": "Ésta, siguiendo a Pablo y a nosotros, daba voces, diciendo: Estos hombres son siervos del Dios Altísimo, los cuales nos enseñan el camino de salvación.",
      "topic": ""
    },
    "18": {
      "text": "Y esto lo hizo por muchos días; pero desagradando a Pablo, [éste] se volvió y dijo al espíritu: Te mando en el nombre de Jesucristo, que salgas de ella. Y salió en la misma hora.",
      "topic": ""
    },
    "19": {
      "text": "Y viendo sus amos que había salido la esperanza de su ganancia, prendieron a Pablo y a Silas, y los trajeron al foro, ante las autoridades;",
      "topic": ""
    },
    "20": {
      "text": "y presentándolos ante los magistrados, dijeron: Estos hombres, siendo judíos, alborotan nuestra ciudad,",
      "topic": ""
    },
    "21": {
      "text": "y predican costumbres, las cuales no nos es lícito recibir ni hacer, pues somos romanos.",
      "topic": ""
    },
    "22": {
      "text": "Y se agolpó el pueblo contra ellos; y los magistrados, rasgándoles sus ropas, mandaron azotarles con varas.",
      "topic": ""
    },
    "23": {
      "text": "Y después de haberles herido de muchos azotes, los echaron en la cárcel, mandando al carcelero que los guardase con seguridad.",
      "topic": ""
    },
    "24": {
      "text": "El cual, habiendo recibido este mandato, los metió en el calabozo de más adentro; y les apretó los pies en el cepo.",
      "topic": ""
    },
    "25": {
      "text": "Pero a media noche, Pablo y Silas oraban, y cantaban himnos a Dios; y los presos los oían.",
      "topic": ""
    },
    "26": {
      "text": "Y repentinamente hubo un gran terremoto, de tal manera que los cimientos de la cárcel fueron sacudidos; y al instante se abrieron todas las puertas, y las cadenas de todos se soltaron.",
      "topic": ""
    },
    "27": {
      "text": "Y despertando el carcelero, como vio abiertas las puertas de la cárcel, sacó su espada y se quería matar, pensando que los presos se habían escapado.",
      "topic": ""
    },
    "28": {
      "text": "Mas Pablo clamó a gran voz, diciendo: No te hagas ningún daño, pues todos estamos aquí.",
      "topic": ""
    },
    "29": {
      "text": "Él entonces, pidiendo luz, entró corriendo, y temblando, se derribó a los pies de Pablo y de Silas;",
      "topic": ""
    },
    "30": {
      "text": "y sacándolos, les dijo: Señores, ¿qué debo hacer para ser salvo?",
      "topic": ""
    },
    "31": {
      "text": "Y ellos dijeron: Cree en el Señor Jesucristo, y serás salvo tú, y tu casa.",
      "topic": ""
    },
    "32": {
      "text": "Y le hablaron la palabra del Señor, y a todos los que estaban en su casa.",
      "topic": ""
    },
    "33": {
      "text": "Y él, tomándolos en aquella misma hora de la noche, les lavó las heridas; y enseguida fue bautizado él, y todos los suyos.",
      "topic": ""
    },
    "34": {
      "text": "Y llevándolos a su casa, les puso la mesa; y se regocijó de haber creído en Dios con toda su casa.",
      "topic": ""
    },
    "35": {
      "text": "Y cuando fue de día, los magistrados enviaron alguaciles, diciendo: Deja ir a aquellos hombres.",
      "topic": ""
    },
    "36": {
      "text": "Y el carcelero hizo saber estas palabras a Pablo: Los magistrados han enviado a decir que se os suelte, así que ahora salid, e id en paz.",
      "topic": ""
    },
    "37": {
      "text": "Entonces Pablo les dijo: Nos azotaron públicamente sin ser condenados; siendo hombres romanos, nos echaron en la cárcel; ¿y ahora nos echan secretamente? No, de cierto, sino dejad que vengan ellos mismos y nos saquen.",
      "topic": ""
    },
    "38": {
      "text": "Y los alguaciles dijeron estas palabras a los magistrados, los cuales tuvieron miedo al oír que eran romanos.",
      "topic": ""
    },
    "39": {
      "text": "Y viniendo, [les] rogaron; y sacándolos, les pidieron que salieran de la ciudad.",
      "topic": ""
    },
    "40": {
      "text": "Y saliendo de la cárcel, entraron en [casa de] Lidia; y habiendo visto a los hermanos, los consolaron, y se fueron.",
      "topic": ""
    }
  }
}