{
  "info": {
    "book": "Hechos",
    "chapter": "17",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y pasando por Amfípolis y Apolonia, llegaron a Tesalónica, donde había una sinagoga de los judíos.",
      "topic": ""
    },
    "2": {
      "text": "Y Pablo, como acostumbraba, fue a ellos, y por tres sábados disputó con ellos de las Escrituras,",
      "topic": ""
    },
    "3": {
      "text": "enseñando y exponiendo que era necesario que el Cristo padeciese y resucitase de los muertos; y que este Jesús, a quien yo os predico, [decía él], es el Cristo.",
      "topic": ""
    },
    "4": {
      "text": "Y algunos de ellos creyeron y se juntaron con Pablo y con Silas; y de los griegos piadosos gran multitud, y mujeres nobles no pocas.",
      "topic": ""
    },
    "5": {
      "text": "Pero los judíos que no eran creyentes, llenos de envidia, tomaron consigo a unos hombres perversos, de lo peor, y juntando una turba, alborotaron la ciudad; y asaltando la casa de Jasón, procuraban sacarlos al pueblo.",
      "topic": ""
    },
    "6": {
      "text": "Y al no hallarlos, trajeron a Jasón y a algunos hermanos ante los gobernadores de la ciudad, gritando: Estos que han trastornado al mundo también han venido acá;",
      "topic": ""
    },
    "7": {
      "text": "a los cuales Jasón ha recibido; y todos éstos, hacen contrario a los decretos de César, diciendo que hay otro rey, Jesús.",
      "topic": ""
    },
    "8": {
      "text": "Y el pueblo y los magistrados de la ciudad se alborotaron al oír estas cosas.",
      "topic": ""
    },
    "9": {
      "text": "Mas habiendo obtenido fianza de Jasón y de los demás, los soltaron.",
      "topic": ""
    },
    "10": {
      "text": "Y de inmediato los hermanos, enviaron de noche a Pablo y a Silas a Berea; los cuales, habiendo llegado, entraron en la sinagoga de los judíos.",
      "topic": ""
    },
    "11": {
      "text": "Y éstos eran más nobles que los que estaban en Tesalónica, pues recibieron la palabra con toda solicitud, escudriñando cada día las Escrituras para ver si estas cosas eran así.",
      "topic": ""
    },
    "12": {
      "text": "Así que creyeron muchos de ellos; y mujeres griegas distinguidas, y no pocos hombres.",
      "topic": ""
    },
    "13": {
      "text": "Pero cuando los judíos de Tesalónica supieron que también en Berea era predicada la palabra de Dios por Pablo, fueron también allá y alborotaron al pueblo.",
      "topic": ""
    },
    "14": {
      "text": "Entonces los hermanos, inmediatamente enviaron a Pablo que fuese hacia el mar; y Silas y Timoteo se quedaron allí.",
      "topic": ""
    },
    "15": {
      "text": "Y los que conducían a Pablo, le llevaron hasta Atenas; y habiendo recibido mandamiento para Silas y Timoteo, de que viniesen a él tan pronto como pudiesen, partieron.",
      "topic": ""
    },
    "16": {
      "text": "Y mientras Pablo los esperaba en Atenas, su espíritu se enardecía en él, viendo la ciudad entregada a la idolatría.",
      "topic": ""
    },
    "17": {
      "text": "Así que, disputaba en la sinagoga con los judíos, y los religiosos; y en la plaza cada día con los que concurrían.",
      "topic": ""
    },
    "18": {
      "text": "Y ciertos filósofos de los epicúreos y de los estoicos, disputaban con él; y unos decían: ¿Qué querrá decir este palabrero? Y otros: Parece que es predicador de dioses extraños; porque les predicaba a Jesús y la resurrección.",
      "topic": ""
    },
    "19": {
      "text": "Y tomándole, le trajeron al Areópago, diciendo: ¿Podremos saber qué es esta nueva doctrina de que hablas?",
      "topic": ""
    },
    "20": {
      "text": "Pues traes a nuestros oídos ciertas cosas extrañas; queremos, pues, saber qué significan estas cosas.",
      "topic": ""
    },
    "21": {
      "text": "(Porque todos los atenienses y los extranjeros que estaban allí, no se interesaban en ninguna otra cosa, sino en decir o en oír algo nuevo.)",
      "topic": ""
    },
    "22": {
      "text": "Entonces Pablo, puesto en pie en medio del Areópago, dijo: Varones atenienses, en todo veo que sois muy supersticiosos;",
      "topic": ""
    },
    "23": {
      "text": "porque pasando y mirando vuestros santuarios, hallé también un altar en el cual estaba esta inscripción: AL DIOS NO CONOCIDO. Aquél, pues, que vosotros adoráis sin conocerle, a Éste yo os anuncio.",
      "topic": ""
    },
    "24": {
      "text": "El Dios que hizo el mundo y todas las cosas que en él hay; Éste, siendo Señor del cielo y de la tierra, no habita en templos hechos de manos;",
      "topic": ""
    },
    "25": {
      "text": "ni es honrado por manos de hombres, como si necesitase algo; pues Él a todos da vida y aliento, y todas las cosas.",
      "topic": ""
    },
    "26": {
      "text": "Y de una sangre ha hecho todo el linaje de los hombres, para que habiten sobre toda la faz de la tierra; y les ha prefijado el orden de los tiempos, y los términos de su habitación;",
      "topic": ""
    },
    "27": {
      "text": "para que busquen al Señor, si en alguna manera, palpando, le hallen; si bien no está lejos de cada uno de nosotros.",
      "topic": ""
    },
    "28": {
      "text": "Porque en Él vivimos, y nos movemos, y somos; como también algunos de vuestros poetas han dicho: Porque también nosotros somos linaje suyo.",
      "topic": ""
    },
    "29": {
      "text": "Siendo, pues, linaje de Dios, no debemos pensar que la Divinidad sea semejante a oro, o plata, o piedra, escultura de arte e imaginación de hombres.",
      "topic": ""
    },
    "30": {
      "text": "Pero Dios, habiendo pasado por alto los tiempos de esta ignorancia, ahora demanda a todos los hombres en todo lugar, que se arrepientan;",
      "topic": ""
    },
    "31": {
      "text": "por cuanto ha establecido un día en el cual juzgará al mundo con justicia, por [aquel] varón a quien Él designó; dando fe a todos con haberle resucitado de los muertos.",
      "topic": ""
    },
    "32": {
      "text": "Y cuando oyeron de la resurrección de los muertos, unos se burlaban, y otros decían: Te oiremos acerca de esto en otra ocasión.",
      "topic": ""
    },
    "33": {
      "text": "Y así Pablo salió de en medio de ellos.",
      "topic": ""
    },
    "34": {
      "text": "Mas algunos creyeron y se unieron a él; entre los cuales estaba Dionisio el areopagita, y una mujer llamada Dámaris, y otros con ellos.",
      "topic": ""
    }
  }
}