{
  "info": {
    "book": "Hechos",
    "chapter": "19",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y aconteció que mientras Apolos estaba en Corinto, Pablo, habiendo pasado por las regiones superiores, vino a Éfeso, y hallando a ciertos discípulos,",
      "topic": ""
    },
    "2": {
      "text": "les dijo: ¿Recibisteis el Espíritu Santo cuando creísteis? Y ellos le dijeron: Ni siquiera hemos oído que hay Espíritu Santo.",
      "topic": ""
    },
    "3": {
      "text": "Entonces les dijo: ¿En qué, pues, fuisteis bautizados? Y ellos dijeron: En el bautismo de Juan.",
      "topic": ""
    },
    "4": {
      "text": "Y Pablo [les] dijo: Juan bautizó con el bautismo de arrepentimiento, diciendo al pueblo que creyesen en Aquél que vendría después de él, esto es, en Cristo Jesús.",
      "topic": ""
    },
    "5": {
      "text": "Cuando oyeron [esto], fueron bautizados en el nombre del Señor Jesús.",
      "topic": ""
    },
    "6": {
      "text": "Y habiéndoles impuesto Pablo las manos, vino sobre ellos el Espíritu Santo; y hablaban en lenguas, y profetizaban.",
      "topic": ""
    },
    "7": {
      "text": "Y eran por todos unos doce varones.",
      "topic": ""
    },
    "8": {
      "text": "Y entrando en la sinagoga, habló con denuedo por espacio de tres meses, disputando y persuadiendo acerca del reino de Dios.",
      "topic": ""
    },
    "9": {
      "text": "Pero cuando algunos se endurecieron y no creyeron, sino que maldijeron el Camino delante de la multitud, él se apartó de ellos y apartó a los discípulos, disputando cada día en la escuela de un [tal] Tyrano.",
      "topic": ""
    },
    "10": {
      "text": "Y esto fue hecho por espacio de dos años; de manera que todos los que habitaban en Asia, judíos y griegos, oyeron la palabra del Señor Jesús.",
      "topic": ""
    },
    "11": {
      "text": "Y hacía Dios milagros incomparables por mano de Pablo;",
      "topic": ""
    },
    "12": {
      "text": "de tal manera que aun los pañuelos o delantales de su cuerpo eran llevados a los enfermos, y las enfermedades se iban de ellos, y los malos espíritus salían de ellos.",
      "topic": ""
    },
    "13": {
      "text": "Pero algunos de los judíos, vagabundos exorcistas, intentaron invocar el nombre del Señor Jesús sobre los que tenían espíritus malos, diciendo: Os conjuramos por Jesús, el que Pablo predica.",
      "topic": ""
    },
    "14": {
      "text": "Y había siete hijos de un tal Sceva, judío, príncipe de los sacerdotes, que hacían esto.",
      "topic": ""
    },
    "15": {
      "text": "Y respondiendo el espíritu malo, dijo: A Jesús conozco, y sé quién es Pablo; pero vosotros, ¿quiénes sois?",
      "topic": ""
    },
    "16": {
      "text": "Y el hombre en quien estaba el espíritu malo saltó sobre ellos, y dominándolos, prevaleció contra ellos, de tal manera que huyeron de aquella casa, desnudos y heridos.",
      "topic": ""
    },
    "17": {
      "text": "Y esto fue notorio a todos los que habitaban en Éfeso, así judíos como griegos; y cayó temor sobre todos ellos, y el nombre del Señor Jesús era magnificado.",
      "topic": ""
    },
    "18": {
      "text": "Y muchos de los que habían creído venían, confesando, y dando cuenta de sus hechos.",
      "topic": ""
    },
    "19": {
      "text": "Asimismo muchos de los que habían practicado la magia, trajeron sus libros, y los quemaron delante de todos; y contando el precio de ellos, se halló ser cincuenta mil [piezas] de plata.",
      "topic": ""
    },
    "20": {
      "text": "Así crecía poderosamente la palabra del Señor, y prevalecía.",
      "topic": ""
    },
    "21": {
      "text": "Y pasadas estas cosas, Pablo se propuso en espíritu ir a Jerusalén después de recorrer Macedonia y Acaya, diciendo: Después que haya estado allí, me será necesario ver también a Roma.",
      "topic": ""
    },
    "22": {
      "text": "Y enviando a Macedonia a dos de los que le ayudaban, Timoteo y Erasto, él se quedó por algún tiempo en Asia.",
      "topic": ""
    },
    "23": {
      "text": "Y en aquel tiempo hubo un alboroto no pequeño acerca del Camino.",
      "topic": ""
    },
    "24": {
      "text": "Porque un platero llamado Demetrio, que hacía de plata templecillos de Diana, daba a los artífices no poca ganancia;",
      "topic": ""
    },
    "25": {
      "text": "a los cuales, reunidos con los obreros del mismo oficio, dijo: Varones, sabéis que de este oficio obtenemos nuestra riqueza;",
      "topic": ""
    },
    "26": {
      "text": "y veis y oís que este Pablo, no solamente en Éfeso, sino en casi toda Asia, ha persuadido y apartado a muchas gentes, diciendo que no son dioses los que se hacen con las manos.",
      "topic": ""
    },
    "27": {
      "text": "Y no solamente hay peligro de que este negocio se nos deshaga, sino también que el templo de la gran diosa Diana sea despreciado, y venga a ser destruida su majestad, la cual adora toda Asia y el mundo.",
      "topic": ""
    },
    "28": {
      "text": "Y oyendo [esto], se llenaron de ira, y gritaron, diciendo: ¡Grande es Diana de los efesios!",
      "topic": ""
    },
    "29": {
      "text": "Y toda la ciudad se llenó de confusión; y arrebatando a Gayo y a Aristarco, macedonios, compañeros de Pablo, a una se abalanzaron al teatro.",
      "topic": ""
    },
    "30": {
      "text": "Y queriendo Pablo salir al pueblo, los discípulos no le dejaron.",
      "topic": ""
    },
    "31": {
      "text": "También algunos de los principales de Asia, que eran sus amigos, enviaron a él rogándole que no se presentase en el teatro.",
      "topic": ""
    },
    "32": {
      "text": "Unos, pues, gritaban una cosa, y otros otra; porque la concurrencia estaba confusa, y la mayoría de ellos no sabían por qué se habían reunido.",
      "topic": ""
    },
    "33": {
      "text": "Y sacaron de entre la multitud a Alejandro, empujándole los judíos. Entonces Alejandro, haciendo señal con la mano, quería hablar en su defensa ante el pueblo.",
      "topic": ""
    },
    "34": {
      "text": "Pero cuando supieron que era judío, todos a una voz gritaron casi por dos horas: ¡Grande es Diana de los efesios!",
      "topic": ""
    },
    "35": {
      "text": "Entonces el escribano, cuando hubo apaciguado a la multitud, dijo: Varones efesios ¿qué hombre hay que no sepa que la ciudad de los efesios es adoradora de la gran diosa Diana, y de la [imagen] caída de Júpiter?",
      "topic": ""
    },
    "36": {
      "text": "Y ya que esto no puede ser contradicho, conviene que os apacigüéis, y que nada hagáis precipitadamente;",
      "topic": ""
    },
    "37": {
      "text": "pues habéis traído a estos hombres, sin ser sacrílegos, ni blasfemadores de vuestra diosa.",
      "topic": ""
    },
    "38": {
      "text": "Que si Demetrio y los artífices que están con él tienen pleito contra alguno, audiencias se hacen, y procónsules hay; acúsense unos a otros.",
      "topic": ""
    },
    "39": {
      "text": "Y si demandáis alguna otra cosa, en legítima asamblea se puede decidir.",
      "topic": ""
    },
    "40": {
      "text": "Porque estamos en peligro de ser acusados de sedición por esto de hoy, no habiendo ninguna causa por la cual podamos dar razón de este concurso.",
      "topic": ""
    },
    "41": {
      "text": "Y habiendo dicho esto, despidió la asamblea.",
      "topic": ""
    }
  }
}