{
  "info": {
    "book": "Hechos",
    "chapter": "27",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y cuando fue determinado que habíamos de navegar para Italia, entregaron a Pablo y a algunos otros presos a un centurión llamado Julio, de la compañía Augusta.",
      "topic": ""
    },
    "2": {
      "text": "Y embarcándonos en una nave adrumentina, queriendo navegar junto a las costas de Asia, zarpamos, estando con nosotros Aristarco, macedonio de Tesalónica.",
      "topic": ""
    },
    "3": {
      "text": "Y al otro día llegamos a Sidón; y Julio, tratando humanamente a Pablo, le permitió que fuese a sus amigos, para ser asistido por ellos.",
      "topic": ""
    },
    "4": {
      "text": "Y haciéndonos a la vela desde allí, navegamos a sotavento de Chipre, porque los vientos eran contrarios.",
      "topic": ""
    },
    "5": {
      "text": "Y habiendo pasado el mar de Cilicia y Panfilia, arribamos a Mira, [ciudad] de Licia.",
      "topic": ""
    },
    "6": {
      "text": "Y hallando allí el centurión una nave de Alejandría que navegaba a Italia, nos embarcó en ella.",
      "topic": ""
    },
    "7": {
      "text": "Y navegando muchos días despacio, y habiendo apenas llegado delante de Gnido, no dejándonos el viento, navegamos a sotavento de Creta, junto a Salmón.",
      "topic": ""
    },
    "8": {
      "text": "Y costeándola difícilmente, llegamos a un lugar que llaman Buenos Puertos, cerca del cual estaba la ciudad de Lasea.",
      "topic": ""
    },
    "9": {
      "text": "Y pasado mucho tiempo, y siendo ya peligrosa la navegación, habiendo ya pasado el ayuno, Pablo [les] amonestaba,",
      "topic": ""
    },
    "10": {
      "text": "diciéndoles: Varones, veo que con perjuicio y mucho daño habrá de ser la navegación, no sólo del cargamento y de la nave, sino también de nuestras vidas.",
      "topic": ""
    },
    "11": {
      "text": "Pero el centurión creía más al piloto y al patrón de la nave, que a lo que Pablo decía.",
      "topic": ""
    },
    "12": {
      "text": "Y porque el puerto era incómodo para invernar, la mayoría acordaron zarpar también de allí, por si pudiesen arribar a Fenice, [que es] un puerto de Creta que mira hacia el nordeste y sudeste, e invernar allí.",
      "topic": ""
    },
    "13": {
      "text": "Y soplando una suave brisa del sur, pareciéndoles que ya tenían lo que deseaban, izando velas, iban costeando Creta.",
      "topic": ""
    },
    "14": {
      "text": "Pero no mucho después se levantó en su contra un viento tempestuoso, que se llama Euroclidón.",
      "topic": ""
    },
    "15": {
      "text": "Y siendo arrebatada la nave, y no pudiendo resistir contra el viento, resignados, dejamos [la nave] a la deriva.",
      "topic": ""
    },
    "16": {
      "text": "Y corriendo a sotavento de una pequeña isla que se llama Clauda, apenas pudimos salvar el esquife;",
      "topic": ""
    },
    "17": {
      "text": "el cual subido a bordo, usaban de refuerzos, ciñendo la nave; y teniendo temor de que diesen en la Sirte, arriando velas, quedaron a la deriva.",
      "topic": ""
    },
    "18": {
      "text": "Y siendo azotados por una vehemente tempestad, al día siguiente alijaron la nave;",
      "topic": ""
    },
    "19": {
      "text": "y al tercer día nosotros con nuestras manos arrojamos los aparejos de la nave.",
      "topic": ""
    },
    "20": {
      "text": "Y no apareciendo ni sol ni estrellas por muchos días, siendo azotados por una tempestad no pequeña, ya habíamos perdido toda esperanza de salvarnos.",
      "topic": ""
    },
    "21": {
      "text": "Entonces Pablo, como hacía ya mucho que no comíamos, puesto en pie en medio de ellos, dijo: Señores, debían por cierto haberme oído, y no haber zarpado de Creta, para recibir este daño y pérdida.",
      "topic": ""
    },
    "22": {
      "text": "Pero ahora os exhorto a que tengáis buen ánimo; porque no habrá ninguna pérdida de vida entre vosotros, sino solamente de la nave.",
      "topic": ""
    },
    "23": {
      "text": "Pues esta noche ha estado conmigo el Ángel del Dios de quien soy y a quien sirvo,",
      "topic": ""
    },
    "24": {
      "text": "diciendo: Pablo, no temas; es necesario que comparezcas ante César; y he aquí, Dios te ha dado todos los que navegan contigo.",
      "topic": ""
    },
    "25": {
      "text": "Por tanto, oh varones, tened buen ánimo; porque yo confío en Dios que será así como se me ha dicho.",
      "topic": ""
    },
    "26": {
      "text": "Si bien, es necesario que demos en una isla.",
      "topic": ""
    },
    "27": {
      "text": "Y venida la decimocuarta noche, y siendo llevados a la deriva por el mar Adriático, los marineros a la media noche presintieron que estaban cerca de alguna tierra;",
      "topic": ""
    },
    "28": {
      "text": "y echando la sonda, hallaron veinte brazas, y pasando un poco más adelante, volviendo a echar la sonda, hallaron quince brazas.",
      "topic": ""
    },
    "29": {
      "text": "Y temiendo dar en escollos, echaron cuatro anclas de la popa; y ansiaban que se hiciese de día.",
      "topic": ""
    },
    "30": {
      "text": "Entonces como los marineros estaban por huir de la nave, habiendo echado el esquife al mar, aparentando como que querían largar las anclas de proa,",
      "topic": ""
    },
    "31": {
      "text": "Pablo dijo al centurión y a los soldados: Si éstos no permanecen en la nave, vosotros no podéis salvaros.",
      "topic": ""
    },
    "32": {
      "text": "Entonces los soldados cortaron las cuerdas del esquife y dejaron que se perdiera.",
      "topic": ""
    },
    "33": {
      "text": "Y cuando comenzaba a amanecer, Pablo exhortaba a todos que comiesen, diciendo: Éste es el decimocuarto día que veláis y permanecéis en ayunas, sin comer nada.",
      "topic": ""
    },
    "34": {
      "text": "Por tanto, os ruego que comáis por vuestra salud; pues ni aun un cabello de la cabeza de ninguno de vosotros perecerá.",
      "topic": ""
    },
    "35": {
      "text": "Y habiendo dicho esto, tomó el pan y dio gracias a Dios en presencia de todos, y partiéndolo, comenzó a comer.",
      "topic": ""
    },
    "36": {
      "text": "Entonces todos, teniendo ya mejor ánimo, comieron también.",
      "topic": ""
    },
    "37": {
      "text": "Y era el total de los que estábamos en la nave doscientas setenta y seis almas.",
      "topic": ""
    },
    "38": {
      "text": "Y ya saciados de comida, aligeraron la nave, echando el trigo al mar.",
      "topic": ""
    },
    "39": {
      "text": "Y cuando se hizo de día, no reconocían la tierra; mas veían una bahía que tenía playa, en la cual acordaron encallar, si pudiesen, la nave.",
      "topic": ""
    },
    "40": {
      "text": "Y alzando las anclas, se dejaron al mar; y soltando las amarras del timón y alzando al viento la vela de proa, se dirigieron hacia la playa.",
      "topic": ""
    },
    "41": {
      "text": "Mas dando en un lugar de dos mares, hicieron encallar la nave; y la proa, hincada, quedó inmóvil, y la popa se abría con la violencia de las olas.",
      "topic": ""
    },
    "42": {
      "text": "Entonces los soldados acordaron matar a los presos, para que ninguno se fugase nadando.",
      "topic": ""
    },
    "43": {
      "text": "Pero el centurión, queriendo salvar a Pablo, estorbó este acuerdo, y mandó que los que pudiesen nadar, [fuesen] los primeros en echarse [al mar], y saliesen a tierra;",
      "topic": ""
    },
    "44": {
      "text": "y los demás, parte en tablas, parte en cosas de la nave. Y así aconteció que todos se salvaron saliendo a tierra.",
      "topic": ""
    }
  }
}