{
  "info": {
    "book": "Hechos",
    "chapter": "28",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y ya a salvo, entonces supieron que la isla se llamaba Melita.",
      "topic": ""
    },
    "2": {
      "text": "Y los bárbaros nos mostraron no poca humanidad; pues encendiendo un fuego, nos recibieron a todos, a causa de la lluvia que caía, y del frío.",
      "topic": ""
    },
    "3": {
      "text": "Entonces, habiendo recogido Pablo algunos sarmientos, y poniéndolos en el fuego, una víbora, huyendo del calor, le acometió a la mano.",
      "topic": ""
    },
    "4": {
      "text": "Y como los bárbaros vieron la serpiente [venenosa] colgando de su mano, se decían unos a otros: Ciertamente este hombre es homicida, a quien, escapado del mar, la justicia no deja vivir.",
      "topic": ""
    },
    "5": {
      "text": "Mas él, sacudiendo la víbora en el fuego, ningún mal padeció.",
      "topic": ""
    },
    "6": {
      "text": "Y ellos estaban esperando cuándo se había de hinchar, o caer muerto de repente; mas habiendo esperado mucho, y viendo que ningún mal le venía, cambiaron de parecer y dijeron que era un dios.",
      "topic": ""
    },
    "7": {
      "text": "En aquellos lugares había heredades del hombre principal de la isla, llamado Publio, quien nos recibió y nos hospedó amigablemente tres días.",
      "topic": ""
    },
    "8": {
      "text": "Y aconteció que el padre de Publio estaba en cama, enfermo de fiebre y de disentería; al cual Pablo entró [a ver], y después de haber orado, puso sobre él las manos, y le sanó.",
      "topic": ""
    },
    "9": {
      "text": "Y hecho esto, también otros que en la isla tenían enfermedades, venían, y eran sanados;",
      "topic": ""
    },
    "10": {
      "text": "los cuales también nos honraron con mucho aprecio; y cuando zarpamos, nos cargaron de las cosas necesarias.",
      "topic": ""
    },
    "11": {
      "text": "Y después de tres meses, navegamos en una nave de Alejandría que había invernado en la isla, la cual tenía por insignia a Cástor y Pólux.",
      "topic": ""
    },
    "12": {
      "text": "Y llegados a Siracusa, estuvimos allí tres días.",
      "topic": ""
    },
    "13": {
      "text": "De allí, costeando alrededor, llegamos a Regio; y después de un día, soplando el viento del sur, vinimos al segundo día a Puteoli,",
      "topic": ""
    },
    "14": {
      "text": "donde hallando hermanos, nos rogaron que nos quedásemos con ellos siete días; y así, nos fuimos a Roma;",
      "topic": ""
    },
    "15": {
      "text": "de donde, oyendo de nosotros los hermanos, salieron a recibirnos hasta el foro de Appio y Las Tres Tabernas; y al verlos, Pablo dio gracias a Dios y cobró aliento.",
      "topic": ""
    },
    "16": {
      "text": "Y cuando llegamos a Roma, el centurión entregó los presos al prefecto de la guardia, mas a Pablo le fue permitido estar aparte, con un soldado que le guardase.",
      "topic": ""
    },
    "17": {
      "text": "Y aconteció que tres días después, Pablo convocó a los principales de los judíos; a los cuales, luego que estuvieron reunidos, les dijo: Yo, varones hermanos, no habiendo hecho nada contra el pueblo, ni [contra] las costumbres de nuestros padres, he sido entregado preso desde Jerusalén en manos de los romanos;",
      "topic": ""
    },
    "18": {
      "text": "los cuales, habiéndome interrogado, me querían soltar; por no haber en mí ninguna causa de muerte.",
      "topic": ""
    },
    "19": {
      "text": "Pero oponiéndose los judíos, me vi obligado a apelar a César; no que tenga de qué acusar a mi nación.",
      "topic": ""
    },
    "20": {
      "text": "Así que por esta causa os he llamado para veros y hablaros; porque por la esperanza de Israel estoy rodeado de esta cadena.",
      "topic": ""
    },
    "21": {
      "text": "Entonces ellos le dijeron: Nosotros ni hemos recibido de Judea cartas acerca de ti, ni ha venido alguno de los hermanos que haya denunciado o hablado algún mal de ti.",
      "topic": ""
    },
    "22": {
      "text": "Pero queremos oír de ti lo que piensas; porque de esta secta nos es notorio que en todas partes se habla contra ella.",
      "topic": ""
    },
    "23": {
      "text": "Y habiéndole señalado un día, vinieron a él muchos a la posada, a los cuales declaraba y testificaba el reino de Dios desde la mañana hasta la tarde, persuadiéndoles acerca de Jesús, tanto por la ley de Moisés como por los profetas.",
      "topic": ""
    },
    "24": {
      "text": "Y algunos asentían a lo que se decía, pero algunos no creían.",
      "topic": ""
    },
    "25": {
      "text": "Y como no estuvieron de acuerdo entre sí, partiendo ellos, les dijo Pablo esta palabra: Bien habló el Espíritu Santo por el profeta Isaías a nuestros padres,",
      "topic": ""
    },
    "26": {
      "text": "diciendo: Ve a este pueblo, y diles: De oído oiréis, y no entenderéis; Y viendo veréis, y no percibiréis:",
      "topic": ""
    },
    "27": {
      "text": "Porque el corazón de este pueblo se ha engrosado, y de los oídos oyen pesadamente, y han cerrado sus ojos; para que no vean con los ojos, y oigan con los oídos, y entiendan de corazón, y se conviertan, y yo los sane.",
      "topic": ""
    },
    "28": {
      "text": "Os sea, pues, notorio, que a los gentiles es enviada esta salvación de Dios; y ellos oirán.",
      "topic": ""
    },
    "29": {
      "text": "Y habiendo dicho esto, los judíos salieron, teniendo gran discusión entre sí.",
      "topic": ""
    },
    "30": {
      "text": "Y Pablo, se quedó dos años enteros en su casa de alquiler, y recibía a todos los que a él venían,",
      "topic": ""
    },
    "31": {
      "text": "predicando el reino de Dios y enseñando acerca del Señor Jesucristo, con toda confianza y sin impedimento.",
      "topic": ""
    }
  }
}