{
  "info": {
    "book": "Hechos",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y en aquellos días, multiplicándose el número de los discípulos, hubo murmuración de los griegos contra los hebreos, de que sus viudas eran desatendidas en el ministerio cotidiano.",
      "topic": ""
    },
    "2": {
      "text": "Entonces los doce convocaron a la multitud de los discípulos, y dijeron: No es justo que nosotros dejemos la palabra de Dios, para servir a las mesas.",
      "topic": ""
    },
    "3": {
      "text": "Buscad, pues, hermanos, de entre vosotros a siete varones de buen testimonio, llenos del Espíritu Santo y de sabiduría, a quienes pongamos sobre este trabajo.",
      "topic": ""
    },
    "4": {
      "text": "Y nosotros persistiremos en la oración, y en el ministerio de la palabra.",
      "topic": ""
    },
    "5": {
      "text": "Y lo dicho agradó a toda la multitud; y eligieron a Esteban, varón lleno de fe y del Espíritu Santo, y a Felipe, y a Prócoro, y a Nicanor, y a Timón, y a Parmenas, y a Nicolás, un prosélito de Antioquía.",
      "topic": ""
    },
    "6": {
      "text": "A éstos presentaron delante de los apóstoles, quienes orando, les impusieron las manos.",
      "topic": ""
    },
    "7": {
      "text": "Y crecía la palabra de Dios, y el número de los discípulos se multiplicaba grandemente en Jerusalén; y una gran multitud de los sacerdotes obedecía a la fe.",
      "topic": ""
    },
    "8": {
      "text": "Y Esteban, lleno de fe y de poder, hacía grandes prodigios y milagros entre el pueblo.",
      "topic": ""
    },
    "9": {
      "text": "Entonces se levantaron unos de la sinagoga que se llama de los libertinos, y cireneos, y alejandrinos, y de los de Cilicia, y de Asia, disputando con Esteban.",
      "topic": ""
    },
    "10": {
      "text": "Pero no podían resistir a la sabiduría y al Espíritu con que hablaba.",
      "topic": ""
    },
    "11": {
      "text": "Entonces sobornaron a [unos] hombres que dijeron: Le hemos oído hablar palabras blasfemas contra Moisés y [contra] Dios.",
      "topic": ""
    },
    "12": {
      "text": "Y alborotaron al pueblo, y a los ancianos y a los escribas; y tomándole, le trajeron al concilio.",
      "topic": ""
    },
    "13": {
      "text": "Y pusieron testigos falsos, que decían: Este hombre no cesa de hablar palabras blasfemas en contra de este lugar santo y de la ley:",
      "topic": ""
    },
    "14": {
      "text": "Pues le hemos oído decir que este Jesús de Nazaret destruirá este lugar, y cambiará las costumbres que nos dio Moisés.",
      "topic": ""
    },
    "15": {
      "text": "Entonces todos los que estaban sentados en el concilio, puestos los ojos en él, vieron su rostro como el rostro de un ángel.",
      "topic": ""
    }
  }
}