{
  "info": {
    "book": "Hechos",
    "chapter": "8",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Saulo consentía en su muerte. Y en aquel tiempo fue hecha una gran persecución contra la iglesia que estaba en Jerusalén; y todos fueron esparcidos por las tierras de Judea y de Samaria, salvo los apóstoles.",
      "topic": ""
    },
    "2": {
      "text": "Y unos varones piadosos llevaron a [enterrar] a Esteban, e hicieron gran lamentación por él.",
      "topic": ""
    },
    "3": {
      "text": "Y Saulo asolaba la iglesia entrando de casa en casa, y arrastrando hombres y mujeres [los] entregaba en la cárcel.",
      "topic": ""
    },
    "4": {
      "text": "Pero los que fueron esparcidos, iban por todas partes predicando la palabra.",
      "topic": ""
    },
    "5": {
      "text": "Entonces Felipe descendió a la ciudad de Samaria, y les predicaba a Cristo.",
      "topic": ""
    },
    "6": {
      "text": "Y el pueblo, unánime, escuchaba atentamente las cosas que decía Felipe, oyendo y viendo los milagros que hacía.",
      "topic": ""
    },
    "7": {
      "text": "Porque espíritus inmundos, dando grandes voces, salían de muchos poseídos; y muchos paralíticos y cojos eran sanados.",
      "topic": ""
    },
    "8": {
      "text": "Y había gran gozo en aquella ciudad.",
      "topic": ""
    },
    "9": {
      "text": "Pero había un hombre llamado Simón, el cual había ejercido la magia en aquella ciudad, y había engañado a la gente de Samaria, diciéndose ser algún grande.",
      "topic": ""
    },
    "10": {
      "text": "A éste oían atentamente todos, desde el más pequeño hasta el más grande, diciendo: Éste es el gran poder de Dios.",
      "topic": ""
    },
    "11": {
      "text": "Y le estaban atentos, porque con sus artes mágicas los había hechizado mucho tiempo.",
      "topic": ""
    },
    "12": {
      "text": "Pero cuando creyeron a Felipe, que les predicaba acerca del reino de Dios y el nombre de Jesucristo, fueron bautizados, así hombres como mujeres.",
      "topic": ""
    },
    "13": {
      "text": "Entonces Simón mismo también creyó, y cuando fue bautizado, permaneció con Felipe, y viendo las maravillas y grandes milagros que se hacían, estaba atónito.",
      "topic": ""
    },
    "14": {
      "text": "Y los apóstoles que estaban en Jerusalén, habiendo oído que Samaria había recibido la palabra de Dios, les enviaron a Pedro y a Juan;",
      "topic": ""
    },
    "15": {
      "text": "quienes, habiendo descendido, oraron por ellos para que recibiesen el Espíritu Santo;",
      "topic": ""
    },
    "16": {
      "text": "porque aún no había descendido sobre ninguno de ellos, sino que solamente habían sido bautizados en el nombre del Señor Jesús.",
      "topic": ""
    },
    "17": {
      "text": "Entonces les impusieron las manos, y recibieron el Espíritu Santo.",
      "topic": ""
    },
    "18": {
      "text": "Y cuando vio Simón que por la imposición de las manos de los apóstoles se daba el Espíritu Santo, les ofreció dinero,",
      "topic": ""
    },
    "19": {
      "text": "diciendo: Dadme también a mí este poder, para que cualquiera a quien yo impusiere las manos, reciba el Espíritu Santo.",
      "topic": ""
    },
    "20": {
      "text": "Entonces Pedro le dijo: Tu dinero perezca contigo, porque has pensado que el don de Dios se adquiere con dinero.",
      "topic": ""
    },
    "21": {
      "text": "No tienes tú ni parte ni suerte en este asunto; porque tu corazón no es recto delante de Dios.",
      "topic": ""
    },
    "22": {
      "text": "Arrepiéntete, pues, de esta tu maldad, y ruega a Dios, si quizás te sea perdonado el pensamiento de tu corazón.",
      "topic": ""
    },
    "23": {
      "text": "Porque en hiel de amargura y en prisión de maldad veo que estás.",
      "topic": ""
    },
    "24": {
      "text": "Respondiendo entonces Simón, dijo: Rogad vosotros por mí al Señor, que ninguna de estas cosas que habéis dicho, venga sobre mí.",
      "topic": ""
    },
    "25": {
      "text": "Y ellos, habiendo testificado y predicado la palabra del Señor, se volvieron a Jerusalén, y en muchas aldeas de los samaritanos predicaron el evangelio.",
      "topic": ""
    },
    "26": {
      "text": "Y el ángel del Señor habló a Felipe, diciendo: Levántate y ve hacia el sur, al camino que desciende de Jerusalén a Gaza, el cual es desierto.",
      "topic": ""
    },
    "27": {
      "text": "Entonces él se levantó, y fue. Y he aquí un etíope, eunuco, hombre de gran autoridad bajo Candace reina de los etíopes, el cual estaba a cargo de todos sus tesoros, y había venido a Jerusalén para adorar,",
      "topic": ""
    },
    "28": {
      "text": "regresaba, y sentado en su carro, leía el profeta Isaías.",
      "topic": ""
    },
    "29": {
      "text": "Y el Espíritu dijo a Felipe: Acércate y júntate a este carro.",
      "topic": ""
    },
    "30": {
      "text": "Y corriendo Felipe [hacia él], le oyó que leía el profeta Isaías, y [le] dijo: ¿Entiendes lo que lees?",
      "topic": ""
    },
    "31": {
      "text": "Y dijo: ¿Cómo podré, a no ser que alguien me enseñe? Y rogó a Felipe que subiese y se sentase con él.",
      "topic": ""
    },
    "32": {
      "text": "Y el lugar de la Escritura que leía era éste: Como oveja fue llevado al matadero; y como cordero mudo delante del trasquilador, así no abrió su boca.",
      "topic": ""
    },
    "33": {
      "text": "En su humillación su juicio fue quitado: Mas su generación, ¿quién la contará? Porque es quitada de la tierra su vida.",
      "topic": ""
    },
    "34": {
      "text": "Y respondiendo el eunuco a Felipe, dijo: Te ruego ¿de quién dice el profeta esto? ¿De sí mismo, o de algún otro?",
      "topic": ""
    },
    "35": {
      "text": "Entonces Felipe, abriendo su boca, y comenzando desde esta Escritura, le predicó el evangelio de Jesús.",
      "topic": ""
    },
    "36": {
      "text": "Y yendo por el camino, llegaron a cierta agua; y dijo el eunuco: He aquí agua; ¿qué impide que yo sea bautizado?",
      "topic": ""
    },
    "37": {
      "text": "Y Felipe dijo: Si crees de todo corazón, bien puedes. Y él respondiendo, dijo: Creo que Jesucristo es el Hijo de Dios.",
      "topic": ""
    },
    "38": {
      "text": "Y mandó detener el carro; y descendieron ambos al agua, Felipe y el eunuco; y le bautizó.",
      "topic": ""
    },
    "39": {
      "text": "Y cuando subieron del agua, el Espíritu del Señor arrebató a Felipe; y el eunuco no le vio más, y gozoso, siguió su camino.",
      "topic": ""
    },
    "40": {
      "text": "Pero Felipe se halló en Azoto; y pasando, predicaba el evangelio en todas las ciudades, hasta que llegó a Cesarea.",
      "topic": ""
    }
  }
}