{
  "info": {
    "book": "Ecclesiastes",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And remember him creating thee in the days of thy youth, till even when the days of evil shall not come, and the years draw near in which thou shalt say, Not to me delight in them;",
      "topic": ""
    },
    "2": {
      "text": "Till when the sun shall not be darkened, and the light, and the moon, and the stars, and the clouds turned not back after the rain:",
      "topic": ""
    },
    "3": {
      "text": "In the day those watching the house shall tremble, and the strong men bent themselves, and the grinders ceased for they were few, and they looking through the lattice were darkened,",
      "topic": ""
    },
    "4": {
      "text": "And the doors were shut in the street, in the lowness of the voice of the grinding, and he shall rise up at the voice of the bird, and all the daughters of the song shall bow down;",
      "topic": ""
    },
    "5": {
      "text": "Also from height they shall be afraid, and being dismayed in the way, and the almond tree shall be despised, and the locust shall become a burden, and the caperberry shall fail: for man shall go to his eternal house, and they mourning, went about in the street:",
      "topic": ""
    },
    "6": {
      "text": "Till when the cord of silver shall be removed far off, and the bowl of gold be broken, and the bucket shall be broken at the fountain, and the wheel broken at the cistern.",
      "topic": ""
    },
    "7": {
      "text": "And the dust shall turn back to the earth as it was, and the spirit shall turn back to God who gave it.",
      "topic": ""
    },
    "8": {
      "text": "Vanity of vanities, said the preacher; all is vanity.",
      "topic": ""
    },
    "9": {
      "text": "And besides, the preacher was wise; he yet taught the people knowledge; and he gave ear, and sought out, setting in order many parables.",
      "topic": ""
    },
    "10": {
      "text": "The preacher sought to find words: of delight: and that written was straight, words of truth.",
      "topic": ""
    },
    "11": {
      "text": "The words of the wise are as goads, and as nails planted of the masters of the gatherings; they were given from one shepherd.",
      "topic": ""
    },
    "12": {
      "text": "And besides, from these, my son, beware: of making many books, no end; and much study wearies the flesh.",
      "topic": ""
    },
    "13": {
      "text": "We will hear the end of all the word: Fear thou God, and watch his commands: for this is all man.",
      "topic": ""
    },
    "14": {
      "text": "For God will bring every work into judgment, with every thing hidden, whether good, and whether evil.",
      "topic": ""
    }
  }
}