{
  "info": {
    "book": "Ecclesiastes",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "To all a season, and a time to every inclination under the heavens:",
      "topic": ""
    },
    "2": {
      "text": "A time to be born, and a time to die; a time to plant, and a time to pluck up the planting.",
      "topic": ""
    },
    "3": {
      "text": "A time to kill, and a time to heal; a time to break down, and a time to build:",
      "topic": ""
    },
    "4": {
      "text": "A time to weep, and a time to laugh; a time to mourn, and a time to dance:",
      "topic": ""
    },
    "5": {
      "text": "A time to cast away stones, and a time to collect stones a time to embrace, and a time to be far from embracing:",
      "topic": ""
    },
    "6": {
      "text": "A time to seek, and a time to lose; a time to watch, and a time to cast away.",
      "topic": ""
    },
    "7": {
      "text": "A time to rend, and a time to sew; a time to be silent, and a time to speak:",
      "topic": ""
    },
    "8": {
      "text": "A time to love, and a time to hate; a time of war, and a time of peace:",
      "topic": ""
    },
    "9": {
      "text": "What the excellence of him working in what he labored?",
      "topic": ""
    },
    "10": {
      "text": "I saw the labor which God gave to the sons of man to be humbled in it.",
      "topic": ""
    },
    "11": {
      "text": "He made everything beautiful in his time: also he gave hidden time in their heart, so that man shall not find the work which God did from the beginning and even to the end.",
      "topic": ""
    },
    "12": {
      "text": "I knew that no good is in them, but to rejoice and to do good in his life.",
      "topic": ""
    },
    "13": {
      "text": "And also every man shall eat and drink, and see the good in all his labor; it is the gift of God.",
      "topic": ""
    },
    "14": {
      "text": "I knew that all which God will do it shall be forever: to it not to be added, and from it not to be taken away: and God doing they shall be afraid from his face.",
      "topic": ""
    },
    "15": {
      "text": "What was, it is already; and what to be, was already; and God will seek him being driven away.",
      "topic": ""
    },
    "16": {
      "text": "And yet I saw under the sun the place of judgment, there the unjust one; and the place of the just one, there the unjust one.",
      "topic": ""
    },
    "17": {
      "text": "I said in my heart, The just one and the unjust one, God will judge: for a time for every inclination and for every work there.",
      "topic": ""
    },
    "18": {
      "text": "I said in my heart concerning the speeches of the sons of man, for God to separate them, and for them to see that they are cattle to themselves.",
      "topic": ""
    },
    "19": {
      "text": "For the event of the sons of man, and the event of the cattle, one event to them: as this, so dies this; and the breath of one to all; and the preeminence of man not above the cattle: for all is vanity.",
      "topic": ""
    },
    "20": {
      "text": "All go to one place; all were from dust, and all turned back to dust.",
      "topic": ""
    },
    "21": {
      "text": "Who shall know the spirit of the sons of man? it ascending to above, and the spirit of cattle, it going downwards to the earth.",
      "topic": ""
    },
    "22": {
      "text": "And I saw that no good more than that man shall rejoice in his works; for this is his portion: for who shall bring him to look upon what shall be after him?",
      "topic": ""
    }
  }
}