{
  "info": {
    "book": "Ecclesiastes",
    "chapter": "7",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A good name is above good oil, and the day of death above the day of birth.",
      "topic": ""
    },
    "2": {
      "text": "Good to go to the house of mourning rather than to go to the house of drinking, in that it is the end of every man; and he living shall give to his heart.",
      "topic": ""
    },
    "3": {
      "text": "Good is grief above laughter: for in the illness of the face the heart shall be good.",
      "topic": ""
    },
    "4": {
      "text": "The heart of the wise is in the house of mourning; and the heart of the foolish in the house of gladness.",
      "topic": ""
    },
    "5": {
      "text": "Good to hear the reproof of the wise one, above a man hearing the song of the foolish:",
      "topic": ""
    },
    "6": {
      "text": "For as the voice of thorns under the pot, so the laughter of the foolish one. Also this is vanity.",
      "topic": ""
    },
    "7": {
      "text": "For oppression will make foolish the wise one; and a gift will destroy the heart.",
      "topic": ""
    },
    "8": {
      "text": "Good the last of a word above its beginning: good slowness of spirit above pride of spirit.",
      "topic": ""
    },
    "9": {
      "text": "Thou shalt not be hastened in thy spirit to be angry, for anger shall rest in the bosom of fools.",
      "topic": ""
    },
    "10": {
      "text": "Thou shalt not say, Why was it the former days were good above these? for thou didst not ask from wisdom concerning this.",
      "topic": ""
    },
    "11": {
      "text": "Wisdom is good with an inheritance: and a remainder to those seeing the sun.",
      "topic": ""
    },
    "12": {
      "text": "For in the shadow, wisdom; in the shadow, silver: and the excellence of knowledge is wisdom shall preserve alive those possessing it.",
      "topic": ""
    },
    "13": {
      "text": "See the work of God: for who shall be able to make straight what he made it crooked?",
      "topic": ""
    },
    "14": {
      "text": "In the day of good, be in good; and in the day of evil, see thou: also God made this over against this, to the end that man shall not find anything after him.",
      "topic": ""
    },
    "15": {
      "text": "I saw all in the days of my vanity: there is a just one perishing in his justice, and there is an unjust one, being prolonged in his evil.",
      "topic": ""
    },
    "16": {
      "text": "Thou shalt not be greatly just; and thou shalt not be exceedingly wise: wherefore wilt thou be made desolate?",
      "topic": ""
    },
    "17": {
      "text": "Thou shalt not be greatly wicked, and thou shalt not be foolish: wherefore wilt thou die not in thy time?",
      "topic": ""
    },
    "18": {
      "text": "Good that thou shalt hold fast upon this; also from this thou shalt not lead away thy hand: for he fearing God shall come forth with all of them.",
      "topic": ""
    },
    "19": {
      "text": "Wisdom shall strengthen to the wise one more than ten having power which were in the city.",
      "topic": ""
    },
    "20": {
      "text": "For not a just man in the earth, who shall do good and not sin.",
      "topic": ""
    },
    "21": {
      "text": "Also to all the words that shall be spoken thou shalt not give thy heart, that thou shalt not hear thy servant cursing thee.",
      "topic": ""
    },
    "22": {
      "text": "For also many times thy heart knew that thou didst also curse others.",
      "topic": ""
    },
    "23": {
      "text": "All this I proved by wisdom: I said I will be wise, and it was removed far off from me.",
      "topic": ""
    },
    "24": {
      "text": "What was far off, and the depth, deep, who shall find it?",
      "topic": ""
    },
    "25": {
      "text": "I went round about, I and my heart, to know, and to examine, and to search out wisdom and understanding, and to know the injustice of folly, and the folly of wickedness:",
      "topic": ""
    },
    "26": {
      "text": "And I find bitter above death the woman that her heart it is snares and nets, her hands are bonds: the good one before God shall escape from her, and he sinning shall be taken by her.",
      "topic": ""
    },
    "27": {
      "text": "See, this I found, said the preacher: one to one to find understanding.",
      "topic": ""
    },
    "28": {
      "text": "Which yet my soul sought, and found not; one man from a thousand I found; and a woman in all these I found not.",
      "topic": ""
    },
    "29": {
      "text": "Only see, this I found, that God made man upright; and they sought out many purposes.",
      "topic": ""
    }
  }
}