{
  "info": {
    "book": "1 Corinthians",
    "chapter": "6",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Dare any one of you, having a matter with the other, go to be judged before the unrighteous, and not before the saints?",
      "topic": ""
    },
    "2": {
      "text": "have ye not known that the saints shall judge the world? and if by you the world is judged, are ye unworthy of the smaller judgments?",
      "topic": ""
    },
    "3": {
      "text": "have ye not known that we shall judge messengers? why not then the things of life?",
      "topic": ""
    },
    "4": {
      "text": "of the things of life, indeed, then, if ye may have judgment, those despised in the assembly—these cause ye to sit;",
      "topic": ""
    },
    "5": {
      "text": "unto your shame I speak: so there is not among you one wise man, not even one, who shall be able to discern in the midst of his brethren!",
      "topic": ""
    },
    "6": {
      "text": "but brother with brother doth go to be judged, and this before unbelievers!",
      "topic": ""
    },
    "7": {
      "text": "Already, indeed, then, there is altogether a fault among you, that ye have judgments with one another; wherefore do ye not rather suffer injustice? wherefore be ye not rather defrauded?",
      "topic": ""
    },
    "8": {
      "text": "but ye—ye do injustice, and ye defraud, and these—brethren!",
      "topic": ""
    },
    "9": {
      "text": "have ye not known that the unrighteous the reign of God shall not inherit? be not led astray; neither whoremongers, nor idolaters, nor adulterers, nor effeminate, nor sodomites,",
      "topic": ""
    },
    "10": {
      "text": "nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, the reign of God shall inherit.",
      "topic": ""
    },
    "11": {
      "text": "And certain of you were these! but ye were washed, but ye were sanctified, but ye were declared righteous, in the name of the Lord Jesus, and in the Spirit of our God.",
      "topic": ""
    },
    "12": {
      "text": "All things are lawful to me, but all things are not profitable; all things are lawful to me, but I—I will not be under authority by any;",
      "topic": ""
    },
    "13": {
      "text": "the meats are for the belly, and the belly for the meats. And God both this and these shall make useless; and the body is not for whoredom, but for the Lord, and the Lord for the body;",
      "topic": ""
    },
    "14": {
      "text": "and God both the Lord did raise, and us will raise up through His power.",
      "topic": ""
    },
    "15": {
      "text": "Have ye not known that your bodies are members of Christ? having taken, then, the members of the Christ, shall I make them members of an harlot? let it be not!",
      "topic": ""
    },
    "16": {
      "text": "have ye not known that he who is joined to the harlot is one body? ‘for they shall be—saith He—the two for one flesh.’",
      "topic": ""
    },
    "17": {
      "text": "And he who is joined to the Lord is one spirit;",
      "topic": ""
    },
    "18": {
      "text": "flee the whoredom; every sin—whatever a man may commit—is without the body, and he who is committing whoredom, against his own body doth sin.",
      "topic": ""
    },
    "19": {
      "text": "Have ye not known that your body is a sanctuary of the Holy Spirit in you, which ye have from God? and ye are not your own,",
      "topic": ""
    },
    "20": {
      "text": "for ye were bought with a price; glorify, then, God in your body and in your spirit, which are God’s.",
      "topic": ""
    }
  }
}