{
  "info": {
    "book": "Proverbs",
    "chapter": "25",
    "translation": "Webster Bible Translation",
    "translationID": "wbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "These are also proverbs of Solomon, which the men of Hezekiah king of Judah copied out.",
      "topic": ""
    },
    "2": {
      "text": "It is the glory of God to conceal a thing: but the honor of kings is to search out a matter.",
      "topic": ""
    },
    "3": {
      "text": "The heaven for hight, and the earth for depth, and the heart of kings is unsearchable.",
      "topic": ""
    },
    "4": {
      "text": "Take away the dross from the silver, and there shall come forth a vessel for the finer.",
      "topic": ""
    },
    "5": {
      "text": "Take away the wicked from before the king, and his throne shall be established in righteousness.",
      "topic": ""
    },
    "6": {
      "text": "Put not forth thyself in the presence of the king, and stand not in the place of great men:",
      "topic": ""
    },
    "7": {
      "text": "For better it is that it be said to thee, Come up hither; than that thou shouldst be put lower in the presence of the prince whom thy eyes have seen.",
      "topic": ""
    },
    "8": {
      "text": "Go not forth hastily to strive, lest thou know not what to do in the end thereof, when thy neighbor hath put thee to shame.",
      "topic": ""
    },
    "9": {
      "text": "Debate thy cause with thy neighbor himself; and reveal not a secret to another:",
      "topic": ""
    },
    "10": {
      "text": "Lest he that heareth it put thee to shame, and thy infamy turn not away.",
      "topic": ""
    },
    "11": {
      "text": "A word fitly spoken is like apples of gold in pictures of silver.",
      "topic": ""
    },
    "12": {
      "text": "As an ear-ring of gold, and an ornament of fine gold, so is a wise reprover upon an obedient ear.",
      "topic": ""
    },
    "13": {
      "text": "As the cold of snow in the time of harvest, so is a faithful messenger to them that send him: for he refresheth the soul of his masters.",
      "topic": ""
    },
    "14": {
      "text": "Whoever boasteth himself of a false gift is like clouds and wind without rain.",
      "topic": ""
    },
    "15": {
      "text": "By long forbearing is a prince persuaded, and a soft tongue breaketh the bone.",
      "topic": ""
    },
    "16": {
      "text": "Hast thou found honey? eat so much as is sufficient for thee, lest thou be filled with it, and vomit it.",
      "topic": ""
    },
    "17": {
      "text": "Withdraw thy foot from thy neighbor’s house; lest he be weary of thee, and so hate thee.",
      "topic": ""
    },
    "18": {
      "text": "A man that beareth false witness against his neighbor is a maul, and a sword, and a sharp arrow.",
      "topic": ""
    },
    "19": {
      "text": "Confidence in an unfaithful man in time of trouble is like a broken tooth, and a foot out of joint.",
      "topic": ""
    },
    "20": {
      "text": "As he that taketh away a garment in cold weather, and as vinegar upon nitre; so is he that singeth songs to a heavy heart.",
      "topic": ""
    },
    "21": {
      "text": "If thy enemy shall hunger, give him bread to eat; and if he shall thirst, give him water to drink:",
      "topic": ""
    },
    "22": {
      "text": "For thou shalt heap coals of fire upon his head, and the LORD will reward thee.",
      "topic": ""
    },
    "23": {
      "text": "The north wind driveth away rain: so doth an angry countenance a backbiting tongue.",
      "topic": ""
    },
    "24": {
      "text": "It is better to dwell in a corner of the house-top, than with a brawling woman and in a wide house.",
      "topic": ""
    },
    "25": {
      "text": "As cold waters to a thirsty soul, so is good news from a far country.",
      "topic": ""
    },
    "26": {
      "text": "A righteous man falling down before the wicked is as a turbid fountain, and a corrupt spring.",
      "topic": ""
    },
    "27": {
      "text": "It is not good to eat much honey: so for men to search their own glory is not glory.",
      "topic": ""
    },
    "28": {
      "text": "He that hath no rule over his own spirit is like a city that is broken down, and without walls.",
      "topic": ""
    }
  }
}