{
  "info": {
    "book": "Proverbs",
    "chapter": "3",
    "translation": "Webster Bible Translation",
    "translationID": "wbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, forget not my law; but let thy heart keep my commandments;",
      "topic": ""
    },
    "2": {
      "text": "For length of days, and long life, and peace, shall they add to thee.",
      "topic": ""
    },
    "3": {
      "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thy heart:",
      "topic": ""
    },
    "4": {
      "text": "So shalt thou find favor and good understanding in the sight of God and man.",
      "topic": ""
    },
    "5": {
      "text": "Trust in the LORD with all thy heart; and lean not to thy own understanding.",
      "topic": ""
    },
    "6": {
      "text": "In all thy ways acknowledge him, and he will direct thy paths.",
      "topic": ""
    },
    "7": {
      "text": "Be not wise in thy own eyes: fear the LORD, and depart from evil.",
      "topic": ""
    },
    "8": {
      "text": "It shall be health to thy navel, and marrow to thy bones.",
      "topic": ""
    },
    "9": {
      "text": "Honor the LORD with thy substance, and with the first-fruits of all thy increase:",
      "topic": ""
    },
    "10": {
      "text": "So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.",
      "topic": ""
    },
    "11": {
      "text": "My son, despise not the chastening of the LORD; neither be weary of his correction:",
      "topic": ""
    },
    "12": {
      "text": "For whom the LORD loveth he correcteth; even as a father the son in whom he delighteth.",
      "topic": ""
    },
    "13": {
      "text": "Happy is the man that findeth wisdom, and the man that getteth understanding.",
      "topic": ""
    },
    "14": {
      "text": "For the merchandise of it is better than the merchandise of silver, and the gain of it than fine gold.",
      "topic": ""
    },
    "15": {
      "text": "She is more precious than rubies: and all the things thou canst desire are not to be compared to her.",
      "topic": ""
    },
    "16": {
      "text": "Length of days is in her right hand; and in her left hand riches and honor.",
      "topic": ""
    },
    "17": {
      "text": "Her ways are ways of pleasantness, and all her paths are peace.",
      "topic": ""
    },
    "18": {
      "text": "She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her.",
      "topic": ""
    },
    "19": {
      "text": "The LORD by wisdom hath founded the earth; by understanding hath he established the heavens.",
      "topic": ""
    },
    "20": {
      "text": "By his knowledge the depths are broken up, and the clouds drop down the dew.",
      "topic": ""
    },
    "21": {
      "text": "My son, let not them depart from thy eyes: keep sound wisdom and discretion:",
      "topic": ""
    },
    "22": {
      "text": "So shall they be life to thy soul, and grace to thy neck.",
      "topic": ""
    },
    "23": {
      "text": "Then shalt thou walk in thy way safely, and thy foot shall not stumble.",
      "topic": ""
    },
    "24": {
      "text": "When thou liest down, thou shalt not be afraid: but thou shalt lie down, and thy sleep shall be sweet.",
      "topic": ""
    },
    "25": {
      "text": "Be not afraid of sudden fear, neither of the desolation of the wicked, when it cometh.",
      "topic": ""
    },
    "26": {
      "text": "For the LORD will be thy confidence, and will keep thy foot from being taken.",
      "topic": ""
    },
    "27": {
      "text": "Withhold not good from them to whom it is due, when it is in the power of thy hand to do it.",
      "topic": ""
    },
    "28": {
      "text": "Say not to thy neighbor, Go, and come again, and to-morrow I will give; when thou hast it by thee.",
      "topic": ""
    },
    "29": {
      "text": "Devise not evil against thy neighbor, seeing he dwelleth securely by thee.",
      "topic": ""
    },
    "30": {
      "text": "Strive not with a man without cause, if he hath done thee no harm.",
      "topic": ""
    },
    "31": {
      "text": "Envy thou not the oppressor, and choose none of his ways.",
      "topic": ""
    },
    "32": {
      "text": "For the froward is abomination to the LORD: but his secret is with the righteous.",
      "topic": ""
    },
    "33": {
      "text": "The curse of the LORD is in the house of the wicked: but he blesseth the habitation of the just.",
      "topic": ""
    },
    "34": {
      "text": "Surely he scorneth the scorners: but he giveth grace to the lowly.",
      "topic": ""
    },
    "35": {
      "text": "The wise shall inherit glory: but shame shall be the promotion of fools.",
      "topic": ""
    }
  }
}