{
  "info": {
    "book": "Deuteronomio",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al cabo de los siete años harás remisión.",
      "topic": ""
    },
    "2": {
      "text": "Y ésta es la manera de la remisión: perdonará a su deudor todo aquél que hizo empréstito de su mano, con que adeudó a su prójimo; no lo demandará más a su prójimo, o a su hermano; porque la remisión del SEÑOR es pregonada.",
      "topic": ""
    },
    "3": {
      "text": "Del extranjero demandarás el reintegro; mas lo que tu hermano tuviere tuyo, lo soltará tu mano,",
      "topic": ""
    },
    "4": {
      "text": "para que así no haya en ti mendigo; porque el SEÑOR te bendecirá con abundancia en la tierra que Dios te da por heredad para que la poseas,",
      "topic": ""
    },
    "5": {
      "text": "si empero escuchares fielmente la voz del SEÑOR tu Dios, para guardar y cumplir todos estos mandamientos que yo te mando hoy.",
      "topic": ""
    },
    "6": {
      "text": "Ya que el SEÑOR tu Dios te habrá bendecido, como te ha dicho, prestarás entonces a muchos gentiles, mas tú no tomarás prestado; y te enseñorearás de muchos gentiles, pero de ti no se enseñorearán.",
      "topic": ""
    },
    "7": {
      "text": "Si hubiere en ti mendigo de entre tus hermanos en alguna de tus ciudades, en tu tierra que el SEÑOR tu Dios te da, no endurecerás tu corazón, ni cerrarás tu mano a tu hermano mendigo.",
      "topic": ""
    },
    "8": {
      "text": "Mas abrirás a él tu mano liberalmente, y le prestarás todo lo que necesite en lo que hubiere menester.",
      "topic": ""
    },
    "9": {
      "text": "Guárdate que no haya en tu corazón perverso pensamiento, diciendo: Cerca está el año séptimo, el de la remisión; y tu ojo sea maligno sobre tu hermano menesteroso para no darle; porque él clamará contra ti al SEÑOR, y te será por pecado.",
      "topic": ""
    },
    "10": {
      "text": "Sin falta le darás, y no sea tu corazón maligno cuando le dieres; que por ello te bendecirá el SEÑOR tu Dios en todos tus hechos, y en todo lo que pusiereis mano.",
      "topic": ""
    },
    "11": {
      "text": "Porque no faltarán menesterosos de en medio de la tierra; por eso yo te mando, diciendo: Abrirás tu mano a tu hermano, a tu pobre, y a tu menesteroso en tu tierra.",
      "topic": ""
    },
    "12": {
      "text": "¶ Cuando se vendiere a ti tu hermano hebreo o hebrea, y te hubiere servido seis años, al séptimo año le enviarás de ti libre.",
      "topic": ""
    },
    "13": {
      "text": "Y cuando lo enviares de ti libre, no lo enviarás vacío.",
      "topic": ""
    },
    "14": {
      "text": "Le abastecerás liberalmente de tus ovejas, de tu era, y de tu lagar; le darás de aquello en que el SEÑOR te hubiere bendecido.",
      "topic": ""
    },
    "15": {
      "text": "Y te acordarás que fuiste siervo en la tierra de Egipto, y que el SEÑOR tu Dios te rescató; por tanto yo te mando esto hoy.",
      "topic": ""
    },
    "16": {
      "text": "Y será que, si él te dijere: No saldré de contigo; porque te ama a ti y a tu casa, que le va bien contigo;",
      "topic": ""
    },
    "17": {
      "text": "entonces tomarás una lesna, y horadarás su oreja junto a la puerta, y será tu siervo para siempre; así también harás a tu criada.",
      "topic": ""
    },
    "18": {
      "text": "No te parezca duro cuando le enviares libre de ti; que por la mitad del costo del jornalero te sirvió seis años; y el SEÑOR tu Dios te bendecirá en todo cuanto hicieres.",
      "topic": ""
    },
    "19": {
      "text": "¶ Santificarás al SEÑOR tu Dios todo primerizo macho que nacerá de tus vacas y de tus ovejas; no te sirvas del primerizo de tus vacas, ni trasquiles el primerizo de tus ovejas.",
      "topic": ""
    },
    "20": {
      "text": "Delante del SEÑOR tu Dios los comerás cada año, tú y tu casa, en el lugar que el SEÑOR escogiere.",
      "topic": ""
    },
    "21": {
      "text": "Y si hubiere en él tacha, si fuere ciego o cojo, o hubiere en él cualquier falta maligna, no lo sacrificarás al SEÑOR tu Dios.",
      "topic": ""
    },
    "22": {
      "text": "En tus poblaciones lo comerás; el inmundo lo mismo que el limpio comerán de él , como de un corzo o de un ciervo.",
      "topic": ""
    },
    "23": {
      "text": "Solamente que no comas su sangre; sobre la tierra la derramarás como agua.",
      "topic": ""
    }
  }
}