{
  "info": {
    "book": "Deuteronomio",
    "chapter": "32",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Escuchad, cielos, y hablaré; y oiga la tierra los dichos de mi boca.",
      "topic": ""
    },
    "2": {
      "text": "Goteará como la lluvia mi doctrina; destilará como el rocío mi dicho; como la llovizna sobre la grama, y como las gotas sobre la hierba.",
      "topic": ""
    },
    "3": {
      "text": "Porque el Nombre del SEÑOR invocaré; engrandeced a nuestro Dios.",
      "topic": ""
    },
    "4": {
      "text": "Del Fuerte, cuya obra es perfecta, porque todos sus caminos son rectitud; Dios de verdad, y ninguna iniquidad en él ; es justo y recto.",
      "topic": ""
    },
    "5": {
      "text": "La corrupción no es suya; de sus hijos es la mancha de ellos, generación torcida y perversa.",
      "topic": ""
    },
    "6": {
      "text": "¿Así pagáis al SEÑOR, pueblo loco e ignorante? ¿No es él tu padre que te poseyó? El te hizo y te compuso.",
      "topic": ""
    },
    "7": {
      "text": "¶ Acuérdate de los tiempos antiguos; considerad los años de generación y generación; pregunta a tu padre, que él te declarará; a tus viejos, y ellos te dirán;",
      "topic": ""
    },
    "8": {
      "text": "cuando el Altísimo hizo heredar a los gentiles, cuando hizo dividir a los hijos de los hombres, cuando estableció los términos de los pueblos según el número de los hijos de Israel.",
      "topic": ""
    },
    "9": {
      "text": "Porque la parte del SEÑOR es su pueblo; Jacob el cordel de su heredad.",
      "topic": ""
    },
    "10": {
      "text": "Le halló en tierra de desierto, y en un desierto horrible y yermo; lo trajo alrededor, lo instruyó, lo guardó como la niña de su ojo.",
      "topic": ""
    },
    "11": {
      "text": "Como el águila que despierta su nidada, revolotea sobre sus pollos, extiende sus alas, los toma, los lleva sobre sus espaldas;",
      "topic": ""
    },
    "12": {
      "text": "el SEÑOR solo le guió, que no hubo con él dios ajeno.",
      "topic": ""
    },
    "13": {
      "text": "Lo hizo subir sobre las alturas de la tierra, y comió los frutos del campo, e hizo que chupase miel de la peña, y aceite del pedernal fuerte;",
      "topic": ""
    },
    "14": {
      "text": "manteca de vacas y leche de ovejas, con grosura de corderos, y carneros de Basán; también macho cabríos, con grosura de riñones de trigo; y sangre de la uva bebiste, vino puro .",
      "topic": ""
    },
    "15": {
      "text": "¶ Y engrosó Jesurún (el recto ), y tiró coces; te engordaste, te engrosaste, te cubriste; y dejó al Dios que le hizo, y menospreció al Fuerte de su salud.",
      "topic": ""
    },
    "16": {
      "text": "Le despertaron a celos con los dioses ajenos; le ensañaron con abominaciones.",
      "topic": ""
    },
    "17": {
      "text": "Sacrificaron a los diablos, no a Dios; a los dioses que no conocieron; nuevos dioses , venidos de cerca, que no habían temido vuestros padres.",
      "topic": ""
    },
    "18": {
      "text": "Del Fuerte que te crió, te has olvidado; te has olvidado del Dios tu creador.",
      "topic": ""
    },
    "19": {
      "text": "¶ Y lo vio el SEÑOR, y se encendió con ira, a causa de sus hijos y de sus hijas.",
      "topic": ""
    },
    "20": {
      "text": "Y dijo: Esconderé de ellos mi rostro, veré cuál será su postrimería; que son generación de perversidades, hijos sin fe.",
      "topic": ""
    },
    "21": {
      "text": "Ellos me despertaron a celos con lo que no es Dios; me hicieron ensañar con sus vanidades; y yo también los despertaré a celos con un pueblo que no es pueblo, con gente loca los haré ensañar.",
      "topic": ""
    },
    "22": {
      "text": "Porque fuego se encenderá en mi furor, y arderá hasta el infierno más profundo; y devorará la tierra y sus frutos, y abrasará los fundamentos de los montes.",
      "topic": ""
    },
    "23": {
      "text": "Yo allegaré males sobre ellos; emplearé en ellos mis saetas.",
      "topic": ""
    },
    "24": {
      "text": "Consumidos serán de hambre, y comidos de fiebre ardiente y de talamiento amargo; diente de bestias enviaré también sobre ellos, con veneno de serpientes de la tierra.",
      "topic": ""
    },
    "25": {
      "text": "Por fuera desolará la espada, y dentro de las cámaras el espanto; así al joven como a la doncella, al que mama como al hombre cano.",
      "topic": ""
    },
    "26": {
      "text": "¶ Dije: Los echaría del mundo, haría cesar de entre los hombres la memoria de ellos,",
      "topic": ""
    },
    "27": {
      "text": "si no temiese la ira del enemigo, no sea que se envanezcan sus adversarios, no sea que digan: Nuestra mano alta ha hecho todo esto, no el SEÑOR.",
      "topic": ""
    },
    "28": {
      "text": "Porque son nación privada de consejos, y no hay en ellos entendimiento.",
      "topic": ""
    },
    "29": {
      "text": "¡Deseo que fueran sabios, que entendieran esto, entendieran su postrimería!",
      "topic": ""
    },
    "30": {
      "text": "¿Cómo podría perseguir uno a mil, y dos harían huir a diez mil, si su Fuerte no los hubiese vendido, y el SEÑOR no los hubiera entregado?",
      "topic": ""
    },
    "31": {
      "text": "Que el fuerte de ellos no es como nuestro Fuerte; y aun nuestros enemigos son de ello jueces.",
      "topic": ""
    },
    "32": {
      "text": "Por tanto de la cepa de Sodoma es la vid de ellos, y de los sarmientos de Gomorra; las uvas de ellos son uvas ponzoñosas, racimos muy amargos tienen.",
      "topic": ""
    },
    "33": {
      "text": "Veneno de dragones es su vino, y ponzoña cruel de áspides.",
      "topic": ""
    },
    "34": {
      "text": "¿No tengo yo esto guardado, sellado en mis tesoros?",
      "topic": ""
    },
    "35": {
      "text": "Mía es la venganza y el pago, al tiempo que su pie vacilará; porque el día de su aflicción está cercano, y lo que les está determinado se apresura.",
      "topic": ""
    },
    "36": {
      "text": "Porque el SEÑOR juzgará a su pueblo, y se arrepentirá él mismo por sus siervos, cuando viere que su fuerza pereció sin quedar nadie guardado ni quedado.",
      "topic": ""
    },
    "37": {
      "text": "Y dirá: ¿Dónde están sus dioses, el Fuerte de quien se ampararon;",
      "topic": ""
    },
    "38": {
      "text": "que comían el sebo de sus sacrificios, bebían el vino de sus libaciones? Levántense, que os ayuden y os amparen.",
      "topic": ""
    },
    "39": {
      "text": "¶ Ved ahora que yo, yo soy, y no hay dioses conmigo; yo hago morir, y yo hago vivir; yo hiero, y yo curo; y no hay quien pueda librar de mi mano.",
      "topic": ""
    },
    "40": {
      "text": "Cuando yo alzaré a los cielos mi mano, y diré: Vivo yo para siempre,",
      "topic": ""
    },
    "41": {
      "text": "si amolare el resplandor de mi espada, y mi mano arrebatare el juicio, yo volveré la venganza a mis enemigos, y daré el pago a los que me aborrecen.",
      "topic": ""
    },
    "42": {
      "text": "Embriagaré de sangre mis saetas, y mi cuchillo devorará carne; en la sangre de los muertos y de los cautivos, de los reyes y príncipes , con venganzas del enemigo.",
      "topic": ""
    },
    "43": {
      "text": "Alabad, gentiles, a su pueblo, porque él vengará la sangre de sus siervos, y volverá la venganza a sus enemigos, y expiará su tierra, a su pueblo.",
      "topic": ""
    },
    "44": {
      "text": "¶ Y vino Moisés, y recitó todas las palabras de este cántico a oídos del pueblo, él, y Josué hijo de Nun.",
      "topic": ""
    },
    "45": {
      "text": "Y acabó Moisés de recitar todas estas palabras a todo Israel;",
      "topic": ""
    },
    "46": {
      "text": "y les dijo: Poned vuestro corazón a todas las palabras que yo protesto hoy contra vosotros, para que las mandéis a vuestros hijos, y guarden y cumplan todas las palabras de esta ley.",
      "topic": ""
    },
    "47": {
      "text": "Porque no os es cosa vana, mas es vuestra vida; y por este negocio haréis prolongar los días sobre la tierra, para heredar la cual pasáis el Jordán.",
      "topic": ""
    },
    "48": {
      "text": "Y habló el SEÑOR a Moisés aquel mismo día, diciendo:",
      "topic": ""
    },
    "49": {
      "text": "Sube a este monte de Abarim, al monte Nebo, que está en la tierra de Moab, que está en derecho de Jericó, y mira la tierra de Canaán, que yo doy por heredad a los hijos de Israel;",
      "topic": ""
    },
    "50": {
      "text": "y muere en el monte al cual subes, y sé reunido a tus pueblos; de la manera que murió Aarón tu hermano en el monte de Hor, y fue reunido a sus pueblos;",
      "topic": ""
    },
    "51": {
      "text": "por cuanto prevaricasteis contra mí en medio de los hijos de Israel en las aguas de Meriba de Cades, en el desierto de Zin; porque no me santificasteis en medio de los hijos de Israel.",
      "topic": ""
    },
    "52": {
      "text": "Verás, por tanto, delante de ti la tierra; mas no entrarás allá, a la tierra que doy a los hijos de Israel.",
      "topic": ""
    }
  }
}