{
  "info": {
    "book": "Deuteronomio",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y llamó Moisés a todo Israel, y les dijo: Oye, Israel, los estatutos y derechos que yo pronuncio hoy en vuestros oídos; y aprendedlos, y los guardaréis, para ponerlos por obra.",
      "topic": ""
    },
    "2": {
      "text": "el SEÑOR nuestro Dios hizo pacto con nosotros en Horeb.",
      "topic": ""
    },
    "3": {
      "text": "No con nuestros padres hizo el SEÑOR este pacto, sino con nosotros todos los que estamos aquí hoy vivos.",
      "topic": ""
    },
    "4": {
      "text": "Cara a cara habló el SEÑOR con vosotros en el monte de en medio del fuego.",
      "topic": ""
    },
    "5": {
      "text": "(Yo estaba entonces entre el SEÑOR y vosotros, para denunciaros la palabra del SEÑOR; porque vosotros tuvisteis temor del fuego, y no subisteis al monte), diciendo él :",
      "topic": ""
    },
    "6": {
      "text": "¶ Yo soy el SEÑOR tu Dios, que te saqué de tierra de Egipto, de casa de siervos.",
      "topic": ""
    },
    "7": {
      "text": "No tendrás dioses extraños delante de mí.",
      "topic": ""
    },
    "8": {
      "text": "No harás para ti escultura, ni imagen alguna de cosa que está arriba en los cielos, o abajo en la tierra, o en las aguas debajo de la tierra.",
      "topic": ""
    },
    "9": {
      "text": "No te inclinarás a ellas ni les servirás; porque yo soy el SEÑOR tu Dios, fuerte, celoso, que visito la iniquidad de los padres sobre los hijos hasta la tercera y cuarta generación de los que me aborrecen,",
      "topic": ""
    },
    "10": {
      "text": "y que hago misericordia a millares, a los que me aman, y guardan mis mandamientos.",
      "topic": ""
    },
    "11": {
      "text": "No tomarás en vano el nombre del SEÑOR tu Dios; porque el SEÑOR no dará por inocente al que tomare en vano su nombre.",
      "topic": ""
    },
    "12": {
      "text": "Guardarás el día del sábado para santificarlo, como el SEÑOR tu Dios te ha mandado.",
      "topic": ""
    },
    "13": {
      "text": "Seis días trabajarás y harás toda tu obra;",
      "topic": ""
    },
    "14": {
      "text": "y el séptimo, es sábado al SEÑOR tu Dios; ninguna obra harás tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu sierva, ni tu buey, ni tu asno, ni ningún animal tuyo, ni tu peregrino que está dentro de tus puertas; para que descanse tu siervo y tu sierva como tú.",
      "topic": ""
    },
    "15": {
      "text": "Y acuérdate que fuiste siervo en tierra de Egipto, y que el SEÑOR tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual el SEÑOR tu Dios te ha mandado que guardes el día del sábado.",
      "topic": ""
    },
    "16": {
      "text": "Honra a tu padre y a tu madre, como el SEÑOR tu Dios te ha mandado, para que sean prolongados tus días, y para que te vaya bien sobre la tierra que el SEÑOR tu Dios te da.",
      "topic": ""
    },
    "17": {
      "text": "No matarás.",
      "topic": ""
    },
    "18": {
      "text": "No adulterarás.",
      "topic": ""
    },
    "19": {
      "text": "No hurtarás.",
      "topic": ""
    },
    "20": {
      "text": "No dirás falso testimonio contra tu prójimo.",
      "topic": ""
    },
    "21": {
      "text": "No codiciarás la mujer de tu prójimo, ni codiciarás la casa de tu prójimo, ni su tierra, ni su siervo, ni su sierva, ni su buey, ni su asno, ni ninguna cosa que sea de tu prójimo.",
      "topic": ""
    },
    "22": {
      "text": "Estas palabras habló el SEÑOR a toda vuestra congregación en el monte, de en medio del fuego, de la nube y de la oscuridad, a gran voz; y no añadió más. Y las escribió en dos tablas de piedra, las cuales me dio a mí.",
      "topic": ""
    },
    "23": {
      "text": "¶ Y aconteció, que cuando vosotros oísteis la voz de en medio de las tinieblas, y visteis al monte que ardía en fuego, llegasteis a mí todos los príncipes de vuestras tribus, y vuestros ancianos;",
      "topic": ""
    },
    "24": {
      "text": "y dijisteis: He aquí, el SEÑOR nuestro Dios nos ha mostrado su gloria y su grandeza, y hemos oído su voz de en medio del fuego; hoy hemos visto que el SEÑOR habla al hombre, y éste vive.",
      "topic": ""
    },
    "25": {
      "text": "Ahora pues, ¿por qué moriremos? Que este gran fuego nos consumirá; si volvemos a oír la voz del SEÑOR nuestro Dios, moriremos.",
      "topic": ""
    },
    "26": {
      "text": "Porque, ¿qué es toda carne, para que oiga la voz del Dios viviente que habla de en medio del fuego, como nosotros la oímos , y viva?",
      "topic": ""
    },
    "27": {
      "text": "Llega tú, y oye todas las cosas que dijere el SEÑOR nuestro Dios; y tú nos dirás todo lo que el SEÑOR nuestro Dios te dijere, y nosotros oiremos y haremos.",
      "topic": ""
    },
    "28": {
      "text": "Y oyó el SEÑOR la voz de vuestras palabras, cuando me hablabais; y me dijo el SEÑOR: He oído la voz de las palabras de este pueblo, que ellos te han hablado; han presentado bien todo lo que han dicho.",
      "topic": ""
    },
    "29": {
      "text": "¡Quién diese que tuviesen tal corazón, que me temiesen, y guardasen todos los días todos mis mandamientos, para que a ellos y a sus hijos les fuese bien para siempre!",
      "topic": ""
    },
    "30": {
      "text": "Ve, diles: Volveos a vuestras tiendas.",
      "topic": ""
    },
    "31": {
      "text": "Y tú estáte aquí conmigo, para que te diga todos los mandamientos, y estatutos, y derechos que tú les enseñarás que los hagan en la tierra que yo les doy para que la hereden.",
      "topic": ""
    },
    "32": {
      "text": "Guardad, pues, que hagáis como el SEÑOR vuestro Dios os ha mandado; no os apartéis a diestra ni a siniestra.",
      "topic": ""
    },
    "33": {
      "text": "En todo camino que el SEÑOR vuestro Dios os ha mandado andaréis, para que viváis, y os vaya bien, y tengáis largos días en la tierra que habéis de heredar.",
      "topic": ""
    }
  }
}