{
  "info": {
    "book": "1 Samuel",
    "chapter": "14",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it happened that, on a certain day, Jonathan, the son of Saul, said to the youth who bore his armor, “Come, and let us go over to the garrison of the Philistines, which is across from that place.” But he did not reveal this to his father.",
      "topic": ""
    },
    "2": {
      "text": "Moreover, Saul was staying in the furthermost part of Gibeah, below the pomegranate tree that was at Migron. And the people with him were about six hundred men.",
      "topic": ""
    },
    "3": {
      "text": "And Ahijah, the son of Ahitub, the brother of Ichabod, the son of Phinehas, who had been born of Eli, the priest of the Lord at Shiloh, wore the ephod. But the people did not know where Jonathan had gone.",
      "topic": ""
    },
    "4": {
      "text": "Now there were, between the ascents along which Jonathan strove to cross to the garrison of the Philistines, rocks projecting from both sides, and, in the manner of teeth, boulders breaking out from one side and the other. The name of one was Shining, and the name of the other was Thorny.",
      "topic": ""
    },
    "5": {
      "text": "One boulder projected toward the north, opposite Michmash, and the other toward the south, opposite Gibeah.",
      "topic": ""
    },
    "6": {
      "text": "Then Jonathan said to the youth who bore his armor: “Come, let us go across to the garrison of these uncircumcised. And perhaps the Lord may act on our behalf. For it is not difficult for the Lord to save, either by many, or by few.”",
      "topic": ""
    },
    "7": {
      "text": "And his armor bearer said to him: “Do all that is pleasing to your soul. Go wherever you wish, and I will be with you, wherever you will choose.”",
      "topic": ""
    },
    "8": {
      "text": "And Jonathan said: “Behold, we will cross over to these men. And when we will be seen by them,",
      "topic": ""
    },
    "9": {
      "text": "if they have spoken to us in this way, ‘Stay until we come to you,’ let us stand still in our place, and not ascend to them.",
      "topic": ""
    },
    "10": {
      "text": "But if they will say, ‘Ascend to us,’ let us ascend. For the Lord has delivered them into our hands. This will be the sign to us.”",
      "topic": ""
    },
    "11": {
      "text": "And so, both of them appeared before the garrison of the Philistines. And the Philistines said, “See, the Hebrews have come out from the holes in which they had been hiding.”",
      "topic": ""
    },
    "12": {
      "text": "And the men of the garrison spoke to Jonathan and to his armor bearer, and they said, “Ascend to us, and we will show you something.” And Jonathan said to his armor bearer: “Let us ascend. Follow me. For the Lord has delivered them into the hands of Israel.”",
      "topic": ""
    },
    "13": {
      "text": "Then Jonathan ascended, crawling on his hands and feet, and his armor bearer after him. And then, some fell before Jonathan, others his armor bearer killed as he was following him.",
      "topic": ""
    },
    "14": {
      "text": "And the first slaughter was made when Jonathan and his armor bearer struck down about twenty of the men, in the midst of an area of land that a yoke of oxen would usually plow in a day.",
      "topic": ""
    },
    "15": {
      "text": "And a miracle occurred in the camp, out in the fields. And all of the people of their garrison, who had gone out in order to plunder, were stupefied. And the earth trembled. And it happened as a miracle from God.",
      "topic": ""
    },
    "16": {
      "text": "And the watchmen of Saul, who were at Gibeah of Benjamin, looked out, and behold, a multitude was thrown down and dispersed, this way and that.",
      "topic": ""
    },
    "17": {
      "text": "And Saul said to the people who were with him, “Inquire and see who has gone out from us.” And when they had inquired, it was found that Jonathan and his armor bearer were not present.",
      "topic": ""
    },
    "18": {
      "text": "And Saul said to Ahijah, “Bring the ark of the God.” (For the ark of God was, in that day, with the sons of Israel in that place.)",
      "topic": ""
    },
    "19": {
      "text": "And while Saul spoke to the priest, there arose a great tumult in the camp of the Philistines. And it was increasing, little by little, and it was being heard more clearly. And Saul said to the priest, “Withdraw your hand.”",
      "topic": ""
    },
    "20": {
      "text": "Then Saul, and all the people who were with him, cried out together, and they went to the place of the conflict. And behold, each one’s sword had been turned against his neighbor, and there was a very great slaughter.",
      "topic": ""
    },
    "21": {
      "text": "Moreover, the Hebrews who had been with the Philistines yesterday and the day before, and who had ascended with them into the camp, turned back so that they might be with those of Israel who were with Saul and Jonathan.",
      "topic": ""
    },
    "22": {
      "text": "Likewise, all the Israelites who had hidden themselves on mount Ephraim, hearing that the Philistines had fled, joined themselves with their own in the battle. And there were with Saul about ten thousand men.",
      "topic": ""
    },
    "23": {
      "text": "And the Lord saved Israel on that day. But the fight continued as far as Bethaven.",
      "topic": ""
    },
    "24": {
      "text": "And the men of Israel were joined together on that day. And Saul made the people swear, saying, “Cursed be the man who will eat bread, until evening, until I am avenged of my enemies.” And the entire people did not consume bread.",
      "topic": ""
    },
    "25": {
      "text": "And all the common people went into a forest, in which there was honey on the surface of the field.",
      "topic": ""
    },
    "26": {
      "text": "And so the people entered the forest, and there appeared flowing honey, but no one drew his hand near his mouth. For the people were afraid of the oath.",
      "topic": ""
    },
    "27": {
      "text": "But Jonathan had not heard that his father had bound the people to an oath. And so he extended the top of the staff that he was holding in his hand, and he dipped it in a honeycomb. And he turned his hand to his mouth, and his eyes were brightened.",
      "topic": ""
    },
    "28": {
      "text": "And in response, one of the people said, “Your father has bound the people by an oath, saying: ‘Cursed be the man who will eat any bread this day.’ ” (For the people were faint.)",
      "topic": ""
    },
    "29": {
      "text": "And Jonathan said: “My father has troubled the land. You have seen for yourselves that my eyes were brightened, because I tasted a little of this honey.",
      "topic": ""
    },
    "30": {
      "text": "How much more so, if the people had eaten from the plunder that they find with their enemies? Would not a greater slaughter have been accomplished among the Philistines?”",
      "topic": ""
    },
    "31": {
      "text": "Therefore, on that day, they struck down the Philistines, from Michmash as far as Aijalon. But the people were exceedingly wearied.",
      "topic": ""
    },
    "32": {
      "text": "And turning to the spoils, they took sheep, and oxen, and calves, and they slew them on the ground. And the people ate with blood.",
      "topic": ""
    },
    "33": {
      "text": "Then they reported to Saul, saying that the people had sinned against the Lord, eating with blood. And he said: “You have transgressed. Roll a great stone to me, here and now.”",
      "topic": ""
    },
    "34": {
      "text": "And Saul said: “Disperse yourselves among the common people, and tell each one of them to bring to me his ox and his ram, and to slay them upon this stone, and to eat, so that you will not sin against the Lord, in eating with blood.” And so, each one, out of all the people, brought his ox, by his own hand, throughout the night. And they slew them there.",
      "topic": ""
    },
    "35": {
      "text": "Then Saul built an altar to the Lord. And so, it was then that he first began to build an altar to the Lord.",
      "topic": ""
    },
    "36": {
      "text": "And Saul said: “Let us fall upon the Philistines by night, and lay waste to them even until the morning light. And let us not leave behind a man among them.” And the people said, “Do all that seems good in your eyes.” And the priest said, “Let us draw near to God in this place.”",
      "topic": ""
    },
    "37": {
      "text": "And Saul consulted the Lord: “Shall I pursue the Philistines? Will you deliver them into the hands of Israel?” And he did not respond to him on that day.",
      "topic": ""
    },
    "38": {
      "text": "And Saul said: “Bring here every single leader of the people. And we shall know and see by whom this sin was committed this day.",
      "topic": ""
    },
    "39": {
      "text": "As the Lord lives, who is the Saviour of Israel, even if it were done by my son Jonathan, without retraction he shall die.” In this, no one among all the people contradicted him.",
      "topic": ""
    },
    "40": {
      "text": "And he said to all of Israel, “Separate yourselves on one side, and I, with my son Jonathan, will be on the other side.” And the people responded to Saul, “Do what seems good in your eyes.”",
      "topic": ""
    },
    "41": {
      "text": "And Saul said to the Lord, the God of Israel: “O Lord, God of Israel, grant a sign: Why is it that you will not respond to your servant this day? If this iniquity is in me, or in my son Jonathan, grant an indication. Or if this iniquity is in your people, grant a sanctification.” And Jonathan and Saul were discovered, but the people were released.",
      "topic": ""
    },
    "42": {
      "text": "And Saul said, “Cast lots between myself and Jonathan, my son.” And Jonathan was caught.",
      "topic": ""
    },
    "43": {
      "text": "Then Saul said to Jonathan, “Tell me what you have done.” And Jonathan revealed to him, and said: “Truly, I tasted a little honey with the top of the staff that was in my hand. And behold, I shall die.”",
      "topic": ""
    },
    "44": {
      "text": "And Saul said, “May God do these things to me, and may he add these other things, for you shall surely die, Jonathan!”",
      "topic": ""
    },
    "45": {
      "text": "And the people said to Saul: “Why should Jonathan have to die, who has accomplished this great salvation in Israel? This is wrong. As the Lord lives, not one hair of his head should fall to the ground. For he has wrought with God this day.” Therefore, the people freed Jonathan, so that he would not die.",
      "topic": ""
    },
    "46": {
      "text": "And Saul withdrew, and he did not pursue the Philistines. And the Philistines went away to their own places.",
      "topic": ""
    },
    "47": {
      "text": "And Saul, his kingdom having been confirmed over Israel, was fighting against all his enemies on all sides: against Moab, and the sons of Ammon, and Edom, and the kings of Zobah, and the Philistines. And wherever he turned himself, he was successful.",
      "topic": ""
    },
    "48": {
      "text": "And gathering together an army, he struck Amalek. And he rescued Israel from the hand of those who would lay waste to them.",
      "topic": ""
    },
    "49": {
      "text": "Now the sons of Saul were Jonathan, and Ishvi, and Malchishua. And as for the names of his two daughters: the name of the firstborn daughter was Merab, and the name of the younger one was Michal.",
      "topic": ""
    },
    "50": {
      "text": "And the name of the wife of Saul was Ahinoam, the daughter of Ahimaaz. And the name of the first ruler of his military was Abner, the son of Ner, the first cousin of Saul.",
      "topic": ""
    },
    "51": {
      "text": "For Kish was the father of Saul, and Ner was the father of Abner, and the son of Abiel.",
      "topic": ""
    },
    "52": {
      "text": "Now there was a powerful war against the Philistines during all the days of Saul. And so, whomever Saul had seen to be a strong man, and fit for battle, he joined him to himself.",
      "topic": ""
    }
  }
}