{
  "info": {
    "book": "1 Samuel",
    "chapter": "8",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it happened that, when Samuel had become old, he appointed his sons as judges over Israel.",
      "topic": ""
    },
    "2": {
      "text": "Now the name of his firstborn son was Joel, and the name of the second was Abijah: judges at Beersheba.",
      "topic": ""
    },
    "3": {
      "text": "But his sons did not walk in his ways. Instead, they turned aside, pursuing avarice. And they accepted bribes, and they perverted judgment.",
      "topic": ""
    },
    "4": {
      "text": "Therefore, all those greater by birth of Israel, having gathered together, went to Samuel at Ramah.",
      "topic": ""
    },
    "5": {
      "text": "And they said to him: “Behold, you are elderly, and your sons do not walk in your ways. Appoint for us a king, so that he may judge us, just as all the nations have.”",
      "topic": ""
    },
    "6": {
      "text": "And the word was displeasing in the eyes of Samuel, for they had said, “Give us a king to judge us.” And Samuel prayed to the Lord.",
      "topic": ""
    },
    "7": {
      "text": "Then the Lord said to Samuel: “Listen to the voice of the people in all that they are saying to you. For they have not rejected you, but me, lest I reign over them.",
      "topic": ""
    },
    "8": {
      "text": "In accord with all their works, which they have done from the day when I led them away from Egypt, even to this day: just as they have forsaken me, and served foreign gods, so now they also do to you.",
      "topic": ""
    },
    "9": {
      "text": "Now therefore, hear their voice. Yet truly, testify to them and foretell to them the rights of the king who will reign over them.”",
      "topic": ""
    },
    "10": {
      "text": "And so, Samuel told all the words of the Lord to the people, who had petitioned a king from him.",
      "topic": ""
    },
    "11": {
      "text": "And he said: “This will be the right of the king who will have authority over you: He will take your sons, and place them in his chariots. And he will make them his horsemen and his runners before his four-horse chariots.",
      "topic": ""
    },
    "12": {
      "text": "And he will appoint them to be his tribunes and centurions, and the plowmen of his fields, and the harvesters of the grain, and the makers of his weapons and chariots.",
      "topic": ""
    },
    "13": {
      "text": "Likewise, your daughters he will take for himself as makers of ointments, and as cooks and bakers.",
      "topic": ""
    },
    "14": {
      "text": "Also, he will take your fields, and your vineyards, and your best olive groves, and he will give them to his servants.",
      "topic": ""
    },
    "15": {
      "text": "Moreover, he will take one tenth of your grain and of the results of your vineyards, so that he may give these to his eunuchs and servants.",
      "topic": ""
    },
    "16": {
      "text": "Then, too, he will take your servants, and handmaids, and your best young men, and your donkeys, and he will set them to his work.",
      "topic": ""
    },
    "17": {
      "text": "Also, he will take a tenth of your flocks. And you will be his servants.",
      "topic": ""
    },
    "18": {
      "text": "And you will cry out, in that day, from the face of the king, whom you have chosen for yourselves. And the Lord will not heed you, in that day. For you requested a king for yourselves.”",
      "topic": ""
    },
    "19": {
      "text": "But the people were not willing to listen to the voice of Samuel. Instead, they said: “By no means! For there shall be a king over us,",
      "topic": ""
    },
    "20": {
      "text": "and we shall be just like all the Gentiles. And our king will judge us, and he will go out before us, and he will fight our wars for us.”",
      "topic": ""
    },
    "21": {
      "text": "And Samuel heard all the words of the people, and he spoke them to the ears of the Lord.",
      "topic": ""
    },
    "22": {
      "text": "Then the Lord said to Samuel, “Listen to their voice, and appoint a king over them.” And Samuel said to the men of Israel, “Let each one go to his own city.”",
      "topic": ""
    }
  }
}