{
  "info": {
    "book": "Habacuc",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Oración de Habacuc profeta, sobre Sigionot.",
      "topic": ""
    },
    "2": {
      "text": "Oh Jehová, he oído tu palabra, y temí: Oh Jehová, aviva tu obra en medio de los tiempos, en medio de los tiempos hazla conocer; En la ira acuérdate de la misericordia.",
      "topic": ""
    },
    "3": {
      "text": "Dios viene de Temán, y el Santo del monte de Parán (Selah). Su gloria cubrió los cielos, y la tierra se llenó de su alabanza.",
      "topic": ""
    },
    "4": {
      "text": "Su resplandor era como la luz, y cuernos salían de su mano; allí estaba escondido su poder.",
      "topic": ""
    },
    "5": {
      "text": "Delante de su rostro iba mortandad, y a sus pies salían carbones encendidos.",
      "topic": ""
    },
    "6": {
      "text": "Se paró, y midió la tierra; miró, e hizo temblar a las naciones; los montes eternos fueron desmenuzados, y los collados perpetuos se humillaron. Sus caminos [son] eternos.",
      "topic": ""
    },
    "7": {
      "text": "He visto las tiendas de Cusán en aflicción; las tiendas de la tierra de Madián temblaron.",
      "topic": ""
    },
    "8": {
      "text": "¿Se airó Jehová contra los ríos? ¿Contra los ríos [fue] tu enojo? ¿Tu ira contra el mar, cuando subiste sobre tus caballos, y sobre tus carros de salvación?",
      "topic": ""
    },
    "9": {
      "text": "Se descubrió enteramente tu arco, los juramentos a las tribus, palabra segura (Selah). Hendiste la tierra con ríos.",
      "topic": ""
    },
    "10": {
      "text": "Te vieron, [y] tuvieron temor los montes; pasó la inundación de las aguas; el abismo dio su voz, [y] a lo alto alzó sus manos.",
      "topic": ""
    },
    "11": {
      "text": "El sol [y] la luna se pararon en su estancia; a la luz de tus saetas anduvieron, y al resplandor de tu fulgente lanza.",
      "topic": ""
    },
    "12": {
      "text": "Con ira hollaste la tierra, con furor trillaste las naciones.",
      "topic": ""
    },
    "13": {
      "text": "Saliste para salvar a tu pueblo, para salvar con tu ungido. Traspasaste la cabeza de la casa del impío, desnudando el cimiento hasta el cuello (Selah).",
      "topic": ""
    },
    "14": {
      "text": "Horadaste con sus propias varas las cabezas de sus villas, que como tempestad acometieron para dispersarme; su regocijo [era] como para devorar al pobre encubiertamente.",
      "topic": ""
    },
    "15": {
      "text": "Hiciste camino en el mar a tus caballos, [por] montón de grandes aguas.",
      "topic": ""
    },
    "16": {
      "text": "Oí, y se conmovieron mis entrañas; a la voz temblaron mis labios; pudrición entró en mis huesos, y dentro de mí me estremecí; si bien estaré quieto en el día de la angustia, cuando suba al pueblo el que lo invadirá con sus tropas.",
      "topic": ""
    },
    "17": {
      "text": "Aunque la higuera no florezca, ni [haya] fruto en las vides; aunque falte el fruto del olivo, y los labrados no den mantenimiento; y las ovejas sean quitadas del redil, y no [haya] vacas en los corrales;",
      "topic": ""
    },
    "18": {
      "text": "con todo, yo me alegraré en Jehová, y me gozaré en el Dios de mi salvación.",
      "topic": ""
    },
    "19": {
      "text": "Jehová el Señor es mi fortaleza, Él hará mis pies como de ciervas, y me hará andar sobre mis alturas. (Al principal de los cantores, sobre mis instrumentos de cuerdas)",
      "topic": ""
    }
  }
}