{
  "info": {
    "book": "Nehemiah",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And these the priests and the Levites who went up with Zerubbabel son of Shealtiel, and Joshua: Seraiah, Jeremiah, Ezra,",
      "topic": ""
    },
    "2": {
      "text": "Amariah, Malluch, Hattush,",
      "topic": ""
    },
    "3": {
      "text": "Shechaniah, Rehum, Meremoth,",
      "topic": ""
    },
    "4": {
      "text": "Iddo, Ginnetho, Abiah,",
      "topic": ""
    },
    "5": {
      "text": "Miamin, Maadiah, Bilgah,",
      "topic": ""
    },
    "6": {
      "text": "Shemaiah, and Joiarib, Jedaiah,",
      "topic": ""
    },
    "7": {
      "text": "Sallu, Amok, Hilkiah, Jedaiah. These the heads of the priests and their brethren in the days of Joshua.",
      "topic": ""
    },
    "8": {
      "text": "And the Levites: Joshua, Binnui, Kadmiel, Sherebiah, Judah, Mattaniah, over the choirs, he and his brethren.",
      "topic": ""
    },
    "9": {
      "text": "And Bakbukiah and Unni their brethren, over against them in the watches.",
      "topic": ""
    },
    "10": {
      "text": "And Joshua begat Joiakim, and Joiakim begat Eliashib, and Eliashib begat Joiada,",
      "topic": ""
    },
    "11": {
      "text": "And Joiada begat Jonathan, and Jonathan begat Jaddua.",
      "topic": ""
    },
    "12": {
      "text": "And in the days of Joiakim were priests, heads of the fathers: to Seraiah, Meraiah; to Jeremiah, Hananiah;",
      "topic": ""
    },
    "13": {
      "text": "To Ezra, Meshullam; to Amariah, Jehohan;",
      "topic": ""
    },
    "14": {
      "text": "To Melicu, Jonathan; to Shebaniah, Joseph;",
      "topic": ""
    },
    "15": {
      "text": "To Harim, Adna; to Meraioth, Helkai;",
      "topic": ""
    },
    "16": {
      "text": "To Iddo, Zechariah; to Ginnethon, Meshullam;",
      "topic": ""
    },
    "17": {
      "text": "To Abiah, Zichri; to Miniamin, to Moadiah, Piltai;",
      "topic": ""
    },
    "18": {
      "text": "To Bilgah, Shammua; to Shemaiah, Jehonathan;",
      "topic": ""
    },
    "19": {
      "text": "And to Joiarib, Mattenai; to Jedaiah, Uzzi;",
      "topic": ""
    },
    "20": {
      "text": "To Sallai, Kallai; to Amok, Eber;",
      "topic": ""
    },
    "21": {
      "text": "To Hilkiah, Hashabiah; to Jedaiah, Nathaneel.",
      "topic": ""
    },
    "22": {
      "text": "The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, being written heads of the fathers: and the priests for the kingdom of Darius the Persian.",
      "topic": ""
    },
    "23": {
      "text": "And the sons of Levi, the chiefs of the fathers, being written upon the book of the words of the days, and even to the days of Johanan son of Eliashib.",
      "topic": ""
    },
    "24": {
      "text": "And the heads of the Levites: Hashabiah, Sherebiah, and Joshua son of Kadmiel, and their brethren over against them, to praise, to confess in the command of David the man of God watching over against watching.",
      "topic": ""
    },
    "25": {
      "text": "Mattaniah and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, watching the gates the watch of the stores of the gates.",
      "topic": ""
    },
    "26": {
      "text": "These were in the days of Joiakim son of Joshua, son of Jozadak, and in the days of Nehemiah the prefect, and, of Ezra the priest, the scribe.",
      "topic": ""
    },
    "27": {
      "text": "And in the consecration of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem to do the consecration and gladness, and with praises and with song of cymbals, lyres, and with harps.",
      "topic": ""
    },
    "28": {
      "text": "And the sons of those singing will gather together, and from the circuit round about Jerusalem, and from the villages of Netophathi;",
      "topic": ""
    },
    "29": {
      "text": "And from the house of Gilgal and from the fields of Geba and Azmaveth: for those singing built for themselves villages round about Jerusalem.",
      "topic": ""
    },
    "30": {
      "text": "And the priests and the Levites will be purified, and they will purify the people and the gates and the wall.",
      "topic": ""
    },
    "31": {
      "text": "And I shall bring up the chiefs of Judah from above the wall, and I shall cause to stand two great choirs, and to go about to the right hand above to the wall to the gate of the dung-hill:",
      "topic": ""
    },
    "32": {
      "text": "And Hoshaiah went after them, and half the chiefs of Judah,",
      "topic": ""
    },
    "33": {
      "text": "And Azariah, Ezra, and Meshullam,",
      "topic": ""
    },
    "34": {
      "text": "Judah and Benjamin, and Shemaiah and Jeremiah,",
      "topic": ""
    },
    "35": {
      "text": "And from the sons of the priests with trumpets: Zechariah son of Jonathan, son of Shemaiah the son of Mattaniah, son of Michaiah, son of Zaccur, son of Asaph:",
      "topic": ""
    },
    "36": {
      "text": "And his brethren, Shemaiah, and Azarael, Milalai, Gilalai, Maai, Nathaneel, and Judah, Hanani, with instruments of song of David the man of God, and Ezra the scribe before them.",
      "topic": ""
    },
    "37": {
      "text": "And at the gate of the fountain, and before them, they went up upon the steps of the city of David in the going up to the wall from above to the house: of David, and even to the gate of waters of the sunrising.",
      "topic": ""
    },
    "38": {
      "text": "And the second praised going about to the front, and I after it, and, half the people above to the wall, above to the tower of the furnaces and even to the broad wall;",
      "topic": ""
    },
    "39": {
      "text": "And from above to the gate of Ephraim, and over the old gate, and over the gate of fishes, and the tower of Hananeel, and the tower of Meah, and even to the sheep gate: and, they stood in the gate of the prison.",
      "topic": ""
    },
    "40": {
      "text": "And the two choirs will stand in the house of God, and I, and half of the prefects with me:",
      "topic": ""
    },
    "41": {
      "text": "And the priests: Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, Hananiah, with trumpets;",
      "topic": ""
    },
    "42": {
      "text": "And Maaseiah and Eleazar and Uzzi and Jehonathan and Malchijah and Elam and Ezer and those singing will cause to hear, and Jezrahiah, reviewing.",
      "topic": ""
    },
    "43": {
      "text": "And they will sacrifice in that day great sacrifices, and they will rejoice, for God caused them to rejoice with great gladness: and also the women and the children, rejoiced, and the gladness of Jerusalem will be heard even to far off.",
      "topic": ""
    },
    "44": {
      "text": "And in that day they will appoint men over the cells to the treasures for the oblations for the first-fruits and for the tenths to collect into them to the fields of the cities the portions of the law to the priests and to the Levites: for the gladness of Judah over the priests and over the Levites standing.",
      "topic": ""
    },
    "45": {
      "text": "And they will watch the watches of their God, and the watches of the purification, and those singing, and the gate-keepers, according to the command of David, and of Solomon his son.",
      "topic": ""
    },
    "46": {
      "text": "For in the days of, David and Asaph from of old the head of those singing, and the song of praise and confessions to God.",
      "topic": ""
    },
    "47": {
      "text": "And all Israel in the days of Zerubbabel, and in the days of Nehemiah giving, portions, of the singers and the gate-keepers, the word of a day in its day: and consecrating to the Levites; and the Levites consecrating to the sons of Aaron.",
      "topic": ""
    }
  }
}