{
  "info": {
    "book": "Nehemiah",
    "chapter": "7",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it will be as the wall was built, and I shall set up the doors, and the gate-keepers, and those singing, and the Levites will be appointed.",
      "topic": ""
    },
    "2": {
      "text": "And I shall command Hanani my brother, and Hananiah chief of the fortress, over Jerusalem, for he is as a man of truth, and fearing God above many.",
      "topic": ""
    },
    "3": {
      "text": "And it will be said to them, The gates of Jerusalem shall not be opened till the sun being hot; and till they standing by shall shut the doors and fasten: and setting up watches of the inhabitants of Jerusalem, a man in his watch, and a man before his house.",
      "topic": ""
    },
    "4": {
      "text": "And the city broad of hands, and great and the people few in its midst, and the houses not built.",
      "topic": ""
    },
    "5": {
      "text": "And my God will give to my heart, and I shall gather together the nobles and the prefects and the people, to be enrolled: and I shall find the writing of the register of those coming up among the first, and I shall find written as it.",
      "topic": ""
    },
    "6": {
      "text": "These the sons of the province coming up from the captivity of the: exile which Nebuchadnezzar king of Babel carried into exile; and they will turn back to Jerusalem and to Judah, a man to his city;",
      "topic": ""
    },
    "7": {
      "text": "Those coming with Zerubbabel, Joshua, Nehemiah, Azariah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number of the men of the people of Israel:",
      "topic": ""
    },
    "8": {
      "text": "The sons of Parosh, two thousand one hundred and seventy and two.",
      "topic": ""
    },
    "9": {
      "text": "The sons of Shephatiah, three hundred seventy and two.",
      "topic": ""
    },
    "10": {
      "text": "The sons of Arah, six hundred fifty and two.",
      "topic": ""
    },
    "11": {
      "text": "The sons of Pahath-Moab to the sons of Joshua and Joab, two thousand and eight hundred and eighteen.",
      "topic": ""
    },
    "12": {
      "text": "The sons of Elam, a thousand two hundred fifty and four.",
      "topic": ""
    },
    "13": {
      "text": "The sons of Zattu, eight hundred forty and five.",
      "topic": ""
    },
    "14": {
      "text": "The sons of Zaccai, seven hundred and sixty.",
      "topic": ""
    },
    "15": {
      "text": "The sons of Binnui, six hundred forty and eight.",
      "topic": ""
    },
    "16": {
      "text": "The sons of Bebai, six hundred twenty and eight.",
      "topic": ""
    },
    "17": {
      "text": "The sons of Azgad, two thousand three hundred twenty and two.",
      "topic": ""
    },
    "18": {
      "text": "The sons of Adonikam, six hundred sixty and seven.",
      "topic": ""
    },
    "19": {
      "text": "The sons of Bigvai, two thousand sixty and seven.",
      "topic": ""
    },
    "20": {
      "text": "The sons of Adin, six hundred fifty and five.",
      "topic": ""
    },
    "21": {
      "text": "The sons of Ater to Hezekiah, ninety and eight.",
      "topic": ""
    },
    "22": {
      "text": "The sons of Hashum, three hundred twenty and eight.",
      "topic": ""
    },
    "23": {
      "text": "The sons of Bezai, three hundred twenty and four.",
      "topic": ""
    },
    "24": {
      "text": "The sons of Hariph, a hundred and twelve.",
      "topic": ""
    },
    "25": {
      "text": "The sons of Gibeon, ninety and five.",
      "topic": ""
    },
    "26": {
      "text": "The men of the house of bread and Netophah, a hundred eighty and eight.",
      "topic": ""
    },
    "27": {
      "text": "The men of Anathoth, a hundred twenty and eight.",
      "topic": ""
    },
    "28": {
      "text": "The men of the house strong as death, forty and two.",
      "topic": ""
    },
    "29": {
      "text": "The men of the city of forests, Chephirah and Beeroth, seven hundred forty and three.",
      "topic": ""
    },
    "30": {
      "text": "The men of Ramah and Gaba, six hundred twenty and one.",
      "topic": ""
    },
    "31": {
      "text": "The men of Michmas, a hundred and twenty and two.",
      "topic": ""
    },
    "32": {
      "text": "The men of the house of God and Ai, a hundred twenty and three.",
      "topic": ""
    },
    "33": {
      "text": "The men of the other Nebo, fifty and two.",
      "topic": ""
    },
    "34": {
      "text": "The sons of the other Elam, a thousand two hundred fifty and four.",
      "topic": ""
    },
    "35": {
      "text": "The sons of Harim, three hundred and twenty.",
      "topic": ""
    },
    "36": {
      "text": "The sons of Jericho, three hundred forty and five.",
      "topic": ""
    },
    "37": {
      "text": "The sons of Lod, Hadid, and Ono, seven hundred twenty and one.",
      "topic": ""
    },
    "38": {
      "text": "The sons of Senaah, three thousand nine hundred and thirty.",
      "topic": ""
    },
    "39": {
      "text": "The priests: the sons of Jedaiah for the house of Joshua, nine hundred seventy and three.",
      "topic": ""
    },
    "40": {
      "text": "The sons of Immer, a thousand fifty and two.",
      "topic": ""
    },
    "41": {
      "text": "The sons of Pashur, a thousand two hundred forty and seven.",
      "topic": ""
    },
    "42": {
      "text": "The sons of Harim, a thousand and seventeen.",
      "topic": ""
    },
    "43": {
      "text": "The Levites: the sons of Joshua to Kadmiel, to the sons to Hodevah, seventy and four.",
      "topic": ""
    },
    "44": {
      "text": "Those singing: the sons of Asaph, a hundred forty and eight.",
      "topic": ""
    },
    "45": {
      "text": "The gate keepers: the sons of Shallum, the sons of Ater, the sons of Talmon, the sons of Akkub, the sons of Hatita, the sons of Shobai, a hundred thirty and eight.",
      "topic": ""
    },
    "46": {
      "text": "The Nethinims: the sons of Ziha, the sons of Hasupha, the sons of Tabbaoth,",
      "topic": ""
    },
    "47": {
      "text": "The sons of Keros, the sons of Sia, the sons of Padon,",
      "topic": ""
    },
    "48": {
      "text": "The sons of Lebana, the sons of Hagaba, the sons of Shalmi.",
      "topic": ""
    },
    "49": {
      "text": "The sons of Hanan, the sons of Giddel, the sons of Gahar,",
      "topic": ""
    },
    "50": {
      "text": "The sons of Reaiah, the sons of Rezin, the sons of Nekoda,",
      "topic": ""
    },
    "51": {
      "text": "The sons of Gazzam, the sons of Uzza, the sons of Paseah,",
      "topic": ""
    },
    "52": {
      "text": "The sons of Bezai, the sons of Meunim, the sons of Nephishesim,",
      "topic": ""
    },
    "53": {
      "text": "The sons of Bakbuk, the sons of Hakupha, the sons of Harhur,",
      "topic": ""
    },
    "54": {
      "text": "The sons of Bazlith, the sons of Mehida, the sons of Harsha,",
      "topic": ""
    },
    "55": {
      "text": "The sons of Barkos, the sons of Sisera, the sons of Thamah,",
      "topic": ""
    },
    "56": {
      "text": "The sons of Neziah, the sons of Hatipha,",
      "topic": ""
    },
    "57": {
      "text": "The sons of Solomon’s servant’s: the sons of Sotai, the sons of Sophereth, the sons of Perida,",
      "topic": ""
    },
    "58": {
      "text": "The sons of Jaala, the sons of Darkon, the sons of Giddel,",
      "topic": ""
    },
    "59": {
      "text": "The sons of Shephatiah, the sons of Hattil, the sons of Pochereth of Zebaim, the sons of Amon.",
      "topic": ""
    },
    "60": {
      "text": "All the Nethinims, and the sons of Solomon’s servants, three hundred ninety and two.",
      "topic": ""
    },
    "61": {
      "text": "And these going up from Tel-Mela, Tel-Harsha, Cherub, Addon, and Immer: and they could not announce their father’s house, and their seed, if they were from Israel.",
      "topic": ""
    },
    "62": {
      "text": "The sons of Delaiah, the sons of Tobiah, the sons of Nekoda, six hundred forty and two.",
      "topic": ""
    },
    "63": {
      "text": "And from the priests: the sons of Habaiah, the sons of Koz, the sons of Barzillai, who took from the daughters of Barzillai the Gileadite a wife, and he will be called for their name.",
      "topic": ""
    },
    "64": {
      "text": "These sought their writing of those being enrolled, and it was not found: and they will be defiled from the priesthood.",
      "topic": ""
    },
    "65": {
      "text": "And the Tirshatha will say to them that they shall not eat from the holy of holies till a priest stood up for Lights and Truth.",
      "topic": ""
    },
    "66": {
      "text": "All the convocation as one four myriads two thousand three hundred and sixty.",
      "topic": ""
    },
    "67": {
      "text": "Besides their servants and their maids, these seven thousand three hundred thirty and seven: and to them men singing and women singing, two hundred and forty and five:",
      "topic": ""
    },
    "68": {
      "text": "Their horses, seven hundred thirty and six: their mules two hundred forty and five:",
      "topic": ""
    },
    "69": {
      "text": "The camels four hundred thirty and five: and the asses, six thousand seven hundred and twenty.",
      "topic": ""
    },
    "70": {
      "text": "And from the sum of heads of the fathers they gave for the work. The Tirshatha gave to the treasure gold a thousand drachmas, fifty vases, thirty and five hundred priests’ tunics.",
      "topic": ""
    },
    "71": {
      "text": "And from the chiefs of the fathers they gave to the treasure of the work, gold, two myriads of drachmas, and silver, two thousand two hundred portions.",
      "topic": ""
    },
    "72": {
      "text": "And what the rest of the people gave was gold, two myriads of drachmas, and silver, two thousand portions, and priests’ tunics, sixty and seven.",
      "topic": ""
    },
    "73": {
      "text": "And there dwelt the priests and the Levites and the gatekeepers, and those singing, and from the people and the Nethinims, and all Israel in their cities; and the seventh month will draw near, and the sons of Israel in their cities.",
      "topic": ""
    }
  }
}