{
  "info": {
    "book": "Job",
    "chapter": "12",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "No doubt but ye are the people, And wisdom shall die with you.",
      "topic": ""
    },
    "3": {
      "text": "But I have understanding as well as you; I am not inferior to you: Yea, who knoweth not such things as these?",
      "topic": ""
    },
    "4": {
      "text": "I am as one that is a laughing-stock to his neighbor, I who called upon God, and he answered: The just, the perfect man is a laughing-stock.",
      "topic": ""
    },
    "5": {
      "text": "In the thought of him that is at ease there is contempt for misfortune; It is ready for them whose foot slippeth.",
      "topic": ""
    },
    "6": {
      "text": "The tents of robbers prosper, And they that provoke God are secure; Into whose hand God bringeth abundantly.",
      "topic": ""
    },
    "7": {
      "text": "But ask now the beasts, and they shall teach thee; And the birds of the heavens, and they shall tell thee:",
      "topic": ""
    },
    "8": {
      "text": "Or speak to the earth, and it shall teach thee; And the fishes of the sea shall declare unto thee.",
      "topic": ""
    },
    "9": {
      "text": "Who knoweth not in all these, That the hand of Jehovah hath wrought this,",
      "topic": ""
    },
    "10": {
      "text": "In whose hand is the soul of every living thing, And the breath of all mankind?",
      "topic": ""
    },
    "11": {
      "text": "Doth not the ear try words, Even as the palate tasteth its food?",
      "topic": ""
    },
    "12": {
      "text": "With aged men is wisdom, And in length of days understanding.",
      "topic": ""
    },
    "13": {
      "text": "With God is wisdom and might; He hath counsel and understanding.",
      "topic": ""
    },
    "14": {
      "text": "Behold, he breaketh down, and it cannot be built again; He shutteth up a man, and there can be no opening.",
      "topic": ""
    },
    "15": {
      "text": "Behold, he withholdeth the waters, and they dry up; Again, he sendeth them out, and they overturn the earth.",
      "topic": ""
    },
    "16": {
      "text": "With him is strength and wisdom; The deceived and the deceiver are his.",
      "topic": ""
    },
    "17": {
      "text": "He leadeth counsellors away stripped, And judges maketh he fools.",
      "topic": ""
    },
    "18": {
      "text": "He looseth the bond of kings, And he bindeth their loins with a girdle.",
      "topic": ""
    },
    "19": {
      "text": "He leadeth priests away stripped, And overthroweth the mighty.",
      "topic": ""
    },
    "20": {
      "text": "He removeth the speech of the trusty, And taketh away the understanding of the elders.",
      "topic": ""
    },
    "21": {
      "text": "He poureth contempt upon princes, And looseth the belt of the strong.",
      "topic": ""
    },
    "22": {
      "text": "He uncovereth deep things out of darkness, And bringeth out to light the shadow of death.",
      "topic": ""
    },
    "23": {
      "text": "He increaseth the nations, and he destroyeth them: He enlargeth the nations, and he leadeth them captive.",
      "topic": ""
    },
    "24": {
      "text": "He taketh away understanding from the chiefs of the people of the earth, And causeth them to wander in a wilderness where there is no way.",
      "topic": ""
    },
    "25": {
      "text": "They grope in the dark without light; And he maketh them to stagger like a drunken man.",
      "topic": ""
    }
  }
}