{
  "info": {
    "book": "Job",
    "chapter": "18",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then answered Bildad the Shuhite, and said,",
      "topic": ""
    },
    "2": {
      "text": "How long will ye hunt for words? Consider, and afterwards we will speak.",
      "topic": ""
    },
    "3": {
      "text": "Wherefore are we counted as beasts, And are become unclean in your sight?",
      "topic": ""
    },
    "4": {
      "text": "Thou that tearest thyself in thine anger, Shall the earth be forsaken for thee? Or shall the rock be removed out of its place?",
      "topic": ""
    },
    "5": {
      "text": "Yea, the light of the wicked shall be put out, And the spark of his fire shall not shine.",
      "topic": ""
    },
    "6": {
      "text": "The light shall be dark in his tent, And his lamp above him shall be put out.",
      "topic": ""
    },
    "7": {
      "text": "The steps of his strength shall be straitened, And his own counsel shall cast him down.",
      "topic": ""
    },
    "8": {
      "text": "For he is cast into a net by his own feet, And he walketh upon the toils.",
      "topic": ""
    },
    "9": {
      "text": "A gin shall take him by the heel, And a snare shall lay hold on him.",
      "topic": ""
    },
    "10": {
      "text": "A noose is hid for him in the ground, And a trap for him in the way.",
      "topic": ""
    },
    "11": {
      "text": "Terrors shall make him afraid on every side, And shall chase him at his heels.",
      "topic": ""
    },
    "12": {
      "text": "His strength shall be hunger-bitten, And calamity shall be ready at his side.",
      "topic": ""
    },
    "13": {
      "text": "The members of his body shall be devoured, Yea, the first-born of death shall devour his members.",
      "topic": ""
    },
    "14": {
      "text": "He shall be rooted out of his tent where he trusteth; And he shall be brought to the king of terrors.",
      "topic": ""
    },
    "15": {
      "text": "There shall dwell in his tent that which is none of his: Brimstone shall be scattered upon his habitation.",
      "topic": ""
    },
    "16": {
      "text": "His roots shall be dried up beneath, And above shall his branch be cut off.",
      "topic": ""
    },
    "17": {
      "text": "His remembrance shall perish from the earth, And he shall have no name in the street.",
      "topic": ""
    },
    "18": {
      "text": "He shall be driven from light into darkness, And chased out of the world.",
      "topic": ""
    },
    "19": {
      "text": "He shall have neither son nor son’s son among his people, Nor any remaining where he sojourned.",
      "topic": ""
    },
    "20": {
      "text": "They that come after shall be astonished at his day, As they that went before were affrighted.",
      "topic": ""
    },
    "21": {
      "text": "Surely such are the dwellings of the unrighteous, And this is the place of him that knoweth not God.",
      "topic": ""
    }
  }
}