{
  "info": {
    "book": "Job",
    "chapter": "21",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Hear diligently my speech; And let this be your consolations.",
      "topic": ""
    },
    "3": {
      "text": "Suffer me, and I also will speak; And after that I have spoken, mock on.",
      "topic": ""
    },
    "4": {
      "text": "As for me, is my complaint to man? And why should I not be impatient?",
      "topic": ""
    },
    "5": {
      "text": "Mark me, and be astonished, And lay your hand upon your mouth.",
      "topic": ""
    },
    "6": {
      "text": "Even when I remember I am troubled, And horror taketh hold on my flesh.",
      "topic": ""
    },
    "7": {
      "text": "Wherefore do the wicked live, Become old, yea, wax mighty in power?",
      "topic": ""
    },
    "8": {
      "text": "Their seed is established with them in their sight, And their offspring before their eyes.",
      "topic": ""
    },
    "9": {
      "text": "Their houses are safe from fear, Neither is the rod of God upon them.",
      "topic": ""
    },
    "10": {
      "text": "Their bull gendereth, and faileth not; Their cow calveth, and casteth not her calf.",
      "topic": ""
    },
    "11": {
      "text": "They send forth their little ones like a flock, And their children dance.",
      "topic": ""
    },
    "12": {
      "text": "They sing to the timbrel and harp, And rejoice at the sound of the pipe.",
      "topic": ""
    },
    "13": {
      "text": "They spend their days in prosperity, And in a moment they go down to Sheol.",
      "topic": ""
    },
    "14": {
      "text": "And they say unto God, Depart from us; For we desire not the knowledge of thy ways.",
      "topic": ""
    },
    "15": {
      "text": "What is the Almighty, that we should serve him? And what profit should we have, if we pray unto him?",
      "topic": ""
    },
    "16": {
      "text": "Lo, their prosperity is not in their hand: The counsel of the wicked is far from me.",
      "topic": ""
    },
    "17": {
      "text": "How oft is it that the lamp of the wicked is put out? That their calamity cometh upon them? That God distributeth sorrows in his anger?",
      "topic": ""
    },
    "18": {
      "text": "That they are as stubble before the wind, And as chaff that the storm carrieth away?",
      "topic": ""
    },
    "19": {
      "text": "Ye say, God layeth up his iniquity for his children. Let him recompense it unto himself, that he may know it:",
      "topic": ""
    },
    "20": {
      "text": "Let his own eyes see his destruction, And let him drink of the wrath of the Almighty.",
      "topic": ""
    },
    "21": {
      "text": "For what careth he for his house after him, When the number of his months is cut off?",
      "topic": ""
    },
    "22": {
      "text": "Shall any teach God knowledge, Seeing he judgeth those that are high?",
      "topic": ""
    },
    "23": {
      "text": "One dieth in his full strength, Being wholly at ease and quiet:",
      "topic": ""
    },
    "24": {
      "text": "His pails are full of milk, And the marrow of his bones is moistened.",
      "topic": ""
    },
    "25": {
      "text": "And another dieth in bitterness of soul, And never tasteth of good.",
      "topic": ""
    },
    "26": {
      "text": "They lie down alike in the dust, And the worm covereth them.",
      "topic": ""
    },
    "27": {
      "text": "Behold, I know your thoughts, And the devices wherewith ye would wrong me.",
      "topic": ""
    },
    "28": {
      "text": "For ye say, Where is the house of the prince? And where is the tent wherein the wicked dwelt?",
      "topic": ""
    },
    "29": {
      "text": "Have ye not asked wayfaring men? And do ye not know their evidences,",
      "topic": ""
    },
    "30": {
      "text": "That the evil man is reserved to the day of calamity? That they are led forth to the day of wrath?",
      "topic": ""
    },
    "31": {
      "text": "Who shall declare his way to his face? And who shall repay him what he hath done?",
      "topic": ""
    },
    "32": {
      "text": "Yet shall he be borne to the grave, And men shall keep watch over the tomb.",
      "topic": ""
    },
    "33": {
      "text": "The clods of the valley shall be sweet unto him, And all men shall draw after him, As there were innumerable before him.",
      "topic": ""
    },
    "34": {
      "text": "How then comfort ye me in vain, Seeing in your answers there remaineth only falsehood?",
      "topic": ""
    }
  }
}