{
  "info": {
    "book": "Job",
    "chapter": "38",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Jehovah answered Job out of the whirlwind, and said,",
      "topic": ""
    },
    "2": {
      "text": "Who is this that darkeneth counsel By words without knowledge?",
      "topic": ""
    },
    "3": {
      "text": "Gird up now thy loins like a man; For I will demand of thee, and declare thou unto me.",
      "topic": ""
    },
    "4": {
      "text": "Where wast thou when I laid the foundations of the earth? Declare, if thou hast understanding.",
      "topic": ""
    },
    "5": {
      "text": "Who determined the measures thereof, if thou knowest? Or who stretched the line upon it?",
      "topic": ""
    },
    "6": {
      "text": "Whereupon were the foundations thereof fastened? Or who laid the corner-stone thereof,",
      "topic": ""
    },
    "7": {
      "text": "When the morning stars sang together, And all the sons of God shouted for joy?",
      "topic": ""
    },
    "8": {
      "text": "Or who shut up the sea with doors, When it brake forth, as if it had issued out of the womb;",
      "topic": ""
    },
    "9": {
      "text": "When I made clouds the garment thereof, And thick darkness a swaddling-band for it,",
      "topic": ""
    },
    "10": {
      "text": "And marked out for it my bound, And set bars and doors,",
      "topic": ""
    },
    "11": {
      "text": "And said, Hitherto shalt thou come, but no further; And here shall thy proud waves be stayed?",
      "topic": ""
    },
    "12": {
      "text": "Hast thou commanded the morning since thy days began, And caused the dayspring to know its place;",
      "topic": ""
    },
    "13": {
      "text": "That it might take hold of the ends of the earth, And the wicked be shaken out of it?",
      "topic": ""
    },
    "14": {
      "text": "It is changed as clay under the seal; And all things stand forth as a garment:",
      "topic": ""
    },
    "15": {
      "text": "And from the wicked their light is withholden, And the high arm is broken.",
      "topic": ""
    },
    "16": {
      "text": "Hast thou entered into the springs of the sea? Or hast thou walked in the recesses of the deep?",
      "topic": ""
    },
    "17": {
      "text": "Have the gates of death been revealed unto thee? Or hast thou seen the gates of the shadow of death?",
      "topic": ""
    },
    "18": {
      "text": "Hast thou comprehended the earth in its breadth? Declare, if thou knowest it all.",
      "topic": ""
    },
    "19": {
      "text": "Where is the way to the dwelling of light? And as for darkness, where is the place thereof,",
      "topic": ""
    },
    "20": {
      "text": "That thou shouldest take it to the bound thereof, And that thou shouldest discern the paths to the house thereof?",
      "topic": ""
    },
    "21": {
      "text": "Doubtless, thou knowest, for thou wast then born, And the number of thy days is great!",
      "topic": ""
    },
    "22": {
      "text": "Hast thou entered the treasuries of the snow, Or hast thou seen the treasures of the hail,",
      "topic": ""
    },
    "23": {
      "text": "Which I have reserved against the time of trouble, Against the day of battle and war?",
      "topic": ""
    },
    "24": {
      "text": "By what way is the light parted, Or the east wind scattered upon the earth?",
      "topic": ""
    },
    "25": {
      "text": "Who hath cleft a channel for the waterflood, Or the way for the lightning of the thunder;",
      "topic": ""
    },
    "26": {
      "text": "To cause it to rain on a land where no man is; On the wilderness, wherein there is no man;",
      "topic": ""
    },
    "27": {
      "text": "To satisfy the waste and desolate ground, And to cause the tender grass to spring forth?",
      "topic": ""
    },
    "28": {
      "text": "Hath the rain a father? Or who hath begotten the drops of dew?",
      "topic": ""
    },
    "29": {
      "text": "Out of whose womb came the ice? And the hoary frost of heaven, who hath gendered it?",
      "topic": ""
    },
    "30": {
      "text": "The waters hide themselves and become like stone, And the face of the deep is frozen.",
      "topic": ""
    },
    "31": {
      "text": "Canst thou bind the cluster of the Pleiades, Or loose the bands of Orion?",
      "topic": ""
    },
    "32": {
      "text": "Canst thou lead forth the Mazzaroth in their season? Or canst thou guide the Bear with her train?",
      "topic": ""
    },
    "33": {
      "text": "Knowest thou the ordinances of the heavens? Canst thou establish the dominion thereof in the earth?",
      "topic": ""
    },
    "34": {
      "text": "Canst thou lift up thy voice to the clouds, That abundance of waters may cover thee?",
      "topic": ""
    },
    "35": {
      "text": "Canst thou send forth lightnings, that they may go, And say unto thee, Here we are?",
      "topic": ""
    },
    "36": {
      "text": "Who hath put wisdom in the inward parts? Or who hath given understanding to the mind?",
      "topic": ""
    },
    "37": {
      "text": "Who can number the clouds by wisdom? Or who can pour out the bottles of heaven,",
      "topic": ""
    },
    "38": {
      "text": "When the dust runneth into a mass, And the clods cleave fast together?",
      "topic": ""
    },
    "39": {
      "text": "Canst thou hunt the prey for the lioness, Or satisfy the appetite of the young lions,",
      "topic": ""
    },
    "40": {
      "text": "When they couch in their dens, And abide in the covert to lie in wait?",
      "topic": ""
    },
    "41": {
      "text": "Who provideth for the raven his prey, When his young ones cry unto God, And wander for lack of food?",
      "topic": ""
    }
  }
}