{
  "info": {
    "book": "Job",
    "chapter": "4",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then answered Eliphaz the Temanite, and said,",
      "topic": ""
    },
    "2": {
      "text": "If one assay to commune with thee, wilt thou be grieved? But who can withhold himself from speaking?",
      "topic": ""
    },
    "3": {
      "text": "Behold, thou hast instructed many, And thou hast strengthened the weak hands.",
      "topic": ""
    },
    "4": {
      "text": "Thy words have upholden him that was falling, And thou hast made firm the feeble knees.",
      "topic": ""
    },
    "5": {
      "text": "But now it is come unto thee, and thou faintest; It toucheth thee, and thou art troubled.",
      "topic": ""
    },
    "6": {
      "text": "Is not thy fear of God thy confidence, And the integrity of thy ways thy hope?",
      "topic": ""
    },
    "7": {
      "text": "Remember, I pray thee, who ever perished, being innocent? Or where were the upright cut off?",
      "topic": ""
    },
    "8": {
      "text": "According as I have seen, they that plow iniquity, And sow trouble, reap the same.",
      "topic": ""
    },
    "9": {
      "text": "By the breath of God they perish, And by the blast of his anger are they consumed.",
      "topic": ""
    },
    "10": {
      "text": "The roaring of the lion, and the voice of the fierce lion, And the teeth of the young lions, are broken.",
      "topic": ""
    },
    "11": {
      "text": "The old lion perisheth for lack of prey, And the whelps of the lioness are scattered abroad.",
      "topic": ""
    },
    "12": {
      "text": "Now a thing was secretly brought to me, And mine ear received a whisper thereof.",
      "topic": ""
    },
    "13": {
      "text": "In thoughts from the visions of the night, When deep sleep falleth on men,",
      "topic": ""
    },
    "14": {
      "text": "Fear came upon me, and trembling, Which made all my bones to shake.",
      "topic": ""
    },
    "15": {
      "text": "Then a spirit passed before my face; The hair of my flesh stood up.",
      "topic": ""
    },
    "16": {
      "text": "It stood still, but I could not discern the appearance thereof; A form was before mine eyes: There was silence, and I heard a voice, saying,",
      "topic": ""
    },
    "17": {
      "text": "Shall mortal man be more just than God? Shall a man be more pure than his Maker?",
      "topic": ""
    },
    "18": {
      "text": "Behold, he putteth no trust in his servants; And his angels he chargeth with folly:",
      "topic": ""
    },
    "19": {
      "text": "How much more them that dwell in houses of clay, Whose foundation is in the dust, Who are crushed before the moth!",
      "topic": ""
    },
    "20": {
      "text": "Betwixt morning and evening they are destroyed: They perish for ever without any regarding it.",
      "topic": ""
    },
    "21": {
      "text": "Is not their tent-cord plucked up within them? They die, and that without wisdom.",
      "topic": ""
    }
  }
}