{
  "info": {
    "book": "Hebrews",
    "chapter": "7",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "For this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;",
      "topic": ""
    },
    "2": {
      "text": "To whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;",
      "topic": ""
    },
    "3": {
      "text": "Without father, without mother, without descent, having neither beginning of days, nor end of life; but made like to the Son of God; stays a priest continually.",
      "topic": ""
    },
    "4": {
      "text": "Now consider how great this man was, to whom even the patriarch Abraham gave the tenth of the spoils.",
      "topic": ""
    },
    "5": {
      "text": "And truly they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brothers, though they come out of the loins of Abraham:",
      "topic": ""
    },
    "6": {
      "text": "But he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises.",
      "topic": ""
    },
    "7": {
      "text": "And without all contradiction the less is blessed of the better.",
      "topic": ""
    },
    "8": {
      "text": "And here men that die receive tithes; but there he receives them, of whom it is witnessed that he lives.",
      "topic": ""
    },
    "9": {
      "text": "And as I may so say, Levi also, who receives tithes, paid tithes in Abraham.",
      "topic": ""
    },
    "10": {
      "text": "For he was yet in the loins of his father, when Melchisedec met him.",
      "topic": ""
    },
    "11": {
      "text": "If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?",
      "topic": ""
    },
    "12": {
      "text": "For the priesthood being changed, there is made of necessity a change also of the law.",
      "topic": ""
    },
    "13": {
      "text": "For he of whom these things are spoken pertains to another tribe, of which no man gave attendance at the altar.",
      "topic": ""
    },
    "14": {
      "text": "For it is evident that our Lord sprang out of Juda; of which tribe Moses spoke nothing concerning priesthood.",
      "topic": ""
    },
    "15": {
      "text": "And it is yet far more evident: for that after the similitude of Melchisedec there rises another priest,",
      "topic": ""
    },
    "16": {
      "text": "Who is made, not after the law of a carnal commandment, but after the power of an endless life.",
      "topic": ""
    },
    "17": {
      "text": "For he testifies, You are a priest for ever after the order of Melchisedec.",
      "topic": ""
    },
    "18": {
      "text": "For there is truly a cancellation of the commandment going before for the weakness and unprofitableness thereof.",
      "topic": ""
    },
    "19": {
      "text": "For the law made nothing perfect, but the bringing in of a better hope did; by the which we draw near to God.",
      "topic": ""
    },
    "20": {
      "text": "And inasmuch as not without an oath he was made priest:",
      "topic": ""
    },
    "21": {
      "text": "(For those priests were made without an oath; but this with an oath by him that said to him, The Lord swore and will not repent, You are a priest for ever after the order of Melchisedec:)",
      "topic": ""
    },
    "22": {
      "text": "By so much was Jesus made a surety of a better testament.",
      "topic": ""
    },
    "23": {
      "text": "And they truly were many priests, because they were not suffered to continue by reason of death:",
      "topic": ""
    },
    "24": {
      "text": "But this man, because he continues ever, has an unchangeable priesthood.",
      "topic": ""
    },
    "25": {
      "text": "Why he is able also to save them to the uttermost that come to God by him, seeing he ever lives to make intercession for them.",
      "topic": ""
    },
    "26": {
      "text": "For such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;",
      "topic": ""
    },
    "27": {
      "text": "Who needs not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people’s: for this he did once, when he offered up himself.",
      "topic": ""
    },
    "28": {
      "text": "For the law makes men high priests which have infirmity; but the word of the oath, which was since the law, makes the Son, who is consecrated for ever more.",
      "topic": ""
    }
  }
}