{
  "info": {
    "book": "Ezekiel",
    "chapter": "27",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the word of Jehovah came unto me, saying:",
      "topic": ""
    },
    "2": {
      "text": "And thou, son of man, take up a lamentation for Tyre,",
      "topic": ""
    },
    "3": {
      "text": "and say unto Tyre: O thou that art situate at the entries of the sea, and traffickest with the peoples in many isles, thus saith the Lord Jehovah: Thou, Tyre, hast said, I am perfect in beauty.",
      "topic": ""
    },
    "4": {
      "text": "Thy borders are in the heart of the seas, thy builders have perfected thy beauty.",
      "topic": ""
    },
    "5": {
      "text": "They made all thy double boards of cypress-trees of Senir; they took cedars from Lebanon to make masts for thee.",
      "topic": ""
    },
    "6": {
      "text": "Of the oaks of Bashan did they make thine oars; they made thy benches of ivory, inlaid in box-wood, out of the isles of Chittim.",
      "topic": ""
    },
    "7": {
      "text": "Byssus with broidered work from Egypt was thy sail, to serve thee for a banner; blue and purple from the isles of Elishah was thine awning.",
      "topic": ""
    },
    "8": {
      "text": "The inhabitants of Zidon and Arvad were thy rowers; thy wise men, O Tyre, who were in thee, were thy pilots.",
      "topic": ""
    },
    "9": {
      "text": "The elders of Gebal and the wise men thereof were in thee repairing thy leaks; all the ships of the sea with their mariners were in thee, to barter with thee.",
      "topic": ""
    },
    "10": {
      "text": "Persia and Lud and Phut were in thine army, thy men of war: they hanged shield and helmet in thee; they gave splendour to thee.",
      "topic": ""
    },
    "11": {
      "text": "The children of Arvad with thine army were upon thy walls round about, and the Gammadim were on thy towers: they hanged their shields upon thy walls round about; they made thy beauty perfect.",
      "topic": ""
    },
    "12": {
      "text": "Tarshish dealt with thee by reason of the abundance of all substance; with silver, iron, tin, and lead, they furnished thy markets.",
      "topic": ""
    },
    "13": {
      "text": "Javan, Tubal, and Meshech, they were thy traffickers: they bartered with thee the persons of men, and vessels of bronze.",
      "topic": ""
    },
    "14": {
      "text": "They of the house of Togarmah furnished thy markets with horses, and horsemen, and mules.",
      "topic": ""
    },
    "15": {
      "text": "The children of Dedan were thy traffickers; many isles were the mart of thy hand: they rendered in payment horns of ivory, and ebony.",
      "topic": ""
    },
    "16": {
      "text": "Syria dealt with thee for the multitude of thy handiworks: they traded in thy markets with carbuncles, purple, and broidered work, and fine linen, and corals, and rubies.",
      "topic": ""
    },
    "17": {
      "text": "Judah and the land of Israel were thy traffickers: they bartered with thee wheat of Minnith, and sweet cakes, and honey, and oil, and balm.",
      "topic": ""
    },
    "18": {
      "text": "Damascus dealt with thee because of the multitude of thy handiworks, by reason of the abundance of all substance, with wine of Helbon, and white wool.",
      "topic": ""
    },
    "19": {
      "text": "Vedan and Javan of Uzal traded in thy markets: wrought iron, cassia, and calamus were in thy traffic.",
      "topic": ""
    },
    "20": {
      "text": "Dedan was thy trafficker in precious riding-cloths.",
      "topic": ""
    },
    "21": {
      "text": "Arabia and all the princes of Kedar were the merchants of thy hand: in lambs, and rams, and goats, in these did they trade with thee.",
      "topic": ""
    },
    "22": {
      "text": "The merchants of Sheba and Raamah were thy traffickers: they furnished thy markets with all the choice spices, and with all precious stones and gold.",
      "topic": ""
    },
    "23": {
      "text": "Haran, and Canneh, and Eden, the merchants of Sheba, Asshur, and Chilmad traded with thee:",
      "topic": ""
    },
    "24": {
      "text": "these traded with thee in sumptuous clothes, in wrappings of blue and broidered work, and in chests full of variegated stuffs, bound with cords and made of cedar-wood, amongst thy merchandise.",
      "topic": ""
    },
    "25": {
      "text": "The ships of Tarshish were thy caravans for thy traffic; and thou wast replenished, and highly honoured, in the heart of the seas.",
      "topic": ""
    },
    "26": {
      "text": "Thy rowers have brought thee into great waters; the east wind hath broken thee in the heart of the seas.",
      "topic": ""
    },
    "27": {
      "text": "Thy substance, and thy markets, thy merchandise, thy mariners, and thy pilots, they that repair thy leaks, and they that barter with thee, and all thy men of war that are in thee, along with all thine assemblage which is in the midst of thee, shall fall into the heart of the seas in the day of thy fall.",
      "topic": ""
    },
    "28": {
      "text": "The open places shall shake at the sound of the cry of thy pilots.",
      "topic": ""
    },
    "29": {
      "text": "And all that handle the oar, the mariners, all the pilots of the sea, shall come down from their ships; they shall stand upon the land,",
      "topic": ""
    },
    "30": {
      "text": "and shall cause their voice to be heard over thee, and shall cry bitterly; and they shall cast up dust upon their heads; they shall wallow themselves in ashes.",
      "topic": ""
    },
    "31": {
      "text": "And they shall make themselves utterly bald for thee, and gird themselves with sackcloth; and they shall weep for thee in bitterness of soul with bitter mourning.",
      "topic": ""
    },
    "32": {
      "text": "And in their wailing they shall take up a lamentation for thee, and lament over thee, [saying,] Who is like Tyre, like her that is destroyed in the midst of the sea?",
      "topic": ""
    },
    "33": {
      "text": "When thy wares went forth over the seas, thou filledst many peoples; thou didst enrich the kings of the earth with the abundance of thy substance and of thy merchandise.",
      "topic": ""
    },
    "34": {
      "text": "In the time [when] thou art broken by the seas, in the depths of the waters, thy merchandise and all thine assemblage in the midst of thee have fallen.",
      "topic": ""
    },
    "35": {
      "text": "All the inhabitants of the isles are amazed at thee, and their kings are horribly afraid, [their] countenance is troubled.",
      "topic": ""
    },
    "36": {
      "text": "The merchants among the peoples hiss at thee; thou art become a terror, and thou shalt never be any more.",
      "topic": ""
    }
  }
}