{
  "info": {
    "book": "Ezekiel",
    "chapter": "41",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he brought me to the temple; and he measured the posts, six cubits broad on the one side, and six cubits broad on the other side, the breadth of the tent.",
      "topic": ""
    },
    "2": {
      "text": "And the breadth of the entry was ten cubits, and the sides of the entry were five cubits on this side, and five cubits on that side; and he measured its length, forty cubits, and the breadth, twenty cubits.",
      "topic": ""
    },
    "3": {
      "text": "And he went inwards, and measured the post of the entry, two cubits; and the entry, six cubits; and the breadth of the entry, seven cubits.",
      "topic": ""
    },
    "4": {
      "text": "And he measured its length, twenty cubits; and the breadth, twenty cubits, before the temple: and he said unto me, This is the most holy [place].",
      "topic": ""
    },
    "5": {
      "text": "And he measured the wall of the house, six cubits; and the breadth of the side-chambers, four cubits, round about the house on every side.",
      "topic": ""
    },
    "6": {
      "text": "And the side-chambers were three, chamber over chamber, and thirty in order; and they entered into the wall which the house had for the side-chambers round about, that they might have hold; but they had not hold in the wall of the house.",
      "topic": ""
    },
    "7": {
      "text": "And for the side-chambers there was an enlarging, and it went round about [the house] increasing upward; for the surrounding of the house increased upward round about the house; therefore the house had width upward, and so ascended [from] the lower [story] to the upper, by the middle one.",
      "topic": ""
    },
    "8": {
      "text": "And I saw that the house had an elevation round about: the foundations of the side-chambers, a full reed, six cubits to the joint.",
      "topic": ""
    },
    "9": {
      "text": "The thickness of the wall, which was for the side-chambers without, was five cubits, as also what was left free along the building of the side-chambers that pertained to the house.",
      "topic": ""
    },
    "10": {
      "text": "And between the cells [and the house] was a width of twenty cubits round about the house on every side.",
      "topic": ""
    },
    "11": {
      "text": "And the entry of the side-chambers was toward what was left free, one entry toward the north, and one entry toward the south; and the width of the space left free was five cubits round about.",
      "topic": ""
    },
    "12": {
      "text": "And the building that was before the separate place at the end toward the west was seventy cubits broad; and the wall of the building was five cubits thick round about; and its length ninety cubits.",
      "topic": ""
    },
    "13": {
      "text": "And he measured the house: the length a hundred cubits; and the separate place, and the building, and its walls, the length a hundred cubits;",
      "topic": ""
    },
    "14": {
      "text": "and the breadth of the front of the house, and of the separate places toward the east, a hundred cubits.",
      "topic": ""
    },
    "15": {
      "text": "And he measured the length of the building before the separate place, which was at the back of it, with its galleries on the one side and on the other side, a hundred cubits; and the inner temple, and the porches of the court.",
      "topic": ""
    },
    "16": {
      "text": "The thresholds, and the closed windows, and the galleries round about the three of them (opposite the thresholds it was wainscoted with wood round about, and from the ground up to the windows, and the windows were covered),",
      "topic": ""
    },
    "17": {
      "text": "[and] above, over the entry, even unto the inner house, and without, and by all the wall round about, within and without, [all was] by measure.",
      "topic": ""
    },
    "18": {
      "text": "And it was made with cherubim and palm-trees, and a palm-tree was between cherub and cherub; and the cherub had two faces:",
      "topic": ""
    },
    "19": {
      "text": "the face of a man was toward the palm-tree on the one side, and the face of a young lion toward the palm-tree on the other side: [so] was it made upon all the house round about.",
      "topic": ""
    },
    "20": {
      "text": "From the ground unto above the entry were the cherubim and the palm-trees made, and [on] the wall of the temple.",
      "topic": ""
    },
    "21": {
      "text": "As for the temple, the door-posts were squared; and the front of the sanctuary had the same appearance.",
      "topic": ""
    },
    "22": {
      "text": "The altar was of wood, three cubits high, and its length two cubits; and its corners, and its length, and its walls were of wood. And he said unto me, This is the table which is before Jehovah.",
      "topic": ""
    },
    "23": {
      "text": "And the temple and the sanctuary had two doors.",
      "topic": ""
    },
    "24": {
      "text": "And the doors had two leaves, two turning-leaves: two for the one door, and two leaves for the other.",
      "topic": ""
    },
    "25": {
      "text": "And there were made on them, on the doors of the temple, cherubim and palm-trees, as there were made upon the walls; and there was a wooden portal in front of the porch without,",
      "topic": ""
    },
    "26": {
      "text": "and closed windows and palm-trees on the one side and on the other side, on the sides of the porch and the side chambers of the house and the portals.",
      "topic": ""
    }
  }
}