{
  "info": {
    "book": "1 Thessalonians",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wherefore no more concealing, we were content to be left among the Athenians alone:",
      "topic": ""
    },
    "2": {
      "text": "And sent Timothy, our brother, and servant of God, and our coworker in the good news of Christ, in order to make you firm, and comfort you for your faith",
      "topic": ""
    },
    "3": {
      "text": "For none to be shaken in these pressures: for ye yourselves know that for this we are placed.",
      "topic": ""
    },
    "4": {
      "text": "For also, when we were with you, we told you before that we were about to be pressed; as also it was, and ye know.",
      "topic": ""
    },
    "5": {
      "text": "For this I also, no more concealing, sent to know your faith, lest some way he tempting have tempted you, and our labor be in vain.",
      "topic": ""
    },
    "6": {
      "text": "And now Timothy having come to us from you, and having announced to us the good news, your faith and love, and that ye have good remembrance of us always, greatly desiring to see us, as we also you:",
      "topic": ""
    },
    "7": {
      "text": "For this, brethren, were we comforted in you in all our pressure, and necessity by your faith:",
      "topic": ""
    },
    "8": {
      "text": "For now we live, if ye stand in the Lord.",
      "topic": ""
    },
    "9": {
      "text": "For what thankfulness can we return to God for you, for all the joy with which we rejoice for you before our God;",
      "topic": ""
    },
    "10": {
      "text": "Night and day praying exceedingly to see your face, and to adjust things wanting of your faith?",
      "topic": ""
    },
    "11": {
      "text": "And God himself and our Father, and our Lord Jesus Christ, direct our way to you:",
      "topic": ""
    },
    "12": {
      "text": "And the Lord increase you and make you to abound in love to one another, and to all, as also we to you:",
      "topic": ""
    },
    "13": {
      "text": "To make your hearts firm, complete in holiness before God, and our Father, in the arrival of our Lord Jesus Christ with all his holy ones.",
      "topic": ""
    }
  }
}