{
  "info": {
    "book": "Exodus",
    "chapter": "35",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Moses assembleth all the company of the sons of Israel, and saith unto them, ‘These are the things which Jehovah hath commanded—to do them:",
      "topic": ""
    },
    "2": {
      "text": "Six days is work done, and on the seventh day there is to you a holy day, a sabbath of rest to Jehovah; any who doeth work in it is put to death;",
      "topic": ""
    },
    "3": {
      "text": "ye do not burn a fire in any of your dwellings on the sabbath-day.’",
      "topic": ""
    },
    "4": {
      "text": "And Moses speaketh unto all the company of the sons of Israel, saying, ‘This is the thing which Jehovah hath commanded, saying,",
      "topic": ""
    },
    "5": {
      "text": "Take ye from among you a heave-offering to Jehovah; every one whose heart is willing doth bring it,—the heave-offering of Jehovah,—gold, and silver, and brass,",
      "topic": ""
    },
    "6": {
      "text": "and blue, and purple, and scarlet, and linen, and goats’ hair,",
      "topic": ""
    },
    "7": {
      "text": "and rams’ skins made red, and badgers’ skins, and shittim wood,",
      "topic": ""
    },
    "8": {
      "text": "and oil for the light, and spices for the anointing oil, and for the spice perfume,",
      "topic": ""
    },
    "9": {
      "text": "and shoham stones, and stones for settings, for an ephod, and for a breastplate.",
      "topic": ""
    },
    "10": {
      "text": "‘And all the wise-hearted among you come in, and make all that Jehovah hath commanded:",
      "topic": ""
    },
    "11": {
      "text": "‘The tabernacle, its tent, and its covering, its hooks, and its boards, its bars, its pillars, and its sockets,",
      "topic": ""
    },
    "12": {
      "text": "‘The ark and its staves, the mercy-seat, and the vail of the covering,",
      "topic": ""
    },
    "13": {
      "text": "‘The table and its staves, and all its vessels, and the bread of the presence,",
      "topic": ""
    },
    "14": {
      "text": "‘And the candlestick for the light, and its vessels, and its lamps, and the oil for the light,",
      "topic": ""
    },
    "15": {
      "text": "‘And the altar of perfume, and its staves, and the anointing oil, and the spice perfume, and the covering of the opening at the opening of the tabernacle,",
      "topic": ""
    },
    "16": {
      "text": "‘The altar of burnt-offering and the brazen grate which it hath, its staves, and all its vessels, the laver and its base,",
      "topic": ""
    },
    "17": {
      "text": "‘The hangings of the court, its pillars, and their sockets, and the covering of the gate of the court,",
      "topic": ""
    },
    "18": {
      "text": "‘The pins of the tabernacle, and the pins of the court, and their cords,",
      "topic": ""
    },
    "19": {
      "text": "‘The coloured garments, to do service in the sanctuary, the holy garments for Aaron the priest, and the garments of his sons to act as priest in.’",
      "topic": ""
    },
    "20": {
      "text": "And all the company of the sons of Israel go out from the presence of Moses,",
      "topic": ""
    },
    "21": {
      "text": "and they come in—every man whom his heart hath lifted up, and every one whom his spirit hath made willing—they have brought in the heave-offering of Jehovah for the work of the tent of meeting, and for all its service, and for the holy garments.",
      "topic": ""
    },
    "22": {
      "text": "And they come in—the men with the women—every willing-hearted one—they have brought in nose-ring, and ear-ring, and seal-ring, and necklace, all golden goods, even every one who hath waved a wave-offering of gold to Jehovah.",
      "topic": ""
    },
    "23": {
      "text": "And every man with whom hath been found blue, and purple, and scarlet, and linen, and goats’ hair, and rams’ skins made red, and badgers’ skins, have brought them in;",
      "topic": ""
    },
    "24": {
      "text": "every one lifting up a heave-offering of silver and brass have brought in the heave-offering of Jehovah; and every one with whom hath been found shittim wood for any work of the service brought it in.",
      "topic": ""
    },
    "25": {
      "text": "And every wise-hearted woman hath spun with her hands, and they bring in yarn, the blue, and the purple, the scarlet, and the linen;",
      "topic": ""
    },
    "26": {
      "text": "and all the women whose heart hath lifted them up in wisdom, have spun the goats’ hair.",
      "topic": ""
    },
    "27": {
      "text": "And the princes have brought in the shoham stones, and the stones for settings, for the ephod, and for the breastplate,",
      "topic": ""
    },
    "28": {
      "text": "and the spices, and the oil for the light, and for the anointing oil, and for the spice perfume;",
      "topic": ""
    },
    "29": {
      "text": "every man and woman (whom their heart hath made willing to bring in for all the work which Jehovah commanded to be done by the hand of Moses) of the sons of Israel brought in a willing-offering to Jehovah.",
      "topic": ""
    },
    "30": {
      "text": "And Moses saith unto the sons of Israel, ‘See, Jehovah hath called by name Bezaleel, son of Uri, son of Hur, of the tribe of Judah,",
      "topic": ""
    },
    "31": {
      "text": "and He doth fill him with the Spirit of God, in wisdom, in understanding, and in knowledge, and in all work,",
      "topic": ""
    },
    "32": {
      "text": "even to devise devices to work in gold, and in silver, and in brass,",
      "topic": ""
    },
    "33": {
      "text": "and in graving of stones for settings, and in graving of wood to work in any work of design.",
      "topic": ""
    },
    "34": {
      "text": "‘And to direct He hath put in his heart, he and Aholiab, son of Ahisamach, of the tribe of Dan;",
      "topic": ""
    },
    "35": {
      "text": "He hath filled them with wisdom of heart to do every work, of engraver, and designer, and embroiderer (in blue, and in purple, in scarlet, and in linen), and weaver, who do any work, and of designers of designs.",
      "topic": ""
    }
  }
}