{
  "info": {
    "book": "Galatians",
    "chapter": "4",
    "translation": "English Revised Version",
    "translationID": "erv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But I say that so long as the heir is a child, he differeth nothing from a bondservant, though he is lord of all;",
      "topic": ""
    },
    "2": {
      "text": "but is under guardians and stewards until the term appointed of the father.",
      "topic": ""
    },
    "3": {
      "text": "So we also, when we were children, were held in bondage under the rudiments of the world:",
      "topic": ""
    },
    "4": {
      "text": "but when the fulness of the time came, God sent forth his Son, born of a woman, born under the law,",
      "topic": ""
    },
    "5": {
      "text": "that he might redeem them which were under the law, that we might receive the adoption of sons.",
      "topic": ""
    },
    "6": {
      "text": "And because ye are sons, God sent forth the Spirit of his Son into our hearts, crying, Abba, Father.",
      "topic": ""
    },
    "7": {
      "text": "So that thou art no longer a bondservant, but a son; and if a son, then an heir through God.",
      "topic": ""
    },
    "8": {
      "text": "Howbeit at that time, not knowing God, ye were in bondage to them which by nature are no gods:",
      "topic": ""
    },
    "9": {
      "text": "but now that ye have come to know God, or rather to be known of God, how turn ye back again to the weak and beggarly rudiments, whereunto ye desire to be in bondage over again?",
      "topic": ""
    },
    "10": {
      "text": "Ye observe days, and months, and seasons, and years.",
      "topic": ""
    },
    "11": {
      "text": "I am afraid of you, lest by any means I have bestowed labour upon you in vain.",
      "topic": ""
    },
    "12": {
      "text": "I beseech you, brethren, be as I am, for I am as ye are. Ye did me no wrong:",
      "topic": ""
    },
    "13": {
      "text": "but ye know that because of an infirmity of the flesh I preached the gospel unto you the first time:",
      "topic": ""
    },
    "14": {
      "text": "and that which was a temptation to you in my flesh ye despised not, nor rejected; but ye received me as an angel of God, even as Christ Jesus.",
      "topic": ""
    },
    "15": {
      "text": "Where then is that gratulation of yourselves? for I bear you witness, that, if possible, ye would have plucked out your eyes and given them to me.",
      "topic": ""
    },
    "16": {
      "text": "So then am I become your enemy, because I tell you the truth?",
      "topic": ""
    },
    "17": {
      "text": "They zealously seek you in no good way; nay, they desire to shut you out, that ye may seek them.",
      "topic": ""
    },
    "18": {
      "text": "But it is good to be zealously sought in a good matter at all times, and not only when I am present with you.",
      "topic": ""
    },
    "19": {
      "text": "My little children, of whom I am again in travail until Christ be formed in you,",
      "topic": ""
    },
    "20": {
      "text": "yea, I could wish to be present with you now, and to change my voice; for I am perplexed about you.",
      "topic": ""
    },
    "21": {
      "text": "Tell me, ye that desire to be under the law, do ye not hear the law?",
      "topic": ""
    },
    "22": {
      "text": "For it is written, that Abraham had two sons, one by the handmaid, and one by the freewoman.",
      "topic": ""
    },
    "23": {
      "text": "Howbeit the son by the handmaid is born after the flesh; but the son by the freewoman is born through promise.",
      "topic": ""
    },
    "24": {
      "text": "Which things contain an allegory: for these women are two covenants; one from mount Sinai, bearing children unto bondage, which is Hagar.",
      "topic": ""
    },
    "25": {
      "text": "Now this Hagar is mount Sinai in Arabia, and answereth to the Jerusalem that now is: for she is in bondage with her children.",
      "topic": ""
    },
    "26": {
      "text": "But the Jerusalem that is above is free, which is our mother.",
      "topic": ""
    },
    "27": {
      "text": "For it is written, Rejoice, thou barren that bearest not; Break forth and cry, thou that travailest not: For more are the children of the desolate than of her which hath the husband.",
      "topic": ""
    },
    "28": {
      "text": "Now we, brethren, as Isaac was, are children of promise.",
      "topic": ""
    },
    "29": {
      "text": "But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now.",
      "topic": ""
    },
    "30": {
      "text": "Howbeit what saith the scripture? Cast out the handmaid and her son: for the son of the handmaid shall not inherit with the son of the freewoman.",
      "topic": ""
    },
    "31": {
      "text": "Wherefore, brethren, we are not children of a handmaid, but of the freewoman.",
      "topic": ""
    }
  }
}