{
  "info": {
    "book": "Filipenses",
    "chapter": "4",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Así que, hermanos míos amados y deseados, gozo y corona mía, estad así firmes en el Señor, amados.",
      "topic": ""
    },
    "2": {
      "text": "A Euodias ruego, y ruego a Sintique, que sean de un mismo sentir en el Señor.",
      "topic": ""
    },
    "3": {
      "text": "Y te ruego también a ti, fiel compañero, ayuda a aquellas [mujeres] que trabajaron juntamente conmigo en el evangelio, con Clemente también, y los otros de mis colaboradores, cuyos nombres [están] en el libro de la vida.",
      "topic": ""
    },
    "4": {
      "text": "Regocijaos en el Señor siempre: Otra vez digo: Regocijaos.",
      "topic": ""
    },
    "5": {
      "text": "Vuestra modestia sea conocida de todos los hombres. El Señor [está] cerca.",
      "topic": ""
    },
    "6": {
      "text": "Por nada estéis afanosos, sino sean conocidas vuestras peticiones delante de Dios en toda oración y súplica, con acción de gracias.",
      "topic": ""
    },
    "7": {
      "text": "Y la paz de Dios, que sobrepasa todo entendimiento, guardará vuestros corazones y vuestras mentes en Cristo Jesús.",
      "topic": ""
    },
    "8": {
      "text": "Por lo demás, hermanos, todo lo que es verdadero, todo lo honesto, todo lo justo, todo lo puro, todo lo amable, todo lo que es de buen nombre, si [hay] virtud alguna, si alguna alabanza, en esto pensad.",
      "topic": ""
    },
    "9": {
      "text": "Lo que aprendisteis y recibisteis y oísteis y visteis en mí, esto haced; y el Dios de paz será con vosotros.",
      "topic": ""
    },
    "10": {
      "text": "Mas en gran manera me regocijé en el Señor de que ya al fin ha reflorecido vuestro cuidado de mí, de lo cual también estabais solícitos, pero os faltaba la oportunidad.",
      "topic": ""
    },
    "11": {
      "text": "No lo digo porque tenga escasez; pues he aprendido a contentarme, cualquiera que sea mi situación.",
      "topic": ""
    },
    "12": {
      "text": "Sé tener escasez, y sé tener abundancia; en todo y por todo estoy enseñado, así para hartura, como para hambre; para tener abundancia, como para padecer necesidad.",
      "topic": ""
    },
    "13": {
      "text": "Todo lo puedo en Cristo que me fortalece.",
      "topic": ""
    },
    "14": {
      "text": "Sin embargo, bien hicisteis al comunicar conmigo en mi aflicción.",
      "topic": ""
    },
    "15": {
      "text": "Y sabéis también vosotros, oh filipenses, que al principio del evangelio, cuando partí de Macedonia, ninguna iglesia comunicó conmigo en el asunto de dar y recibir, sino vosotros solos,",
      "topic": ""
    },
    "16": {
      "text": "pues aun a Tesalónica me enviasteis lo necesario una y otra vez.",
      "topic": ""
    },
    "17": {
      "text": "No es que busque dádivas, sino que busco fruto que abunde a vuestra cuenta.",
      "topic": ""
    },
    "18": {
      "text": "Pero todo lo he recibido, y tengo abundancia; estoy lleno, habiendo recibido de Epafrodito lo que enviasteis; perfume de dulce fragancia, sacrificio acepto, agradable a Dios.",
      "topic": ""
    },
    "19": {
      "text": "Mi Dios, pues, suplirá todo lo que os falte, conforme a sus riquezas en gloria en Cristo Jesús.",
      "topic": ""
    },
    "20": {
      "text": "Y al Dios y Padre nuestro [sea] gloria por siempre jamás. Amén.",
      "topic": ""
    },
    "21": {
      "text": "Saludad a todos los santos en Cristo Jesús. Los hermanos que están conmigo os saludan.",
      "topic": ""
    },
    "22": {
      "text": "Todos los santos os saludan, y mayormente los que son de la casa de César.",
      "topic": ""
    },
    "23": {
      "text": "La gracia de nuestro Señor Jesucristo [sea] con todos vosotros. Amén.",
      "topic": ""
    }
  }
}