{
  "info": {
    "book": "Esther",
    "chapter": "4",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "When Mordecai had heard this, he tore his garments and put on sackcloth, strewing ashes on his head, and he cried out with a loud voice in the main street of the city, revealing the anguish of his soul.",
      "topic": ""
    },
    "2": {
      "text": "And he continued with this lamenting, even up to the gate of the palace, for no one clothed with sackcloth is permitted to enter the king’s court.",
      "topic": ""
    },
    "3": {
      "text": "Likewise, in all provinces, towns, and places where the king’s cruel decision arrived, there was extraordinary mourning among the Jews with fasting, wailing, and weeping, with many using sackcloth and ashes for their bed.",
      "topic": ""
    },
    "4": {
      "text": "Then Esther’s maids and eunuchs went in and informed her. When she heard it, she was shocked, and she sent a garment to clothe him and to take away the sackcloth, but he would not accept it.",
      "topic": ""
    },
    "5": {
      "text": "And she sent for Hathach the eunuch, whom the king had appointed to minister to her, and she instructed him to go to Mordecai and to discern from him why he was doing this.",
      "topic": ""
    },
    "6": {
      "text": "And departing, Hathach went to Mordecai, who was standing in the street of the city, in front of the palace entrance.",
      "topic": ""
    },
    "7": {
      "text": "He told him everything that had happened, how Haman had promised to transfer silver into the king’s treasury for the death of the Jews.",
      "topic": ""
    },
    "8": {
      "text": "Also, he gave him a copy of the edict that was hanging up in Susa, so that he would show it to the queen and advise her to go in to the king and beg him on behalf of her people.",
      "topic": ""
    },
    "9": {
      "text": "And Hathach returned and informed Esther of all that Mordecai had said. “Remember,” he said, “the days of your lowliness, how you were nurtured as if in my hand, because Haman, who is second after the king, has spoken against us to death. And you must call upon the Lord, and speak with the king on our behalf, and free us from death.”",
      "topic": ""
    },
    "10": {
      "text": "She answered him, and ordered him say to Mordecai:",
      "topic": ""
    },
    "11": {
      "text": "“All the servants of the king and all the provinces that are under his realm understand that anyone, whether man or woman, who enters the king’s inner court, who has not been summoned, is immediately to be put to death without any delay, unless the king should happen to extend the golden scepter to him, as a sign of clemency, so that he will be able to live. How then can I go in to the king, when, for thirty days now, I have not been called to him?”",
      "topic": ""
    },
    "12": {
      "text": "And when Mordecai had heard this,",
      "topic": ""
    },
    "13": {
      "text": "he again sent word to Esther, saying, “Do not think that you will save so much as your own soul, just because you are in the king’s house and are above all the Jews.",
      "topic": ""
    },
    "14": {
      "text": "For, if you remain silent now, the Jews will be delivered through some other opportunity, but you and your father’s house will perish. And who knows whether you have come to the kingdom for this reason, so that you would be prepared for such a time as this?” And he entrusted her (there was no question but that it was Mordecai) to go in to the king, and to petition on behalf of her people and her native land.",
      "topic": ""
    },
    "15": {
      "text": "And again Esther sent to Mordecai in these words:",
      "topic": ""
    },
    "16": {
      "text": "“Go and gather together all the Jews whom you will find in Susa, and pray for me. Neither eat nor drink for three days and three nights, and I will fast with my handmaids similarly, and then I will go in to the king, doing what is against the law, not having been called, and so expose myself to mortal danger.”",
      "topic": ""
    },
    "17": {
      "text": "And so Mordecai went, and he did everything that Esther had instructed him.",
      "topic": ""
    }
  }
}