{
  "info": {
    "book": "Joel",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Palabra del SEÑOR que fue a Joel, hijo de Petuel.",
      "topic": ""
    },
    "2": {
      "text": "Oíd esto, viejos, y escuchad, todos los moradores de la tierra. ¿Ha acontecido esto en vuestros días, o en los días de vuestros padres?",
      "topic": ""
    },
    "3": {
      "text": "De esto contaréis a vuestros hijos, y vuestros hijos a sus hijos, y su hijos a la otra generación.",
      "topic": ""
    },
    "4": {
      "text": "Lo que quedó de la oruga comió la langosta, y lo que quedó de la langosta comió el pulgón; y el revoltón comió lo que del pulgón había quedado.",
      "topic": ""
    },
    "5": {
      "text": "Despertad, borrachos, y llorad; aullad, todos los que bebéis vino, a causa del mosto, porque os es quitado de vuestra boca.",
      "topic": ""
    },
    "6": {
      "text": "Porque gente subió a mi tierra, fuerte y sin número; sus dientes, dientes de león, y sus muelas, de león.",
      "topic": ""
    },
    "7": {
      "text": "Asoló mi vid, y descortezó mi higuera; del todo la desnudó y derribó; sus ramas quedaron blancas.",
      "topic": ""
    },
    "8": {
      "text": "¶ Llora tú como joven vestida de cilicio por el marido de su juventud.",
      "topic": ""
    },
    "9": {
      "text": "Pereció el presente y la libación de la Casa del SEÑOR; los sacerdotes ministros del SEÑOR hicieron luto.",
      "topic": ""
    },
    "10": {
      "text": "El campo fue destruido, se enlutó la tierra; porque el trigo fue destruido, se secó el mosto, el aceite pereció.",
      "topic": ""
    },
    "11": {
      "text": "Confundíos, labradores; aullad, viñeros, por el trigo y la cebada; porque se perdió la mies del campo.",
      "topic": ""
    },
    "12": {
      "text": "Se secó la vid, y pereció la higuera; el granado también, la palma, y el manzano; se secaron todos los árboles del campo; por lo cual se secó el gozo de los hijos de los hombres.",
      "topic": ""
    },
    "13": {
      "text": "Ceñíos y lamentad, sacerdotes; aullad, ministros del altar; venid, dormid en cilicio, ministros de mi Dios; porque quitado es de la Casa de vuestro Dios el presente y la libación.",
      "topic": ""
    },
    "14": {
      "text": "¶ Pregonad ayuno, llamad a congregación; congregad a los ancianos y a todos los moradores de la tierra en la Casa del SEÑOR vuestro Dios, y clamad al SEÑOR.",
      "topic": ""
    },
    "15": {
      "text": "¡Ay del día! Porque cercano está el día del SEÑOR, y vendrá como destrucción hecha por el Todopoderoso.",
      "topic": ""
    },
    "16": {
      "text": "¿No es quitado el mantenimiento de delante de nuestros ojos, la alegría y el placer de la Casa de nuestro Dios?",
      "topic": ""
    },
    "17": {
      "text": "La semilla se pudrió debajo de sus terrones, los alfolíes fueron asolados y destruidos; porque se secó el trigo.",
      "topic": ""
    },
    "18": {
      "text": "¡Cuánto gimen las bestias! ¡Cuán turbados anden los bueyes de los hatos, porque no tienen pastos! También son asolados los rebaños de las ovejas.",
      "topic": ""
    },
    "19": {
      "text": "A ti, oh SEÑOR, clamaré; porque fuego consumió los pastos del desierto, y llama abrasó todos los árboles del campo.",
      "topic": ""
    },
    "20": {
      "text": "Las bestias del campo bramarán también a ti; porque se secaron los arroyos de las aguas, y fuego consumió las praderías del desierto.",
      "topic": ""
    }
  }
}