{
  "info": {
    "book": "Isaiah",
    "chapter": "21",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The burden of the desert of the sea. As whirlwinds in the south for passing through, from the desert it came, from a fearful land.",
      "topic": ""
    },
    "2": {
      "text": "A hard vision was announced to me: The spoiler spoiled, and he laying waste, laid waste. Go up, O Elam: press, O Media; all her sighing I caused to cease.",
      "topic": ""
    },
    "3": {
      "text": "For this, my loins were filled with pain: distress took hold of me as the pains of her bringing forth: I was shaken from hearing; I trembled from seeing.",
      "topic": ""
    },
    "4": {
      "text": "My heart wandered; trembling made me afraid: the evening twilight of my desire he put to me for fear.",
      "topic": ""
    },
    "5": {
      "text": "Set in order the table; view the watch-tower; eat, drink: arise ye chiefs, anoint the shield.",
      "topic": ""
    },
    "6": {
      "text": "For thus said Jehovah to me, Go set up a watchman, he shall announce what he shall see.",
      "topic": ""
    },
    "7": {
      "text": "He will see a chariot, a pair of horse men, the rider of an ass, the rider of a camel; and listening, he listened with much attention.",
      "topic": ""
    },
    "8": {
      "text": "And he will call, A lion: on the watch-tower my lord, I stand continually in the day, and upon my watch I stand all the night.",
      "topic": ""
    },
    "9": {
      "text": "And behold, here came a chariot, a man, a pair of horsemen. And he will answer and say, She fell, Babel fell; and the carved images of her god he brake in pieces to the earth.",
      "topic": ""
    },
    "10": {
      "text": "O my threshing, and the son of my threshing-floor, what I heard from Jehovah of armies the God of Israel, I announced to you.",
      "topic": ""
    },
    "11": {
      "text": "The burden of Dumah. He called to me from Seir, Watch, what of the night? watch, what of the night?",
      "topic": ""
    },
    "12": {
      "text": "The watch said, I will mark out morning, and also night; if ye will seek, seek ye: turn back, come.",
      "topic": ""
    },
    "13": {
      "text": "The burden of Arabia. In the forest in Arabia shall ye lodge, ye wayfarers of Dedanim.",
      "topic": ""
    },
    "14": {
      "text": "To meet the thirsty, bring ye water, O inhabitants of the land of Tema: anticipate ye him wandering, with bread.",
      "topic": ""
    },
    "15": {
      "text": "For they fled from the face of the swords, the sword drawn out, and from the face of the bent bow, and from the face of the heaviness of war.",
      "topic": ""
    },
    "16": {
      "text": "For thus said the Lord to me, Within yet a year; as the years of a hireling, and all the glory of Kedar was finished.",
      "topic": ""
    },
    "17": {
      "text": "And the rest of the bows of the strong sons of Kedar shall be few: for Jehovah God of Israel spake.",
      "topic": ""
    }
  }
}