{
  "info": {
    "book": "Isaiah",
    "chapter": "23",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The burden of Tyre. Wail, ye ships of Tarshish, for it was laid waste from a house from going in: from the land of Chittim it was uncovered to them.",
      "topic": ""
    },
    "2": {
      "text": "Be ye silent, O inhabitants of the isle; the merchants of Zidon passing over the sea filled thee.",
      "topic": ""
    },
    "3": {
      "text": "On many waters the seed of Sihor, the harvest of the river her produce; and she shall be the emporium of nations.",
      "topic": ""
    },
    "4": {
      "text": "Be thou ashamed, O Zidon: for the sea said, the strength of the sea, saying, I was not pained, I brought not forth, and I caused not youths to grow, and I raised not up virgins.",
      "topic": ""
    },
    "5": {
      "text": "As the hearing to Egypt; they shall be pained as the hearing of Tyre.",
      "topic": ""
    },
    "6": {
      "text": "Pass ye through Tarshish; wail, ye inhabitants of the isle.",
      "topic": ""
    },
    "7": {
      "text": "This to you the exulting from the days of old, her beginning; her feet shall fail her sojourning from far off.",
      "topic": ""
    },
    "8": {
      "text": "Who will counsel this against Tyre, encircled with a crown, whom her merchants, chiefs; her merchants the honored of the earth.",
      "topic": ""
    },
    "9": {
      "text": "Jehovah of armies purposed it to profane the pride of all glory, to make light all the honored of the earth.",
      "topic": ""
    },
    "10": {
      "text": "Pass through thy land as a river, thou daughter of Tarshish: no more girding.",
      "topic": ""
    },
    "11": {
      "text": "He stretched forth his hand over the sea, he disquieted kingdoms: Jehovah commanded to Canaan to destroy her fortress.",
      "topic": ""
    },
    "12": {
      "text": "And he will say, Thou shalt no more add to exalt, thou violated virgin, daughter of Zidon: arise, pass over to Chittim; also there it shall not be rest to thee.",
      "topic": ""
    },
    "13": {
      "text": "Behold the land of the Chaldees; this people was not; Assur founded it for the inhabitants of the desert: they set up its watch-towers, they raised up its fortresses, he set it for ruins.",
      "topic": ""
    },
    "14": {
      "text": "Wail, ye ships of Tarshish: your strength was laid waste.",
      "topic": ""
    },
    "15": {
      "text": "And it was in that day, and Tyre was forgotten seventy years, according to the days of one king: from the end of seventy years it shall be to Tyre as the song of a harlot.",
      "topic": ""
    },
    "16": {
      "text": "Take a harp, go about the city, O harlot having been forgotten; be cheerful, playing on the instrument; increase the song so that thou shalt be remembered.",
      "topic": ""
    },
    "17": {
      "text": "And it was from the end of seventy years, Jehovah will review Tyre, and she turned back to her gift, and she committed fornication with all the kingdoms of the land upon the face of the earth.",
      "topic": ""
    },
    "18": {
      "text": "And her traffic and her gift holy to Jehovah: it shall not be treasured up, and it shall not be laid up; for to those dwelling before Jehovah her traffic shall be for eating to be satisfied, and for a splendid covering.",
      "topic": ""
    }
  }
}