{
  "info": {
    "book": "Isaiah",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "For behold, the Lord Jehovah of armies taking away from Jerusalem and from Judah the stay, and the stay, all the stay of bread, and all the stay of water.",
      "topic": ""
    },
    "2": {
      "text": "The strong one and the man of war, the judge and the prophet, and the divines, and the old man,",
      "topic": ""
    },
    "3": {
      "text": "The captain of fifty and the elevated of face, and the counselor, and the wise of the artificers, and the intelligent one enchanting.",
      "topic": ""
    },
    "4": {
      "text": "And I gave boys their chiefs, and the petulant shall rule over them.",
      "topic": ""
    },
    "5": {
      "text": "And the people were pressed, man by man, and a man by his neighbor: the boy shall enlarge himself against the old man and the despised against the honorable.",
      "topic": ""
    },
    "6": {
      "text": "For a man shall seize upon his brother of the house of his father, A garment to thee, thou shalt be chief to us, this ruin under thy hand:",
      "topic": ""
    },
    "7": {
      "text": "He shall lift up in that day, saying, I will not be binding up; and in my house no bread and no garment: thou shalt not set me a chief of the people.",
      "topic": ""
    },
    "8": {
      "text": "For Jerusalem was weak, and Judah fell: for their tongues and their doings are against Jehovah to embitter the eyes of his glory.",
      "topic": ""
    },
    "9": {
      "text": "The withdrawing of their face answered against them; and they announced their sins as Sodom, and they covered not. Wo to their soul! for they rewarded evil to themselves.",
      "topic": ""
    },
    "10": {
      "text": "Say to the just, that it is good that they shall eat the fruit of their doings.",
      "topic": ""
    },
    "11": {
      "text": "Wo to the unjust! evil! for the reward of his hands shall be done to him.",
      "topic": ""
    },
    "12": {
      "text": "My people, their tyrants from children, and women ruled over them. My people, they calling thee happy, causing to err; they destroyed the way of thy paths.",
      "topic": ""
    },
    "13": {
      "text": "Jehovah stood up to contend and he stood to judge the peoples.",
      "topic": ""
    },
    "14": {
      "text": "Jehovah will go into judgment with the old men of his people and his chiefs: and ye burnt up the vineyard; the spoil of the poor is in your houses.",
      "topic": ""
    },
    "15": {
      "text": "Why will ye crush my people and grind the faces of the poor? says the Lord Jehovah of armies.",
      "topic": ""
    },
    "16": {
      "text": "And Jehovah will say, Because the daughters of Zion were lifted up, and they will go extending the neck and ogling their eyes, going and tripping their going, and binding back their feet:",
      "topic": ""
    },
    "17": {
      "text": "And Jehovah made bald the crown of the daughters of Zion, and Jehovah opened the redundance.",
      "topic": ""
    },
    "18": {
      "text": "In that day Jehovah will turn away the ornament of the ankle bands, and the inter-weavings, and the crescents,",
      "topic": ""
    },
    "19": {
      "text": "The drops, and the chains, and the veils,",
      "topic": ""
    },
    "20": {
      "text": "The head-dresses and the step chains, and the girdles, and the houses of the soul, and the amulets.",
      "topic": ""
    },
    "21": {
      "text": "The signet rings and the rings of the nose.",
      "topic": ""
    },
    "22": {
      "text": "The costly garments and the cloaks, and the mantles, and the caskets.",
      "topic": ""
    },
    "23": {
      "text": "The mirrors and the shirts and the turbans and the veils.",
      "topic": ""
    },
    "24": {
      "text": "And it was instead of a sweet smell there shall be rottenness, and instead of a girdle, a rope, and instead of turned work, baldness, and instead of a variegated garment, a girding of sackcloth a brand instead of beauty.",
      "topic": ""
    },
    "25": {
      "text": "Thy men shall fall by the sword, and thy strength in the war.",
      "topic": ""
    },
    "26": {
      "text": "And her entrances sighed and mourned; and being clean, she shall sit upon the earth.",
      "topic": ""
    }
  }
}