{
  "info": {
    "book": "Isaiah",
    "chapter": "32",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Behold, a king shall reign for justice, and for chiefs they shall rule for judgment.",
      "topic": ""
    },
    "2": {
      "text": "And a man was as a hiding of the spirit, and a covering of the tempest; as brooks of water in Zion, as the shadow of a weighty rock in a weary land.",
      "topic": ""
    },
    "3": {
      "text": "And the eyes of those seeing shall not be blinded, and the ears of those hearing shall attend.",
      "topic": ""
    },
    "4": {
      "text": "And the heart of the hasty shall understand to know, and the tongue of those stammering shall hasten to speak plain.",
      "topic": ""
    },
    "5": {
      "text": "Liberal shall no more be called to the foolish, and noble shall not be said to the deceiver.",
      "topic": ""
    },
    "6": {
      "text": "For the foolish will speak folly, and his heart will do vanity to do profaneness and to speak error to Jehovah, to empty the soul of the hungry; and he will cause the drink of the thirsty to fail.",
      "topic": ""
    },
    "7": {
      "text": "And the implements of the deceiver are evil: he will meditate counsels to destroy the humble with words of falsehood, and in the needy’s speaking judgments.",
      "topic": ""
    },
    "8": {
      "text": "And the liberal will counsel liberal things, and upon liberal things shall he stand.",
      "topic": ""
    },
    "9": {
      "text": "Rise up, ye careless women; hear my voice, ye confident daughters; give ear to my word.",
      "topic": ""
    },
    "10": {
      "text": "Days over a year shall ye being confident, be disturbed; for the vintage being finished, the ingathering shall not come.",
      "topic": ""
    },
    "11": {
      "text": "Tremble, ye careless be disturbed, ye, confident: strip and be naked, gird upon the loins.",
      "topic": ""
    },
    "12": {
      "text": "Smiting upon the breasts for the fields of desire, for the fruitful vine.",
      "topic": ""
    },
    "13": {
      "text": "Upon the land of my people shall come up the thorn of the sharp point; so upon the houses of rejoicing of the exulting city.",
      "topic": ""
    },
    "14": {
      "text": "For the fortress was left, the multitude of the city was forsaken; the hill and the watch-tower for caves even forever; the rejoicing of the wild asses a pasture of the flocks;",
      "topic": ""
    },
    "15": {
      "text": "Until the spirit shall be poured upon us from on high, and the desert be for Carmel, and Carmel be reckoned for a forest.",
      "topic": ""
    },
    "16": {
      "text": "And judgment dwelling in the desert, and justice shall sit in Carmel.",
      "topic": ""
    },
    "17": {
      "text": "And the work of justice was peace, and the service of justice, rest and confidence, even to forever.",
      "topic": ""
    },
    "18": {
      "text": "And my people shall sit in a dwelling of peace, and in habitations of trust and in quiet resting places.",
      "topic": ""
    },
    "19": {
      "text": "And the hail hailing upon the forest; and the city shall be made low in lowness.",
      "topic": ""
    },
    "20": {
      "text": "Happy ye sowing upon all waters, sending the foot of the ox and the ass.",
      "topic": ""
    }
  }
}