{
  "info": {
    "book": "Isaiah",
    "chapter": "34",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Draw near, ye nations, to hear; and ye people, attend: the earth shall hear, and its fulness; the habitable globe, and all its offspring.",
      "topic": ""
    },
    "2": {
      "text": "For the wrath of Jehovah is upon all nations, And anger upon all their army: he devoted them to destruction, he gave them to slaughter.",
      "topic": ""
    },
    "3": {
      "text": "And their wounded shall be cast out, and their carcasses the stench shall go up, and the mountains flowed down from their blood.",
      "topic": ""
    },
    "4": {
      "text": "And all the army of the heavens melted, and the heavens shall roll together as a book, and all their army shall fall away as the leaf falling from the vine, and as a falling from the fig tree.",
      "topic": ""
    },
    "5": {
      "text": "For my sword was drunk in the heavens: behold, it shall come down upon Edom, and upon the people of destruction for judgment.",
      "topic": ""
    },
    "6": {
      "text": "The sword of Jehovah was filled with blood, it was made fat from the fat of the blood of lambs and he goats, from the fat of kidneys of rams: for a sacrifice to Jehovah in Bozrah, and a great slaughter in the land of Edom.",
      "topic": ""
    },
    "7": {
      "text": "And the buffaloes shall come down with them, and the bullocks with the strong ones; and their land was drunk from blood, and from fat shall their dust be made fat.",
      "topic": ""
    },
    "8": {
      "text": "For a day of vengeance to Jehovah, a year of retributions for the contention of Zion.",
      "topic": ""
    },
    "9": {
      "text": "And its torrents turned to pitch, and its dust to sulphur, and its land to burning pitch.",
      "topic": ""
    },
    "10": {
      "text": "Night and day it shall not be quenched; its smoke shall go up forever: from generation to generation it shall be laid waste; none passing through it forever to forever.",
      "topic": ""
    },
    "11": {
      "text": "And the pelican and the hedgehog shall possess it; the ibis and the raven shall dwell in it: and he stretched out upon it the line of desolation and the stones of emptiness.",
      "topic": ""
    },
    "12": {
      "text": "Its nobles shall be called to the kingdom, and none there, and all its chiefs shall be no more.",
      "topic": ""
    },
    "13": {
      "text": "And thorns came up in her palaces, the nettle and the thorn bush in her fortifications, and it was a dwelling of jackals, an enclosure for the daughters of the ostrich.",
      "topic": ""
    },
    "14": {
      "text": "And animals of the desert lighted upon the howlers, and the he goat shall call to his neighbor; also there the night spectre rested, and found for herself a resting place.",
      "topic": ""
    },
    "15": {
      "text": "There the arrow-snake nested, and she will lay eggs and hatch, and brood in her shadow: also there the falcons were collected, the female with her companion.",
      "topic": ""
    },
    "16": {
      "text": "Seek ye from the book of Jehovah, and read: One of these was not wanting; a female her companion they missed not: for my mouth it commanded, and his spirit it collected them.",
      "topic": ""
    },
    "17": {
      "text": "And be cast the lot for them, and his hand divided it to them by line; they shall possess it even forever, to generation and generation they shall dwell in it.",
      "topic": ""
    }
  }
}