{
  "info": {
    "book": "Isaiah",
    "chapter": "52",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Awake, awake, put on thy strength, O Zion; put on the garments of thy glory, O Jerusalem, the holy city: for the uncircumcised shall no more add to come into thee, and the unclean.",
      "topic": ""
    },
    "2": {
      "text": "Shake thyself from dust: arise, sit down, O Jerusalem: loose thyself from the bonds of thy neck, thou captive daughter of Zion.",
      "topic": ""
    },
    "3": {
      "text": "For thus said Jehovah, Ye sold yourselves gratuitously, and ye shall not be redeemed with silver.",
      "topic": ""
    },
    "4": {
      "text": "Thus said the Lord Jehovah, My people at first went down to Egypt to sojourn there, and Assur oppressed them for nothing.",
      "topic": ""
    },
    "5": {
      "text": "And now what to me here, says Jehovah, that my people were taken gratuitously? ruling, they will cause to give a sharp sound, says Jehovah; and continually all the day my name being despised.",
      "topic": ""
    },
    "6": {
      "text": "For this, my people shall know my name: for this in that day, for I am he speaking: behold me.",
      "topic": ""
    },
    "7": {
      "text": "How exalted upon the mountains the feet of him announcing good news, causing peace to be beard: announcing good news of good, causing salvation to be heard; saying to Zion, Thy God reigns!",
      "topic": ""
    },
    "8": {
      "text": "They watching thee lifted up the voice; the voice together they will shout: for they shall see eye to eye in Jehovah’s turning back Zion.",
      "topic": ""
    },
    "9": {
      "text": "Break forth into joy, shout together, ye wastes of Jerusalem, for Jehovah comforted his people, he redeemed Jerusalem.",
      "topic": ""
    },
    "10": {
      "text": "Jehovah uncovered his holy arm to the eyes of all nations, and all the ends of the earth saw the salvation of our God.",
      "topic": ""
    },
    "11": {
      "text": "Turn aside, turn aside, come ye forth from thence; ye shall not touch the unclean thing; come forth from the midst of her; be separated ye lifting up the vessels of Jehovah.",
      "topic": ""
    },
    "12": {
      "text": "For ye shall not come forth with haste, and in flight ye shall not go; for Jehovah goes before you, and he gathering you the God of Israel.",
      "topic": ""
    },
    "13": {
      "text": "Behold, my servant shall be wise, he shall be exalted, and lifted up, and be high exceedingly.",
      "topic": ""
    },
    "14": {
      "text": "As many were astonished at thee, his appearance being so spoiled from man, and his form from the sons of men.",
      "topic": ""
    },
    "15": {
      "text": "So shall he cause many nations to rejoice for him; kings shall shut their mouth; for what was not recounted to them they saw; and what they heard not, they considered.",
      "topic": ""
    }
  }
}