{
  "info": {
    "book": "Isaiah",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In the year king Uzziah died, and I shall see Jehovah sitting upon his throne, high and lifted up, and his train filling the temple.",
      "topic": ""
    },
    "2": {
      "text": "And seraphs standing from above to it; six wings, six wings to one; with two he will cover his face, and with two he will cover his feet, and with two he will fly.",
      "topic": ""
    },
    "3": {
      "text": "And this called to this, and said, Holy, holy, holy, Jehovah of armies: all the earth full of his glory.",
      "topic": ""
    },
    "4": {
      "text": "The foundations of the thresholds will tremble from the voice calling, and the house will be filled with smoke.",
      "topic": ""
    },
    "5": {
      "text": "And saying, Wo to me! for I was cut off; because I a man of unclean lips, and in the midst of a people of unclean lips I dwell: for mine eyes saw the king, Jehovah of armies.",
      "topic": ""
    },
    "6": {
      "text": "And one from the seraphs will fly to me, and in his hand a hot stone, he took with the tongs from off the altar:",
      "topic": ""
    },
    "7": {
      "text": "And he will touch upon my mouth, and say, Behold, this touched upon thy lips; and took away thine iniquity, and thy sin shall be covered.",
      "topic": ""
    },
    "8": {
      "text": "And I shall hear the voice of Jehovah, saying, Whom shall I send, and who shall go for us? and behold me saying, Send me.",
      "topic": ""
    },
    "9": {
      "text": "And he will say, Go, and say to this people, Hearing, hear ye, and ye shall not understand; and seeing, see ye, and ye shall not know.",
      "topic": ""
    },
    "10": {
      "text": "Make the heart of this people fat and their ears heavy, and blind their eyes, lest they shall see with their eyes and hear with their ears, and their heart shall understand and turn back and be healed to them.",
      "topic": ""
    },
    "11": {
      "text": "And saying, How long, O Lord? And he will say, Till when the cities were laid waste from not being inhabited, and the houses from not a man, and the land shall be laid waste with desolation.",
      "topic": ""
    },
    "12": {
      "text": "And Jehovah put man far away, and much forsaking in the midst of the land.",
      "topic": ""
    },
    "13": {
      "text": "And yet in it a tenth, and it turned back, and it was for consuming, as the terebinth and as the oak which in casting the trunk in them the holy seed its pillar.",
      "topic": ""
    }
  }
}