{
  "info": {
    "book": "Joshua",
    "chapter": "19",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The second lot came out for Simeon, even for the tribe of the children of Simeon according to their families. Their inheritance was in the midst of the inheritance of the children of Judah.",
      "topic": ""
    },
    "2": {
      "text": "They had for their inheritance Beersheba (or Sheba), Moladah,",
      "topic": ""
    },
    "3": {
      "text": "Hazar Shual, Balah, Ezem,",
      "topic": ""
    },
    "4": {
      "text": "Eltolad, Bethul, Hormah,",
      "topic": ""
    },
    "5": {
      "text": "Ziklag, Beth Marcaboth, Hazar Susah,",
      "topic": ""
    },
    "6": {
      "text": "Beth Lebaoth, and Sharuhen; thirteen cities with their villages;",
      "topic": ""
    },
    "7": {
      "text": "Ain, Rimmon, Ether, and Ashan; four cities with their villages;",
      "topic": ""
    },
    "8": {
      "text": "and all the villages that were around these cities to Baalath Beer, Ramah of the South. This is the inheritance of the tribe of the children of Simeon according to their families.",
      "topic": ""
    },
    "9": {
      "text": "Out of the part of the children of Judah was the inheritance of the children of Simeon; for the portion of the children of Judah was too much for them. Therefore the children of Simeon had inheritance in the midst of their inheritance.",
      "topic": ""
    },
    "10": {
      "text": "The third lot came up for the children of Zebulun according to their families. The border of their inheritance was to Sarid.",
      "topic": ""
    },
    "11": {
      "text": "Their border went up westward, even to Maralah, and reached to Dabbesheth. It reached to the brook that is before Jokneam.",
      "topic": ""
    },
    "12": {
      "text": "It turned from Sarid eastward toward the sunrise to the border of Chisloth Tabor. It went out to Daberath, and went up to Japhia.",
      "topic": ""
    },
    "13": {
      "text": "From there it passed along eastward to Gath Hepher, to Ethkazin; and it went out at Rimmon which stretches to Neah.",
      "topic": ""
    },
    "14": {
      "text": "The border turned around it on the north to Hannathon; and it ended at the valley of Iphtah El;",
      "topic": ""
    },
    "15": {
      "text": "Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities with their villages.",
      "topic": ""
    },
    "16": {
      "text": "This is the inheritance of the children of Zebulun according to their families, these cities with their villages.",
      "topic": ""
    },
    "17": {
      "text": "The fourth lot came out for Issachar, even for the children of Issachar according to their families.",
      "topic": ""
    },
    "18": {
      "text": "Their border was to Jezreel, Chesulloth, Shunem,",
      "topic": ""
    },
    "19": {
      "text": "Hapharaim, Shion, Anaharath,",
      "topic": ""
    },
    "20": {
      "text": "Rabbith, Kishion, Ebez,",
      "topic": ""
    },
    "21": {
      "text": "Remeth, Engannim, En Haddah, and Beth Pazzez.",
      "topic": ""
    },
    "22": {
      "text": "The border reached to Tabor, Shahazumah, and Beth Shemesh. Their border ended at the Jordan: sixteen cities with their villages.",
      "topic": ""
    },
    "23": {
      "text": "This is the inheritance of the tribe of the children of Issachar according to their families, the cities with their villages.",
      "topic": ""
    },
    "24": {
      "text": "The fifth lot came out for the tribe of the children of Asher according to their families.",
      "topic": ""
    },
    "25": {
      "text": "Their border was Helkath, Hali, Beten, Achshaph,",
      "topic": ""
    },
    "26": {
      "text": "Allammelech, Amad, Mishal. It reached to Carmel westward, and to Shihorlibnath.",
      "topic": ""
    },
    "27": {
      "text": "It turned toward the sunrise to Beth Dagon, and reached to Zebulun, and to the valley of Iphtah El northward to Beth Emek and Neiel. It went out to Cabul on the left hand,",
      "topic": ""
    },
    "28": {
      "text": "and Ebron, Rehob, Hammon, and Kanah, even to great Sidon.",
      "topic": ""
    },
    "29": {
      "text": "The border turned to Ramah, to the fortified city of Tyre; and the border turned to Hosah. It ended at the sea by the region of Achzib;",
      "topic": ""
    },
    "30": {
      "text": "Ummah also, and Aphek, and Rehob: twenty-two cities with their villages.",
      "topic": ""
    },
    "31": {
      "text": "This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages.",
      "topic": ""
    },
    "32": {
      "text": "The sixth lot came out for the children of Naphtali, even for the children of Naphtali according to their families.",
      "topic": ""
    },
    "33": {
      "text": "Their border was from Heleph, from the oak in Zaanannim, Adaminekeb, and Jabneel, to Lakkum. It ended at the Jordan.",
      "topic": ""
    },
    "34": {
      "text": "The border turned westward to Aznoth Tabor, and went out from there to Hukkok. It reached to Zebulun on the south, and reached to Asher on the west, and to Judah at the Jordan toward the sunrise.",
      "topic": ""
    },
    "35": {
      "text": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth,",
      "topic": ""
    },
    "36": {
      "text": "Adamah, Ramah, Hazor,",
      "topic": ""
    },
    "37": {
      "text": "Kedesh, Edrei, En Hazor,",
      "topic": ""
    },
    "38": {
      "text": "Iron, Migdal El, Horem, Beth Anath, and Beth Shemesh; nineteen cities with their villages.",
      "topic": ""
    },
    "39": {
      "text": "This is the inheritance of the tribe of the children of Naphtali according to their families, the cities with their villages.",
      "topic": ""
    },
    "40": {
      "text": "The seventh lot came out for the tribe of the children of Dan according to their families.",
      "topic": ""
    },
    "41": {
      "text": "The border of their inheritance was Zorah, Eshtaol, Irshemesh,",
      "topic": ""
    },
    "42": {
      "text": "Shaalabbin, Aijalon, Ithlah,",
      "topic": ""
    },
    "43": {
      "text": "Elon, Timnah, Ekron,",
      "topic": ""
    },
    "44": {
      "text": "Eltekeh, Gibbethon, Baalath,",
      "topic": ""
    },
    "45": {
      "text": "Jehud, Bene Berak, Gath Rimmon,",
      "topic": ""
    },
    "46": {
      "text": "Me Jarkon, and Rakkon, with the border over against Joppa.",
      "topic": ""
    },
    "47": {
      "text": "The border of the children of Dan went out beyond them; for the children of Dan went up and fought against Leshem, and took it, and struck it with the edge of the sword, and possessed it, and lived therein, and called Leshem, Dan, after the name of Dan their father.",
      "topic": ""
    },
    "48": {
      "text": "This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages.",
      "topic": ""
    },
    "49": {
      "text": "So they made an end of distributing the land for inheritance by its borders. The children of Israel gave an inheritance to Joshua the son of Nun in their midst.",
      "topic": ""
    },
    "50": {
      "text": "According to the commandment of Yahweh, they gave him the city which he asked, even Timnathserah in the hill country of Ephraim; and he built the city, and lived there.",
      "topic": ""
    },
    "51": {
      "text": "These are the inheritances, which Eleazar the priest, Joshua the son of Nun, and the heads of the fathers’ houses of the tribes of the children of Israel, distributed for inheritance by lot in Shiloh before Yahweh, at the door of the Tent of Meeting. So they made an end of dividing the land.",
      "topic": ""
    }
  }
}