{
  "info": {
    "book": "Job",
    "chapter": "11",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y respondió Zofar naamatita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Las muchas palabras no han de tener respuesta? ¿Y el hombre que habla mucho será justificado?",
      "topic": ""
    },
    "3": {
      "text": "¿Harán tus falacias callar a los hombres? ¿Y harás escarnio, y no habrá quien te avergüence?",
      "topic": ""
    },
    "4": {
      "text": "Tú dices: Mi doctrina [es] pura, y yo soy limpio delante de tus ojos.",
      "topic": ""
    },
    "5": {
      "text": "Mas ¡oh quién diera que Dios hablara, y abriera sus labios contra ti,",
      "topic": ""
    },
    "6": {
      "text": "y que te declarara los secretos de la sabiduría, que son de doble valor que las riquezas! Conocerías entonces que Dios te ha castigado [menos] de lo que tu iniquidad [merece].",
      "topic": ""
    },
    "7": {
      "text": "Si escudriñas, ¿podrás entender a Dios? ¿Llegarás tú a la perfección del Todopoderoso?",
      "topic": ""
    },
    "8": {
      "text": "[Es] más alta que los cielos: ¿qué harás? Es más profunda que el infierno: ¿cómo la conocerás?",
      "topic": ""
    },
    "9": {
      "text": "Su dimensión es más extensa que la tierra, y más ancha que el mar.",
      "topic": ""
    },
    "10": {
      "text": "Si Él corta, o aprisiona, o si congrega, ¿quién podrá contrarrestarle?",
      "topic": ""
    },
    "11": {
      "text": "Porque Él conoce a los hombres vanos: Ve asimismo la iniquidad, ¿y no hará caso?",
      "topic": ""
    },
    "12": {
      "text": "El hombre vano se hará entendido, aunque nazca [como] el pollino del asno montés.",
      "topic": ""
    },
    "13": {
      "text": "Si tú apercibieres tu corazón, y extendieres a Él tus manos;",
      "topic": ""
    },
    "14": {
      "text": "si alguna iniquidad [hubiere] en tu mano, y la echares de ti, y no consintieres que more maldad en tus habitaciones;",
      "topic": ""
    },
    "15": {
      "text": "entonces levantarás tu rostro limpio de mancha, y serás fuerte y no temerás;",
      "topic": ""
    },
    "16": {
      "text": "y olvidarás [tu] miseria, o te acordarás de ella como de aguas que pasaron;",
      "topic": ""
    },
    "17": {
      "text": "y [tu] existencia será más clara que el mediodía; Resplandecerás, y serás como la mañana;",
      "topic": ""
    },
    "18": {
      "text": "estarás confiado, porque hay esperanza; mirarás alrededor, y dormirás seguro.",
      "topic": ""
    },
    "19": {
      "text": "Te acostarás, y no habrá quien [te] espante; y muchos implorarán tu favor.",
      "topic": ""
    },
    "20": {
      "text": "Pero los ojos de los malos se consumirán, y no tendrán refugio; y su esperanza [será como] el dar el último suspiro.",
      "topic": ""
    }
  }
}