{
  "info": {
    "book": "Job",
    "chapter": "15",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Entonces respondió Elifaz temanita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Proferirá el sabio vana sabiduría, y llenará su vientre de viento solano?",
      "topic": ""
    },
    "3": {
      "text": "¿Disputará con palabras inútiles, y con razones sin provecho?",
      "topic": ""
    },
    "4": {
      "text": "Tú también disipas el temor, y menosprecias la oración delante de Dios.",
      "topic": ""
    },
    "5": {
      "text": "Porque tu boca declaró tu iniquidad, pues has escogido el hablar de los astutos.",
      "topic": ""
    },
    "6": {
      "text": "Tu boca te condenará, y no yo; y tus labios testificarán contra ti.",
      "topic": ""
    },
    "7": {
      "text": "¿Naciste tú primero que Adán? ¿O fuiste formado antes que los collados?",
      "topic": ""
    },
    "8": {
      "text": "¿Oíste tú el secreto de Dios, que detienes solo en ti la sabiduría?",
      "topic": ""
    },
    "9": {
      "text": "¿Qué sabes tú que no sepamos? ¿[Qué] entiendes que no se halle en nosotros?",
      "topic": ""
    },
    "10": {
      "text": "Entre nosotros también [hay] cabezas canas y hombres viejos, mucho más ancianos que tu padre.",
      "topic": ""
    },
    "11": {
      "text": "¿En tan poco tienes las consolaciones de Dios? ¿Tienes acaso alguna cosa oculta cerca de ti?",
      "topic": ""
    },
    "12": {
      "text": "¿Por qué te aleja tu corazón, y por qué guiñan tus ojos,",
      "topic": ""
    },
    "13": {
      "text": "para que vuelvas tu espíritu contra Dios, y saques [tales] palabras de tu boca?",
      "topic": ""
    },
    "14": {
      "text": "¿Qué es el hombre para que sea limpio, y el nacido de mujer, para que sea justo?",
      "topic": ""
    },
    "15": {
      "text": "He aquí que en sus santos no confía, y ni aun los cielos son limpios delante de sus ojos:",
      "topic": ""
    },
    "16": {
      "text": "¿Cuánto menos el hombre abominable y vil, que bebe la iniquidad como agua?",
      "topic": ""
    },
    "17": {
      "text": "Escúchame; yo te mostraré, y te contaré lo que he visto;",
      "topic": ""
    },
    "18": {
      "text": "Lo que los sabios nos contaron de sus padres, y no lo encubrieron;",
      "topic": ""
    },
    "19": {
      "text": "A los cuales solamente fue dada la tierra, y no pasó extraño por medio de ellos;",
      "topic": ""
    },
    "20": {
      "text": "Todos sus días, el impío es atormentado de dolor, y el número de años es escondido al violento.",
      "topic": ""
    },
    "21": {
      "text": "Estruendos espantosos [hay] en sus oídos; en la prosperidad el destructor vendrá sobre él.",
      "topic": ""
    },
    "22": {
      "text": "Él no cree que ha de volver de las tinieblas, y descubierto está para la espada.",
      "topic": ""
    },
    "23": {
      "text": "Vaga alrededor tras del pan, [diciendo]: ¿Dónde [está]? Sabe que le está preparado día de tinieblas, a la mano.",
      "topic": ""
    },
    "24": {
      "text": "Tribulación y angustia le aterrarán, y se esforzarán contra él como un rey dispuesto para la batalla.",
      "topic": ""
    },
    "25": {
      "text": "Por cuanto él extendió su mano contra Dios, y se ensoberbeció contra el Todopoderoso,",
      "topic": ""
    },
    "26": {
      "text": "Él le acometerá en la cerviz, en lo grueso de las hombreras de sus escudos:",
      "topic": ""
    },
    "27": {
      "text": "Porque cubrió su rostro con su gordura, e hizo pliegues sobre [sus] ijares;",
      "topic": ""
    },
    "28": {
      "text": "Y habitó las ciudades asoladas, las casas inhabitadas, que estaban puestas en ruinas.",
      "topic": ""
    },
    "29": {
      "text": "No se enriquecerá, ni sus bienes perdurarán, ni extenderá por la tierra su hermosura.",
      "topic": ""
    },
    "30": {
      "text": "No escapará de las tinieblas; la llama secará sus ramas, y con el aliento de su boca perecerá.",
      "topic": ""
    },
    "31": {
      "text": "No confíe el iluso en la vanidad; porque ella será su recompensa.",
      "topic": ""
    },
    "32": {
      "text": "Él será cortado antes de su tiempo, y sus renuevos no reverdecerán.",
      "topic": ""
    },
    "33": {
      "text": "Él perderá su agraz como la vid, y arrojará su flor como el olivo.",
      "topic": ""
    },
    "34": {
      "text": "Porque la congregación de los hipócritas [será] asolada, y fuego consumirá las tiendas de soborno.",
      "topic": ""
    },
    "35": {
      "text": "Conciben maldad, y dan a luz iniquidad; y sus entrañas traman engaño.",
      "topic": ""
    }
  }
}