{
  "info": {
    "book": "Job",
    "chapter": "17",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Mi aliento está corrompido, mis días se extinguen, y me [está preparado] el sepulcro.",
      "topic": ""
    },
    "2": {
      "text": "No [hay] sino escarnecedores conmigo, y mis ojos se detienen en su provocación.",
      "topic": ""
    },
    "3": {
      "text": "Determina ahora, dame fianza para contigo: ¿Quién [es] aquél [que] querría ser mi fiador?",
      "topic": ""
    },
    "4": {
      "text": "Porque has escondido de su corazón la inteligencia; por tanto, no [los] exaltarás.",
      "topic": ""
    },
    "5": {
      "text": "El que habla lisonjas a [sus] amigos, aun los ojos de sus hijos desfallecerán.",
      "topic": ""
    },
    "6": {
      "text": "Él me ha puesto por refrán de pueblos, y delante de ellos he sido como tamboril.",
      "topic": ""
    },
    "7": {
      "text": "Y mis ojos se oscurecieron por causa del dolor, y mis pensamientos todos [son] como sombra.",
      "topic": ""
    },
    "8": {
      "text": "Los rectos se maravillarán de esto, y el inocente se levantará contra el hipócrita.",
      "topic": ""
    },
    "9": {
      "text": "No obstante, proseguirá el justo su camino, y el limpio de manos aumentará la fuerza.",
      "topic": ""
    },
    "10": {
      "text": "Mas volved todos vosotros, y venid ahora, pues no hallo sabio entre vosotros.",
      "topic": ""
    },
    "11": {
      "text": "Pasaron mis días, fueron deshechos mis planes, los designios de mi corazón.",
      "topic": ""
    },
    "12": {
      "text": "Pusieron la noche por día, y la luz se acorta delante de las tinieblas.",
      "topic": ""
    },
    "13": {
      "text": "Si yo espero, el sepulcro [es] mi casa: Haré mi cama en las tinieblas.",
      "topic": ""
    },
    "14": {
      "text": "A la corrupción he dicho: Mi padre [eres] tú; a los gusanos: Mi madre y mi hermana.",
      "topic": ""
    },
    "15": {
      "text": "¿Dónde [está] ahora mi esperanza? Y mi esperanza ¿quién la verá?",
      "topic": ""
    },
    "16": {
      "text": "Ellos descenderán a la profundidad de la fosa, cuando nosotros descansaremos juntos en el polvo.",
      "topic": ""
    }
  }
}