{
  "info": {
    "book": "Job",
    "chapter": "18",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Entonces respondió Bildad suhita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Cuándo pondréis fin a las palabras? Entended, y después hablemos.",
      "topic": ""
    },
    "3": {
      "text": "¿Por qué somos tenidos por bestias, y a vuestros ojos somos viles?",
      "topic": ""
    },
    "4": {
      "text": "Oh tú, que te despedazas con tu furor, ¿Será abandonada la tierra por tu causa, y serán traspasadas de su lugar las peñas?",
      "topic": ""
    },
    "5": {
      "text": "Ciertamente la luz de los impíos será apagada, y no resplandecerá la centella de su fuego.",
      "topic": ""
    },
    "6": {
      "text": "La luz se oscurecerá en su tienda, y se apagará sobre él su lámpara.",
      "topic": ""
    },
    "7": {
      "text": "Los pasos de su vigor serán acortados, y lo precipitará su propio consejo.",
      "topic": ""
    },
    "8": {
      "text": "Porque red será echada a sus pies, y sobre mallas andará.",
      "topic": ""
    },
    "9": {
      "text": "Lazo prenderá su calcañar; se afirmará la trampa contra él.",
      "topic": ""
    },
    "10": {
      "text": "El lazo [está] escondido para él en la tierra, y hay una trampa para él en el camino.",
      "topic": ""
    },
    "11": {
      "text": "De todas partes lo asombrarán temores, y le harán huir desconcertado.",
      "topic": ""
    },
    "12": {
      "text": "Su fuerza será azotada por el hambre, y a su lado [estará] preparado quebrantamiento.",
      "topic": ""
    },
    "13": {
      "text": "El primogénito de la muerte devorará la fuerza de su piel, y devorará sus miembros.",
      "topic": ""
    },
    "14": {
      "text": "Su confianza será arrancada de su tienda, y le conducirá esto, al rey de los espantos.",
      "topic": ""
    },
    "15": {
      "text": "En su tienda morará como si no fuese suya; azufre será esparcido sobre su morada.",
      "topic": ""
    },
    "16": {
      "text": "Abajo se secarán sus raíces, y arriba serán cortadas sus ramas.",
      "topic": ""
    },
    "17": {
      "text": "Su memoria perecerá de la tierra, y no tendrá nombre por las calles.",
      "topic": ""
    },
    "18": {
      "text": "De la luz será lanzado a las tinieblas, y echado fuera del mundo.",
      "topic": ""
    },
    "19": {
      "text": "No tendrá hijo ni nieto entre su pueblo, ni quien le suceda en sus moradas.",
      "topic": ""
    },
    "20": {
      "text": "Los que vengan a [él], ese día se espantarán, como fueron espantados los que vinieron antes.",
      "topic": ""
    },
    "21": {
      "text": "Ciertamente tales son las moradas del impío, Y éste [será] el lugar [del que] no conoció a Dios.",
      "topic": ""
    }
  }
}