{
  "info": {
    "book": "Job",
    "chapter": "34",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Además respondió Eliú, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "Oíd, sabios, mis palabras; y vosotros, doctos, estadme atentos.",
      "topic": ""
    },
    "3": {
      "text": "Porque el oído prueba las palabras, como el paladar gusta la comida.",
      "topic": ""
    },
    "4": {
      "text": "Escojamos para nosotros el juicio, conozcamos entre nosotros cuál sea lo bueno;",
      "topic": ""
    },
    "5": {
      "text": "Porque Job ha dicho: Yo soy justo, y Dios me ha quitado mi derecho.",
      "topic": ""
    },
    "6": {
      "text": "¿He de mentir yo contra mi razón? Mi herida [es] incurable sin haber yo transgredido.",
      "topic": ""
    },
    "7": {
      "text": "¿Qué hombre [hay] como Job, [que] bebe el escarnio como agua?",
      "topic": ""
    },
    "8": {
      "text": "Y va en compañía con los que obran iniquidad, y anda con los hombres malignos.",
      "topic": ""
    },
    "9": {
      "text": "Porque ha dicho: De nada sirve al hombre deleitarse a sí mismo en Dios.",
      "topic": ""
    },
    "10": {
      "text": "Por tanto, varones entendidos, oídme; lejos esté de Dios la impiedad, y del Omnipotente la iniquidad.",
      "topic": ""
    },
    "11": {
      "text": "Porque Él pagará al hombre según su obra, y Él le hará hallar conforme a su camino.",
      "topic": ""
    },
    "12": {
      "text": "Sí, por cierto, Dios no hará injusticia, y el Omnipotente no pervertirá el derecho.",
      "topic": ""
    },
    "13": {
      "text": "¿Quién le dio autoridad sobre la tierra? ¿O quién puso en orden todo el mundo?",
      "topic": ""
    },
    "14": {
      "text": "Si Él pusiese sobre el hombre su corazón, y recogiese a sí su espíritu y su aliento,",
      "topic": ""
    },
    "15": {
      "text": "toda carne perecería juntamente, y el hombre se tornaría en polvo.",
      "topic": ""
    },
    "16": {
      "text": "Si [tienes] entendimiento, oye esto: Escucha la voz de mis palabras.",
      "topic": ""
    },
    "17": {
      "text": "¿Gobernará el que aborrece la justicia? ¿Y condenarás tú al que es tan justo?",
      "topic": ""
    },
    "18": {
      "text": "¿Se dirá al rey: Perverso; Y a los príncipes: Impíos?",
      "topic": ""
    },
    "19": {
      "text": "¿[Cuánto menos a Aquel] que no hace acepción de personas de príncipes, ni respeta al rico más que al pobre? Porque todos son obra de sus manos.",
      "topic": ""
    },
    "20": {
      "text": "En un momento morirán, y a medianoche se alborotarán los pueblos, y pasarán, y sin mano será quitado el poderoso.",
      "topic": ""
    },
    "21": {
      "text": "Porque sus ojos [están] sobre los caminos del hombre, y ve todos sus pasos.",
      "topic": ""
    },
    "22": {
      "text": "No [hay] tinieblas ni sombra de muerte donde se oculten los que obran maldad.",
      "topic": ""
    },
    "23": {
      "text": "Porque Él no cargará al hombre más de lo justo; para que entre con Dios a juicio",
      "topic": ""
    },
    "24": {
      "text": "Él quebrantará a los fuertes sin indagación, y pondrá a otros en lugar de ellos.",
      "topic": ""
    },
    "25": {
      "text": "Por tanto, Él conoce sus obras, y las trastorna en la noche para que sean destruidos.",
      "topic": ""
    },
    "26": {
      "text": "Como a malvados los herirá en lugar donde sean vistos:",
      "topic": ""
    },
    "27": {
      "text": "Porque se apartaron de Él, y no consideraron ninguno de sus caminos;",
      "topic": ""
    },
    "28": {
      "text": "haciendo venir delante de Él el clamor del pobre, y que oiga el clamor de los necesitados.",
      "topic": ""
    },
    "29": {
      "text": "Si Él diere reposo, ¿quién inquietará? Si escondiere el rostro, ¿quién lo mirará? Esto sobre una nación, y lo mismo sobre un hombre;",
      "topic": ""
    },
    "30": {
      "text": "Haciendo que no reine el hombre hipócrita para vejaciones del pueblo.",
      "topic": ""
    },
    "31": {
      "text": "De seguro conviene que se diga a Dios: He llevado ya [castigo], no ofenderé [ya más].",
      "topic": ""
    },
    "32": {
      "text": "Enséñame tú [lo que] yo no veo; Si hice mal, no lo haré más.",
      "topic": ""
    },
    "33": {
      "text": "¿Ha de ser eso según tu mente? Él te retribuirá, ora rehúses, ora aceptes, y no yo; por tanto, habla lo que sabes.",
      "topic": ""
    },
    "34": {
      "text": "Que los hombres de entendimiento me hablen, y el hombre sabio me oirá:",
      "topic": ""
    },
    "35": {
      "text": "Job habla sin entendimiento, y sus palabras no [son] con sabiduría.",
      "topic": ""
    },
    "36": {
      "text": "Deseo yo que Job sea probado ampliamente, a causa de [sus] respuestas por los hombres inicuos.",
      "topic": ""
    },
    "37": {
      "text": "Porque a su pecado añadió rebelión; bate [las manos] entre nosotros, y contra Dios multiplica sus palabras.",
      "topic": ""
    }
  }
}