{
  "info": {
    "book": "Job",
    "chapter": "36",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y añadió Eliú, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "Espérame un poco, y te enseñaré; porque todavía tengo razones de parte de Dios.",
      "topic": ""
    },
    "3": {
      "text": "Traeré mi conocimiento desde lejos, y atribuiré justicia a mi Hacedor.",
      "topic": ""
    },
    "4": {
      "text": "Porque de cierto no [son] falsas mis palabras; el que [es] perfecto en conocimiento está contigo.",
      "topic": ""
    },
    "5": {
      "text": "He aquí que Dios [es] poderoso, mas no desestima a nadie; [es] poderoso en fuerza [y] sabiduría.",
      "topic": ""
    },
    "6": {
      "text": "No otorgará vida al impío, y a los afligidos dará su derecho.",
      "topic": ""
    },
    "7": {
      "text": "No quitará sus ojos del justo; antes bien con los reyes los pondrá en trono para siempre, y serán exaltados.",
      "topic": ""
    },
    "8": {
      "text": "Y [si] estuvieren aprisionados en grillos, [y] atrapados en cuerdas de aflicción,",
      "topic": ""
    },
    "9": {
      "text": "entonces Él les mostrará la obra de ellos, y que prevalecieron sus transgresiones.",
      "topic": ""
    },
    "10": {
      "text": "Despierta además el oído de ellos para la corrección, y les dice que se conviertan de la iniquidad.",
      "topic": ""
    },
    "11": {
      "text": "Si oyeren, y [le] sirvieren, acabarán sus días en bienestar, y sus años en contentamiento.",
      "topic": ""
    },
    "12": {
      "text": "Pero si no oyeren, serán pasados a espada, y perecerán sin sabiduría.",
      "topic": ""
    },
    "13": {
      "text": "Mas los hipócritas de corazón acumulan ira, y no clamarán cuando Él los atare.",
      "topic": ""
    },
    "14": {
      "text": "Fallecerá el alma de ellos en su juventud, y su vida entre los sodomitas.",
      "topic": ""
    },
    "15": {
      "text": "Al pobre librará de su pobreza, y en la aflicción despertará su oído.",
      "topic": ""
    },
    "16": {
      "text": "Asimismo te apartará de la boca de la angustia a lugar espacioso, libre de todo apuro; y te aderezará mesa llena de grosura.",
      "topic": ""
    },
    "17": {
      "text": "Mas tú has llenado el juicio del impío, en vez de sustentar el juicio y la justicia.",
      "topic": ""
    },
    "18": {
      "text": "Por lo cual teme que en su ira no te quite con golpe, el cual no puedas apartar de ti con gran rescate.",
      "topic": ""
    },
    "19": {
      "text": "¿Hará Él estima de tus riquezas, o del oro, o de todas las fuerzas del poder?",
      "topic": ""
    },
    "20": {
      "text": "No anheles la noche, en que desaparecen los pueblos de su lugar.",
      "topic": ""
    },
    "21": {
      "text": "Guárdate, no te vuelvas a la iniquidad; pues ésta escogiste más bien que la aflicción.",
      "topic": ""
    },
    "22": {
      "text": "He aquí que Dios es excelso en su poder; ¿Qué enseñador semejante a Él?",
      "topic": ""
    },
    "23": {
      "text": "¿Quién le ha prescrito su camino? ¿Y quién le dirá: Has hecho iniquidad?",
      "topic": ""
    },
    "24": {
      "text": "Acuérdate de engrandecer su obra, la cual contemplan los hombres.",
      "topic": ""
    },
    "25": {
      "text": "Los hombres todos la ven; [la] mira el hombre de lejos.",
      "topic": ""
    },
    "26": {
      "text": "He aquí, Dios [es] grande, y nosotros no [le] conocemos; ni se puede rastrear el número de sus años.",
      "topic": ""
    },
    "27": {
      "text": "Él reduce las gotas de las aguas, al derramarse la lluvia según el vapor;",
      "topic": ""
    },
    "28": {
      "text": "Las cuales destilan las nubes, goteando en abundancia sobre los hombres.",
      "topic": ""
    },
    "29": {
      "text": "¿Quién podrá comprender la extensión de las nubes, [o] el sonido estrepitoso de su tabernáculo?",
      "topic": ""
    },
    "30": {
      "text": "He aquí que sobre él extiende su luz, y cobija con ella las profundidades del mar.",
      "topic": ""
    },
    "31": {
      "text": "Bien que por esos medios castiga a los pueblos, Él da sustento en abundancia.",
      "topic": ""
    },
    "32": {
      "text": "Con las nubes encubre la luz, y le manda [no brillar], interponiendo aquéllas.",
      "topic": ""
    },
    "33": {
      "text": "Tocante a ella anunciará el trueno, su compañero, que hay acumulación de ira sobre el que se eleva.",
      "topic": ""
    }
  }
}