{
  "info": {
    "book": "Job",
    "chapter": "37",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Ante esto también tiembla mi corazón, y salta de su lugar.",
      "topic": ""
    },
    "2": {
      "text": "Oíd atentamente el estruendo de su voz, y el sonido que sale de su boca.",
      "topic": ""
    },
    "3": {
      "text": "Debajo de todos los cielos lo dirige, y su luz hasta los confines de la tierra.",
      "topic": ""
    },
    "4": {
      "text": "Después del [estruendo] ruge su voz, truena Él con la voz de su majestad; y aunque sea oída su voz, no los detiene.",
      "topic": ""
    },
    "5": {
      "text": "Truena Dios maravillosamente con su voz; Él hace grandes cosas, que nosotros no entendemos.",
      "topic": ""
    },
    "6": {
      "text": "Porque a la nieve dice: Desciende a la tierra; también a la llovizna, y al aguacero torrencial de su fortaleza.",
      "topic": ""
    },
    "7": {
      "text": "Él sella la mano de todo hombre, para que todos los hombres todos reconozcan su obra.",
      "topic": ""
    },
    "8": {
      "text": "Las bestias entran en su escondrijo, y se quedan en sus moradas.",
      "topic": ""
    },
    "9": {
      "text": "Del sur viene el torbellino, y el frío de los vientos del norte.",
      "topic": ""
    },
    "10": {
      "text": "Por el soplo de Dios se da el hielo, y el ancho de las aguas es confinado.",
      "topic": ""
    },
    "11": {
      "text": "Regando también llega a disipar la densa nube, y con su luz esparce la niebla.",
      "topic": ""
    },
    "12": {
      "text": "Asimismo por sus designios se revuelven las nubes en derredor, para hacer sobre la faz del mundo, en la tierra, lo que Él les mande.",
      "topic": ""
    },
    "13": {
      "text": "Unas veces por azote, otras por causa de su tierra, otras por misericordia las hará venir.",
      "topic": ""
    },
    "14": {
      "text": "Escucha esto, Job; Detente, y considera las maravillas de Dios.",
      "topic": ""
    },
    "15": {
      "text": "¿Sabes tú cuándo Dios las pone en concierto, y hace resplandecer la luz de su nube?",
      "topic": ""
    },
    "16": {
      "text": "¿Sabes tú las diferencias de las nubes, las maravillas del Perfecto en sabiduría?",
      "topic": ""
    },
    "17": {
      "text": "¿Por qué están calientes tus ropas cuando Él aquieta la tierra con el viento del sur?",
      "topic": ""
    },
    "18": {
      "text": "¿Extendiste tú con Él los cielos, firmes como un espejo sólido?",
      "topic": ""
    },
    "19": {
      "text": "Muéstranos qué le hemos de decir; [porque] nosotros no podemos ordenar [nuestras ideas] a causa de las tinieblas.",
      "topic": ""
    },
    "20": {
      "text": "¿Será preciso contarle cuando yo hablare? Por más que el hombre razone, quedará como abismado.",
      "topic": ""
    },
    "21": {
      "text": "Y ahora no se puede mirar la luz esplendente en los cielos, luego que pasa el viento y los limpia,",
      "topic": ""
    },
    "22": {
      "text": "viniendo de la parte del norte la dorada claridad. En Dios [hay] una majestad terrible.",
      "topic": ""
    },
    "23": {
      "text": "Él es Todopoderoso, al cual no alcanzamos, grande [en] poder; y en juicio y en multitud de justicia no afligirá.",
      "topic": ""
    },
    "24": {
      "text": "Lo temerán por tanto los hombres: Él no estima a ninguno que [se cree ser] sabio de corazón.",
      "topic": ""
    }
  }
}