{
  "info": {
    "book": "Job",
    "chapter": "4",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y respondió Elifaz el temanita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "[Si] probáremos a hablarte, te será molesto; pero, ¿quién podrá detener las palabras?",
      "topic": ""
    },
    "3": {
      "text": "He aquí, tú enseñabas a muchos, y las manos débiles corroborabas;",
      "topic": ""
    },
    "4": {
      "text": "al que tropezaba, enderezaban tus palabras, y esforzabas las rodillas que decaían.",
      "topic": ""
    },
    "5": {
      "text": "Mas ahora que el mal ha venido sobre ti, te desalientas; y cuando ha llegado hasta ti, te turbas.",
      "topic": ""
    },
    "6": {
      "text": "¿Es éste tu temor, tu confianza, tu esperanza, y la integridad de tus caminos?",
      "topic": ""
    },
    "7": {
      "text": "Recapacita ahora, ¿quién siendo inocente pereció? ¿Y dónde los rectos fueron cortados?",
      "topic": ""
    },
    "8": {
      "text": "Como yo he visto, los que aran iniquidad y siembran injuria, la siegan.",
      "topic": ""
    },
    "9": {
      "text": "Perecen por el aliento de Dios, y por el soplo de su furor son consumidos.",
      "topic": ""
    },
    "10": {
      "text": "El rugido del león, y la voz del león, y los dientes de los leoncillos son quebrantados.",
      "topic": ""
    },
    "11": {
      "text": "El león viejo perece por falta de presa, y los cachorros del león son dispersados.",
      "topic": ""
    },
    "12": {
      "text": "El asunto también me era a mí oculto; mas mi oído ha percibido algo de ello.",
      "topic": ""
    },
    "13": {
      "text": "En imaginaciones de visiones nocturnas, cuando el sueño profundo cae sobre los hombres,",
      "topic": ""
    },
    "14": {
      "text": "me sobrevino un espanto, y un temblor que estremeció todos mis huesos.",
      "topic": ""
    },
    "15": {
      "text": "Y un espíritu pasó por delante de mí, que hizo se erizara el pelo de mi piel;",
      "topic": ""
    },
    "16": {
      "text": "Se quedó inmovil, pero no pude dicernir su forma, una imagen estaba delante de mis ojos, hubo silencio, y oí una voz [que decía]:",
      "topic": ""
    },
    "17": {
      "text": "¿Será el mortal más justo que Dios? ¿Será el hombre más puro que su Hacedor?",
      "topic": ""
    },
    "18": {
      "text": "He aquí que en sus siervos no confía, y notó necedad en sus ángeles;",
      "topic": ""
    },
    "19": {
      "text": "¡Cuánto más en los que habitan en casas de barro, cuyo fundamento [está] en el polvo, [y que] serán quebrantados por la polilla!",
      "topic": ""
    },
    "20": {
      "text": "De la mañana a la tarde son destruidos, y se pierden para siempre, sin haber quien [lo] considere.",
      "topic": ""
    },
    "21": {
      "text": "Su hermosura, ¿no se pierde con ellos mismos? Mueren, aun sin sabiduría.",
      "topic": ""
    }
  }
}