{
  "info": {
    "book": "Job",
    "chapter": "8",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y respondió Bildad suhita, y dijo:",
      "topic": ""
    },
    "2": {
      "text": "¿Hasta cuándo hablarás tales cosas, y las palabras de tu boca serán como un viento impetuoso?",
      "topic": ""
    },
    "3": {
      "text": "¿Acaso pervertirá Dios el derecho, o el Todopoderoso pervertirá la justicia?",
      "topic": ""
    },
    "4": {
      "text": "Si tus hijos pecaron contra Él, Él los echó en el lugar de su pecado.",
      "topic": ""
    },
    "5": {
      "text": "Si tú de mañana buscares a Dios, y suplicares al Todopoderoso;",
      "topic": ""
    },
    "6": {
      "text": "Si [fueres] limpio y recto, ciertamente luego se despertará por ti, y hará próspera la morada de tu justicia.",
      "topic": ""
    },
    "7": {
      "text": "Aunque tu principio haya sido pequeño, tu postrimería será muy grande.",
      "topic": ""
    },
    "8": {
      "text": "Porque pregunta ahora a la edad pasada, y disponte a inquirir de los padres de ellos;",
      "topic": ""
    },
    "9": {
      "text": "porque nosotros somos de ayer y nada sabemos, pues nuestros días sobre la tierra [son como] una sombra.",
      "topic": ""
    },
    "10": {
      "text": "¿No te enseñarán ellos, te hablarán, y de su corazón sacarán palabras?",
      "topic": ""
    },
    "11": {
      "text": "¿Crece el junco sin lodo? ¿Crece el prado sin agua?",
      "topic": ""
    },
    "12": {
      "text": "Aun en su verdor, y sin ser cortado, se seca antes que [toda] hierba.",
      "topic": ""
    },
    "13": {
      "text": "Tales [son] los caminos de todos los que se olvidan de Dios; y la esperanza del impío perecerá:",
      "topic": ""
    },
    "14": {
      "text": "Porque su esperanza será cortada, y aquello en que confía será tela de araña.",
      "topic": ""
    },
    "15": {
      "text": "Se apoyará él sobre su casa, mas no permanecerá; se asirá de ella, mas no resistirá.",
      "topic": ""
    },
    "16": {
      "text": "A [manera de un árbol], está verde delante del sol, y sus renuevos salen sobre su huerto;",
      "topic": ""
    },
    "17": {
      "text": "Sus raíces se entretejen junto a una fuente, y se enlazan hasta un lugar pedregoso.",
      "topic": ""
    },
    "18": {
      "text": "Si le arrancaren de su lugar, éste le negará entonces, [diciendo]: Nunca te vi.",
      "topic": ""
    },
    "19": {
      "text": "He aquí, éste [es] el gozo de su camino; y de la tierra brotarán otros.",
      "topic": ""
    },
    "20": {
      "text": "He aquí, Dios no desechará al perfecto, ni tampoco ayudará a los malhechores.",
      "topic": ""
    },
    "21": {
      "text": "Aún llenará tu boca de risa, y tus labios de júbilo.",
      "topic": ""
    },
    "22": {
      "text": "Los que te aborrecen, serán vestidos de vergüenza; y la habitación de los impíos perecerá.",
      "topic": ""
    }
  }
}