{
  "info": {
    "book": "Números",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Jehová habló a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hazte dos trompetas de plata; de obra de martillo las harás, las cuales te servirán para convocar a la congregación, y para poner en marcha los campamentos.",
      "topic": ""
    },
    "3": {
      "text": "Y cuando las tocaren, toda la congregación se reunirá ante ti a la puerta del tabernáculo de la congregación.",
      "topic": ""
    },
    "4": {
      "text": "Mas cuando tocaren sólo una, entonces se reunirán ante ti los príncipes, las cabezas de los millares de Israel.",
      "topic": ""
    },
    "5": {
      "text": "Y cuando tocareis alarma, entonces marcharán los que están acampados al oriente.",
      "topic": ""
    },
    "6": {
      "text": "Y cuando tocareis alarma la segunda vez, entonces marcharán los que están acampados al sur; alarma tocarán para sus partidas.",
      "topic": ""
    },
    "7": {
      "text": "Pero cuando hubiereis de reunir la congregación, tocaréis, mas no con toque de alarma.",
      "topic": ""
    },
    "8": {
      "text": "Y los hijos de Aarón, los sacerdotes, tocarán las trompetas; y las tendréis por estatuto perpetuo por vuestras generaciones.",
      "topic": ""
    },
    "9": {
      "text": "Y cuando saliereis a la guerra en vuestra tierra contra el enemigo que os atacare, tocaréis alarma con las trompetas; y seréis recordados delante de Jehová vuestro Dios, y seréis salvos de vuestros enemigos.",
      "topic": ""
    },
    "10": {
      "text": "Y en el día de vuestra alegría, y en vuestras solemnidades, y en los principios de vuestros meses, tocaréis las trompetas sobre vuestros holocaustos y sobre los sacrificios de vuestras ofrendas de paz, y os serán por memorial delante de vuestro Dios: Yo Jehová vuestro Dios.",
      "topic": ""
    },
    "11": {
      "text": "Y sucedió que en el año segundo, en el mes segundo, a los veinte [días] del mes, la nube se alzó del tabernáculo de la congregación.",
      "topic": ""
    },
    "12": {
      "text": "Y partieron los hijos de Israel del desierto de Sinaí según el orden de marcha; y la nube se detuvo en el desierto de Parán.",
      "topic": ""
    },
    "13": {
      "text": "Y partieron la primera vez de acuerdo al mandato de Jehová por mano de Moisés.",
      "topic": ""
    },
    "14": {
      "text": "Y la bandera del campamento de los hijos de Judá comenzó a marchar primero, por sus escuadrones; y Naasón, hijo de Aminadab, [estaba] sobre su ejército.",
      "topic": ""
    },
    "15": {
      "text": "Y sobre el ejército de la tribu de los hijos de Isacar, Natanael, hijo de Zuar.",
      "topic": ""
    },
    "16": {
      "text": "Y sobre el ejército de la tribu de los hijos de Zabulón, Eliab, hijo de Helón.",
      "topic": ""
    },
    "17": {
      "text": "Y el tabernáculo fue desarmado, y los hijos de Gersón y los hijos de Merari, partieron llevando el tabernáculo.",
      "topic": ""
    },
    "18": {
      "text": "Luego comenzó a marchar la bandera del campamento de Rubén por sus escuadrones; y Elisur, hijo de Sedeur, [estaba] sobre su ejército.",
      "topic": ""
    },
    "19": {
      "text": "Y sobre el ejército de la tribu de los hijos de Simeón, Selumiel, hijo de Zurisadai.",
      "topic": ""
    },
    "20": {
      "text": "Y sobre el ejército de la tribu de los hijos de Gad, Eliasaf, hijo de Dehuel.",
      "topic": ""
    },
    "21": {
      "text": "Luego comenzaron a marchar los coatitas llevando el santuario; y entre tanto que ellos llegaban, los otros acondicionaron el tabernáculo.",
      "topic": ""
    },
    "22": {
      "text": "Después comenzó a marchar la bandera del campamento de los hijos de Efraín por sus escuadrones: y Elisama, hijo de Amiud, era sobre su ejército.",
      "topic": ""
    },
    "23": {
      "text": "Y sobre el ejército de la tribu de los hijos de Manasés, Gamaliel, hijo de Pedasur.",
      "topic": ""
    },
    "24": {
      "text": "Y sobre el ejército de la tribu de los hijos de Benjamín, Abidán, hijo de Gedeón.",
      "topic": ""
    },
    "25": {
      "text": "Luego comenzó a marchar la bandera del campamento de los hijos de Dan por sus escuadrones, recogiendo todos los campamentos: y Ahiezer, hijo de Amisadai, [estaba] sobre su ejército.",
      "topic": ""
    },
    "26": {
      "text": "Y sobre el ejército de la tribu de los hijos de Aser, Pagiel, hijo de Ocrán.",
      "topic": ""
    },
    "27": {
      "text": "Y sobre el ejército de la tribu de los hijos de Neftalí, Ahira, hijo de Enán.",
      "topic": ""
    },
    "28": {
      "text": "Éste era el orden de marcha de los hijos de Israel por sus ejércitos, cuando partían.",
      "topic": ""
    },
    "29": {
      "text": "Entonces dijo Moisés a Hobab, hijo de Reuel madianita, su suegro: Nosotros vamos hacia el lugar del cual Jehová ha dicho: Yo os lo daré. Ven con nosotros, y te haremos bien; porque Jehová ha hablado bien respecto a Israel.",
      "topic": ""
    },
    "30": {
      "text": "Y él le respondió: Yo no iré, sino que me marcharé a mi tierra y a mi parentela.",
      "topic": ""
    },
    "31": {
      "text": "Y él le dijo: Te ruego que no nos dejes; porque tú sabes dónde debemos acampar en el desierto, y nos serás en lugar de ojos.",
      "topic": ""
    },
    "32": {
      "text": "Y será, que si vinieres con nosotros, cuando tuviéremos el bien que Jehová nos ha de hacer, nosotros te haremos bien.",
      "topic": ""
    },
    "33": {
      "text": "Así partieron del monte de Jehová, camino de tres días; y el arca del pacto de Jehová fue delante de ellos camino de tres días, buscándoles lugar de descanso.",
      "topic": ""
    },
    "34": {
      "text": "Y la nube de Jehová [iba] sobre ellos de día, desde que partieron del campamento.",
      "topic": ""
    },
    "35": {
      "text": "Y fue, que al moverse el arca, Moisés decía: Levántate, Jehová, y sean disipados tus enemigos, y huyan de tu presencia los que te aborrecen.",
      "topic": ""
    },
    "36": {
      "text": "Y cuando ella asentaba, decía: Vuelve, Jehová, a los millares de millares de Israel.",
      "topic": ""
    }
  }
}