{
  "info": {
    "book": "Números",
    "chapter": "25",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y habitó Israel en Sitim, y el pueblo comenzó a fornicar con las hijas de Moab;",
      "topic": ""
    },
    "2": {
      "text": "las cuales llamaron al pueblo a los sacrificios de sus dioses; y el pueblo comió, y se inclinó a sus dioses.",
      "topic": ""
    },
    "3": {
      "text": "Y se acercó el pueblo a Baal-peor; y el furor de Jehová se encendió contra Israel.",
      "topic": ""
    },
    "4": {
      "text": "Y Jehová dijo a Moisés: Toma todos los príncipes del pueblo, y ahórcalos a Jehová delante del sol; y la ira del furor de Jehová se apartará de Israel.",
      "topic": ""
    },
    "5": {
      "text": "Entonces Moisés dijo a los jueces de Israel: Matad cada uno a aquellos de los suyos que se han juntado a Baal-peor.",
      "topic": ""
    },
    "6": {
      "text": "Y he aquí un varón de los hijos de Israel vino y trajo una madianita a sus hermanos, a ojos de Moisés y de toda la congregación de los hijos de Israel, que estaban llorando a la puerta del tabernáculo de la congregación.",
      "topic": ""
    },
    "7": {
      "text": "Y lo vio Finees, hijo de Eleazar, hijo de Aarón el sacerdote, y se levantó de en medio de la congregación, y tomó una lanza en su mano:",
      "topic": ""
    },
    "8": {
      "text": "Y fue tras el varón de Israel a la tienda, y los alanceó a ambos, al varón de Israel, y a la mujer por su vientre. Y cesó la mortandad de los hijos de Israel.",
      "topic": ""
    },
    "9": {
      "text": "Y murieron de aquella mortandad veinticuatro mil.",
      "topic": ""
    },
    "10": {
      "text": "Entonces Jehová habló a Moisés, diciendo:",
      "topic": ""
    },
    "11": {
      "text": "Finees, hijo de Eleazar, hijo de Aarón el sacerdote, ha hecho tornar mi furor de los hijos de Israel, llevado de celo entre ellos: por lo cual yo no he consumido en mi celo a los hijos de Israel.",
      "topic": ""
    },
    "12": {
      "text": "Por tanto diles: He aquí yo establezco mi pacto de paz con él;",
      "topic": ""
    },
    "13": {
      "text": "Y tendrá él, y su simiente después de él, el pacto del sacerdocio perpetuo; por cuanto tuvo celo por su Dios, e hizo expiación por los hijos de Israel.",
      "topic": ""
    },
    "14": {
      "text": "Y el nombre del varón muerto, que fue muerto con la madianita, era Zimri hijo de Salu, jefe de una familia de la tribu de Simeón.",
      "topic": ""
    },
    "15": {
      "text": "Y el nombre de la mujer madianita muerta, era Cozbi, hija de Zur, príncipe de pueblos, padre de familia en Madián.",
      "topic": ""
    },
    "16": {
      "text": "Y Jehová habló a Moisés, diciendo:",
      "topic": ""
    },
    "17": {
      "text": "Hostilizaréis a los madianitas, y los heriréis:",
      "topic": ""
    },
    "18": {
      "text": "Por cuanto ellos os afligieron a vosotros con sus ardides, con que os han engañado en el asunto de Peor, y en el asunto de Cozbi, hija del príncipe de Madián, su hermana, la cual fue muerta el día de la mortandad por causa de Peor.",
      "topic": ""
    }
  }
}