{
  "info": {
    "book": "Números",
    "chapter": "34",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Jehová habló a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Manda a los hijos de Israel, y diles: Cuando hubiereis entrado en la tierra de Canaán, esto [es], la tierra que os ha de caer en heredad, la tierra de Canaán según sus términos:",
      "topic": ""
    },
    "3": {
      "text": "Tendréis el lado del sur desde el desierto de Zin hasta los términos de Edom; y os será el término del sur al extremo del Mar Salado hacia el oriente.",
      "topic": ""
    },
    "4": {
      "text": "Y vuestro término irá rodeando desde el sur hasta la subida de Acrabim, y pasará hasta Zin; y sus salidas serán del sur a Cades-barnea; y saldrá a Hasar-adar, y pasará hasta Asmón.",
      "topic": ""
    },
    "5": {
      "text": "Y rodeará este término, desde Asmón hasta el río de Egipto, y sus remates serán al occidente.",
      "topic": ""
    },
    "6": {
      "text": "Y el término occidental os será el Mar Grande; este término os será el término occidental.",
      "topic": ""
    },
    "7": {
      "text": "Y éste será el término del norte: desde el Mar Grande os señalaréis el monte de Hor;",
      "topic": ""
    },
    "8": {
      "text": "del monte de Hor señalaréis a la entrada de Hamat, y serán las salidas de aquel término a Sedad;",
      "topic": ""
    },
    "9": {
      "text": "y saldrá este término a Zifón, y serán sus remates en Hasar-enán; éste os será el término del norte.",
      "topic": ""
    },
    "10": {
      "text": "Y por término al oriente os señalaréis desde Hasar-enán hasta Sefam;",
      "topic": ""
    },
    "11": {
      "text": "y bajará este término desde Sefam a Ribla, al oriente de Aín; y descenderá el término, y llegará a la costa del mar de Cineret al oriente;",
      "topic": ""
    },
    "12": {
      "text": "después descenderá este término al Jordán, y serán sus salidas al Mar Salado: Ésta será vuestra tierra, por sus términos alrededor.",
      "topic": ""
    },
    "13": {
      "text": "Y mandó Moisés a los hijos de Israel, diciendo: Ésta es la tierra que heredaréis por suerte, la cual mandó Jehová que diese a las nueve tribus, y a la media tribu:",
      "topic": ""
    },
    "14": {
      "text": "Porque la tribu de los hijos de Rubén según las casas de sus padres, y la tribu de los hijos de Gad según las casas de sus padres, y la media tribu de Manasés, han tomado su herencia:",
      "topic": ""
    },
    "15": {
      "text": "Dos tribus y media tomaron su heredad a este lado del Jordán, [frente a] Jericó, al oriente, hacia el nacimiento del sol.",
      "topic": ""
    },
    "16": {
      "text": "Y habló Jehová a Moisés, diciendo:",
      "topic": ""
    },
    "17": {
      "text": "Éstos son los nombres de los varones que les repartirán la tierra: Eleazar, el sacerdote, y Josué, hijo de Nun.",
      "topic": ""
    },
    "18": {
      "text": "Tomaréis también de cada tribu un príncipe, para dar la posesión de la tierra.",
      "topic": ""
    },
    "19": {
      "text": "Y éstos son los nombres de los varones: De la tribu de Judá, Caleb, hijo de Jefone.",
      "topic": ""
    },
    "20": {
      "text": "Y de la tribu de los hijos de Simeón, Samuel, hijo de Amiud.",
      "topic": ""
    },
    "21": {
      "text": "De la tribu de Benjamín; Elidad, hijo de Quislón.",
      "topic": ""
    },
    "22": {
      "text": "Y de la tribu de los hijos de Dan, el príncipe Buqui, hijo de Jogli.",
      "topic": ""
    },
    "23": {
      "text": "De los hijos de José: de la tribu de los hijos de Manasés, el príncipe Haniel, hijo de Efod.",
      "topic": ""
    },
    "24": {
      "text": "Y de la tribu de los hijos de Efraín, el príncipe Quemuel, hijo de Siftán.",
      "topic": ""
    },
    "25": {
      "text": "Y de la tribu de los hijos de Zabulón, el príncipe Elizafán, hijo de Farnac.",
      "topic": ""
    },
    "26": {
      "text": "Y de la tribu de los hijos de Isacar, el príncipe Paltiel, hijo de Azan.",
      "topic": ""
    },
    "27": {
      "text": "Y de la tribu de los hijos de Aser, el príncipe Ahiud, hijo de Selomi.",
      "topic": ""
    },
    "28": {
      "text": "Y de la tribu de los hijos de Neftalí, el príncipe Pedael, hijo de Amiud.",
      "topic": ""
    },
    "29": {
      "text": "Éstos son a los que mandó Jehová que hiciesen la partición de la herencia a los hijos de Israel en la tierra de Canaán.",
      "topic": ""
    }
  }
}