{
  "info": {
    "book": "Números",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Jehová habló a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Habla a los hijos de Israel, y diles: El hombre, o la mujer, cuando se apartare haciendo voto de nazareo, para dedicarse a Jehová,",
      "topic": ""
    },
    "3": {
      "text": "se abstendrá de vino y de sidra; no beberá vinagre de vino, ni vinagre de sidra, ni beberá algún licor de uvas, ni tampoco comerá uvas frescas ni secas.",
      "topic": ""
    },
    "4": {
      "text": "Todos los días de su nazareato, de todo lo que se hace de vid de vino, desde los granillos hasta el hollejo, no comerá.",
      "topic": ""
    },
    "5": {
      "text": "Todos los días del voto de su nazareato no pasará navaja sobre su cabeza, hasta que sean cumplidos los días de su consagración a Jehová; santo será; dejará crecer las guedejas del cabello de su cabeza.",
      "topic": ""
    },
    "6": {
      "text": "Todos los días que se consagrare a Jehová, no entrará a persona muerta.",
      "topic": ""
    },
    "7": {
      "text": "Ni por su padre, ni por su madre, ni por su hermano, ni por su hermana, no se contaminará con ellos cuando murieren; porque consagración de su Dios tiene sobre su cabeza.",
      "topic": ""
    },
    "8": {
      "text": "Todos los días de su nazareato, será santo a Jehová.",
      "topic": ""
    },
    "9": {
      "text": "Y si alguno muriere muy de repente junto a él, contaminará la cabeza de su nazareato; por tanto el día de su purificación raerá su cabeza; al séptimo día la raerá.",
      "topic": ""
    },
    "10": {
      "text": "Y el día octavo traerá dos tórtolas o dos palominos al sacerdote, a la puerta del tabernáculo de la congregación;",
      "topic": ""
    },
    "11": {
      "text": "Y el sacerdote ofrecerá el uno en expiación, y el otro en holocausto: y lo expiará de lo que pecó a causa del muerto, y santificará su cabeza en aquel día.",
      "topic": ""
    },
    "12": {
      "text": "Y consagrará a Jehová los días de su nazareato, y traerá un cordero de un año en expiación por la culpa; y los días primeros serán anulados, por cuanto fue contaminado su nazareato.",
      "topic": ""
    },
    "13": {
      "text": "Ésta es la ley del nazareo cuando se hubieren cumplido los días de su nazareato: Vendrá a la puerta del tabernáculo de la congregación,",
      "topic": ""
    },
    "14": {
      "text": "y ofrecerá su ofrenda a Jehová, un cordero de un año sin defecto en holocausto, y una cordera de un año sin defecto en expiación, y un carnero sin defecto por ofrenda de paz.",
      "topic": ""
    },
    "15": {
      "text": "Además un canastillo de panes sin levadura, tortas de flor de harina amasadas con aceite, y hojaldres de panes sin levadura untadas con aceite, y su presente, y sus libaciones.",
      "topic": ""
    },
    "16": {
      "text": "Y el sacerdote lo ofrecerá delante de Jehová, y hará su expiación y su holocausto:",
      "topic": ""
    },
    "17": {
      "text": "Y ofrecerá el carnero como sacrificio de paz a Jehová, con el canastillo de los panes sin levadura; ofrecerá asimismo el sacerdote su presente, y sus libaciones.",
      "topic": ""
    },
    "18": {
      "text": "Entonces el nazareo raerá a la puerta del tabernáculo de la congregación la cabeza de su nazareato, y tomará los cabellos de la cabeza de su nazareato, y los pondrá sobre el fuego que está debajo de la ofrenda de paz.",
      "topic": ""
    },
    "19": {
      "text": "Después tomará el sacerdote la espaldilla cocida del carnero, y una torta sin levadura del canastillo, y una hojaldre sin levadura, y las pondrá sobre las manos del nazareo, después que el cabello de su consagración fuere raído;",
      "topic": ""
    },
    "20": {
      "text": "y el sacerdote mecerá aquello, ofrenda agitada delante de Jehová; lo cual será cosa santa del sacerdote, junto con el pecho mecido y la espaldilla separada: y después podrá beber vino el nazareo.",
      "topic": ""
    },
    "21": {
      "text": "Ésta es la ley del nazareo que hiciere voto de su ofrenda a Jehová por su nazareato, además de lo que su mano alcanzare: según el voto que hiciere, así hará, conforme a la ley de su nazareato.",
      "topic": ""
    },
    "22": {
      "text": "Y Jehová habló a Moisés, diciendo:",
      "topic": ""
    },
    "23": {
      "text": "Habla a Aarón y a sus hijos, y diles: Así bendeciréis a los hijos de Israel, diciéndoles:",
      "topic": ""
    },
    "24": {
      "text": "Jehová te bendiga, y te guarde:",
      "topic": ""
    },
    "25": {
      "text": "Haga resplandecer Jehová su rostro sobre ti, y tenga de ti misericordia:",
      "topic": ""
    },
    "26": {
      "text": "Jehová alce sobre ti su rostro, y ponga en ti paz.",
      "topic": ""
    },
    "27": {
      "text": "Y pondrán mi nombre sobre los hijos de Israel, y yo los bendeciré.",
      "topic": ""
    }
  }
}