{
  "info": {
    "book": "Zacarías",
    "chapter": "11",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Oh Líbano, abre tus puertas, y queme fuego tus cedros.",
      "topic": ""
    },
    "2": {
      "text": "Aúlla, oh haya, porque el cedro cayó, porque los magníficos son talados. Aullad, alcornoques de Basán, porque el fuerte monte es derribado.",
      "topic": ""
    },
    "3": {
      "text": "Voz de aullido de pastores se oyó , porque su magnificencia es asolada; estruendo de bramidos de cachorros de leones, porque la soberbia del Jordán es destruida.",
      "topic": ""
    },
    "4": {
      "text": "¶ Así dijo el SEÑOR mi Dios: Apacienta las ovejas de la matanza;",
      "topic": ""
    },
    "5": {
      "text": "a las cuales mataban sus compradores, y no se tenían por culpables; y el que las vendía, decía: Bendito sea el SEÑOR, porque he enriquecido; ni sus pastores tenían piedad de ellas.",
      "topic": ""
    },
    "6": {
      "text": "Por tanto, no tendré piedad más de los moradores de la tierra, dice el SEÑOR; porque he aquí, yo entregaré los hombres, cada cual en mano de su compañero, y en mano de su rey; y quebrantarán la tierra, y yo no los libraré de sus manos.",
      "topic": ""
    },
    "7": {
      "text": "Y apacentaré, pues, las ovejas de la matanza, es a saber, a los pobres del rebaño. Porque yo me tomé dos cayados; al uno puse por nombre Suavidad, y al otro Ligaduras; y apacenté las ovejas.",
      "topic": ""
    },
    "8": {
      "text": "E hice matar tres pastores en un mes, y mi alma se angustió por ellos, y también el alma de ellos me aborreció a mí.",
      "topic": ""
    },
    "9": {
      "text": "Y dije: No os apacentaré más ; la que muriere, muera; y la que se perdiere, se pierda; y las que quedaren, que cada una coma la carne de su compañera.",
      "topic": ""
    },
    "10": {
      "text": "Y tomé mi cayado Suavidad, y lo quebré, para deshacer mi pacto que concerté con todos los pueblos.",
      "topic": ""
    },
    "11": {
      "text": "Y fue deshecho en ese día, y así conocieron los pobres del rebaño que miran a mí, que era palabra del SEÑOR.",
      "topic": ""
    },
    "12": {
      "text": "Y les dije: Si os parece bien, dadme mi salario; y si no, dejadlo. Y apreciaron mi salario en treinta piezas de plata.",
      "topic": ""
    },
    "13": {
      "text": "Y me dijo el SEÑOR: Echalo al tesorero, hermoso precio con que me han apreciado. Y tomé las treinta piezas de plata, y las eché en la Casa del SEÑOR al tesorero.",
      "topic": ""
    },
    "14": {
      "text": "Y quebré el otro mi cayado, Ligaduras, para romper la hermandad entre Judá e Israel.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y me dijo el SEÑOR: Toma aún los aperos de un pastor loco;",
      "topic": ""
    },
    "16": {
      "text": "porque he aquí, que yo levanto pastor en la tierra, que no visitará las perdidas, no buscará la pequeña, no curará la perniquebrada, ni llevará la cansada a cuestas; sino que se comerá la carne de la gruesa, y romperá sus uñas.",
      "topic": ""
    },
    "17": {
      "text": "¡Ay del pastor inútil, que abandona el ganado! Espada sobre su brazo, y sobre su ojo derecho; del todo se secará su brazo, y enteramente será su ojo derecho oscurecido.",
      "topic": ""
    }
  }
}