{
  "info": {
    "book": "Zacarías",
    "chapter": "6",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y me torné, y alcé mis ojos y miré, y he aquí cuatro carros que salían de entre dos montes; y aquellos montes eran de bronce.",
      "topic": ""
    },
    "2": {
      "text": "En el primer carro había caballos bermejos, el segundo carro caballos negros,",
      "topic": ""
    },
    "3": {
      "text": "en el tercer carro caballos blancos, y en el cuarto carro caballos overos rucios rodados.",
      "topic": ""
    },
    "4": {
      "text": "Respondí entonces, y dije al ángel que hablaba conmigo: Señor mío, ¿qué es esto?",
      "topic": ""
    },
    "5": {
      "text": "Y el ángel me respondió, y me dijo: Estos son los cuatro espíritus de los cielos, que salen de donde están delante del Señor de toda la tierra.",
      "topic": ""
    },
    "6": {
      "text": "En el que estaban los caballos negros, salieron hacia la tierra del aquilón; y los blancos salieron tras ellos; y los overos salieron hacia la tierra del mediodía.",
      "topic": ""
    },
    "7": {
      "text": "Y los rucios salieron, y se procuraron por ir a andar la tierra. Y dijo: Id, andad la tierra. Y anduvieron la tierra.",
      "topic": ""
    },
    "8": {
      "text": "Luego me llamó, y me habló diciendo: Mira, los que salieron hacia la tierra del aquilón hicieron reposar mi Espíritu en la tierra del aquilón.",
      "topic": ""
    },
    "9": {
      "text": "¶ Y vino a mí palabra del SEÑOR, diciendo:",
      "topic": ""
    },
    "10": {
      "text": "Toma de los que tornaron del cautiverio, de los del linaje de Heldai, y de Tobías, y de Jedaías; y vendrás tú en aquel día, y entrarás en Casa de Josías hijo de Sofonías, los cuales volvieron de Babilonia.",
      "topic": ""
    },
    "11": {
      "text": "Tomarás plata y oro, y harás coronas, y las pondrás en la cabeza de Josué, hijo de Josadac el sumo sacerdote;",
      "topic": ""
    },
    "12": {
      "text": "y le hablarás, diciendo: Así habló el SEÑOR de los ejércitos, diciendo: He aquí el varón cuyo nombre es el Renuevo, el cual retoñará de su lugar, y edificará el Templo del SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "El edificará el Templo del SEÑOR, y él llevará gloria, y se sentará y dominará en su trono, y será sacerdote en su trono; y consejo de paz será entre ambos a dos.",
      "topic": ""
    },
    "14": {
      "text": "Y Helem, y Tobías, y Jedaías, y Hen, hijo de Sofonías, tendrán coronas por memorial en el Templo del SEÑOR.",
      "topic": ""
    },
    "15": {
      "text": "Y los que están lejos vendrán y edificarán en el Templo del SEÑOR, y conoceréis que el SEÑOR de los ejércitos me ha enviado a vosotros. Y será esto, si oyereis obedientes la voz del SEÑOR vuestro Dios.",
      "topic": ""
    }
  }
}