{
  "info": {
    "book": "Zacarías",
    "chapter": "8",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y vino palabra del SEÑOR de los ejércitos, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Así dijo el SEÑOR de los ejércitos: Yo celé a Sion con gran celo, y con gran ira la celé.",
      "topic": ""
    },
    "3": {
      "text": "Así dijo el SEÑOR: Yo restituiré a Sion, y moraré en medio de Jerusalén; y Jerusalén se llamará Ciudad de Verdad, y el monte del SEÑOR de los ejércitos, monte de Santidad.",
      "topic": ""
    },
    "4": {
      "text": "Así dijo el SEÑOR de los ejércitos: Aún han de morar ancianos y ancianas en las plazas de Jerusalén, y cada cual con bordón en su mano por la multitud de los días.",
      "topic": ""
    },
    "5": {
      "text": "Y las calles de la ciudad serán llenas de muchachos y muchachas, que jugarán en ellas.",
      "topic": ""
    },
    "6": {
      "text": "Así dice el SEÑOR de los ejércitos: Si esto parecerá dificultoso a los ojos del remanente de este pueblo en estos días, ¿también será dificultoso delante de mis ojos? Dice el SEÑOR de los ejércitos.",
      "topic": ""
    },
    "7": {
      "text": "Así dijo el SEÑOR de los ejércitos: He aquí, yo salvo mi pueblo de la tierra del oriente, y de la tierra donde se pone el sol;",
      "topic": ""
    },
    "8": {
      "text": "y los traeré, y habitarán en medio de Jerusalén; y me serán por pueblo, y yo seré a ellos por Dios con verdad y con justicia.",
      "topic": ""
    },
    "9": {
      "text": "¶ Así dijo el SEÑOR de los ejércitos: Esfuércense vuestras manos, de vosotros los que oís en estos días estas palabras de la boca de los profetas, desde el día que se echó el cimiento a la Casa del SEÑOR de los ejércitos, para edificar el Templo.",
      "topic": ""
    },
    "10": {
      "text": "Porque antes de estos días no ha habido paga de hombre, ni paga de bestia, ni hubo paz alguna para entrante ni para saliente, a causa de la angustia; porque yo incité a todos los hombres, cada cual contra su compañero.",
      "topic": ""
    },
    "11": {
      "text": "Mas ahora no lo haré con el remanente de este pueblo como en aquellos días pasados, dijo el SEÑOR de los ejércitos.",
      "topic": ""
    },
    "12": {
      "text": "Porque la simiente de la paz quedará ; la vid dará su fruto, y la tierra dará su fruto, y los cielos darán su rocío; y haré que el remanente de este pueblo posea todo esto.",
      "topic": ""
    },
    "13": {
      "text": "Y será que como fuisteis maldición entre los gentiles, oh Casa de Judá y Casa de Israel, así os salvaré, para que seáis bendición. No temáis, mas esfuércense vuestras manos.",
      "topic": ""
    },
    "14": {
      "text": "Porque así dijo el SEÑOR de los ejércitos: Como pensé haceros mal cuando vuestros padres me provocaron a ira, dijo el SEÑOR de los ejércitos, y no me arrepentí;",
      "topic": ""
    },
    "15": {
      "text": "así tornando he pensado hacer bien a Jerusalén y a la Casa de Judá en estos días; no temáis.",
      "topic": ""
    },
    "16": {
      "text": "Estas son las cosas que haréis: Hablad verdad cada cual con su prójimo; juzgad en vuestras puertas verdad y juicio de paz;",
      "topic": ""
    },
    "17": {
      "text": "y ninguno de vosotros piense mal en su corazón contra su prójimo, ni améis juramento falso; porque todas estas cosas son las que yo aborrezco, dijo el SEÑOR.",
      "topic": ""
    },
    "18": {
      "text": "¶ Y vino palabra del SEÑOR de los ejércitos a mí, diciendo:",
      "topic": ""
    },
    "19": {
      "text": "Así dijo el SEÑOR de los ejércitos: El ayuno del cuarto mes , y el ayuno del quinto, y el ayuno del séptimo, y el ayuno del décimo, se tornarán a la Casa de Judá en gozo y alegría, y en festivas solemnidades. Amad, pues, la Verdad y la Paz.",
      "topic": ""
    },
    "20": {
      "text": "Así dijo el SEÑOR de los ejércitos: Aún vendrán pueblos, y moradores de muchas ciudades;",
      "topic": ""
    },
    "21": {
      "text": "y vendrán los moradores de una ciudad a la otra, y dirán: Vamos a orar a la faz del SEÑOR, y busquemos al SEÑOR de los ejércitos. (Y el otro responderá: ) Yo también iré.",
      "topic": ""
    },
    "22": {
      "text": "Y vendrán muchos pueblos y fuertes naciones a buscar al SEÑOR de los ejércitos en Jerusalén, y a orar a la faz del SEÑOR.",
      "topic": ""
    },
    "23": {
      "text": "Así dijo el SEÑOR de los ejércitos: En aquellos días acontecerá que diez varones de todas las lenguas de los gentiles, tomarán del manto del varón judío, diciendo: Iremos con vosotros, porque hemos oído que Dios está con vosotros.",
      "topic": ""
    }
  }
}