{
  "info": {
    "book": "Mateo",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "El libro de la generación de Jesucristo, hijo de David, hijo de Abraham.",
      "topic": ""
    },
    "2": {
      "text": "Abraham engendró a Isaac; e Isaac engendró a Jacob; y Jacob engendró a Judá y a sus hermanos;",
      "topic": ""
    },
    "3": {
      "text": "y Judá engendró de Tamar a Fares y a Zara: Y Fares engendró a Esrom, y Esrom engendró a Aram;",
      "topic": ""
    },
    "4": {
      "text": "y Aram engendró a Aminadab; y Aminadab engendró a Naasón; y Naasón engendró a Salmón;",
      "topic": ""
    },
    "5": {
      "text": "y Salmón engendró de Rahab a Boaz; y Boaz engendró a Obed de Ruth; y Obed engendró a Isaí;",
      "topic": ""
    },
    "6": {
      "text": "e Isaí engendró al rey David; y el rey David engendró a Salomón de la [que fue esposa] de Urías,",
      "topic": ""
    },
    "7": {
      "text": "y Salomón engendró a Roboam; y Roboam engendró a Abía; y Abía engendró a Asa;",
      "topic": ""
    },
    "8": {
      "text": "y Asa engendró a Josafat; y Josafat engendró a Joram; y Joram engendró a Ozías;",
      "topic": ""
    },
    "9": {
      "text": "y Ozías engendró a Jotam; y Jotam engendró a Acaz; y Acaz engendró a Ezequías;",
      "topic": ""
    },
    "10": {
      "text": "y Ezequías engendró a Manasés; y Manasés engendró a Amón; y Amón engendró a Josías;",
      "topic": ""
    },
    "11": {
      "text": "y Josías engendró a Jeconías y a sus hermanos, en el tiempo en que fueron expatriados a Babilonia.",
      "topic": ""
    },
    "12": {
      "text": "Y después que fueron traídos a Babilonia, Jeconías engendró a Salatiel; y Salatiel engendró a Zorobabel;",
      "topic": ""
    },
    "13": {
      "text": "y Zorobabel engendró a Abiud; y Abiud engendró a Eliaquim; y Eliaquim engendró a Azor;",
      "topic": ""
    },
    "14": {
      "text": "y Azor engendró a Sadoc; y Sadoc engendró a Aquim; y Aquim engendró a Eliud;",
      "topic": ""
    },
    "15": {
      "text": "y Eliud engendró a Eleazar; y Eleazar engendró a Matán; y Matán engendró a Jacob;",
      "topic": ""
    },
    "16": {
      "text": "y Jacob engendró a José, esposo de María, de la cual nació Jesús, quien es llamado Cristo.",
      "topic": ""
    },
    "17": {
      "text": "De manera que todas las generaciones desde Abraham hasta David [son] catorce generaciones; y de David hasta la expatriación a Babilonia [son] catorce generaciones; y desde la expatriación a Babilonia hasta Cristo [son] catorce generaciones.",
      "topic": ""
    },
    "18": {
      "text": "El nacimiento de Jesucristo fue así: Estando María su madre desposada con José, antes que se juntasen, se halló que había concebido del Espíritu Santo,",
      "topic": ""
    },
    "19": {
      "text": "y José su marido, como era un [hombre] justo y no quería infamarla, quiso dejarla secretamente.",
      "topic": ""
    },
    "20": {
      "text": "Y pensando él en esto, he aquí el ángel del Señor le apareció en un sueño, diciendo: José hijo de David, no temas recibir a María tu esposa, porque lo que en ella es engendrado, del Espíritu Santo es.",
      "topic": ""
    },
    "21": {
      "text": "Y dará a luz un hijo, y llamarás su nombre JESÚS; porque Él salvará a su pueblo de sus pecados.",
      "topic": ""
    },
    "22": {
      "text": "Todo esto aconteció para que se cumpliese lo que fue dicho del Señor, por el profeta que dijo:",
      "topic": ""
    },
    "23": {
      "text": "He aquí una virgen concebirá y dará a luz un hijo, y llamarás su nombre Emmanuel, que interpretado es: Dios con nosotros.",
      "topic": ""
    },
    "24": {
      "text": "Y despertando José del sueño, hizo como el ángel del Señor le había mandado, y recibió a su esposa,",
      "topic": ""
    },
    "25": {
      "text": "pero no la conoció hasta que dio a luz a su hijo primogénito; y llamó su nombre JESÚS.",
      "topic": ""
    }
  }
}