{
  "info": {
    "book": "Mateo",
    "chapter": "15",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Entonces vinieron a Jesús ciertos escribas y fariseos de Jerusalén, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "¿Por qué tus discípulos quebrantan la tradición de los ancianos? Pues no se lavan sus manos cuando comen pan.",
      "topic": ""
    },
    "3": {
      "text": "Pero Él respondió y les dijo: ‹¿Por qué también vosotros quebrantáis el mandamiento de Dios por vuestra tradición?›",
      "topic": ""
    },
    "4": {
      "text": "‹Porque Dios mandó, diciendo: Honra a tu padre y a tu madre, y: El que maldijere a [su] padre o a [su] madre, muera de muerte.›",
      "topic": ""
    },
    "5": {
      "text": "‹Pero vosotros decís: Cualquiera que dijere a [su] padre o a [su] madre: Es mi ofrenda todo aquello con que pudiera ayudarte,›",
      "topic": ""
    },
    "6": {
      "text": "‹y no honra a su padre o a su madre, [será libre]. Así habéis invalidado el mandamiento de Dios por vuestra tradición.›",
      "topic": ""
    },
    "7": {
      "text": "‹Hipócritas, bien profetizó de vosotros Isaías, diciendo:›",
      "topic": ""
    },
    "8": {
      "text": "‹Este pueblo se acerca a mí con su boca, y de labios me honra, pero su corazón lejos está de mí.›",
      "topic": ""
    },
    "9": {
      "text": "‹Pero en vano me honran; enseñando [como] doctrinas mandamientos de hombres.›",
      "topic": ""
    },
    "10": {
      "text": "Y llamó a sí a la multitud, y les dijo: ‹Oíd, y entended:›",
      "topic": ""
    },
    "11": {
      "text": "‹No lo que entra en la boca contamina al hombre; sino lo que sale de la boca, esto contamina al hombre.›",
      "topic": ""
    },
    "12": {
      "text": "Entonces vinieron los discípulos, y le dijeron: ¿Sabes que los fariseos se ofendieron cuando oyeron esta palabra?",
      "topic": ""
    },
    "13": {
      "text": "Mas Él respondió y dijo: ‹Toda planta que no plantó mi Padre celestial, será desarraigada.›",
      "topic": ""
    },
    "14": {
      "text": "‹Dejadlos; son ciegos guías de ciegos; y si el ciego guiare al ciego, ambos caerán en el hoyo.›",
      "topic": ""
    },
    "15": {
      "text": "Entonces respondió Pedro, y le dijo: Decláranos esta parábola.",
      "topic": ""
    },
    "16": {
      "text": "Y Jesús les dijo: ‹¿También vosotros estáis aún sin entendimiento?›",
      "topic": ""
    },
    "17": {
      "text": "‹¿Aún no entendéis que todo lo que entra en la boca va al vientre, y es arrojado en la letrina?›",
      "topic": ""
    },
    "18": {
      "text": "‹Pero lo que sale de la boca, del corazón sale, y esto contamina al hombre.›",
      "topic": ""
    },
    "19": {
      "text": "‹Porque del corazón salen los malos pensamientos, homicidios, adulterios, fornicaciones, hurtos, falsos testimonios, blasfemias.›",
      "topic": ""
    },
    "20": {
      "text": "‹Estas cosas son las que contaminan al hombre, pero el comer con las manos sin lavar no contamina al hombre.›",
      "topic": ""
    },
    "21": {
      "text": "Y saliendo Jesús de allí, se fue a las costas de Tiro y de Sidón.",
      "topic": ""
    },
    "22": {
      "text": "Y he aquí una mujer cananea que había salido de aquella región clamaba, diciéndole: Señor, Hijo de David, ten misericordia de mí, mi hija es gravemente atormentada por un demonio.",
      "topic": ""
    },
    "23": {
      "text": "Pero Él no le respondió palabra. Y sus discípulos vinieron y le rogaron, diciendo: Despídela, pues da voces tras nosotros.",
      "topic": ""
    },
    "24": {
      "text": "Y Él respondiendo, dijo: ‹No soy enviado sino a las ovejas perdidas de la casa de Israel.›",
      "topic": ""
    },
    "25": {
      "text": "Entonces ella vino y le adoró, diciendo: ¡Señor, socórreme!",
      "topic": ""
    },
    "26": {
      "text": "Mas Él respondió, y dijo: ‹No está bien tomar el pan de los hijos, y echarlo a los perrillos.›",
      "topic": ""
    },
    "27": {
      "text": "Y ella dijo: Sí, Señor, mas los perrillos comen de las migajas que caen de la mesa de sus señores.",
      "topic": ""
    },
    "28": {
      "text": "Entonces respondiendo Jesús, le dijo: ‹¡Oh mujer, grande es tu fe! Sea hecho contigo como quieres.› Y su hija fue sanada desde aquella hora.",
      "topic": ""
    },
    "29": {
      "text": "Y partiendo Jesús de allí, vino junto al mar de Galilea; y subiendo al monte, se sentó allí.",
      "topic": ""
    },
    "30": {
      "text": "Y grandes multitudes vinieron a Él, trayendo consigo, a cojos, ciegos, mudos, mancos, y muchos otros, y los pusieron a los pies de Jesús, y los sanó;",
      "topic": ""
    },
    "31": {
      "text": "de manera que la multitud se maravillaba, viendo a los mudos hablar, a los mancos ser sanados, a los cojos andar, y a los ciegos ver; y glorificaban al Dios de Israel.",
      "topic": ""
    },
    "32": {
      "text": "Y llamando Jesús a sus discípulos, dijo: ‹Tengo compasión de la multitud, porque hace ya tres días que están conmigo, y no tienen qué comer; y enviarlos en ayunas no quiero, no sea que desmayen en el camino.›",
      "topic": ""
    },
    "33": {
      "text": "Entonces sus discípulos le dijeron: ¿De dónde obtendremos tanto pan en el desierto, para saciar a tan grande multitud?",
      "topic": ""
    },
    "34": {
      "text": "Y Jesús les dijo: ‹¿Cuántos panes tenéis?› Y ellos dijeron: Siete, y unos cuantos pececillos.",
      "topic": ""
    },
    "35": {
      "text": "Y mandó a la multitud que se recostase en tierra.",
      "topic": ""
    },
    "36": {
      "text": "Y tomando los siete panes y los peces, habiendo dado gracias, los partió y dio a sus discípulos, y los discípulos a la multitud.",
      "topic": ""
    },
    "37": {
      "text": "Y todos comieron, y se saciaron; y recogieron lo que sobró de los pedazos, siete canastos llenos.",
      "topic": ""
    },
    "38": {
      "text": "Y los que habían comido fueron cuatro mil hombres, además de las mujeres y los niños.",
      "topic": ""
    },
    "39": {
      "text": "Entonces, despedida la multitud, entró en una barca, y vino a las costas de Magdala.",
      "topic": ""
    }
  }
}