{
  "info": {
    "book": "Mateo",
    "chapter": "19",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y aconteció que cuando Jesús hubo acabado estas palabras, se fue de Galilea, y vino a las costas de Judea al otro lado del Jordán.",
      "topic": ""
    },
    "2": {
      "text": "Y le siguieron grandes multitudes, y los sanó allí.",
      "topic": ""
    },
    "3": {
      "text": "Entonces vinieron a Él los fariseos, tentándole y diciéndole: ¿Es lícito al hombre repudiar a su esposa por cualquier causa?",
      "topic": ""
    },
    "4": {
      "text": "Él respondiendo, les dijo: ‹¿No habéis leído que el que [los] hizo al principio, varón y hembra los hizo?›",
      "topic": ""
    },
    "5": {
      "text": "‹Y dijo: Por esto dejará el hombre a su padre y a su madre, y se unirá a su esposa, y los dos serán una sola carne.›",
      "topic": ""
    },
    "6": {
      "text": "‹Así que no son ya más dos, sino una sola carne. Por tanto, lo que Dios unió, no lo separe el hombre.›",
      "topic": ""
    },
    "7": {
      "text": "Le dijeron: ¿Por qué, pues, mandó Moisés dar carta de divorcio, y repudiarla?",
      "topic": ""
    },
    "8": {
      "text": "Él les dijo: ‹Por la dureza de vuestro corazón Moisés os permitió repudiar a vuestras esposas; pero al principio no fue así.›",
      "topic": ""
    },
    "9": {
      "text": "‹Y yo os digo: Cualquiera que repudiare a su esposa, a no ser por causa de fornicación, y se casare con otra, adultera; y el que se casare con la repudiada, adultera.›",
      "topic": ""
    },
    "10": {
      "text": "Le dijeron sus discípulos: Si así es la condición del hombre con [su] esposa, no conviene casarse.",
      "topic": ""
    },
    "11": {
      "text": "Entonces Él les dijo: ‹No todos pueden recibir esta palabra, sino [aquellos] a quienes es dado.›",
      "topic": ""
    },
    "12": {
      "text": "‹Porque hay eunucos que nacieron así del vientre de su madre; y hay eunucos que fueron hechos eunucos por los hombres, y hay eunucos que a sí mismos se hicieron eunucos por causa del reino de los cielos. El que sea capaz de recibir esto, que lo reciba.›",
      "topic": ""
    },
    "13": {
      "text": "Entonces le fueron presentados unos niños, para que pusiese las manos sobre ellos, y orase; y los discípulos les reprendieron.",
      "topic": ""
    },
    "14": {
      "text": "Pero Jesús dijo: ‹Dejad a los niños venir a mí, y no se los impidáis, porque de los tales es el reino de los cielos.›",
      "topic": ""
    },
    "15": {
      "text": "Y habiendo puesto [sus] manos sobre ellos, partió de allí.",
      "topic": ""
    },
    "16": {
      "text": "Y he aquí, vino uno y le dijo: Maestro bueno, ¿qué bien haré para tener la vida eterna?",
      "topic": ""
    },
    "17": {
      "text": "Y Él le dijo: ‹¿Por qué me llamas bueno? Ninguno hay bueno, sino uno, Dios. Y si quieres entrar en la vida, guarda los mandamientos.›",
      "topic": ""
    },
    "18": {
      "text": "Él le dijo: ¿Cuáles? Y Jesús dijo: ‹No matarás. No cometerás adulterio. No hurtarás. No dirás falso testimonio.›",
      "topic": ""
    },
    "19": {
      "text": "‹Honra a tu padre y a [tu] madre; y: Amarás a tu prójimo como a ti mismo.›",
      "topic": ""
    },
    "20": {
      "text": "El joven le dijo: Todo esto he guardado desde mi juventud. ¿Qué más me falta?",
      "topic": ""
    },
    "21": {
      "text": "Jesús le dijo: ‹Si quieres ser perfecto, ve, vende lo que tienes, y da a los pobres, y tendrás tesoro en el cielo, y ven y sígueme.›",
      "topic": ""
    },
    "22": {
      "text": "Y oyendo el joven esta palabra, se fue triste, porque tenía muchas posesiones.",
      "topic": ""
    },
    "23": {
      "text": "Entonces Jesús dijo a sus discípulos: ‹De cierto os digo, que difícilmente entrará un rico en el reino de los cielos.›",
      "topic": ""
    },
    "24": {
      "text": "‹Y otra vez os digo: Es más fácil pasar un camello por el ojo de una aguja, que entrar un rico en el reino de Dios.›",
      "topic": ""
    },
    "25": {
      "text": "Al oír [esto], sus discípulos se asombraron en gran manera, diciendo: ¿Quién, entonces, podrá ser salvo?",
      "topic": ""
    },
    "26": {
      "text": "Mas Jesús, mirándoles, les dijo: ‹Con los hombres esto es imposible, pero con Dios todo es posible.›",
      "topic": ""
    },
    "27": {
      "text": "Entonces respondiendo Pedro, le dijo: He aquí, nosotros lo hemos dejado todo y te hemos seguido; ¿qué, pues, tendremos?",
      "topic": ""
    },
    "28": {
      "text": "Y Jesús les dijo: ‹De cierto os digo: En la regeneración, cuando el Hijo del Hombre se siente en el trono de su gloria, vosotros que me habéis seguido os sentaréis sobre doce tronos, para juzgar a las doce tribus de Israel.›",
      "topic": ""
    },
    "29": {
      "text": "‹Y cualquiera que haya dejado casas, o hermanos, o hermanas, o padre, o madre, o esposa, o hijos, o tierras por mi nombre, recibirá cien tantos, y heredará la vida eterna.›",
      "topic": ""
    },
    "30": {
      "text": "‹Pero muchos primeros serán postreros, y postreros, primeros.›",
      "topic": ""
    }
  }
}