{
  "info": {
    "book": "Mateo",
    "chapter": "20",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "‹Porque el reino de los cielos es semejante a un hombre, padre de familia, que salió por la mañana a contratar obreros para su viña.›",
      "topic": ""
    },
    "2": {
      "text": "‹Y habiendo acordado con los obreros en un denario al día, los envió a su viña.›",
      "topic": ""
    },
    "3": {
      "text": "‹Y saliendo cerca de la hora tercera, vio a otros en la plaza que estaban ociosos,›",
      "topic": ""
    },
    "4": {
      "text": "‹y les dijo: Id también vosotros a mi viña, y os daré lo que sea justo. Y ellos fueron.›",
      "topic": ""
    },
    "5": {
      "text": "‹Salió otra vez cerca de las horas sexta y novena, e hizo lo mismo.›",
      "topic": ""
    },
    "6": {
      "text": "‹Y saliendo cerca de la hora undécima, halló a otros que estaban ociosos, y les dijo: ¿Por qué estáis aquí todo el día ociosos?›",
      "topic": ""
    },
    "7": {
      "text": "‹Ellos le dicen: Porque nadie nos ha contratado. Él les dijo: Id también vosotros a la viña, y recibiréis lo que sea justo.›",
      "topic": ""
    },
    "8": {
      "text": "‹Y cuando cayó la tarde, el señor de la viña dijo a su mayordomo: Llama a los obreros y págales el jornal, comenzando desde los postreros hasta los primeros.›",
      "topic": ""
    },
    "9": {
      "text": "‹Y viniendo los que habían ido cerca de la hora undécima, recibieron cada uno un denario.›",
      "topic": ""
    },
    "10": {
      "text": "‹Y cuando vinieron los primeros, pensaban que habían de recibir más, pero ellos también recibieron cada uno un denario.›",
      "topic": ""
    },
    "11": {
      "text": "‹Y al recibirlo, murmuraban contra el padre de familia,›",
      "topic": ""
    },
    "12": {
      "text": "‹diciendo: Estos postreros han trabajado [sólo] una hora, y los has hecho iguales a nosotros, que hemos llevado la carga y el calor del día.›",
      "topic": ""
    },
    "13": {
      "text": "‹Mas él respondiendo, dijo a uno de ellos: Amigo, no te hago agravio; ¿no acordaste conmigo por un denario?›",
      "topic": ""
    },
    "14": {
      "text": "‹Toma [lo que es] tuyo y vete; pero quiero dar a este postrero igual que a ti.›",
      "topic": ""
    },
    "15": {
      "text": "‹¿No me es lícito hacer lo que quiero con lo mío? ¿O es malo tu ojo porque yo soy bueno?›",
      "topic": ""
    },
    "16": {
      "text": "‹Así, los primeros serán postreros, y los postreros, primeros: Porque muchos son llamados, mas pocos escogidos.›",
      "topic": ""
    },
    "17": {
      "text": "Y subiendo Jesús a Jerusalén, tomó a sus doce discípulos aparte en el camino, y les dijo:",
      "topic": ""
    },
    "18": {
      "text": "‹He aquí subimos a Jerusalén, y el Hijo del Hombre será entregado a los príncipes de los sacerdotes y a los escribas, y le condenarán a muerte;›",
      "topic": ""
    },
    "19": {
      "text": "‹y le entregarán a los gentiles para ser escarnecido, azotado, y crucificado, mas al tercer día resucitará.›",
      "topic": ""
    },
    "20": {
      "text": "Entonces vino a Él la madre de los hijos de Zebedeo con sus hijos, adorándole y pidiéndole algo.",
      "topic": ""
    },
    "21": {
      "text": "Y Él le dijo: ‹¿Qué quieres?› Ella le dijo: Concede que en tu reino se sienten estos mis dos hijos, el uno a tu mano derecha, y el otro a tu izquierda.",
      "topic": ""
    },
    "22": {
      "text": "Entonces Jesús respondiendo, dijo: ‹No sabéis lo que pedís: ¿Podéis beber la copa que yo he de beber, y ser bautizados con el bautismo con que yo soy bautizado?› Ellos le dijeron: Podemos.",
      "topic": ""
    },
    "23": {
      "text": "Y Él les dijo: ‹A la verdad de mi copa beberéis, y seréis bautizados con el bautismo que yo soy bautizado, pero el sentaros a mi mano derecha y a mi izquierda, no es mío darlo, sino a aquellos para quienes está preparado por mi Padre.›",
      "topic": ""
    },
    "24": {
      "text": "Y oyéndolo los diez, se indignaron contra los dos hermanos.",
      "topic": ""
    },
    "25": {
      "text": "Entonces Jesús, llamándolos, dijo: ‹Sabéis que los príncipes de los gentiles se enseñorean sobre ellos, y los que son grandes ejercen sobre ellos autoridad.›",
      "topic": ""
    },
    "26": {
      "text": "‹Mas entre vosotros no será así, sino que el que quisiere ser grande entre vosotros, sea vuestro servidor,›",
      "topic": ""
    },
    "27": {
      "text": "‹y el que quisiere ser el primero entre vosotros, sea vuestro servidor;›",
      "topic": ""
    },
    "28": {
      "text": "‹así como el Hijo del Hombre no vino para ser servido, sino para servir, y para dar su vida en rescate por muchos.›",
      "topic": ""
    },
    "29": {
      "text": "Y saliendo ellos de Jericó, le seguía gran multitude.",
      "topic": ""
    },
    "30": {
      "text": "Y he aquí, dos ciegos sentados junto al camino, cuando oyeron que Jesús pasaba, clamaron, diciendo: ¡Señor, Hijo de David, ten misericordia de nosotros!",
      "topic": ""
    },
    "31": {
      "text": "Y la multitud les reprendía para que callasen; pero ellos más clamaban, diciendo: ¡Señor, Hijo de David, ten misericordia de nosotros!",
      "topic": ""
    },
    "32": {
      "text": "Y deteniéndose Jesús, los llamó, y les dijo: ‹¿Qué queréis que os haga?›",
      "topic": ""
    },
    "33": {
      "text": "Ellos le dijeron: Señor, que sean abiertos nuestros ojos.",
      "topic": ""
    },
    "34": {
      "text": "Entonces Jesús, teniendo compasión [de ellos], tocó sus ojos, y al instante sus ojos recibieron la vista; y le siguieron.",
      "topic": ""
    }
  }
}