{
  "info": {
    "book": "Mateo",
    "chapter": "23",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Entonces habló Jesús a la multitud y a sus discípulos,",
      "topic": ""
    },
    "2": {
      "text": "diciendo: ‹En la cátedra de Moisés se sientan los escribas y los fariseos:›",
      "topic": ""
    },
    "3": {
      "text": "‹Así que, todo lo que os digan que guardéis, guardadlo y hacedlo, pero no hagáis conforme a sus obras, porque ellos dicen, y no hacen.›",
      "topic": ""
    },
    "4": {
      "text": "‹Porque atan cargas pesadas y difíciles de llevar, y las ponen en hombros de los hombres; pero ellos ni con su dedo las quieren mover.›",
      "topic": ""
    },
    "5": {
      "text": "‹Antes, hacen todas sus obras para ser vistos por los hombres; porque ensanchan sus filacterias, y extienden los flecos de sus mantos;›",
      "topic": ""
    },
    "6": {
      "text": "‹y aman los primeros asientos en las cenas, y las primeras sillas en las sinagogas;›",
      "topic": ""
    },
    "7": {
      "text": "‹y las salutaciones en las plazas, y ser llamados por los hombres: Rabí, Rabí.›",
      "topic": ""
    },
    "8": {
      "text": "‹Mas vosotros no queráis que os llamen Rabí; porque uno es vuestro Maestro, el Cristo, y todos vosotros sois hermanos.›",
      "topic": ""
    },
    "9": {
      "text": "‹Y no llaméis vuestro padre a nadie en la tierra; porque uno es vuestro Padre, el que está en el cielo.›",
      "topic": ""
    },
    "10": {
      "text": "‹Ni seáis llamados maestros; porque uno es vuestro Maestro, el Cristo.›",
      "topic": ""
    },
    "11": {
      "text": "‹Y el que es mayor entre vosotros, sea vuestro siervo.›",
      "topic": ""
    },
    "12": {
      "text": "‹Porque el que se enaltece será humillado, y el que se humilla será enaltecido.›",
      "topic": ""
    },
    "13": {
      "text": "‹Mas ¡ay de vosotros, escribas y fariseos, hipócritas! porque cerráis el reino de los cielos delante de los hombres; porque ni entráis, ni a los que están entrando dejáis entrar.›",
      "topic": ""
    },
    "14": {
      "text": "‹¡Ay de vosotros, escribas y fariseos, hipócritas! porque devoráis las casas de las viudas, y por pretexto, hacéis largas oraciones; por tanto llevaréis mayor condenación.›",
      "topic": ""
    },
    "15": {
      "text": "‹¡Ay de vosotros, escribas y fariseos, hipócritas! porque recorréis mar y tierra para hacer un prosélito, y una vez hecho, lo hacéis dos veces más hijo del infierno que vosotros.›",
      "topic": ""
    },
    "16": {
      "text": "‹¡Ay de vosotros, guías ciegos! que decís: Si alguno jura por el templo, no es nada; pero si alguno jura por el oro del templo, es deudor.›",
      "topic": ""
    },
    "17": {
      "text": "‹¡Insensatos y ciegos! porque ¿cuál es mayor, el oro, o el templo que santifica al oro?›",
      "topic": ""
    },
    "18": {
      "text": "‹Y [decís]: Cualquiera que jura por el altar, no es nada; pero cualquiera que jura por la ofrenda que está sobre él, es deudor.›",
      "topic": ""
    },
    "19": {
      "text": "‹¡Necios y ciegos! porque ¿cuál es mayor, la ofrenda, o el altar que santifica la ofrenda?›",
      "topic": ""
    },
    "20": {
      "text": "‹Pues el que jura por el altar, jura por él, y por todo lo que está sobre él;›",
      "topic": ""
    },
    "21": {
      "text": "‹y el que jura por el templo, jura por él, y por el que en él habita;›",
      "topic": ""
    },
    "22": {
      "text": "‹y el que jura por el cielo, jura por el trono de Dios, y por Aquél que está sentado sobre él.›",
      "topic": ""
    },
    "23": {
      "text": "‹¡Ay de vosotros, escribas y fariseos, hipócritas! porque diezmáis la menta y el eneldo y el comino, y omitís lo más importante de la ley; la justicia, y la misericordia y la fe. Esto era necesario hacer, sin dejar de hacer lo otro.›",
      "topic": ""
    },
    "24": {
      "text": "‹¡Guías ciegos, que coláis el mosquito, y tragáis el camello!›",
      "topic": ""
    },
    "25": {
      "text": "‹¡Ay de vosotros, escribas y fariseos, hipócritas! porque limpiáis lo de fuera del vaso y del plato, pero por dentro estáis llenos de robo y de desenfreno.›",
      "topic": ""
    },
    "26": {
      "text": "‹¡Fariseo ciego! Limpia primero lo de adentro del vaso y del plato, para que también lo de fuera sea limpio.›",
      "topic": ""
    },
    "27": {
      "text": "‹¡Ay de vosotros, escribas y fariseos, hipócritas! porque sois semejantes a sepulcros blanqueados, que por fuera, a la verdad, se muestran hermosos, pero por dentro están llenos de huesos de muertos y de toda inmundicia.›",
      "topic": ""
    },
    "28": {
      "text": "‹Así también vosotros, por fuera a la verdad, os mostráis justos a los hombres; pero por dentro estáis llenos de hipocresía e iniquidad.›",
      "topic": ""
    },
    "29": {
      "text": "‹¡Ay de vosotros, escribas y fariseos, hipócritas! porque edificáis los sepulcros de los profetas, y adornáis los monumentos de los justos,›",
      "topic": ""
    },
    "30": {
      "text": "‹y decís: Si hubiésemos [vivido] en los días de nuestros padres, no hubiéramos participado con ellos en la sangre de los profetas.›",
      "topic": ""
    },
    "31": {
      "text": "‹Así que dais testimonio contra vosotros mismos, de que sois hijos de aquellos que mataron a los profetas.›",
      "topic": ""
    },
    "32": {
      "text": "‹¡Vosotros también colmad la medida de vuestros padres!›",
      "topic": ""
    },
    "33": {
      "text": "‹¡Serpientes, generación de víboras! ¿Cómo escaparéis de la condenación del infierno?›",
      "topic": ""
    },
    "34": {
      "text": "‹Por tanto, he aquí yo os envío profetas, y sabios, y escribas; y de ellos, a [unos] mataréis y crucificaréis; y a [algunos] azotaréis en vuestras sinagogas, y perseguiréis de ciudad en ciudad;›",
      "topic": ""
    },
    "35": {
      "text": "‹para que venga sobre vosotros toda la sangre justa que ha sido derramada sobre la tierra, desde la sangre de Abel el justo, hasta la sangre de Zacarías, hijo de Baraquías, al cual matasteis entre el templo y el altar.›",
      "topic": ""
    },
    "36": {
      "text": "‹De cierto os digo que todo esto vendrá sobre esta generación.›",
      "topic": ""
    },
    "37": {
      "text": "‹¡Jerusalén, Jerusalén, que matas a los profetas y apedreas a los que te son enviados! ¡Cuántas veces quise juntar tus hijos, como la gallina junta sus polluelos debajo de [sus] alas, y no quisiste!›",
      "topic": ""
    },
    "38": {
      "text": "‹He aquí vuestra casa os es dejada desierta.›",
      "topic": ""
    },
    "39": {
      "text": "‹Porque os digo que desde ahora no me veréis, hasta que digáis: Bendito el que viene en el nombre del Señor.›",
      "topic": ""
    }
  }
}