{
  "info": {
    "book": "Mateo",
    "chapter": "26",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y aconteció que cuando Jesús hubo acabado todas estas palabras, dijo a sus discípulos:",
      "topic": ""
    },
    "2": {
      "text": "‹Sabéis que dentro de dos días se celebra la pascua; y el Hijo del Hombre será entregado para ser crucificado.›",
      "topic": ""
    },
    "3": {
      "text": "Entonces los príncipes de los sacerdotes, y los escribas, y los ancianos del pueblo, se reunieron en el palacio del sumo sacerdote llamado Caifás,",
      "topic": ""
    },
    "4": {
      "text": "y tuvieron consejo para prender con engaño a Jesús, y matarle.",
      "topic": ""
    },
    "5": {
      "text": "Pero decían: No en el [día] de fiesta, para que no se haga alboroto en el pueblo.",
      "topic": ""
    },
    "6": {
      "text": "Y estando Jesús en Betania, en casa de Simón el leproso,",
      "topic": ""
    },
    "7": {
      "text": "vino a Él una mujer, trayendo un frasco de alabastro de ungüento de mucho precio, y lo derramó sobre la cabeza de Él, estando Él sentado a la mesa.",
      "topic": ""
    },
    "8": {
      "text": "Al ver esto sus discípulos, se indignaron, diciendo: ¿Por qué este desperdicio?",
      "topic": ""
    },
    "9": {
      "text": "Porque este ungüento podía haberse vendido a gran precio, y haberse dado a los pobres.",
      "topic": ""
    },
    "10": {
      "text": "Y entendiéndolo Jesús, les dijo: ‹¿Por qué molestáis a esta mujer? pues buena obra me ha hecho.›",
      "topic": ""
    },
    "11": {
      "text": "‹Porque a los pobres siempre los tenéis con vosotros, pero a mí no siempre me tenéis.›",
      "topic": ""
    },
    "12": {
      "text": "‹Porque derramando este ungüento sobre mi cuerpo, para mi sepultura lo ha hecho.›",
      "topic": ""
    },
    "13": {
      "text": "‹De cierto os digo: Dondequiera que se predique este evangelio, en todo el mundo, también lo que ésta ha hecho, será dicho para memoria de ella.›",
      "topic": ""
    },
    "14": {
      "text": "Entonces uno de los doce, llamado Judas Iscariote, fue a los príncipes de los sacerdotes,",
      "topic": ""
    },
    "15": {
      "text": "y [les] dijo: ¿Qué me queréis dar, y yo os lo entregaré? Y convinieron con él por treinta piezas de plata.",
      "topic": ""
    },
    "16": {
      "text": "Y desde entonces buscaba oportunidad para entregarle.",
      "topic": ""
    },
    "17": {
      "text": "Y el primer [día de la fiesta] de los panes sin levadura, vinieron los discípulos a Jesús, diciéndole: ¿Dónde quieres que preparemos para que comas la pascua?",
      "topic": ""
    },
    "18": {
      "text": "Y Él dijo: ‹Id a la ciudad, a cierto hombre, y decidle: El Maestro dice: Mi tiempo está cerca; en tu casa celebraré la pascua con mis discípulos.›",
      "topic": ""
    },
    "19": {
      "text": "Y los discípulos hicieron como Jesús les mandó, y prepararon la pascua.",
      "topic": ""
    },
    "20": {
      "text": "Y cuando llegó la noche, se sentó a la mesa con los doce.",
      "topic": ""
    },
    "21": {
      "text": "Y comiendo ellos, dijo: ‹De cierto os digo, que uno de vosotros me ha de entregar.›",
      "topic": ""
    },
    "22": {
      "text": "Y entristecidos en gran manera, comenzó cada uno de ellos a decirle: ¿Soy yo, Señor?",
      "topic": ""
    },
    "23": {
      "text": "Entonces Él respondiendo, dijo: ‹El que mete la mano conmigo en el plato, ése me ha de entregar.›",
      "topic": ""
    },
    "24": {
      "text": "‹A la verdad el Hijo del Hombre va, como está escrito de Él, mas ¡ay de aquel hombre por quien el Hijo del Hombre es entregado! Bueno le fuera a tal hombre no haber nacido.›",
      "topic": ""
    },
    "25": {
      "text": "Entonces Judas, el que le entregaba, respondió y dijo: ¿Soy yo, Maestro? [Él] le dijo: ‹Tú lo has dicho.›",
      "topic": ""
    },
    "26": {
      "text": "Y mientras comían, Jesús tomó el pan, y [lo] bendijo, y [lo] partió y dio a sus discípulos, y dijo: ‹Tomad, comed; esto es mi cuerpo.›",
      "topic": ""
    },
    "27": {
      "text": "Y tomando la copa, habiendo dado gracias, les dio, diciendo: ‹Bebed de ella todos;›",
      "topic": ""
    },
    "28": {
      "text": "‹porque esto es mi sangre del nuevo testamento, la cual es derramada por muchos para remisión de pecados.›",
      "topic": ""
    },
    "29": {
      "text": "‹Y os digo, que desde ahora no beberé más de este fruto de la vid, hasta aquel día cuando lo beba nuevo con vosotros en el reino de mi Padre.›",
      "topic": ""
    },
    "30": {
      "text": "Y cuando hubieron cantado un himno, salieron al monte de los Olivos.",
      "topic": ""
    },
    "31": {
      "text": "Entonces Jesús les dijo: ‹Todos vosotros os escandalizaréis de mí esta noche; porque está escrito: Heriré al pastor, y las ovejas del rebaño serán dispersadas.›",
      "topic": ""
    },
    "32": {
      "text": "‹Pero después que haya resucitado, iré delante de vosotros a Galilea.›",
      "topic": ""
    },
    "33": {
      "text": "Respondiendo Pedro, le dijo: Aunque todos se escandalicen por causa de ti, yo nunca me escandalizaré.",
      "topic": ""
    },
    "34": {
      "text": "Jesús le dijo: ‹De cierto te digo que esta noche, antes que el gallo cante, me negarás tres veces.›",
      "topic": ""
    },
    "35": {
      "text": "Pedro le dice: Aunque me sea necesario morir contigo, no te negaré. Y todos los discípulos dijeron lo mismo.",
      "topic": ""
    },
    "36": {
      "text": "Entonces llegó Jesús con ellos a un lugar que se llama Getsemaní, y dijo a sus discípulos: ‹Sentaos aquí, entre tanto que voy allí y oro.›",
      "topic": ""
    },
    "37": {
      "text": "Y tomando a Pedro y a los dos hijos de Zebedeo, comenzó a entristecerse y a angustiarse en gran manera.",
      "topic": ""
    },
    "38": {
      "text": "Entonces [Él] les dijo: ‹Mi alma está muy triste hasta la muerte; quedaos aquí, y velad conmigo.›",
      "topic": ""
    },
    "39": {
      "text": "Y yendo un poco más adelante, se postró sobre su rostro, y oró diciendo: ‹Padre mío, si es posible, que pase de mí esta copa, pero no se haga mi voluntad, sino la tuya.›",
      "topic": ""
    },
    "40": {
      "text": "Y vino a sus discípulos y los halló durmiendo, y dijo a Pedro: ‹¿Así que, no habéis podido velar conmigo una hora?›",
      "topic": ""
    },
    "41": {
      "text": "‹Velad y orad, para que no entréis en tentación; el espíritu a la verdad [está] dispuesto, pero la carne es débil.›",
      "topic": ""
    },
    "42": {
      "text": "Otra vez fue, y oró por segunda vez, diciendo: ‹Padre mío, si no puede pasar de mí esta copa sin que yo la beba, hágase tu voluntad.›",
      "topic": ""
    },
    "43": {
      "text": "Y vino, y otra vez los halló durmiendo, porque los ojos de ellos estaban cargados [de sueño].",
      "topic": ""
    },
    "44": {
      "text": "Y dejándolos, se fue de nuevo, y oró por tercera vez, diciendo las mismas palabras.",
      "topic": ""
    },
    "45": {
      "text": "Entonces vino a sus discípulos y les dijo: ‹Dormid ya, y descansad; he aquí ha llegado la hora, y el Hijo del Hombre es entregado en manos de pecadores.›",
      "topic": ""
    },
    "46": {
      "text": "‹Levantaos, vamos; he aquí, se acerca el que me entrega.›",
      "topic": ""
    },
    "47": {
      "text": "Y cuando Él aún hablaba, vino Judas, uno de los doce, y una gran multitud con él, con espadas y palos, de parte de los príncipes de los sacerdotes y de los ancianos del pueblo.",
      "topic": ""
    },
    "48": {
      "text": "Y el que le entregaba les había dado señal, diciendo: Al que yo besare, ése es; prendedle.",
      "topic": ""
    },
    "49": {
      "text": "Y luego se acercó a Jesús, y dijo: ¡Salve Maestro! Y le besó.",
      "topic": ""
    },
    "50": {
      "text": "Y Jesús le dijo: ‹Amigo, ¿a qué vienes?› Entonces vinieron y echaron mano a Jesús, y le prendieron.",
      "topic": ""
    },
    "51": {
      "text": "Y he aquí, uno de los que estaban con Jesús, extendiendo [su] mano, sacó su espada, e hiriendo a un siervo del sumo sacerdote, le cortó su oreja.",
      "topic": ""
    },
    "52": {
      "text": "Entonces Jesús le dijo: ‹Vuelve tu espada a su lugar; porque todos los que tomen espada, a espada perecerán.›",
      "topic": ""
    },
    "53": {
      "text": "‹O ¿piensas que no puedo ahora orar a mi Padre, y Él me daría más de doce legiones de ángeles?›",
      "topic": ""
    },
    "54": {
      "text": "‹¿Pero cómo entonces se cumplirían las Escrituras, de que es necesario que así se haga?›",
      "topic": ""
    },
    "55": {
      "text": "En aquella hora, dijo Jesús a la multitud: ‹¿Como contra un ladrón habéis salido, con espadas y palos para prenderme? Cada día me sentaba con vosotros enseñando en el templo, y no me prendisteis.›",
      "topic": ""
    },
    "56": {
      "text": "‹Pero todo esto es hecho, para que se cumplan las Escrituras de los profetas.› Entonces todos los discípulos, dejándole, huyeron.",
      "topic": ""
    },
    "57": {
      "text": "Y los que prendieron a Jesús, le llevaron a Caifás el sumo sacerdote, donde los escribas y los ancianos estaban reunidos.",
      "topic": ""
    },
    "58": {
      "text": "Mas Pedro le seguía de lejos hasta el patio del sumo sacerdote; y entrando, se sentó con los siervos, para ver el fin.",
      "topic": ""
    },
    "59": {
      "text": "Y los príncipes de los sacerdotes y los ancianos y todo el concilio, buscaban falso testimonio contra Jesús, para entregarle a muerte,",
      "topic": ""
    },
    "60": {
      "text": "pero no lo hallaron; aunque muchos testigos falsos venían, [pero] no lo hallaron. Y a la postre vinieron dos testigos falsos,",
      "topic": ""
    },
    "61": {
      "text": "que dijeron: Éste dijo: Puedo derribar el templo de Dios, y en tres días reedificarlo.",
      "topic": ""
    },
    "62": {
      "text": "Y levantándose el sumo sacerdote, le dijo: ¿No respondes nada? ¿Qué testifican éstos contra ti?",
      "topic": ""
    },
    "63": {
      "text": "Mas Jesús callaba. Y el sumo sacerdote respondiendo, le dijo: Te conjuro por el Dios viviente, que nos digas si eres tú el Cristo, el Hijo de Dios.",
      "topic": ""
    },
    "64": {
      "text": "Jesús le dijo: ‹Tú lo has dicho. Además os digo: Desde ahora veréis al Hijo del Hombre sentado a la diestra de poder, y viniendo en las nubes del cielo.›",
      "topic": ""
    },
    "65": {
      "text": "Entonces el sumo sacerdote rasgó sus vestiduras, diciendo: ¡Ha blasfemado! ¿Qué más necesidad tenemos de testigos? He aquí, ahora habéis oído su blasfemia.",
      "topic": ""
    },
    "66": {
      "text": "¿Qué os parece? Y respondiendo ellos, dijeron: ¡Culpable es de muerte!",
      "topic": ""
    },
    "67": {
      "text": "Entonces le escupieron en su rostro, y le dieron de puñetazos; y otros le abofeteaban,",
      "topic": ""
    },
    "68": {
      "text": "diciendo: Profetízanos, Cristo, ¿quién es el que te golpeó?",
      "topic": ""
    },
    "69": {
      "text": "Y Pedro estaba sentado fuera en el patio; y se le acercó una criada, diciendo: Tú también estabas con Jesús el galileo.",
      "topic": ""
    },
    "70": {
      "text": "Mas él negó delante de todos, diciendo: No sé lo que dices.",
      "topic": ""
    },
    "71": {
      "text": "Y cuando salió al pórtico, le vio otra, y dijo a los que estaban allí: También éste estaba con Jesús el Nazareno.",
      "topic": ""
    },
    "72": {
      "text": "Y negó otra vez con juramento: No conozco al hombre.",
      "topic": ""
    },
    "73": {
      "text": "Y un poco después llegaron unos que por allí estaban, y dijeron a Pedro: Verdaderamente también tú eres de ellos, porque tu habla te descubre.",
      "topic": ""
    },
    "74": {
      "text": "Entonces comenzó a maldecir, y a jurar, [diciendo]: No conozco al hombre. Y en seguida cantó el gallo.",
      "topic": ""
    },
    "75": {
      "text": "Y Pedro se acordó de las palabras de Jesús, que le dijo: Antes que el gallo cante, me negarás tres veces. Y saliendo fuera, lloró amargamente.",
      "topic": ""
    }
  }
}