{
  "info": {
    "book": "Isaiah",
    "chapter": "40",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Comfort you, comfort you my people, said your God.",
      "topic": ""
    },
    "2": {
      "text": "Speak you comfortably to Jerusalem, and cry to her, that her warfare is accomplished, that her iniquity is pardoned: for she has received of the LORD’s hand double for all her sins.",
      "topic": ""
    },
    "3": {
      "text": "The voice of him that cries in the wilderness, Prepare you the way of the LORD, make straight in the desert a highway for our God.",
      "topic": ""
    },
    "4": {
      "text": "Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:",
      "topic": ""
    },
    "5": {
      "text": "And the glory of the LORD shall be revealed, and all flesh shall see it together: for the mouth of the LORD has spoken it.",
      "topic": ""
    },
    "6": {
      "text": "The voice said, Cry. And he said, What shall I cry? All flesh is grass, and all the goodliness thereof is as the flower of the field:",
      "topic": ""
    },
    "7": {
      "text": "The grass wither, the flower fades: because the spirit of the LORD blows on it: surely the people is grass.",
      "topic": ""
    },
    "8": {
      "text": "The grass wither, the flower fades: but the word of our God shall stand for ever.",
      "topic": ""
    },
    "9": {
      "text": "O Zion, that bring good tidings, get you up into the high mountain; O Jerusalem, that bring good tidings, lift up your voice with strength; lift it up, be not afraid; say to the cities of Judah, Behold your God!",
      "topic": ""
    },
    "10": {
      "text": "Behold, the Lord GOD will come with strong hand, and his arm shall rule for him: behold, his reward is with him, and his work before him.",
      "topic": ""
    },
    "11": {
      "text": "He shall feed his flock like a shepherd: he shall gather the lambs with his arm, and carry them in his bosom, and shall gently lead those that are with young.",
      "topic": ""
    },
    "12": {
      "text": "Who has measured the waters in the hollow of his hand, and meted out heaven with the span, and comprehended the dust of the earth in a measure, and weighed the mountains in scales, and the hills in a balance?",
      "topic": ""
    },
    "13": {
      "text": "Who has directed the Spirit of the LORD, or being his counselor has taught him?",
      "topic": ""
    },
    "14": {
      "text": "With whom took he counsel, and who instructed him, and taught him in the path of judgment, and taught him knowledge, and showed to him the way of understanding?",
      "topic": ""
    },
    "15": {
      "text": "Behold, the nations are as a drop of a bucket, and are counted as the small dust of the balance: behold, he takes up the isles as a very little thing.",
      "topic": ""
    },
    "16": {
      "text": "And Lebanon is not sufficient to burn, nor the beasts thereof sufficient for a burnt offering.",
      "topic": ""
    },
    "17": {
      "text": "All nations before him are as nothing; and they are counted to him less than nothing, and vanity.",
      "topic": ""
    },
    "18": {
      "text": "To whom then will you liken God? or what likeness will you compare to him?",
      "topic": ""
    },
    "19": {
      "text": "The workman melts a graven image, and the goldsmith spreads it over with gold, and casts silver chains.",
      "topic": ""
    },
    "20": {
      "text": "He that is so impoverished that he has no oblation chooses a tree that will not rot; he seeks to him a cunning workman to prepare a graven image, that shall not be moved.",
      "topic": ""
    },
    "21": {
      "text": "Have you not known? have you not heard? has it not been told you from the beginning? have you not understood from the foundations of the earth?",
      "topic": ""
    },
    "22": {
      "text": "It is he that sits on the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretches out the heavens as a curtain, and spreads them out as a tent to dwell in:",
      "topic": ""
    },
    "23": {
      "text": "That brings the princes to nothing; he makes the judges of the earth as vanity.",
      "topic": ""
    },
    "24": {
      "text": "Yes, they shall not be planted; yes, they shall not be sown: yes, their stock shall not take root in the earth: and he shall also blow on them, and they shall wither, and the whirlwind shall take them away as stubble.",
      "topic": ""
    },
    "25": {
      "text": "To whom then will you liken me, or shall I be equal? said the Holy One.",
      "topic": ""
    },
    "26": {
      "text": "Lift up your eyes on high, and behold who has created these things, that brings out their host by number: he calls them all by names by the greatness of his might, for that he is strong in power; not one fails.",
      "topic": ""
    },
    "27": {
      "text": "Why say you, O Jacob, and speak, O Israel, My way is hid from the LORD, and my judgment is passed over from my God?",
      "topic": ""
    },
    "28": {
      "text": "Have you not known? have you not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, faints not, neither is weary? there is no searching of his understanding.",
      "topic": ""
    },
    "29": {
      "text": "He gives power to the faint; and to them that have no might he increases strength.",
      "topic": ""
    },
    "30": {
      "text": "Even the youths shall faint and be weary, and the young men shall utterly fall:",
      "topic": ""
    },
    "31": {
      "text": "But they that wait on the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.",
      "topic": ""
    }
  }
}