{
  "info": {
    "book": "Genesis",
    "chapter": "16",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Sarai, Abram’s wife, brought not forth to him; and to her a maid servant, an Egyptian, and her name Hagar.",
      "topic": ""
    },
    "2": {
      "text": "And Sarai will say to Abram, Behold now, Jehovah restrained me from bringing forth; go now to my maid servant; perhaps I shall have children from her. And Abram will listen to the voice of Sarai.",
      "topic": ""
    },
    "3": {
      "text": "And Sarai, Abram’s wife, will take Hagar the Egyptian, her maid servant, at the end of ten years of Abram’s resting in the land of Canaan, and will give her to Abram her husband, to him for a wife.",
      "topic": ""
    },
    "4": {
      "text": "And Abram will go in to Hagar, and she will conceive, and she will see that she conceived; and her mistress will be despised in her eyes.",
      "topic": ""
    },
    "5": {
      "text": "And Sarai will say to Abram, My wrong upon thee: I gave my maid servant into thy bosom, and she will see that she conceived, and I shall be despised in her eyes. Jehovah will judge between me and between thee.",
      "topic": ""
    },
    "6": {
      "text": "And Abram will say to Sarai, Behold thy maid servant in thy hand; do to her the good in thine eyes. And Sarai shall afflict her, and she will flee from her face.",
      "topic": ""
    },
    "7": {
      "text": "And the messenger of Jehovah shall find her by a fountain of water in the wilderness, by the fountain in the way to Shur.",
      "topic": ""
    },
    "8": {
      "text": "And he will say, Hagar, Sarai’s maid servant, how camest thou here? and whither wilt thou go? And she will say, I flee from the face of Sarai, my mistress.",
      "topic": ""
    },
    "9": {
      "text": "And the messenger of Jehovah will say to her, Turn back to thy mistress and be humbled under her hands.",
      "topic": ""
    },
    "10": {
      "text": "And the messenger of Jehovah will say to her, Multiplying, I will multiply thy seed, and it shall not be counted for multitude.",
      "topic": ""
    },
    "11": {
      "text": "And the messenger of Jehovah will say to her, Behold, thou being great with child, and will bring forth a son, and shalt call his name Ishmael, for Jehovah listened to thy humiliation.",
      "topic": ""
    },
    "12": {
      "text": "And he shall be an unrestrained man; his hand against every one, and every one’s hand against him; and before the face of all his brethren shall he dwell.",
      "topic": ""
    },
    "13": {
      "text": "And she will call the name of Jehovah, having spoken to her, Thou God seest me: for she said, Here also I looked after him seeing me.",
      "topic": ""
    },
    "14": {
      "text": "For this, the well was called, The well of him seeing me; behold, between Kadesh and between Bered.",
      "topic": ""
    },
    "15": {
      "text": "And Hagar brought forth a son to Abram, and Abram shall call his name which Hagar brought forth, Ishmael.",
      "topic": ""
    },
    "16": {
      "text": "And Abram the son of eighty years and six years, in Hagar’s bearing Ishmael to Abram.",
      "topic": ""
    }
  }
}