{
  "info": {
    "book": "Genesis",
    "chapter": "48",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it shall be after these words, and it will be said to Joseph, Behold, thy father was sick: and he will take his two sons with him, Manasseh and Ephraim.",
      "topic": ""
    },
    "2": {
      "text": "And it will be announced to Jacob, and it will be said, Behold, thy son Joseph came to thee: and Israel will be strengthened and will sit upon the rod.",
      "topic": ""
    },
    "3": {
      "text": "And Jacob will say to Joseph, God Almighty was seen to me in Luz in the land of Canaan, and he will bless me.",
      "topic": ""
    },
    "4": {
      "text": "And he will say to me, Behold, I making thee fruitful, and I multiplied thee, and I gave thee for an assembly of people; and I gave this land to thy seed after thee a possession forever.",
      "topic": ""
    },
    "5": {
      "text": "And now, thy two sons having been born to thee in the land of Egypt, before I came to thee to Egypt, they are to me: Ephraim and Manasseh shall be to me as Reuben and Simeon.",
      "topic": ""
    },
    "6": {
      "text": "And thy progeny which thou didst beget after them, shall be to thee; after the name of their brethren shall they be called in their inheritance.",
      "topic": ""
    },
    "7": {
      "text": "And I in my coming from Padan, Rachel died by me in the land of Canaan, in the way, in yet a length of land to go to Ephrath: and I shall bury her there in the way of Ephrath; this the house of bread.",
      "topic": ""
    },
    "8": {
      "text": "And Israel will see Joseph’s sons, and will say, Who are these?",
      "topic": ""
    },
    "9": {
      "text": "And Joseph will say to his father, They are my sons which God gave me here. And he will say, Bring them now to me, and I will bless them.",
      "topic": ""
    },
    "10": {
      "text": "And the eyes of Israel were heavy from old age; he will not be able to see; and he will draw them near to him, and he will kiss them, and embrace them.",
      "topic": ""
    },
    "11": {
      "text": "And Israel will say to Joseph, To see thy face I thought not; and behold, God caused me to see also thy seed.",
      "topic": ""
    },
    "12": {
      "text": "And Joseph will bring them forth from his knees, and will bow himself with his face to the earth.",
      "topic": ""
    },
    "13": {
      "text": "And Joseph will take the two, Ephraim in his right hand from Israel’s left hand, and Manasseh in his left hand from Israel’s right hand, and will draw near to him.",
      "topic": ""
    },
    "14": {
      "text": "And Israel will put forth his right hand, and will place upon Ephraim’s head, and he the small; and his left hand upon Manasseh’s head, attending to his hands wisely; for Manasseh was the first-born.",
      "topic": ""
    },
    "15": {
      "text": "And he will bless Joseph, and will say, God, before whom my fathers went, Abraham and Isaak, the God having fed me, from ever since I was till this day.",
      "topic": ""
    },
    "16": {
      "text": "The messenger redeeming me from all evil, shall bless the youths; and my name shall be called upon them, and the name of my fathers Abraham and Isaak and they shall be increased into a multitude in the midst of the earth.",
      "topic": ""
    },
    "17": {
      "text": "And Joseph will see that his father will put his right hand upon Ephraim’s head, and it will be evil in his eyes: and he will take hold of his father’s hand to remove it from Ephraim’s head to Manasseh’s head.",
      "topic": ""
    },
    "18": {
      "text": "And Joseph will say to his father, Not so, my father: for this is the first-born; put thy right hand upon his head.",
      "topic": ""
    },
    "19": {
      "text": "And his father will refuse and will say, I knew my son, I knew: this also shall be into a people, and this also shall be great: and yet his brother the small, shall be great more than he, and his seed shall be a fulness of nations.",
      "topic": ""
    },
    "20": {
      "text": "And he will bless them in that day, saying, In thee shall Israel bless, saying, Will God set thee as Ephraim and as Manasseh: and he will set Ephraim before Manasseh.",
      "topic": ""
    },
    "21": {
      "text": "And Israel will say to Joseph, I am dying: and God was with you and turned you back to the land of your fathers.",
      "topic": ""
    },
    "22": {
      "text": "And I gave to thee one shoulder over thy brethren, which I took from the hand of the Amorite with my sword and with my bow.",
      "topic": ""
    }
  }
}