{
  "info": {
    "book": "Genesis",
    "chapter": "5",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "This the writing of the generations of Adam: in the day God formed Adam, in the likeness of God, he made him.",
      "topic": ""
    },
    "2": {
      "text": "Male and female he formed them; and he will bless them, and will call their name Adam in the day they are created.",
      "topic": ""
    },
    "3": {
      "text": "And Adam shall live thirty and one hundred years, and shall beget in his likeness, according to his image, and will call his name Seth.",
      "topic": ""
    },
    "4": {
      "text": "And the days of Adam after his begetting Seth shall be eight hundred years: and he shall beget sons and daughters.",
      "topic": ""
    },
    "5": {
      "text": "And all the days which Adam lived shall be nine hundred years and thirty years, and he shall die.",
      "topic": ""
    },
    "6": {
      "text": "And Seth shall live five years and a hundred years, and he shall beget Enos.",
      "topic": ""
    },
    "7": {
      "text": "And Seth shall live after his begetting Enos, seven years and eight hundred years: and he shall beget sons and daughters.",
      "topic": ""
    },
    "8": {
      "text": "And all the days of Seth shall be twelve years and Tune hundred years: and he shall die.",
      "topic": ""
    },
    "9": {
      "text": "And Enos shall live ninety years and shall beget Kainan.",
      "topic": ""
    },
    "10": {
      "text": "And Enos shall live after his begetting Kainan, fifteen years and eight hundred years: and he shall beget sons and daughters.",
      "topic": ""
    },
    "11": {
      "text": "And all the days of Enos shall be five years and nine hundred years, and he shall die.",
      "topic": ""
    },
    "12": {
      "text": "And Kainan shall live seventy years and shall beget Mahalaleel.",
      "topic": ""
    },
    "13": {
      "text": "And Kainan shall live after his begetting Mahalaleel, forty years and and eight hundred years: and shall beget sons and daughters.",
      "topic": ""
    },
    "14": {
      "text": "And all the days of Kainan shall be ten years and nine hundred years, and he shall die.",
      "topic": ""
    },
    "15": {
      "text": "And Mahalaleel shall live five years and sixty years, and he shall beget Jared.",
      "topic": ""
    },
    "16": {
      "text": "And Mahalaleel shall live after his begetting Jared, thirty years and eight hundred years; and he shall beget sons and daughters.",
      "topic": ""
    },
    "17": {
      "text": "And all the days of Mahalaleel shall be five and ninety years and eight hundred years, and he shall die.",
      "topic": ""
    },
    "18": {
      "text": "And Jared shall live two and sixty years, and an hundred years, and he shall beget Enoch.",
      "topic": ""
    },
    "19": {
      "text": "And Jared shall live after his begetting Enoch, eight hundred years, and shall beget sons and daughters.",
      "topic": ""
    },
    "20": {
      "text": "And all the years of Jared shall be two and sixty years and nine hundred years, and he shall die.",
      "topic": ""
    },
    "21": {
      "text": "And Enoch shall live five and sixty years, and he shall beget Methuselah.",
      "topic": ""
    },
    "22": {
      "text": "And Enoch shall walk with God after his begetting Methuselah, three hundred years, and he shall beget sons and daughters.",
      "topic": ""
    },
    "23": {
      "text": "And all the days of Enoch shall be five and sixty years and three hundred years.",
      "topic": ""
    },
    "24": {
      "text": "And Enoch shall walk with God, and be not, for God took him.",
      "topic": ""
    },
    "25": {
      "text": "And Methuselah shall live seven and eighty years and a hundred years, and he shall beget Lamech.",
      "topic": ""
    },
    "26": {
      "text": "And Methuselah shall live after his begetting Lamech, two and eighty years and seven hundred years, and he shall beget sons and daughters.",
      "topic": ""
    },
    "27": {
      "text": "And all the days of Methuselah shall be nine and sixty years and nine hundred years, and he shall die.",
      "topic": ""
    },
    "28": {
      "text": "Ana Lamech shall live two and eighty years and a hundred years, and he shall beget a son.",
      "topic": ""
    },
    "29": {
      "text": "And he shall call his name Noah, saying, This shall console us from our work and from the labor of our hands because of the earth which Jehovah cursed it.",
      "topic": ""
    },
    "30": {
      "text": "And Lamech shall live after the begetting of Noah five and ninety years and five hundred years, and he shall beget sons and daughters.",
      "topic": ""
    },
    "31": {
      "text": "And all the days of Lamech shall be seven and seventy years and seven hundred years, and he shall die.",
      "topic": ""
    },
    "32": {
      "text": "And Noah shall be the son of five hundred years, and Noah shall beget Shem, Ham, and Japheth.",
      "topic": ""
    }
  }
}