{
  "info": {
    "book": "John",
    "chapter": "13",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "BEFORE the festival day of the pasch, Jesus knowing that his hour was come, that he should pass out of this world to the Father: having loved his own who were in the world, he loved them unto the end.",
      "topic": ""
    },
    "2": {
      "text": "And when supper was done, (the devil having now put into the heart of Judas Iscariot, the son of Simon, to betray him,)",
      "topic": ""
    },
    "3": {
      "text": "Knowing that the Father had given him all things into his hands, and that he came from God, and goeth to God;",
      "topic": ""
    },
    "4": {
      "text": "He riseth from supper, and layeth aside his garments, and having taken a towel, girded himself.",
      "topic": ""
    },
    "5": {
      "text": "After that, he putteth water into a basin, and began to wash the feet of the disciples, and to wipe them with the towel wherewith he was girded.",
      "topic": ""
    },
    "6": {
      "text": "He cometh therefore to Simon Peter. And Peter saith to him: Lord, dost thou wash my feet?",
      "topic": ""
    },
    "7": {
      "text": "Jesus answered, and said to him: What I do thou knowest not now; but thou shalt know hereafter.",
      "topic": ""
    },
    "8": {
      "text": "Peter saith to him: Thou shalt never wash my feet. Jesus answered him: If I wash thee not, thou shalt have no part with me.",
      "topic": ""
    },
    "9": {
      "text": "Simon Peter saith to him: Lord, not only my feet, but also my hands and my head.",
      "topic": ""
    },
    "10": {
      "text": "Jesus saith to him: He that is washed, needeth not but to wash his feet, but is clean wholly. And you are clean, but not all.",
      "topic": ""
    },
    "11": {
      "text": "For he knew who he was that would betray him; therefore he said: You are not all clean.",
      "topic": ""
    },
    "12": {
      "text": "Then after he had washed their feet, and taken his garments, being set down again, he said to them: Know you what I have done to you?",
      "topic": ""
    },
    "13": {
      "text": "You call me Master, and Lord; and you say well, for so I am.",
      "topic": ""
    },
    "14": {
      "text": "If then I being your Lord and Master, have washed your feet; you also ought to wash one another’s feet.",
      "topic": ""
    },
    "15": {
      "text": "For I have given you an example, that as I have done to you, so you do also.",
      "topic": ""
    },
    "16": {
      "text": "Amen, amen I say to you: The servant is not greater than his lord; neither is the apostle greater than he that sent him.",
      "topic": ""
    },
    "17": {
      "text": "If you know these things, you shall be blessed if you do them.",
      "topic": ""
    },
    "18": {
      "text": "I speak not of you all: I know whom I have chosen. But that the scripture may be fulfilled: He that eateth bread with me, shall lift up his heel against me.",
      "topic": ""
    },
    "19": {
      "text": "At present I tell you, before it come to pass: that when it shall come to pass, you may believe that I am he.",
      "topic": ""
    },
    "20": {
      "text": "Amen, amen I say to you, he that receiveth whomsoever I send, receiveth me; and he that receiveth me, receiveth him that sent me.",
      "topic": ""
    },
    "21": {
      "text": "When Jesus had said these things, he was troubled in spirit; and he testified, and said: Amen, amen I say to you, one of you shall betray me.",
      "topic": ""
    },
    "22": {
      "text": "The disciples therefore looked one upon another, doubting of whom he spoke.",
      "topic": ""
    },
    "23": {
      "text": "Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.",
      "topic": ""
    },
    "24": {
      "text": "Simon Peter therefore beckoned to him, and said to him: Who is it of whom he speaketh?",
      "topic": ""
    },
    "25": {
      "text": "He therefore, leaning on the breast of Jesus, saith to him: Lord, who is it?",
      "topic": ""
    },
    "26": {
      "text": "Jesus answered: He it is to whom I shall reach bread dipped. And when he had dipped the bread, he gave it to Judas Iscariot, the son of Simon.",
      "topic": ""
    },
    "27": {
      "text": "And after the morsel, Satan entered into him. And Jesus said to him: That which thou dost, do quickly.",
      "topic": ""
    },
    "28": {
      "text": "Now no man at the table knew to what purpose he said this unto him.",
      "topic": ""
    },
    "29": {
      "text": "For some thought, because Judas had the purse, that Jesus had said to him: Buy those things which we have need of for the festival day: or that he should give something to the poor.",
      "topic": ""
    },
    "30": {
      "text": "He therefore having received the morsel, went out immediately. And it was night.",
      "topic": ""
    },
    "31": {
      "text": "When he therefore was gone out, Jesus said: Now is the Son of man glorified, and God is glorified in him.",
      "topic": ""
    },
    "32": {
      "text": "If God be glorified in him, God also will glorify him in himself; and immediately will he glorify him.",
      "topic": ""
    },
    "33": {
      "text": "Little children, yet a little while I am with you. You shall seek me; and as I said to the Jews: Whither I go you cannot come; so I say to you now.",
      "topic": ""
    },
    "34": {
      "text": "A new commandment I give unto you: That you love one another, as I have loved you, that you also love one another.",
      "topic": ""
    },
    "35": {
      "text": "By this shall all men know that you are my disciples, if you have love one for another.",
      "topic": ""
    },
    "36": {
      "text": "Simon Peter saith to him: Lord, whither goest thou? Jesus answered: Whither I go, thou canst not follow me now; but thou shalt follow hereafter.",
      "topic": ""
    },
    "37": {
      "text": "Peter saith to him: Why cannot I follow thee now? I will lay down my life for thee.",
      "topic": ""
    },
    "38": {
      "text": "Jesus answered him: Wilt thou lay down thy life for me? Amen, amen I say to thee, the cock shall not crow, till thou deny me thrice.",
      "topic": ""
    }
  }
}