{
  "info": {
    "book": "Ezequiel",
    "chapter": "20",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aconteció en el año séptimo, en el mes quinto, a los diez del mes, que vinieron algunos de los ancianos de Israel a consultar al SEÑOR, y se sentaron delante de mí.",
      "topic": ""
    },
    "2": {
      "text": "Y vino Palabra del SEÑOR a mí, diciendo:",
      "topic": ""
    },
    "3": {
      "text": "Hijo de hombre, habla a los ancianos de Israel, y diles: Así dijo el Señor DIOS: ¿A consultarme venís vosotros? Vivo yo, que yo no os responderé, dijo el Señor DIOS.",
      "topic": ""
    },
    "4": {
      "text": "¿Quieres tú juzgarlos? ¿Los quieres juzgar tú, hijo de hombre? Notifícales las abominaciones de sus padres;",
      "topic": ""
    },
    "5": {
      "text": "¶ y diles: Así dijo el Señor DIOS: El día que escogí a Israel, y que alcé mi mano por la simiente de la Casa de Jacob, y que fui conocido de ellos en la tierra de Egipto, cuando alcé mi mano a ellos, diciendo: Yo soy el SEÑOR vuestro Dios;",
      "topic": ""
    },
    "6": {
      "text": "aquel día que les alcé mi mano, y juré , que los sacaría de la tierra de Egipto a la tierra que les había provisto, que fluye leche y miel, la cual es la más hermosa de todas las tierras;",
      "topic": ""
    },
    "7": {
      "text": "entonces les dije: Cada uno eche de sí todo culto de dios fabricado por su carnal parecer, y no os contaminéis con los ídolos de Egipto. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "8": {
      "text": "Mas ellos se rebelaron contra mí, y no quisieron escucharme; no echó de sí cada uno las abominaciones de sus ojos, ni dejaron los ídolos de Egipto; y dije que derramaría mi ira sobre ellos, para cumplir mi enojo en ellos en medio de la tierra de Egipto.",
      "topic": ""
    },
    "9": {
      "text": "Con todo, obré a causa de mi Nombre, para que no se infamase en los ojos de los gentiles en medio de los cuales estaban, en cuyos ojos fui conocido de ellos, para sacarlos de tierra de Egipto.",
      "topic": ""
    },
    "10": {
      "text": "¶ Los saqué pues de la tierra de Egipto, y los traje al desierto;",
      "topic": ""
    },
    "11": {
      "text": "y les di mis ordenanzas, y les declaré mis derechos, los cuales el hombre que los hiciere, vivirá por ellos.",
      "topic": ""
    },
    "12": {
      "text": "Y les di también mis sábados que fuesen por señal entre mí y ellos, para que supiesen que yo soy el SEÑOR que los santifico.",
      "topic": ""
    },
    "13": {
      "text": "Mas se rebeló contra mí la Casa de Israel en el desierto; no anduvieron en mis ordenanzas, y desecharon mis derechos, los cuales el hombre que los hiciere, vivirá por ellos; y mis sábados profanaron en gran manera; dije, por tanto, que había de derramar sobre ellos mi ira en el desierto para consumirlos.",
      "topic": ""
    },
    "14": {
      "text": "Pero obré a causa de mi Nombre para que no se infamase a la vista de los gentiles, delante de cuyos ojos los saqué.",
      "topic": ""
    },
    "15": {
      "text": "Y también yo les alcé mi mano en el desierto, y juré , que no los metería en la tierra que les di, que fluye leche y miel, la cual es la más hermosa de todas las tierras;",
      "topic": ""
    },
    "16": {
      "text": "porque desecharon mis derechos, y no anduvieron en mis ordenanzas, y mis sábados profanaron; porque tras sus ídolos iba su corazón.",
      "topic": ""
    },
    "17": {
      "text": "Con todo, los perdonó mi ojo, no matándolos, ni los consumí en el desierto;",
      "topic": ""
    },
    "18": {
      "text": "antes dije en el desierto a sus hijos: No andéis en las ordenanzas de vuestros padres, ni guardéis sus leyes, ni os contaminéis con sus ídolos.",
      "topic": ""
    },
    "19": {
      "text": "Yo soy el SEÑOR vuestro Dios; andad en mis ordenanzas, y guardad mis derechos, y ponedlos por obra;",
      "topic": ""
    },
    "20": {
      "text": "y santificad mis sábados, y sean por señal entre mí y vosotros, para que sepáis que yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    },
    "21": {
      "text": "Y los hijos se rebelaron contra mí; no anduvieron en mis ordenanzas, ni guardaron mis derechos para ponerlos por obra, los cuales el hombre que los cumpliere, vivirá por ellos; profanaron mis sábados. Dije entonces que derramaría mi ira sobre ellos, para cumplir mi enojo en ellos en el desierto.",
      "topic": ""
    },
    "22": {
      "text": "Mas retraje mi mano, y obré por causa de mi Nombre para que no se infamase a vista de los gentiles, delante de cuyos ojos los saqué.",
      "topic": ""
    },
    "23": {
      "text": "Y también les alcé yo mi mano en el desierto, y juré , que los esparciría entre los gentiles, y que los aventaría por las tierras;",
      "topic": ""
    },
    "24": {
      "text": "porque no pusieron por obra mis derechos, y desecharon mis ordenanzas, y profanaron mis sábados, y tras los ídolos de sus padres se les fueron sus ojos.",
      "topic": ""
    },
    "25": {
      "text": "Por eso yo también les di ordenanzas no buenas, y derechos por los cuales no viviesen;",
      "topic": ""
    },
    "26": {
      "text": "y los contaminé en sus ofrendas cuando hacían pasar por el fuego todo primogénito, para que los desolase, a fin de que supiesen que yo soy el SEÑOR.",
      "topic": ""
    },
    "27": {
      "text": "¶ Por tanto, hijo de hombre, habla a la Casa de Israel, y diles: Así dijo el Señor DIOS: Aun en esto me blasfemaron vuestros padres cuando cometieron contra mí rebelión.",
      "topic": ""
    },
    "28": {
      "text": "Porque yo los metí en la tierra sobre la cual había alzado mi mano que les había de dar, y miraron a todo collado alto, y a todo árbol espeso, y allí sacrificaron sus víctimas, y allí presentaron la irritación de sus ofrendas, allí pusieron también el olor de su suavidad, y allí derramaron sus libaciones.",
      "topic": ""
    },
    "29": {
      "text": "Y yo les dije: ¿Qué es ese alto adonde vosotros vais? Y fue llamado su nombre Bama hasta el día de hoy.",
      "topic": ""
    },
    "30": {
      "text": "Di, pues, a la Casa de Israel: Así dijo el Señor DIOS: ¿Por ventura no os contamináis vosotros a la manera de vuestros padres, y fornicáis tras sus abominaciones?",
      "topic": ""
    },
    "31": {
      "text": "Porque ofreciendo vuestras ofrendas, haciendo pasar vuestros hijos por el fuego, os habéis contaminado con todos vuestros ídolos hasta hoy, ¿y he de responderos yo, Casa de Israel? Vivo yo, dijo el Señor DIOS, que no os responderé.",
      "topic": ""
    },
    "32": {
      "text": "Y no ha de ser lo que habéis pensado. Porque vosotros decís: Seamos como los gentiles, como las familias de las naciones, sirviendo a la madera y a la piedra.",
      "topic": ""
    },
    "33": {
      "text": "¶ Vivo yo, dijo el Señor DIOS, que con mano fuerte, y brazo extendido, y enojo derramado, tengo que reinar sobre vosotros;",
      "topic": ""
    },
    "34": {
      "text": "y os sacaré de entre los pueblos, y os juntaré de las tierras en que estáis esparcidos, con mano fuerte, y brazo extendido, y enojo derramado;",
      "topic": ""
    },
    "35": {
      "text": "y os he de traer al desierto de pueblos, y allí litigaré con vosotros cara a cara.",
      "topic": ""
    },
    "36": {
      "text": "Como litigué con vuestros padres en el desierto de la tierra de Egipto, así litigaré con vosotros, dijo el Señor DIOS.",
      "topic": ""
    },
    "37": {
      "text": "Y os haré pasar bajo vara y os traeré en vínculo del pacto;",
      "topic": ""
    },
    "38": {
      "text": "y apartaré de entre vosotros los rebeldes, y los que se rebelaron contra mí; de la tierra de sus destierros los sacaré, y a la tierra de Israel no vendrán; y sabréis que yo soy el SEÑOR.",
      "topic": ""
    },
    "39": {
      "text": "Y vosotros, oh Casa de Israel, así dijo el Señor DIOS: Andad cada uno tras sus ídolos, y servidles, pues que a mí no me escuchéis; y no profanéis más mi santo Nombre con vuestras ofrendas, y con vuestros ídolos.",
      "topic": ""
    },
    "40": {
      "text": "Porque en el monte de mi Santidad, en el alto monte de Israel, dijo el Señor DIOS, allí me servirá toda la Casa de Israel, toda ella en la tierra; allí los querré, y allí demandaré vuestras ofrendas, y las primicias de vuestros dones, con todas vuestras cosas consagradas.",
      "topic": ""
    },
    "41": {
      "text": "Con su olor de suavidad os aceptaré, cuando os hubiere sacado de entre los pueblos, y os hubiere juntado de las tierras en que estáis esparcidos; y seré santificado en vosotros en los ojos de los gentiles.",
      "topic": ""
    },
    "42": {
      "text": "Y sabréis que yo soy el SEÑOR, cuando os hubiere metido en la tierra de Israel, en la tierra por la cual alcé mi mano que la daría a vuestros padres.",
      "topic": ""
    },
    "43": {
      "text": "Y allí os acordaréis de vuestros caminos, y de todos vuestros hechos en que os contaminasteis; y os avergonzaréis de vosotros mismos por todos vuestros pecados que cometisteis.",
      "topic": ""
    },
    "44": {
      "text": "Y sabréis que yo soy el SEÑOR, cuando hiciere con vosotros por causa de mi Nombre, no según vuestros caminos malos, ni según vuestras perversas obras, oh Casa de Israel, dijo el Señor DIOS.",
      "topic": ""
    },
    "45": {
      "text": "¶ Y vino Palabra del SEÑOR a mí, diciendo:",
      "topic": ""
    },
    "46": {
      "text": "Hijo de hombre, pon tu rostro hacia el mediodía, y derrama tu palabra al mediodía, y profetiza contra el bosque del campo del mediodía.",
      "topic": ""
    },
    "47": {
      "text": "Y dirás al bosque del mediodía: Oye palabra del SEÑOR: Así dijo el Señor DIOS: He aquí que yo enciendo en ti fuego, el cual consumirá en ti todo árbol verde, y todo árbol seco; no se apagará la llama del fuego; y serán quemados en ella todos los rostros, desde el mediodía hasta el aquilón.",
      "topic": ""
    },
    "48": {
      "text": "Y verá toda carne que yo, el SEÑOR, lo encendí; no se apagará.",
      "topic": ""
    },
    "49": {
      "text": "Y dije: ¡Ah, Señor DIOS! Ellos dicen de mí: ¿No profiere éste parábolas?",
      "topic": ""
    }
  }
}