{
  "info": {
    "book": "Ezequiel",
    "chapter": "23",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y vino Palabra del SEÑOR a mí, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hijo de hombre, hubo dos mujeres, hijas de una madre,",
      "topic": ""
    },
    "3": {
      "text": "las cuales fornicaron en Egipto; en su juventud fornicaron. Allí fueron apretados sus pechos, y allí fueron estrujados los pechos de su virginidad.",
      "topic": ""
    },
    "4": {
      "text": "Y se llamaban, la mayor, Ahola, y su hermana, Aholiba; las cuales fueron mías, y dieron a luz hijos e hijas. Y se llamaron, Samaria, Ahola; y Jerusalén, Aholiba.",
      "topic": ""
    },
    "5": {
      "text": "Y Ahola cometió fornicación en mi poder; y se enamoró de sus amantes, los asirios sus vecinos,",
      "topic": ""
    },
    "6": {
      "text": "vestidos de cárdeno, capitanes y príncipes, mancebos todos de codiciar, caballeros que andaban a caballo.",
      "topic": ""
    },
    "7": {
      "text": "Y puso sus fornicaciones con ellos, con todos los más escogidos de los hijos de los asirios, y con todos aquellos de quienes se enamoró; se contaminó con todos los ídolos de ellos.",
      "topic": ""
    },
    "8": {
      "text": "Y no dejó sus fornicaciones de Egipto, porque con ella se echaron en su juventud, y ellos comprimieron los pechos de su virginidad, y derramaron sobre ella su fornicación.",
      "topic": ""
    },
    "9": {
      "text": "Por lo cual la entregué en mano de sus amantes, en mano de los hijos de los asirios, de quienes se había enamorado.",
      "topic": ""
    },
    "10": {
      "text": "Ellos descubrieron sus vergüenzas, tomaron sus hijos y sus hijas, y a ella mataron a cuchillo; y vino a ser de nombre entre las mujeres, pues en ella hicieron juicios.",
      "topic": ""
    },
    "11": {
      "text": "¶ Y lo vio su hermana Aholiba, y corrompió su amor más que ella; y sus fornicaciones, más que las fornicaciones de su hermana.",
      "topic": ""
    },
    "12": {
      "text": "Se enamoró de los hijos de los asirios, sus vecinos, capitanes y príncipes, vestidos en perfección, caballeros que andaban a caballo, todos ellos mancebos de codiciar.",
      "topic": ""
    },
    "13": {
      "text": "Y vi que se había contaminado, y que un camino era el de ambas.",
      "topic": ""
    },
    "14": {
      "text": "Y aumentó sus fornicaciones; pues cuando vio unos hombres pintados en la pared, imágenes de caldeos pintadas de color,",
      "topic": ""
    },
    "15": {
      "text": "ceñidos de talabartes por sus lomos, y mitras pintadas en sus cabezas, teniendo todos ellos parecer de capitanes, a la manera de los hombres de Babilonia, nacidos en tierra de caldeos,",
      "topic": ""
    },
    "16": {
      "text": "se enamoró de ellos viéndolos, y les envió mensajeros a la tierra de los caldeos.",
      "topic": ""
    },
    "17": {
      "text": "Y entraron a ella los hombres de Babilonia a la cama de los amores, y la contaminaron con su fornicación; y ella también se contaminó con ellos, y su alma se hartó de ellos.",
      "topic": ""
    },
    "18": {
      "text": "Así hizo patentes sus fornicaciones, y descubrió sus vergüenzas; por lo cual mi alma se hartó de ella, como se había ya hartado mi alma de su hermana.",
      "topic": ""
    },
    "19": {
      "text": "Aun multiplicó sus fornicaciones trayendo en memoria los días de su juventud, en los cuales había fornicado en la tierra de Egipto.",
      "topic": ""
    },
    "20": {
      "text": "Y se enamoró de sus rufianes, cuya carne es como carne de asnos, y cuyo flujo como flujo de caballos.",
      "topic": ""
    },
    "21": {
      "text": "Así tornaste a la memoria la suciedad de tu juventud, cuando estrujaron tus pechos en Egipto por los pechos de tu mocedad.",
      "topic": ""
    },
    "22": {
      "text": "¶ Por tanto, Aholiba, así dijo el Señor DIOS: He aquí que yo despierto tus amantes contra ti, de los cuales se hartó tu deseo, y yo les haré venir contra ti en derredor;",
      "topic": ""
    },
    "23": {
      "text": "los de Babilonia, y todos los caldeos, mayordomos, y príncipes, y capitanes, todos los de Asiria con ellos; mancebos todos ellos de codiciar, capitanes y príncipes, todos ellos; nobles y principales, que montan a caballo todos ellos.",
      "topic": ""
    },
    "24": {
      "text": "Y vendrán sobre ti carros, carretas, y ruedas, y multitud de pueblos. Escudos, y paveses, y capacetes pondrán contra ti en derredor; y yo daré el juicio delante de ellos, y por sus leyes te juzgarán.",
      "topic": ""
    },
    "25": {
      "text": "Y pondré mi celo contra ti, y obrarán contigo con furor; te quitarán tu nariz y tus orejas; y lo que te quedare caerá a cuchillo. Ellos tomarán tus hijos y tus hijas, y tu remanente será consumido por el fuego.",
      "topic": ""
    },
    "26": {
      "text": "Y te desnudarán de tus vestidos, y tomarán los vasos de tu gloria.",
      "topic": ""
    },
    "27": {
      "text": "Y haré cesar de ti tu suciedad, y tu fornicación de la tierra de Egipto; ni más levantarás a ellos tus ojos, ni nunca más te acordarás de Egipto.",
      "topic": ""
    },
    "28": {
      "text": "Porque así dijo el Señor DIOS: He aquí, yo te entrego en mano de aquellos que tú aborreciste, en mano de aquellos de los cuales se hartó tu deseo;",
      "topic": ""
    },
    "29": {
      "text": "los cuales obrarán contigo con odio, y tomarán todo lo que tú trabajaste, y te dejarán desnuda y descubierta; y se descubrirá la torpeza de tus fornicaciones, y tu suciedad, y tus fornicaciones.",
      "topic": ""
    },
    "30": {
      "text": "Estas cosas se harán contigo, porque fornicaste en pos de los gentiles, con los cuales te contaminaste con sus ídolos.",
      "topic": ""
    },
    "31": {
      "text": "En el camino de tu hermana anduviste; yo, pues, pondré su cáliz en tu mano.",
      "topic": ""
    },
    "32": {
      "text": "Así dijo el Señor DIOS: Beberás el hondo y ancho cáliz de tu hermana; de ti se mofarán los gentiles, y te escarnecerán; de gran cabida será el cáliz .",
      "topic": ""
    },
    "33": {
      "text": "Serás llena de embriaguez y de dolor por el cáliz de soledad y de asolamiento, por el cáliz de tu hermana Samaria.",
      "topic": ""
    },
    "34": {
      "text": "Lo beberás pues, y lo agotarás, y quebrarás sus tiestos; y tus pechos arrancarás; porque yo he hablado, dijo el Señor DIOS.",
      "topic": ""
    },
    "35": {
      "text": "Por tanto, así dijo el Señor DIOS: Por cuanto te has olvidado de mí, y me has echado tras tus espaldas, por eso, lleva tú también tu suciedad y tus fornicaciones.",
      "topic": ""
    },
    "36": {
      "text": "¶ Y me dijo el SEÑOR: Hijo de hombre, ¿no juzgarás tú a Ahola, y a Aholiba, y les denunciarás sus abominaciones?",
      "topic": ""
    },
    "37": {
      "text": "Porque han adulterado, y hay sangre en sus manos, y han fornicado con sus ídolos; y aun sus hijos que me habían engendrado, hicieron pasar por el fuego a ellos, quemándolos.",
      "topic": ""
    },
    "38": {
      "text": "Aun esto más me hicieron; contaminaron mi Santuario en aquel día, y profanaron mis sábados;",
      "topic": ""
    },
    "39": {
      "text": "pues habiendo sacrificado sus hijos a sus ídolos, se entraban en mi Santuario el mismo día para contaminarlo y he aquí, así hicieron en medio de mi Casa.",
      "topic": ""
    },
    "40": {
      "text": "Y cuanto más, que enviaron por hombres que vienen de lejos, a los cuales había sido enviado mensajero; y he aquí vinieron; y por amor de ellos te lavaste, y pintaste tus ojos, y te ataviaste con adornos;",
      "topic": ""
    },
    "41": {
      "text": "y te sentaste sobre suntuoso estrado, y fue adornada mesa delante de él, y sobre ella pusiste mi perfume y mi óleo.",
      "topic": ""
    },
    "42": {
      "text": "Y se oyó en ella voz de compañía en fiesta; y con los varones fueron traídos los sabeos del desierto para multiplicar los hombres; y pusieron manillas sobre sus manos, y coronas de gloria sobre sus cabezas.",
      "topic": ""
    },
    "43": {
      "text": "Y dije a la envejecida en adulterios: Ahora fenecerán sus fornicaciones, y ella con ellos ;",
      "topic": ""
    },
    "44": {
      "text": "porque han venido a ella como quien viene a mujer ramera; así vinieron a las sucias mujeres, Ahola y a Aholiba.",
      "topic": ""
    },
    "45": {
      "text": "Por tanto, hombres justos las juzgarán por la ley de las adúlteras, y por la ley de las que derraman sangre; porque son adúlteras, y hay sangre en sus manos.",
      "topic": ""
    },
    "46": {
      "text": "Por lo que así dijo el Señor DIOS: Yo haré subir contra ellas compañía, las entregaré a turbación y a rapiña;",
      "topic": ""
    },
    "47": {
      "text": "y la compañía las apedrearán con piedras, y las acuchillarán con sus espadas; matarán a sus hijos y a sus hijas, y sus casas consumirán con fuego.",
      "topic": ""
    },
    "48": {
      "text": "Y haré cesar la lujuria de la tierra, y escarmentarán todas las mujeres, y no harán según vuestra suciedad.",
      "topic": ""
    },
    "49": {
      "text": "Y sobre vosotras pondrán vuestra lujuria, y llevaréis los pecados de vuestros ídolos; y sabréis que yo soy el Señor DIOS.",
      "topic": ""
    }
  }
}