{
  "info": {
    "book": "Ezequiel",
    "chapter": "24",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y vino Palabra del SEÑOR a mí en el noveno año, en el mes décimo, a los diez del mes, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hijo de hombre, escríbete el nombre de este día; el rey de Babilonia puso sitio sobre Jerusalén este mismo día.",
      "topic": ""
    },
    "3": {
      "text": "Y habla a la casa de rebelión por parábola, y diles: Así dijo el Señor DIOS: Pon una olla, ponla, y echa también en ella agua;",
      "topic": ""
    },
    "4": {
      "text": "junta sus piezas de carne en ella; todas buenas piezas, pierna y espalda; llénala de huesos escogidos.",
      "topic": ""
    },
    "5": {
      "text": "Toma una oveja escogida; y también enciende los huesos debajo de ella; haz que hierva bien; cuece también sus huesos dentro de ella.",
      "topic": ""
    },
    "6": {
      "text": "Pues así dijo el Señor DIOS: ¡Ay de la ciudad de sangre, de la olla no espumada, y cuya espuma no salió de ella! Por sus piezas, por sus piezas sácala; no caiga sobre ella suerte (de herencia ).",
      "topic": ""
    },
    "7": {
      "text": "Porque su sangre fue en medio de ella; sobre la cima de la piedra la puso; no la derramó sobre la tierra para que fuese cubierta con polvo.",
      "topic": ""
    },
    "8": {
      "text": "Para hacer subir la ira para hacer venganza, yo puse su sangre sobre el lugar alto de la piedra, para que no sea cubierta.",
      "topic": ""
    },
    "9": {
      "text": "Por tanto, así dijo el Señor DIOS: ¡Ay de la ciudad de sangre! Pues también haré yo gran hoguera,",
      "topic": ""
    },
    "10": {
      "text": "multiplicando la leña, encendiendo el fuego, para consumir la carne, y hacer la salsa; y los huesos serán quemados;",
      "topic": ""
    },
    "11": {
      "text": "asentando después la olla vacía sobre sus brasas, para que se caldee, y se queme su fondo, y se funda en ella su suciedad, y se consuma su espuma.",
      "topic": ""
    },
    "12": {
      "text": "En fraude se cansó, y nunca salió de ella su mucha espuma. En fuego será su espuma consumida.",
      "topic": ""
    },
    "13": {
      "text": "En tu suciedad perversa padecerás , porque te limpié, y tú no te limpiaste de tu suciedad; nunca más te limpiarás, hasta que yo haga descansar mi ira sobre ti.",
      "topic": ""
    },
    "14": {
      "text": "Yo, el SEÑOR, hablé; vine, e hice. No me tornaré atrás, ni tendré misericordia, ni me arrepentiré; según tus caminos y tus obras te juzgarán, dijo el Señor DIOS.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y vino Palabra del SEÑOR a mí, diciendo:",
      "topic": ""
    },
    "16": {
      "text": "Hijo de hombre, he aquí que yo te quito por muerte el deseo de tus ojos; no endeches, ni llores, ni corran tus lágrimas.",
      "topic": ""
    },
    "17": {
      "text": "Reprime el suspirar, no hagas luto de mortuorios; ata tu turbante sobre ti, y pon tus zapatos en tus pies, y no te cubras con rebozo, ni comas pan de consuelo.",
      "topic": ""
    },
    "18": {
      "text": "Y hablé al pueblo por la mañana, y a la tarde murió mi mujer; y a la mañana hice como me fue mandado.",
      "topic": ""
    },
    "19": {
      "text": "Y me dijo el pueblo: ¿No nos enseñarás qué nos significan estas cosas que tú haces?",
      "topic": ""
    },
    "20": {
      "text": "Y yo les dije: Palabra del SEÑOR vino a mí, diciendo:",
      "topic": ""
    },
    "21": {
      "text": "Di a la Casa de Israel: Así dijo el Señor Dios: He aquí yo profano mi santuario, la gloria de vuestra fortaleza, el deseo de vuestros ojos, y el regalo de vuestra alma; vuestros hijos y vuestras hijas que dejasteis, caerán a cuchillo.",
      "topic": ""
    },
    "22": {
      "text": "Y haréis de la manera que yo hice; no os cubriréis con rebozo, ni comeréis pan de hombres;",
      "topic": ""
    },
    "23": {
      "text": "y vuestros turbantes estarán sobre vuestras cabezas, y vuestros zapatos en vuestros pies; no endecharéis ni lloraréis, sino que os consumiréis a causa de vuestras maldades, y gemiréis unos con otros.",
      "topic": ""
    },
    "24": {
      "text": "Ezequiel, pues, os será por señal; según todas las cosas que él hizo, haréis; al venir esto, entonces sabréis que yo soy el Señor DIOS.",
      "topic": ""
    },
    "25": {
      "text": "Y tú, hijo de hombre, el día que yo quitare de ellos su fortaleza, el gozo de su gloria, el deseo de sus ojos, y el cuidado de sus almas, sus hijos y sus hijas,",
      "topic": ""
    },
    "26": {
      "text": "este día vendrá a ti un escapado para traer las nuevas.",
      "topic": ""
    },
    "27": {
      "text": "En aquel día se abrirá tu boca para hablar con el escapado, y hablarás, y no estarás más mudo; y les serás por señal, y sabrán que yo soy el SEÑOR.",
      "topic": ""
    }
  }
}