{
  "info": {
    "book": "Ezequiel",
    "chapter": "41",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Me metió luego en el Templo, y midió los postes, siendo el ancho seis codos de una parte, y seis codos de otra, la anchura del arco.",
      "topic": ""
    },
    "2": {
      "text": "Y la anchura de cada puerta era de diez codos; y los lados de la puerta, de cinco codos de una parte, y cinco de la otra. Y midió su longitud de cuarenta codos, y la anchura de veinte codos.",
      "topic": ""
    },
    "3": {
      "text": "Y pasó al interior, y midió cada poste de la puerta de dos codos; y la puerta de seis codos; y la anchura de la entrada de siete codos.",
      "topic": ""
    },
    "4": {
      "text": "Midió también su longitud, de veinte codos, y la anchura de veinte codos, delante del Templo; y me dijo: Este es el lugar Santísimo.",
      "topic": ""
    },
    "5": {
      "text": "Después midió el muro de la casa, de seis codos; y de cuatro codos la anchura de las cámaras, en torno de la casa alrededor.",
      "topic": ""
    },
    "6": {
      "text": "Y las cámaras eran cámara sobre cámara, treinta y tres por orden; y entraban modillones en la pared de la Casa alrededor, sobre los que las cámaras estribasen, y no estribasen en la pared de la Casa.",
      "topic": ""
    },
    "7": {
      "text": "Y había mayor anchura y vuelta en las cámaras a lo más alto; el caracol de la Casa subía muy alto alrededor por dentro de la Casa; por tanto, la Casa tenía más anchura arriba; y de la cámara baja se subía a la más alta por la del medio.",
      "topic": ""
    },
    "8": {
      "text": "Y miré la altura de la Casa alrededor; los cimientos de las cámaras eran una caña entera de seis codos de grandor.",
      "topic": ""
    },
    "9": {
      "text": "Y la anchura de la pared de afuera de las cámaras era de cinco codos, y el espacio que quedaba de las cámaras de la Casa por dentro.",
      "topic": ""
    },
    "10": {
      "text": "Y entre las cámaras había anchura de veinte codos por todos lados alrededor de la Casa.",
      "topic": ""
    },
    "11": {
      "text": "Y la puerta de cada cámara salía al espacio que quedaba; una puerta hacia el norte, y otra puerta hacia el mediodía; y la anchura del espacio que quedaba era de cinco codos por todo alrededor.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y el edificio que estaba delante del apartamiento al lado hacia el occidente era de setenta codos; y la pared del edificio, de cinco codos de anchura alrededor, y noventa codos de largo.",
      "topic": ""
    },
    "13": {
      "text": "Y midió la Casa, cien codos de largo; y el apartamiento, y el edificio, y sus paredes, de longitud de cien codos;",
      "topic": ""
    },
    "14": {
      "text": "y la anchura de la delantera de la Casa, y del apartamiento al mediodía, de cien codos.",
      "topic": ""
    },
    "15": {
      "text": "Y midió la longitud del edificio que estaba delante del apartamiento que había detrás de él, y las cámaras de una parte y otra, cien codos; y el Templo de dentro, y los portales del atrio.",
      "topic": ""
    },
    "16": {
      "text": "Los umbrales, y las ventanas estrechas, y las cámaras, tres en derredor a la parte delantera, todo cubierto de madera alrededor desde la tierra hasta las ventanas; y las ventanas también cubiertas.",
      "topic": ""
    },
    "17": {
      "text": "Encima de sobre la puerta, y hasta la Casa de dentro, y de fuera, y por toda la pared en derredor por dentro y por fuera, tomó medidas.",
      "topic": ""
    },
    "18": {
      "text": "Y la pared estaba labrada con querubines y palmas; entre querubín y querubín una palma; y cada querubín tenía dos rostros:",
      "topic": ""
    },
    "19": {
      "text": "Un rostro de hombre hacia la palma de una parte, y el otro rostro de león hacia la palma de la otra parte, por toda la Casa alrededor.",
      "topic": ""
    },
    "20": {
      "text": "Desde la tierra hasta encima de la puerta había labrados querubines y palmas, y por toda la pared del Templo.",
      "topic": ""
    },
    "21": {
      "text": "Cada poste del Templo era cuadrado, y la delantera del Santuario era como la otra delantera.",
      "topic": ""
    },
    "22": {
      "text": "La altura del altar de madera era de tres codos, y su longitud de dos codos; y sus esquinas, y su superficie, y sus paredes, eran de madera. Y me dijo: Esta es la mesa que está delante del SEÑOR.",
      "topic": ""
    },
    "23": {
      "text": "Y el Templo y el Santuario tenían dos portadas.",
      "topic": ""
    },
    "24": {
      "text": "Y en cada portada había dos hojas, dos hojas que se volvían; dos hojas en una portada, y otras dos en la otra.",
      "topic": ""
    },
    "25": {
      "text": "Y en las puertas del Templo había labrados de querubines y palmas, así como estaban hechos en las paredes, y grueso madero sobre la delantera de la entrada por fuera.",
      "topic": ""
    },
    "26": {
      "text": "Y había ventanas estrechas, y palmas de una y otra parte por los lados de la entrada, y de la Casa, y por las vigas.",
      "topic": ""
    }
  }
}