{
  "info": {
    "book": "Ezequiel",
    "chapter": "45",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y cuando partiereis por suertes la tierra en heredad, apartaréis una suerte para el SEÑOR que le consagraréis de la tierra, de longitud de veinticinco mil cañas de medir y diez mil de ancho; esto será santificado en todo su término alrededor.",
      "topic": ""
    },
    "2": {
      "text": "De esto serán para el Santuario quinientas de longitud , y quinientas de ancho , en cuadro alrededor; y cincuenta codos en derredor para sus ejidos.",
      "topic": ""
    },
    "3": {
      "text": "Y de esta medida medirás en longitud veinticinco mil cañas , y en anchura diez mil, en lo cual estará el Santuario, el Lugar Santísimo.",
      "topic": ""
    },
    "4": {
      "text": "Lo consagrado de esta tierra será para los sacerdotes ministros del Santuario, que son escogidos para ministrar al SEÑOR; y les será lugar para casas, y Lugar Santo para el Santuario.",
      "topic": ""
    },
    "5": {
      "text": "Y otras veinticinco mil de longitud, y diez mil de anchura, lo cual será para los levitas ministros de la Casa, en posesión, con veinte cámaras.",
      "topic": ""
    },
    "6": {
      "text": "Y para la posesión de la ciudad daréis cinco mil de anchura y veinticinco mil de longitud, delante de lo que se apartó para el Santuario; esto será para toda la Casa de Israel.",
      "topic": ""
    },
    "7": {
      "text": "Y la parte del Príncipe será junto al apartamiento del Santuario, de una parte y de la otra, y junto a la posesión de la ciudad, delante del apartamiento del Santuario, y delante de la posesión de la ciudad, desde el rincón occidental que está hacia el occidente, hasta el rincón oriental que está hacia el oriente; y la longitud será de una parte a la otra, desde el rincón del occidente hasta el rincón del oriente.",
      "topic": ""
    },
    "8": {
      "text": "Esta tierra tendrá por posesión en Israel, y nunca más mis príncipes oprimirán a mi pueblo; mas darán la tierra a la Casa de Israel por sus tribus.",
      "topic": ""
    },
    "9": {
      "text": "¶ Así dijo el Señor DIOS: Basta ya, oh príncipes de Israel; quitad la violencia y la rapiña; haced juicio y justicia; quitad vuestras imposiciones de sobre mi pueblo, dijo el Señor DIOS.",
      "topic": ""
    },
    "10": {
      "text": "Peso de justicia, y efa de justicia, y bato de justicia, tendréis.",
      "topic": ""
    },
    "11": {
      "text": "El efa y el bato serán de una misma medida; que el bato tenga la décima parte del homer, y la décima parte del homer el efa; la medida de ellos será según el homer.",
      "topic": ""
    },
    "12": {
      "text": "Y el siclo será de veinte geras: veinte siclos, con veinticinco siclos, y quince siclos, os serán una mina.",
      "topic": ""
    },
    "13": {
      "text": "¶ Esta será la ofrenda que ofreceréis: la sexta parte de un efa de homer del trigo, y la sexta parte de un efa de homer de la cebada.",
      "topic": ""
    },
    "14": {
      "text": "Y la ordenanza del aceite será que ofreceréis un bato de aceite, que es la décima parte de un coro: diez batos harán un homer; porque diez batos son un homer.",
      "topic": ""
    },
    "15": {
      "text": "Y una cordera de la manada de doscientas, de las gruesas de Israel, para sacrificio, y para holocausto y para pacíficos, para ser expiados, dijo el Señor DIOS.",
      "topic": ""
    },
    "16": {
      "text": "Todo el pueblo de la tierra será obligado a esta ofrenda para el príncipe de Israel.",
      "topic": ""
    },
    "17": {
      "text": "Mas del príncipe será la obligación de dar el holocausto, y el sacrificio, y la libación, en las solemnidades, y en las lunas nuevas, y en los sábados, y en todas las fiestas de la Casa de Israel; él hará la expiación, y el presente, y el holocausto, y los pacíficos, para expiar la Casa de Israel.",
      "topic": ""
    },
    "18": {
      "text": "Así dijo el Señor DIOS: El mes primero, al primero del mes, tomarás un becerro, hijo de vaca, sin defecto, y expiarás el Santuario.",
      "topic": ""
    },
    "19": {
      "text": "Y el sacerdote tomará de la sangre del becerro de la expiación, y pondrá sobre los postes de la Casa, y sobre los cuatro ángulos del patio del altar, y sobre los postes de las puertas del atrio de adentro.",
      "topic": ""
    },
    "20": {
      "text": "Así harás hasta el séptimo día del mes por los errados y engañados; y expiarás la Casa.",
      "topic": ""
    },
    "21": {
      "text": "El mes primero, a los catorce días del mes, tendréis la pascua, que será fiesta de siete días; se comerá pan sin levadura.",
      "topic": ""
    },
    "22": {
      "text": "Y aquel día el príncipe sacrificará por sí, y por todo el pueblo de la tierra, un becerro por el pecado.",
      "topic": ""
    },
    "23": {
      "text": "Y en todos los siete días de solemnidad hará holocausto al SEÑOR, siete becerros y siete carneros sin defecto, cada día de los siete días; y por el pecado un macho cabrío cada día.",
      "topic": ""
    },
    "24": {
      "text": "Y con cada becerro ofrecerá Presente de un efa de flor de harina , y con cada carnero otro efa; y por cada efa un hin de aceite.",
      "topic": ""
    },
    "25": {
      "text": "En el mes séptimo, a los quince del mes, en la fiesta, hará otro tanto como en estos siete días, en cuanto a la expiación, y en cuanto al holocausto, y en cuanto al presente, y en cuanto al aceite.",
      "topic": ""
    }
  }
}