{
  "info": {
    "book": "Ezequiel",
    "chapter": "47",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Me hizo tornar luego a la entrada de la Casa; y he aquí aguas que salían de debajo del umbral de la casa hacia el oriente; porque la fachada de la casa estaba al oriente; y las aguas descendían de debajo, hacia el lado derecho de la casa, al mediodía del altar.",
      "topic": ""
    },
    "2": {
      "text": "Y me sacó por el camino de la puerta del norte, y me hizo rodear por el camino fuera de la puerta, por fuera al camino de la que mira al oriente; y he aquí las aguas que salían al lado derecho.",
      "topic": ""
    },
    "3": {
      "text": "Y saliendo el varón hacia el oriente, tenía un cordel en su mano; y midió mil codos, y me hizo pasar por las aguas hasta los tobillos.",
      "topic": ""
    },
    "4": {
      "text": "Y midió otros mil, y me hizo pasar por las aguas hasta las rodillas. Midió luego otros mil, y me hizo pasar por las aguas hasta los lomos.",
      "topic": ""
    },
    "5": {
      "text": "Y midió otros mil, e iba ya el río que yo no podía pasar, porque las aguas se habían alzado, y el río no se podía pasar sino a nado.",
      "topic": ""
    },
    "6": {
      "text": "Y me dijo: ¿Has visto, hijo de hombre? Después me llevó, y me hizo tornar por la ribera del río.",
      "topic": ""
    },
    "7": {
      "text": "Y tornando yo, he aquí en la ribera del río había muchísimos árboles por un lado y el otro.",
      "topic": ""
    },
    "8": {
      "text": "Y me dijo: Estas aguas salen a la región del oriente, y descenderán al desierto, y entrarán en el mar; y entradas en el mar, recibirán sanidad las aguas.",
      "topic": ""
    },
    "9": {
      "text": "Y será que toda alma viviente que nadare por dondequiera que entraren estos dos rios, vivirá; y habrá muchos peces en gran manera por haber entrado allá estas aguas, y recibirán sanidad; y vivirá todo lo que entrare en este arroyo.",
      "topic": ""
    },
    "10": {
      "text": "Y será que junto a él estarán pescadores; y desde En-gadi hasta En-eglaim será tendedero de redes, en su clase será su pescado como el pescado del gran mar, mucho en gran manera.",
      "topic": ""
    },
    "11": {
      "text": "Sus charcos y sus lagunas no se sanarán; quedarán para salinas.",
      "topic": ""
    },
    "12": {
      "text": "Y junto al arroyo, en su ribera de una parte y de otra, crecerá todo árbol de fruto de comer; su hoja nunca caerá, ni faltará su fruto; a sus meses madurará, porque sus aguas salen del Santuario; y su fruto será para comer, y su hoja para medicina.",
      "topic": ""
    },
    "13": {
      "text": "¶ Así dijo el Señor DIOS: Este es el término en que partiréis la tierra en heredad entre las doce tribus de Israel: José dos partes.",
      "topic": ""
    },
    "14": {
      "text": "Y la heredaréis así los unos como los otros; por ella alcé mi mano que la había de dar a vuestros padres; por tanto, esta tierra os caerá en heredad.",
      "topic": ""
    },
    "15": {
      "text": "Y éste será el término de la tierra hacia la parte del norte; desde el gran mar, camino de Hetlón viniendo a Zedad;",
      "topic": ""
    },
    "16": {
      "text": "Hamat, Berota, Sibraim, que está entre el término de Damasco y el término de Hamat; Hazar-haticón, que es el término de Haurán.",
      "topic": ""
    },
    "17": {
      "text": "Y será el término del norte desde el mar de Hazar-enán al término de Damasco al norte, y al término de Hamat al lado del norte.",
      "topic": ""
    },
    "18": {
      "text": "Al lado del oriente, por medio de Haurán y de Damasco, y de Galaad, y de la tierra de Israel, al Jordán; esto mediréis de término hasta el mar del oriente.",
      "topic": ""
    },
    "19": {
      "text": "Y al lado del mediodía, hacia el mediodía, desde Tamar hasta las aguas de las rencillas; desde Cades y el arroyo hasta el gran mar; y esto será el lado austral, al mediodía.",
      "topic": ""
    },
    "20": {
      "text": "Y al lado del occidente el Gran Mar será el término hasta en derecho para venir a Hamat; éste será el lado del occidente.",
      "topic": ""
    },
    "21": {
      "text": "Partiréis, pues, esta tierra entre vosotros por las tribus de Israel.",
      "topic": ""
    },
    "22": {
      "text": "Y será que echaréis sobre ella suertes por herencia para vosotros, y para los extranjeros que peregrinan entre vosotros, que entre vosotros han engendrado hijos; y los tendréis como naturales entre los hijos de Israel; echarán suertes con vosotros para heredarse entre las tribus de Israel.",
      "topic": ""
    },
    "23": {
      "text": "Y será que en la tribu en que peregrinare el extranjero, allí le daréis su heredad, dijo el Señor DIOS.",
      "topic": ""
    }
  }
}