{
  "info": {
    "book": "Ezequiel",
    "chapter": "48",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y éstos son los nombres de las tribus: Desde la parte del norte por la vía de Hetlón viniendo a Hamat, Hazar-enán, al término de Damasco, al norte, al término de Hamat, tendrá Dan una parte , siendo sus extremidades al oriente y al occidente.",
      "topic": ""
    },
    "2": {
      "text": "Y junto al término de Dan, desde la parte del oriente hasta la parte del mar, tendrá Aser una parte .",
      "topic": ""
    },
    "3": {
      "text": "Y junto al término de Aser, desde el lado oriental hasta la parte del mar tendrá Neftalí, otra.",
      "topic": ""
    },
    "4": {
      "text": "Y junto al término de Neftalí, desde la parte del oriente hasta la parte del mar, Manasés, otra.",
      "topic": ""
    },
    "5": {
      "text": "Y junto al término de Manasés, desde la parte del oriente hasta la parte del mar, Efraín, otra.",
      "topic": ""
    },
    "6": {
      "text": "Y junto al término de Efraín, desde la parte del oriente hasta la parte del mar, Rubén, otra.",
      "topic": ""
    },
    "7": {
      "text": "Y junto al término de Rubén, desde la parte del oriente hasta la parte del mar, Judá, otra.",
      "topic": ""
    },
    "8": {
      "text": "Y junto al término de Judá, desde la parte del oriente hasta la parte del mar, será la suerte que apartaréis de veinticinco mil cañas de anchura, y de longitud como cualquiera de las otras partes es a saber , desde la parte del oriente hasta la parte del mar; y el Santuario estará en medio de ella.",
      "topic": ""
    },
    "9": {
      "text": "La suerte que apartaréis para el SEÑOR, será de longitud de veinticinco mil cañas , y de diez mil de ancho.",
      "topic": ""
    },
    "10": {
      "text": "Y allí será la suerte santa de los sacerdotes, de veinticinco mil cañas al norte, y de diez mil de anchura al occidente, y de diez mil de ancho al oriente, y de veinticinco mil de longitud al Mediodía; y el Santuario del SEÑOR estará en medio de ella.",
      "topic": ""
    },
    "11": {
      "text": "Los sacerdotes santificados de los hijos de Sadoc, que guardaron mi observancia, que no erraron cuando erraron los hijos de Israel, como erraron los levitas.",
      "topic": ""
    },
    "12": {
      "text": "Ellos tendrán por suerte , apartada en la partición de la tierra, la parte santísima, junto al término de los levitas.",
      "topic": ""
    },
    "13": {
      "text": "Y la de los levitas, será delante del término de los sacerdotes, de veinticinco mil cañas de longitud, y de diez mil de anchura; toda la longitud de veinticinco mil, y la anchura de diez mil.",
      "topic": ""
    },
    "14": {
      "text": "No venderán de ello, ni permutarán, ni traspasarán las primicias de la tierra; porque es consagrado al SEÑOR.",
      "topic": ""
    },
    "15": {
      "text": "Y las cinco mil cañas de anchura que quedan de las veinticinco mil, serán profanas, para la ciudad, para habitación y para ejido; y la ciudad estará en medio.",
      "topic": ""
    },
    "16": {
      "text": "Y éstas serán sus medidas: a la parte del norte cuatro mil quinientas cañas , y a la parte del mediodía cuatro mil quinientas, y a la parte del oriente cuatro mil quinientas, y a la parte del occidente cuatro mil quinientas.",
      "topic": ""
    },
    "17": {
      "text": "Y el ejido de la ciudad será al norte de doscientas cincuenta cañas , y al occidente de doscientas cincuenta.",
      "topic": ""
    },
    "18": {
      "text": "Y lo que quedare de longitud delante de la suerte santa, que son diez mil cañas al oriente y diez mil al occidente, que será lo que quedará de la suerte santa, será para sembrar pan para los que sirven a la ciudad.",
      "topic": ""
    },
    "19": {
      "text": "Y los que servirán a la ciudad, serán de todas las tribus de Israel.",
      "topic": ""
    },
    "20": {
      "text": "Todo el apartado de veinticinco mil cañas por veinticinco mil en cuadro, apartaréis por suerte para el santuario, y para la posesión de la ciudad.",
      "topic": ""
    },
    "21": {
      "text": "Y del príncipe será lo que quedare de una parte y de la otra de la suerte santa, y de la posesión de la ciudad, es a saber , delante de las veinticinco mil cañas de la suerte santa hasta el término oriental, y al occidente delante de las veinticinco mil hasta el término occidental, delante de las partes dichas será del príncipe; y suerte santa será; y el Santuario de la Casa estará en medio de ella.",
      "topic": ""
    },
    "22": {
      "text": "Y desde la posesión de los Levitas, y desde la posesión de la ciudad, en medio estará lo que pertenecerá al príncipe. Entre el término de Judá y el término de Benjamín estará la suerte del príncipe.",
      "topic": ""
    },
    "23": {
      "text": "En cuanto a las demás tribus, desde la parte del oriente hasta la parte del mar, tendrá Benjamín una parte.",
      "topic": ""
    },
    "24": {
      "text": "Y junto al término de Benjamín, desde la parte del oriente hasta la parte del mar, Simeón, otra.",
      "topic": ""
    },
    "25": {
      "text": "Y junto al término de Simeón, desde la parte del oriente hasta la parte del mar, Isacar, otra.",
      "topic": ""
    },
    "26": {
      "text": "Y junto al término de Isacar, desde la parte del oriente hasta la parte del mar, Zabulón, otra.",
      "topic": ""
    },
    "27": {
      "text": "Y junto al término de Zabulón, desde la parte del oriente hasta la parte del mar, Gad, otra.",
      "topic": ""
    },
    "28": {
      "text": "Y junto al término de Gad, a la parte del mediodía, al mediodía, será el término desde Tamar hasta las aguas de las rencillas, y desde Cades y el arroyo hasta el gran mar.",
      "topic": ""
    },
    "29": {
      "text": "Esta es la tierra que partiréis por suertes en heredad a las tribus de Israel, y éstas son sus partes, dijo el Señor DIOS.",
      "topic": ""
    },
    "30": {
      "text": "Y éstas son las salidas de la ciudad a la parte del norte, cuatro mil quinientas cañas por medida.",
      "topic": ""
    },
    "31": {
      "text": "¶ Y las puertas de la ciudad serán según los nombres de las tribus de Israel, tres puertas al norte: la puerta de Rubén, una; la puerta de Judá, otra; la puerta de Leví, otra.",
      "topic": ""
    },
    "32": {
      "text": "Y a la parte del oriente cuatro mil quinientas cañas , y tres puertas: la puerta de José, una; la puerta de Benjamín, otra; la puerta de Dan, otra.",
      "topic": ""
    },
    "33": {
      "text": "Y a la parte del mediodía, cuatro mil quinientas cañas por medida, y tres puertas: la puerta de Simeón, una; la puerta de Isacar, otra; la puerta de Zabulón, otra.",
      "topic": ""
    },
    "34": {
      "text": "Y a la parte del occidente cuatro mil quinientas cañas , y sus tres puertas: la puerta de Gad, una; la puerta de Aser, otra; la puerta de Neftalí, otra.",
      "topic": ""
    },
    "35": {
      "text": "En derredor tendrá dieciocho mil cañas . Y el nombre de la ciudad desde aquel día será EL SEÑOR ESTA AQUI.",
      "topic": ""
    }
  }
}