{
  "info": {
    "book": "Romanos",
    "chapter": "11",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Bien que toleraseis un poco mi locura; pero toleradme.",
      "topic": ""
    },
    "2": {
      "text": "Porque os celo con celo de Dios; pues os he desposado a un marido, para presentaros como una virgen limpia al Cristo.",
      "topic": ""
    },
    "3": {
      "text": "Mas temo que como la serpiente engañó a Eva con su astucia, sean corrompidos así vuestros sentidos en alguna manera, y caigan de la simplicidad que es en el Cristo.",
      "topic": ""
    },
    "4": {
      "text": "Por lo cual si alguno que viniere predicare otro Cristo diferente al que hemos predicado, o recibiereis otro Espíritu del que habéis recibido, u otro Evangelio del que habéis aceptado, lo sufrierais bien.",
      "topic": ""
    },
    "5": {
      "text": "¶ En verdad pienso que en nada he sido inferior a aquellos grandiosos apóstoles.",
      "topic": ""
    },
    "6": {
      "text": "Porque aunque soy basto en la palabra, empero no en la ciencia; mas en todo somos ya del todo manifiestos a vosotros.",
      "topic": ""
    },
    "7": {
      "text": "¿Por ventura pequé humillándome a mí mismo, para que vosotros fueseis ensalzados? Porque os he predicado el Evangelio de Dios de balde.",
      "topic": ""
    },
    "8": {
      "text": "He sacado de las otras Iglesias, recibiendo salario para ministraros a vosotros.",
      "topic": ""
    },
    "9": {
      "text": "Y estando con vosotros y teniendo necesidad, a ninguno de vosotros fui carga; porque lo que me faltaba, lo suplieron los hermanos que vinieron de Macedonia; y en todo me guardé de seros gravoso, y me guardaré.",
      "topic": ""
    },
    "10": {
      "text": "Es la verdad del Cristo en mí, que esta gloria no me será sellado en las partes de Acaya.",
      "topic": ""
    },
    "11": {
      "text": "¿Por qué? ¿Porque no os amo? Dios lo sabe.",
      "topic": ""
    },
    "12": {
      "text": "Mas lo que hago, lo haré aún, para quitar la ocasión de aquellos que la desean para ser hallados semejantes a nosotros en lo que se glorían.",
      "topic": ""
    },
    "13": {
      "text": "Porque estos falsos apóstoles, son obreros fraudulentos, transfigurándose en apóstoles de Cristo.",
      "topic": ""
    },
    "14": {
      "text": "Y no es maravilla, porque el mismo Satanás se transfigura en ángel de luz.",
      "topic": ""
    },
    "15": {
      "text": "Así que, no es mucho si sus ministros se transfiguran como ministros de justicia; cuyo fin será conforme a sus obras.",
      "topic": ""
    },
    "16": {
      "text": "¶ Otra vez digo: Que nadie me estime ser loco; de otra manera, recibidme como a loco, para que aun me gloríe yo un poquito.",
      "topic": ""
    },
    "17": {
      "text": "Lo que hablo, no lo hablo según el Señor, sino como en locura, con esta confianza de gloria.",
      "topic": ""
    },
    "18": {
      "text": "Puesto que muchos se glorían según la carne, también yo me gloriaré.",
      "topic": ""
    },
    "19": {
      "text": "Porque de buena gana toleráis los locos, siendo vosotros sabios;",
      "topic": ""
    },
    "20": {
      "text": "porque toleráis si alguno os pone en servidumbre, si alguno os devora, si alguno toma, si alguno se ensalza, si alguno os hiere en la cara.",
      "topic": ""
    },
    "21": {
      "text": "Lo digo en cuanto a la afrenta, como si nosotros hubiésemos sido flacos (en esta parte). Pero en lo que otro tuviere osadía (hablo con locura), también yo tengo osadía.",
      "topic": ""
    },
    "22": {
      "text": "¶ ¿Son hebreos? Yo también. ¿Son israelitas? Yo también. ¿Son simiente de Abraham? También yo.",
      "topic": ""
    },
    "23": {
      "text": "¿Son ministros de Cristo? (Como poco sabio hablo), yo más; en trabajos más abundante ; en azotes más; en cárceles más; en muertes, muchas veces.",
      "topic": ""
    },
    "24": {
      "text": "De los judíos cinco veces he recibido cuarenta azotes menos uno.",
      "topic": ""
    },
    "25": {
      "text": "Tres veces he sido azotado con varas; una vez apedreado; tres veces he padecido naufragio; noche y día he estado en lo profundo (del mar);",
      "topic": ""
    },
    "26": {
      "text": "en caminos, muchas veces; peligros de ríos, peligros de ladrones, peligros de los de mi nación, peligros de los gentiles, peligros en la ciudad, peligros en el desierto, peligros en el mar, peligros con falsos hermanos;",
      "topic": ""
    },
    "27": {
      "text": "en trabajo y fatiga, en muchas vigilias, en hambre y sed, en muchos ayunos, en frío y en desnudez;",
      "topic": ""
    },
    "28": {
      "text": "y además de otras cosas, mi combate de cada día es la solicitud de todas las Iglesias.",
      "topic": ""
    },
    "29": {
      "text": "¿Quién enferma, y yo no enfermo? ¿Quién se tropieza, y yo no me quemo?",
      "topic": ""
    },
    "30": {
      "text": "Si es necesario gloriarse, me gloriaré yo de lo que es de mi flaqueza.",
      "topic": ""
    },
    "31": {
      "text": "El Dios y Padre del Señor nuestro Jesús, el Cristo, que es bendito por los siglos, sabe que no miento.",
      "topic": ""
    },
    "32": {
      "text": "En Damasco, el capitán de la gente del rey Aretas guardaba la ciudad de los damascenos para prenderme;",
      "topic": ""
    },
    "33": {
      "text": "y fui descolgado del muro por una ventana, y escapé de sus manos.",
      "topic": ""
    },
    "34": {
      "text": "Y si alguno tuviere hambre, coma en su casa, para que no os juntéis para juicio. Las demás cosas ordenaré cuando llegare.",
      "topic": ""
    },
    "35": {
      "text": "¿O quién le dio a él primero, para que le sea pagado?",
      "topic": ""
    },
    "36": {
      "text": "Porque de él, y por él, y en él, son todas las cosas. A él sea la gloria por los siglos. Amén.",
      "topic": ""
    }
  }
}