{
  "info": {
    "book": "Romanos",
    "chapter": "14",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Seguid la caridad; y procurad dones espirituales, mas sobre todo que profeticéis.",
      "topic": ""
    },
    "2": {
      "text": "Porque el que habla en lenguas, no habla a los hombres, sino a Dios; porque nadie le entiende, aunque por el Espíritu hable misterios.",
      "topic": ""
    },
    "3": {
      "text": "Mas el que profetiza, habla a los hombres para edificación, y exhortación, y consolación.",
      "topic": ""
    },
    "4": {
      "text": "El que habla lengua extraña , a sí mismo se edifica; mas el que profetiza, edifica a la Iglesia (de Dios).",
      "topic": ""
    },
    "5": {
      "text": "Así que, quisiera que todos vosotros hablaseis lenguas, pero quisiera más que profetizaceis, porque mayor es el que profetiza que el que habla lenguas, a no ser que interpretare, para que la Iglesia tome edificación.",
      "topic": ""
    },
    "6": {
      "text": "¶ Ahora pues, hermanos, si yo fuere a vosotros hablando lenguas, ¿qué os aprovechará, si no os hablare, o con revelación, o con ciencia, o con profecía, o con doctrina?",
      "topic": ""
    },
    "7": {
      "text": "Ciertamente las cosas inanimadas que hacen sonidos, como la flauta o la vihuela, si no dieren distinción de voces, ¿cómo se sabrá lo que se tañe con la flauta, o con la vihuela?",
      "topic": ""
    },
    "8": {
      "text": "Y si la trompeta diere sonido incierto, ¿quién se apercibirá a la batalla?",
      "topic": ""
    },
    "9": {
      "text": "Así también vosotros, si por la lengua no diereis palabra bien significativa, ¿cómo se entenderá lo que se dice? Porque hablaréis al aire.",
      "topic": ""
    },
    "10": {
      "text": "Tantos géneros de voces, por ejemplo, hay en el mundo, y nada hay mudo;",
      "topic": ""
    },
    "11": {
      "text": "mas si yo ignorare la virtud de la voz, seré bárbaro al que habla, y el que habla será bárbaro para mí.",
      "topic": ""
    },
    "12": {
      "text": "Así también vosotros; pues que anheláis las cosas del Espíritu, procurad ser excelentes para la edificación de la Iglesia.",
      "topic": ""
    },
    "13": {
      "text": "Por lo cual, el que habla lengua extraña , ore que la interprete.",
      "topic": ""
    },
    "14": {
      "text": "Porque si yo orare en lengua desconocida , mi espíritu ora; mas mi entendimiento es sin fruto.",
      "topic": ""
    },
    "15": {
      "text": "¶ ¿Qué pues? Oraré con el espíritu, mas oraré también con entendimiento; cantaré con el espíritu, mas cantaré también con entendimiento.",
      "topic": ""
    },
    "16": {
      "text": "Porque si bendijeres con el espíritu, el que ocupa lugar de ignorante ¿cómo dirá amén a tu acción de gracias? Pues no sabe lo que has dicho.",
      "topic": ""
    },
    "17": {
      "text": "Porque tú, a la verdad, bien haces acción de gracias; mas el otro no es edificado.",
      "topic": ""
    },
    "18": {
      "text": "Doy gracias a mi Dios que hablo lenguas más que todos vosotros;",
      "topic": ""
    },
    "19": {
      "text": "pero en la Iglesia quiero más hablar cinco palabras con mi sentido, para que enseñe también a los otros, que diez mil palabras en lengua desconocida .",
      "topic": ""
    },
    "20": {
      "text": "Hermanos, no seáis niños en el sentido, sino sed niños en la malicia; pero perfectos en el sentido.",
      "topic": ""
    },
    "21": {
      "text": "¶ En la ley está escrito: Que en otras lenguas y con otros labios hablaré a este pueblo; y ni aun así me oirán, dice el Señor.",
      "topic": ""
    },
    "22": {
      "text": "Así que, las lenguas son por señal, no a los fieles, sino a los incrédulos; mas la profecía, no se da a los incrédulos, sino a los fieles.",
      "topic": ""
    },
    "23": {
      "text": "De manera que, si toda la Iglesia se juntare en uno, y todos hablan lenguas, y entran indoctos o incrédulos, ¿no dirán que estáis locos?",
      "topic": ""
    },
    "24": {
      "text": "Mas si todos profetizan, y entra algún incrédulo o indocto, de todos es convencido, de todos es juzgado;",
      "topic": ""
    },
    "25": {
      "text": "porque lo oculto de su corazón se hace manifiesto; y así, postrándose sobre el rostro, adorará a Dios, declarando que verdaderamente Dios está en vosotros.",
      "topic": ""
    },
    "26": {
      "text": "¶ ¿Qué hay pues, hermanos? Cuando os juntáis, cada uno de vosotros tiene Capítulo, tiene doctrina, tiene lengua, tiene revelación, tiene interpretación; hágase todo para edificación.",
      "topic": ""
    },
    "27": {
      "text": "Si hablare alguno en lengua extraña, sea esto por dos, o a lo más tres, y por turno; mas uno interprete.",
      "topic": ""
    },
    "28": {
      "text": "Y si no hubiere intérprete, calle en la Iglesia, y hable a sí mismo y a Dios.",
      "topic": ""
    },
    "29": {
      "text": "Asimismo, los profetas hablen dos o tres, y los demás juzguen.",
      "topic": ""
    },
    "30": {
      "text": "Y si a otro que estuviere sentado, fuere revelado, calle el primero.",
      "topic": ""
    },
    "31": {
      "text": "Porque podéis todos profetizar uno por uno, para que todos aprendan, y todos sean exhortados.",
      "topic": ""
    },
    "32": {
      "text": "Y los espíritus de los que profetizaren, son sujetos a los profetas;",
      "topic": ""
    },
    "33": {
      "text": "(porque Dios no es Dios de desorden, sino de paz) como en todas las iglesias de los santos.",
      "topic": ""
    },
    "34": {
      "text": "¶ (Vuestras) mujeres callen en las congregaciones; porque no les es permitido hablar, sino que estén sujetas, como también la ley lo dice.",
      "topic": ""
    },
    "35": {
      "text": "Y si quieren aprender alguna cosa, pregunten en casa a sus maridos; porque deshonesta cosa es hablar las mujeres en la congregación.",
      "topic": ""
    },
    "36": {
      "text": "¶ ¿O ha salido de vosotros la palabra de Dios? ¿O a vosotros solos ha llegado?",
      "topic": ""
    },
    "37": {
      "text": "Si alguno, a su parecer, es profeta, o espiritual, reconozca lo que os escribo, porque son mandamientos del Señor.",
      "topic": ""
    },
    "38": {
      "text": "Mas el que ignore, será ignorado.",
      "topic": ""
    },
    "39": {
      "text": "Así que, hermanos, procurad profetizar; y no impidáis el hablar lenguas.",
      "topic": ""
    },
    "40": {
      "text": "Pero hágase todo decentemente y con orden.",
      "topic": ""
    }
  }
}