{
  "info": {
    "book": "Romanos",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Además os declaro, hermanos, el Evangelio que os he predicado, el cual también recibisteis, en el cual también estan firmes;",
      "topic": ""
    },
    "2": {
      "text": "por el cual asimismo, si retenéis la palabra que os he predicado, estáis siendo salvos, si no creisteis en vano.",
      "topic": ""
    },
    "3": {
      "text": "Porque primeramente os he enseñado lo que asimismo yo aprendí: Que Cristo murió por nuestros pecados, conforme a las Escrituras;",
      "topic": ""
    },
    "4": {
      "text": "y que fue sepultado, y que resucitó al tercer día, conforme a las Escrituras;",
      "topic": ""
    },
    "5": {
      "text": "y que apareció a Cefas, y después a los doce.",
      "topic": ""
    },
    "6": {
      "text": "Después apareció a más de quinientos hermanos juntos; de los cuales muchos viven aún, y otros son muertos.",
      "topic": ""
    },
    "7": {
      "text": "Después apareció a Jacobo; después a todos los apóstoles.",
      "topic": ""
    },
    "8": {
      "text": "Y a la postre de todos, como a un abortivo, me apareció a mí.",
      "topic": ""
    },
    "9": {
      "text": "Porque yo soy el más pequeño de los apóstoles, que no soy digno de ser llamado apóstol, porque perseguí la Iglesia de Dios.",
      "topic": ""
    },
    "10": {
      "text": "Pero por la gracia de Dios soy lo que soy; y su gracia hacía mí no ha sido en vano para conmigo; antes he trabajado más que todos ellos; pero no yo, sino la gracia de Dios que fue conmigo.",
      "topic": ""
    },
    "11": {
      "text": "Porque, o sea yo o sean ellos, así predicamos, y así habéis creído.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y si el Cristo es predicado que resucitó de los muertos, ¿cómo dicen algunos entre vosotros que no hay resurrección de muertos?",
      "topic": ""
    },
    "13": {
      "text": "Porque si no hay resurrección de muertos, Cristo tampoco resucitó;",
      "topic": ""
    },
    "14": {
      "text": "y si Cristo no resucitó, vana es entonces nuestra predicación, vana es también vuestra fe.",
      "topic": ""
    },
    "15": {
      "text": "Y aun somos hallados falsos testigos de Dios; porque hemos testificado de Dios que él haya levantado al Cristo; al cual empero no levantó, si los muertos no resucitan.",
      "topic": ""
    },
    "16": {
      "text": "Porque si los muertos no resucitan, tampoco Cristo resucitó.",
      "topic": ""
    },
    "17": {
      "text": "Y si el Cristo no resucitó, vuestra fe es vana; y aún estáis en vuestros pecados.",
      "topic": ""
    },
    "18": {
      "text": "Entonces también los que durmieron en el Cristo son perdidos.",
      "topic": ""
    },
    "19": {
      "text": "Si en esta vida solamente esperamos en el Cristo, somos los más miserables de todos los hombres.",
      "topic": ""
    },
    "20": {
      "text": "¶ Mas ahora Cristo ha resucitado de los muertos; primicias de los que durmieron (es hecho).",
      "topic": ""
    },
    "21": {
      "text": "Porque por cuanto la muerte entró por un hombre, también por un hombre la resurrección de los muertos.",
      "topic": ""
    },
    "22": {
      "text": "Porque de la manera que en Adán todos mueren, así también en el Cristo todos serán vivificados.",
      "topic": ""
    },
    "23": {
      "text": "Mas cada uno en su orden: Cristo, las primicias; luego los que son de Cristo, en su venida.",
      "topic": ""
    },
    "24": {
      "text": "Luego el fin; cuando entregará el Reino al Dios y al Padre, cuando quitará todo imperio, y toda potencia y potestad.",
      "topic": ""
    },
    "25": {
      "text": "Porque es necesario que él reine, hasta poner a todos sus enemigos debajo de sus pies.",
      "topic": ""
    },
    "26": {
      "text": "Y el postrer enemigo que será deshecho, será la muerte.",
      "topic": ""
    },
    "27": {
      "text": "Porque todas las cosas sujetó debajo de sus pies. Y cuando dice: Todas las cosas son sujetadas a él, claro está exceptuado aquel que sujetó a él todas las cosas.",
      "topic": ""
    },
    "28": {
      "text": "Mas luego que todas las cosas le fueren sujetas, entonces también el mismo Hijo se sujetará al que le sujetó a él todas las cosas, para que Dios sea todo en todos.",
      "topic": ""
    },
    "29": {
      "text": "De otro modo, ¿qué harán los que se bautizan por los muertos, si en ninguna manera los muertos resucitan? ¿Por qué pues se bautizan por los muertos?",
      "topic": ""
    },
    "30": {
      "text": "¿Y por qué nosotros peligramos a toda hora?",
      "topic": ""
    },
    "31": {
      "text": "Cada día trago la muerte por mantenerme en la gloriación de haberlos enseñado, la cual tengo en Cristo Jesús Señor nuestro.",
      "topic": ""
    },
    "32": {
      "text": "Si como hombre batallé en Efeso contra las bestias, ¿qué me aprovecha? Si los muertos no resucitan, comamos y bebamos, que mañana moriremos.",
      "topic": ""
    },
    "33": {
      "text": "No erréis; los malos compañeros corrompen el buen carácter.",
      "topic": ""
    },
    "34": {
      "text": "Velad debidamente, y no pequéis; porque algunos no conocen a Dios; para vergüenza vuestra hablo.",
      "topic": ""
    },
    "35": {
      "text": "¶ Mas dirá alguno: ¿Cómo resucitarán los muertos? ¿Con qué cuerpo vendrán?",
      "topic": ""
    },
    "36": {
      "text": "Necio, lo que tú siembras no se vivifica, si no muriere antes.",
      "topic": ""
    },
    "37": {
      "text": "Y lo que siembras, no siembras el cuerpo que ha de salir, sino el grano desnudo, acaso de trigo, o de otro grano;",
      "topic": ""
    },
    "38": {
      "text": "mas Dios le da el cuerpo como quiso, y a cada simiente su propio cuerpo.",
      "topic": ""
    },
    "39": {
      "text": "Toda carne no es la misma carne; mas una carne ciertamente es la de los hombres, y otra carne la de los animales, y otra la de los peces, y otra la de las aves.",
      "topic": ""
    },
    "40": {
      "text": "Y hay cuerpos celestiales, y cuerpos terrenales; mas ciertamente una es la gloria de los celestiales, y otra la de los terrenales.",
      "topic": ""
    },
    "41": {
      "text": "Una es la gloria del sol, y otra la gloria de la luna, y otra la gloria de las estrellas; porque una estrella es diferente de otra en gloria.",
      "topic": ""
    },
    "42": {
      "text": "Así también es la resurrección de los muertos. Se siembra en corrupción; se levantará en incorrupción;",
      "topic": ""
    },
    "43": {
      "text": "se siembra en vergüenza, se levantará con gloria; se siembra en flaqueza, se levantará con potencia;",
      "topic": ""
    },
    "44": {
      "text": "se siembra cuerpo animal, se levantará cuerpo espiritual. Hay cuerpo animal, y hay cuerpo espiritual.",
      "topic": ""
    },
    "45": {
      "text": "Así también está escrito: Fue hecho el primer hombre Adán en alma viviente; el postrer Adán, en Espíritu vivificante.",
      "topic": ""
    },
    "46": {
      "text": "Mas lo espiritual no es primero, sino lo animal; luego lo espiritual.",
      "topic": ""
    },
    "47": {
      "text": "El primer hombre, es de la tierra, terrenal; el segundo hombre es el Señor, del cielo.",
      "topic": ""
    },
    "48": {
      "text": "Cual el terrenal, tales también los terrenales; y cual el celestial, tales también los celestiales.",
      "topic": ""
    },
    "49": {
      "text": "Y como trajimos la imagen del terrenal, traeremos también la imagen del celestial.",
      "topic": ""
    },
    "50": {
      "text": "Pero esto digo, hermanos: que la carne y la sangre no pueden heredar el Reino de Dios; ni la corrupción hereda la incorrupción.",
      "topic": ""
    },
    "51": {
      "text": "¶ He aquí, os digo un misterio: Todos ciertamente resucitaremos, mas no todos seremos transformados.",
      "topic": ""
    },
    "52": {
      "text": "En un momento, en un abrir de ojo, a la final trompeta; porque será tocada la trompeta, y los muertos serán levantados sin corrupción; mas nosotros seremos transformados.",
      "topic": ""
    },
    "53": {
      "text": "Porque es necesario que esto corruptible sea vestido de incorrupción, y esto mortal sea vestido de inmortalidad.",
      "topic": ""
    },
    "54": {
      "text": "Y cuando esto corruptible fuere vestido de incorrupción, y esto mortal fuere vestido de inmortalidad, entonces será cumplida la palabra que está escrita: Sorbida es la muerte con victoria.",
      "topic": ""
    },
    "55": {
      "text": "¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria?",
      "topic": ""
    },
    "56": {
      "text": "Ya que el aguijón de la muerte es el pecado, y la potencia del pecado, la ley.",
      "topic": ""
    },
    "57": {
      "text": "Mas a Dios gracias, que nos dio la victoria por el Señor nuestro Jesús, el Cristo.",
      "topic": ""
    },
    "58": {
      "text": "¶ Así que, hermanos míos amados, estad firmes y constantes, creciendo en la obra del Señor siempre, sabiendo que vuestro trabajo en el Señor no es vano.",
      "topic": ""
    }
  }
}