{
  "info": {
    "book": "Romanos",
    "chapter": "16",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ En cuanto a la colecta para los santos, haced vosotros también de la manera que ordené en las Iglesias de Galacia.",
      "topic": ""
    },
    "2": {
      "text": "Corintios",
      "topic": ""
    },
    "3": {
      "text": "Y cuando hubiere llegado, los que aprobareis por cartas, a éstos enviaré que lleven vuestro donativo a Jerusalén.",
      "topic": ""
    },
    "4": {
      "text": "Y si fuere digno el negocio de que yo también vaya, irán conmigo.",
      "topic": ""
    },
    "5": {
      "text": "¶ Y a vosotros iré, cuando hubiere pasado por Macedonia, porque por Macedonia tengo que pasar.",
      "topic": ""
    },
    "6": {
      "text": "Y podrá ser que me quede con vosotros, o invernare también, para que vosotros me llevéis a donde hubiere de ir.",
      "topic": ""
    },
    "7": {
      "text": "Porque no os quiero ahora ver de paso; porque espero estar con vosotros algún tiempo, si el Señor lo permitiere.",
      "topic": ""
    },
    "8": {
      "text": "Pero estaré en Efeso hasta Pentecostés;",
      "topic": ""
    },
    "9": {
      "text": "porque se me ha abierto puerta grande y eficaz, y muchos son los adversarios.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y si llegare Timoteo, mirad que esté con vosotros seguramente; porque también hace la obra del Señor como yo.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto, nadie le tenga en poco; antes, llevadlo en paz, para que venga a mí, porque lo espero con los hermanos.",
      "topic": ""
    },
    "12": {
      "text": "Acerca del hermano Apolos, mucho le he rogado que fuese a vosotros con algunos hermanos; mas en ninguna manera tuvo voluntad de ir por ahora; pero irá cuando tuviere oportunidad.",
      "topic": ""
    },
    "13": {
      "text": "¶ Velad, estad firmes en la fe; portaos varonilmente, y esforzaos.",
      "topic": ""
    },
    "14": {
      "text": "Todas vuestras cosas sean hechas con caridad.",
      "topic": ""
    },
    "15": {
      "text": "Y os ruego, hermanos, (ya sabéis que la casa de Estéfanas es las primicias de Acaya, y que se han dedicado al ministerio de los santos,)",
      "topic": ""
    },
    "16": {
      "text": "que vosotros os sujetéis a los tales, y a todos los que ayudan y trabajan.",
      "topic": ""
    },
    "17": {
      "text": "Me regocijo de la venida de Estéfanas y de Fortunato y de Acaico, porque éstos suplieron vuestra ausencia.",
      "topic": ""
    },
    "18": {
      "text": "Porque recrearon mi espíritu y el vuestro; reconoced pues a los tales.",
      "topic": ""
    },
    "19": {
      "text": "¶ Las Iglesias de Asia os saludan. Os saludan mucho en el Señor Aquila y Priscila, con la Iglesia que está en su casa.",
      "topic": ""
    },
    "20": {
      "text": "Os saludan todos los hermanos. Saludaos los unos a los otros con ósculo santo.",
      "topic": ""
    },
    "21": {
      "text": "La salutación de mí, Pablo, de mi mano.",
      "topic": ""
    },
    "22": {
      "text": "El que no amare al Señor Jesús, el Cristo, sea anatema. Nuestro Señor ha venido.",
      "topic": ""
    },
    "23": {
      "text": "La gracia del Señor Jesús el Cristo sea con vosotros.",
      "topic": ""
    },
    "24": {
      "text": "Mi caridad en Cristo Jesús sea con todos vosotros. Amén.",
      "topic": ""
    },
    "25": {
      "text": "¶ Y al que puede confirmaros según mi Evangelio y la predicación de Jesús, el Cristo, según la revelación del misterio encubierto desde tiempos eternos,",
      "topic": ""
    },
    "26": {
      "text": "pero manifestado ahora, y por las Escrituras de los profetas, por el mandamiento del Dios eterno, declarado a todos los gentiles, para que oigan y obedezcan por la fe;",
      "topic": ""
    },
    "27": {
      "text": "al solo Dios sabio, sea gloria por Jesús, el Cristo, para siempre. Amén.",
      "topic": ""
    }
  }
}