{
  "info": {
    "book": "Romanos",
    "chapter": "2",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Esto he determinado en mí, no venir otra vez a vosotros con tristeza.",
      "topic": ""
    },
    "2": {
      "text": "Porque si yo os contristo, ¿quién será luego el que me alegrará, sino aquel a quien yo contristare?",
      "topic": ""
    },
    "3": {
      "text": "Y esto mismo os escribí, para que cuando llegare no tenga tristeza de los que me debiera gozar; confiando en todos vosotros que mi gozo es el de todos vosotros.",
      "topic": ""
    },
    "4": {
      "text": "Porque por la mucha tribulación y angustia del corazón os escribí con muchas lágrimas; no para que fueseis contristados, sino para que conocieseis cuánta más caridad tengo para con vosotros.",
      "topic": ""
    },
    "5": {
      "text": "¶ Que si alguno me contristó, no me contristó a mí, sino en parte, para no cargaros, a todos vosotros.",
      "topic": ""
    },
    "6": {
      "text": "Bástale al tal esta reprensión hecha por muchos;",
      "topic": ""
    },
    "7": {
      "text": "para que, al contrario, vosotros más bien lo perdonéis y consoléis, porque por ventura no sea el tal consumido con demasiada tristeza.",
      "topic": ""
    },
    "8": {
      "text": "Por lo cual os ruego que confirméis la caridad para con él.",
      "topic": ""
    },
    "9": {
      "text": "Porque también para este fin os escribí, para tener experiencia de vosotros si sois obedientes en todo.",
      "topic": ""
    },
    "10": {
      "text": "Y al que vosotros perdonareis, yo también: porque también yo lo que he perdonado, si algo he perdonado, por vosotros lo he hecho en la persona de Cristo;",
      "topic": ""
    },
    "11": {
      "text": "para que no seamos engañados de Satanás, pues no ignoramos sus maquinaciones.",
      "topic": ""
    },
    "12": {
      "text": "¶ Cuando vine a Troas por el Evangelio del Cristo, aunque me fue abierta puerta en el Señor,",
      "topic": ""
    },
    "13": {
      "text": "no tuve reposo en mi espíritu, por no haber hallado a Tito, mi hermano; y así, despidiéndome de ellos, partí para Macedonia.",
      "topic": ""
    },
    "14": {
      "text": "Mas a Dios gracias; el cual hace que siempre triunfemos en el Cristo Jesús y manifiesta el olor de su conocimiento por nosotros en todo lugar.",
      "topic": ""
    },
    "15": {
      "text": "Porque por Dios somos buen olor de Cristo en los que se salvan, y en los que se pierden;",
      "topic": ""
    },
    "16": {
      "text": "a éstos ciertamente olor de muerte para muerte; y a aquellos olor de vida para vida. Y para estas cosas ¿quién es suficiente?",
      "topic": ""
    },
    "17": {
      "text": "Porque no somos como muchos, mercaderes falsos de la palabra de Dios, sino que con sinceridad, como de Dios, delante de Dios, hablamos de Cristo.",
      "topic": ""
    },
    "18": {
      "text": "y sabes su voluntad y apruebas lo mejor, instruido por la ley;",
      "topic": ""
    },
    "19": {
      "text": "y confías que eres guía de los ciegos, luz de los que están en tinieblas,",
      "topic": ""
    },
    "20": {
      "text": "enseñador de los que no saben, maestro de niños, que tienes la forma de la ciencia y de la verdad en la ley.",
      "topic": ""
    },
    "21": {
      "text": "Tú pues, que enseñas a otro, ¿no te enseñas a ti mismo? ¿Tú, que predicas que no se ha de hurtar, hurtas?",
      "topic": ""
    },
    "22": {
      "text": "¿Tú, que dices que no se ha de adulterar, adulteras? ¿Tú, que abominas los ídolos, cometes sacrilegio?",
      "topic": ""
    },
    "23": {
      "text": "¿Tú, que te jactas de la ley, con rebelión a la ley deshonras a Dios?",
      "topic": ""
    },
    "24": {
      "text": "Porque el Nombre de Dios es blasfemado por medio de vosotros entre los gentiles, como está escrito.",
      "topic": ""
    },
    "25": {
      "text": "Porque la circuncisión en verdad aprovecha, si guardares la ley; pero si eres rebelde a la ley, tu circuncisión es hecha prepucio.",
      "topic": ""
    },
    "26": {
      "text": "De manera que, si el incircunciso guardare las justicias de la ley, ¿no será tenido su prepucio por circuncisión?",
      "topic": ""
    },
    "27": {
      "text": "Y lo que naturalmente es prepucio, pero guarda perfectamente la ley, te juzgará a ti, que con la letra y con la circuncisión eres rebelde a la ley.",
      "topic": ""
    },
    "28": {
      "text": "Porque no es judío el que lo es exteriormente; ni es la circuncisión la que se hace exteriormente en la carne,",
      "topic": ""
    },
    "29": {
      "text": "sino que es judío el que lo es en lo interior; y la circuncisión es la del corazón, en espíritu, no en letra; la alabanza del cual no es por los hombres, sino por Dios.",
      "topic": ""
    }
  }
}