{
  "info": {
    "book": "Romanos",
    "chapter": "6",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Por lo cual nosotros, ayudando a él , también os exhortamos que no habéis recibido en vano la gracia de Dios,",
      "topic": ""
    },
    "2": {
      "text": "(porque dice: En tiempo aceptable te he oído, y en día de salud te he socorrido; he aquí ahora el tiempo aceptable; he aquí ahora el día de la salud).",
      "topic": ""
    },
    "3": {
      "text": "No dando a nadie ningún escándalo, para que el ministerio no sea vituperado;",
      "topic": ""
    },
    "4": {
      "text": "antes teniéndonos en todas las cosas como ministros de Dios, en mucha paciencia, en tribulaciones, en necesidades, en angustias;",
      "topic": ""
    },
    "5": {
      "text": "en azotes, en cárceles, en alborotos, en trabajos, en vigilias, en ayunos;",
      "topic": ""
    },
    "6": {
      "text": "en castidad, en ciencia, en mansedumbre, en bondad, en el Espíritu Santo, en caridad no fingida;",
      "topic": ""
    },
    "7": {
      "text": "en palabra de verdad, en potencia de Dios, por las armas de justicia a diestra y a siniestra;",
      "topic": ""
    },
    "8": {
      "text": "por honra y por deshonra, por infamia y por buena fama; como engañadores, mas hombres de la verdad;",
      "topic": ""
    },
    "9": {
      "text": "como ignorados, pero conocidos; como muriendo, mas he aquí vivimos; como castigados, pero no mortificados;",
      "topic": ""
    },
    "10": {
      "text": "como doloridos, mas siempre gozosos; como pobres, pero enriqueciendo a muchos; como los que no tienen nada, mas que lo poseen todo.",
      "topic": ""
    },
    "11": {
      "text": "¶ Nuestra boca está abierta a vosotros, oh corintios, nuestro corazón es ensanchado.",
      "topic": ""
    },
    "12": {
      "text": "No estáis estrechos en nosotros, sino estáis estrechos en vuestras propias entrañas.",
      "topic": ""
    },
    "13": {
      "text": "Pues, por la misma recompensa (como a hijos hablo), ensanchaos también vosotros.",
      "topic": ""
    },
    "14": {
      "text": "No os juntéis en yugo con los incrédulos; porque ¿qué compañía tiene la justicia con la injusticia? ¿Y qué comunicación la luz con las tinieblas?",
      "topic": ""
    },
    "15": {
      "text": "¿Y qué concordia tiene Cristo con Belial? ¿O qué parte el fiel con el infiel?",
      "topic": ""
    },
    "16": {
      "text": "¿Y qué consentimiento el templo de Dios con los ídolos? Porque vosotros sois el templo del Dios Viviente, como Dios dijo: Habitaré y andaré en ellos; y seré el Dios de ellos, y ellos serán mi pueblo.",
      "topic": ""
    },
    "17": {
      "text": "Por lo cual, salid de en medio de ellos, y apartaos, dice el Señor, y no toquéis cosa inmunda; y yo os recibiré,",
      "topic": ""
    },
    "18": {
      "text": "y seré a vosotros Padre, y vosotros me seréis a mí hijos e hijas, dice el Señor Todopoderoso.",
      "topic": ""
    },
    "19": {
      "text": "¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo, (el cual está) en vosotros, el cual tenéis de Dios, y que no sois vuestros?",
      "topic": ""
    },
    "20": {
      "text": "Porque comprados sois por (gran) precio; glorificad, pues, (y traed) a Dios en vuestro cuerpo y en vuestro espíritu, los cuales son de Dios.",
      "topic": ""
    },
    "21": {
      "text": "¿Qué fruto, pues, teníais de aquellas cosas de las cuales ahora os avergonzáis? Porque el fin de ellas es muerte.",
      "topic": ""
    },
    "22": {
      "text": "Mas ahora, librados del pecado, y hechos siervos a Dios, tenéis por vuestro fruto la santificación, y como fin la vida eterna.",
      "topic": ""
    },
    "23": {
      "text": "Porque la paga del pecado es muerte; mas la gracia de Dios es vida eterna en Cristo Jesús, Señor nuestro.",
      "topic": ""
    }
  }
}