{
  "info": {
    "book": "Romanos",
    "chapter": "7",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Así que, amados, pues teniendo tales promesas, limpiémonos de toda inmundicia de carne y de espíritu, perfeccionando la santificación en temor de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Admitidnos: a nadie hemos injuriado, a nadie hemos corrompido, a nadie hemos engañado.",
      "topic": ""
    },
    "3": {
      "text": "No para condenaros lo digo; que ya he dicho antes; estáis en nuestros corazones, para morir y para vivir juntamente con nosotros .",
      "topic": ""
    },
    "4": {
      "text": "Mucho atrevimiento tengo para con vosotros, mucho me glorío de vosotros; lleno estoy de consolación, sobreabundo de gozo en todas nuestras tribulaciones.",
      "topic": ""
    },
    "5": {
      "text": "¶ Porque aun cuando vinimos a Macedonia, ningún reposo tuvo nuestra carne; antes, en todo fuimos atribulados; de fuera, cuestiones; de dentro, temores.",
      "topic": ""
    },
    "6": {
      "text": "Pero Dios, que consuela a los humildes, nos consoló con la venida de Tito;",
      "topic": ""
    },
    "7": {
      "text": "y no sólo con su venida, sino también con la consolación con que él fue consolado acerca de vosotros, haciéndonos saber vuestro deseo (grande), vuestro lloro, vuestro celo por mí, para que así me gozase más.",
      "topic": ""
    },
    "8": {
      "text": "Porque aunque os contristé por la carta, no me arrepiento, aunque me pesó; porque veo que aquella carta, aunque por algún tiempo os contristó.",
      "topic": ""
    },
    "9": {
      "text": "Ahora me gozo, no porque hayáis sido contristados, sino porque fuisteis contristados para enmienda; porque habéis sido contristados según Dios, de tal manera que ninguna pérdida padecisteis por nuestra parte.",
      "topic": ""
    },
    "10": {
      "text": "Porque el dolor que es según Dios, hace enmienda saludable, de la cual no hay que arrepentirse; pero el dolor del mundo obra muerte.",
      "topic": ""
    },
    "11": {
      "text": "Porque he aquí esto mismo, que según Dios fuisteis contristados, ¿cuánta solicitud ha obrado en vosotros? ¡Qué defensa, qué enojo, qué temor, qué (gran) deseo, qué celo, y qué vindicación! En todo os habéis mostrado limpios en el asunto.",
      "topic": ""
    },
    "12": {
      "text": "¶ Así que, aunque os escribí, no fue solamente por causa del que hizo la injuria, ni por causa del que la padeció, sino también para que os fuese manifiesta nuestra solicitud que tenemos por vosotros delante de Dios.",
      "topic": ""
    },
    "13": {
      "text": "Por tanto, tomamos consolación de vuestra consolación, pero mucho más nos gozamos por el gozo de Tito, que haya sido recreado su espíritu por todos vosotros.",
      "topic": ""
    },
    "14": {
      "text": "Y si algo me he gloriado para con él de vosotros, no he sido avergonzado; sino que así, como todo lo que habíamos dicho de vosotros era con verdad, así también nuestra gloria delante de Tito fue hallada verdadera.",
      "topic": ""
    },
    "15": {
      "text": "Y sus entrañas son más abundantes para con vosotros, cuando se acuerda de la obediencia de todos vosotros, y de cómo lo recibisteis con temor y temblor.",
      "topic": ""
    },
    "16": {
      "text": "Así que me gozo de que en todo estoy confiado de vosotros.",
      "topic": ""
    },
    "17": {
      "text": "¶ Sino que cada uno como el Señor le repartió, y como Dios llamó a cada uno, así ande; y así ordeno en todas las Iglesias.",
      "topic": ""
    },
    "18": {
      "text": "¿Es llamado alguno circuncidado? Quédese circunciso. ¿Es llamado alguno incircuncidado? Que no se circuncide.",
      "topic": ""
    },
    "19": {
      "text": "La circuncisión nada es, y la incircuncisión nada es; sino la observancia de los mandamientos de Dios.",
      "topic": ""
    },
    "20": {
      "text": "Cada uno en la vocación en que fue llamado, en ella se quede.",
      "topic": ""
    },
    "21": {
      "text": "¿Eres llamado siendo siervo? No te dé cuidado; mas también si puedes hacerte libre, procúralo más.",
      "topic": ""
    },
    "22": {
      "text": "Porque el que en el Señor es llamado siendo siervo, liberto es del Señor; asimismo también el que es llamado siendo libre, siervo es del Cristo.",
      "topic": ""
    },
    "23": {
      "text": "Por precio sois comprados; no os hagáis siervos de los hombres.",
      "topic": ""
    },
    "24": {
      "text": "Cada uno, hermanos, en lo que fue llamado, en esto se quede para con Dios.",
      "topic": ""
    },
    "25": {
      "text": "¶ Pero de las vírgenes no tengo mandamiento del Señor; mas doy mi parecer, como hombre que ha alcanzado misericordia del Señor para ser fiel.",
      "topic": ""
    },
    "26": {
      "text": "Tengo, pues, esto por bueno a causa de la necesidad que apremia, por lo cual bueno es al hombre estarse así:",
      "topic": ""
    },
    "27": {
      "text": "¿Estás ligado a mujer? No procures soltarte. ¿Estáis suelto de mujer? No procures mujer.",
      "topic": ""
    },
    "28": {
      "text": "Mas también si tomares mujer, no pecaste; y si la virgen se casare, no pecó; pero aflicción de carne tendrán los tales; mas yo os dejo.",
      "topic": ""
    },
    "29": {
      "text": "Pero esto digo, hermanos, que el tiempo es corto; para los demás es, que los que tienen mujer sean como los que no la tienen,",
      "topic": ""
    },
    "30": {
      "text": "y los que lloran, como los que no lloran; y los que regocijan, como los que no regocijan; y los que compran, como los que no poseen;",
      "topic": ""
    },
    "31": {
      "text": "y los que usan de este mundo, como los que no lo usan como si fuera propio ; porque la apariencia de este mundo se pasa.",
      "topic": ""
    },
    "32": {
      "text": "Quisiera, pues, que estuvieseis sin congoja. El soltero tiene cuidado de las cosas que son del Señor, cómo ha de agradar al Señor;",
      "topic": ""
    },
    "33": {
      "text": "pero el que se casó tiene cuidado de las cosas que son del mundo, cómo ha de agradar a su mujer.",
      "topic": ""
    },
    "34": {
      "text": "Hay diferencia entre la mujer casada y la virgen, La mujer no casada tiene cuidado de las cosas del Señor, para ser santa así en el cuerpo como en el espíritu; mas la casada tiene cuidado de las cosas que son del mundo, cómo ha de agradar a su marido.",
      "topic": ""
    },
    "35": {
      "text": "Esto, sin embargo, digo para vuestro provecho; no para echaros lazo, sino para lo honorable, y para que sin impedimento os sirváis al Señor.",
      "topic": ""
    },
    "36": {
      "text": "¶ Mas, si a alguno parece cosa fea en su hija, que pase ya de edad, y que así conviene que se haga, haga lo que quisiere, no peca; cásese.",
      "topic": ""
    },
    "37": {
      "text": "Pero el que está firme en su corazón, y no tiene necesidad, sino que tiene libertad de su voluntad, y determinó en su corazón esto, el guardar su hija, bien hace.",
      "topic": ""
    },
    "38": {
      "text": "Así que, el que la da en casamiento, bien hace; y el que no la da en casamiento, hace mejor.",
      "topic": ""
    },
    "39": {
      "text": "¶ La mujer casada está atada a la ley, mientras vive su marido; mas si su marido muriere, libre es; cásese con quien quisiere, con tal que sea en el Señor.",
      "topic": ""
    },
    "40": {
      "text": "Pero más bienaventurada será si se quedare así, según mi consejo; y pienso que también yo tengo el Espíritu de Dios.",
      "topic": ""
    }
  }
}