{
  "info": {
    "book": "Romanos",
    "chapter": "8",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Así mismo, hermanos, os hacemos saber la gracia de Dios que ha sido dada a las Iglesias de Macedonia;",
      "topic": ""
    },
    "2": {
      "text": "que en grande prueba de tribulación, la abundancia de su gozo permaneció, y su profunda pobreza abundó en riquezas de su bondad.",
      "topic": ""
    },
    "3": {
      "text": "Porque conforme a sus fuerzas, (como yo testifico por ellos), y aun sobre sus fuerzas han sido liberales;",
      "topic": ""
    },
    "4": {
      "text": "rogándonos con muchas súplicas, que recibiésemos la gracia y la comunicación del ministerio que se hace para los santos.",
      "topic": ""
    },
    "5": {
      "text": "Y no como lo esperábamos, sino que a sí mismos se dieron primeramente al Señor, y luego a nosotros por la voluntad de Dios.",
      "topic": ""
    },
    "6": {
      "text": "De tal manera que exhortamos a Tito, para que como comenzó antes, así también acabe esta gracia entre vosotros también.",
      "topic": ""
    },
    "7": {
      "text": "¶ Por tanto, como en todo abundáis, en fe, y en Palabra, y en ciencia, y en toda solicitud, y en vuestra caridad con nosotros, que también abundéis en esta gracia.",
      "topic": ""
    },
    "8": {
      "text": "No hablo como quien manda, sino por experimentar la liberalidad de vuestra caridad por la solicitud de los otros.",
      "topic": ""
    },
    "9": {
      "text": "Porque ya sabéis la gracia del Señor nuestro Jesús, el Cristo, que por amor de vosotros se hizo pobre, siendo rico; para que vosotros con su pobreza fueseis enriquecidos.",
      "topic": ""
    },
    "10": {
      "text": "Y en esto doy mi consejo; porque esto os conviene a vosotros, que comenzasteis, no sólo a hacerlo, sino también a ser solícitos desde el año pasado.",
      "topic": ""
    },
    "11": {
      "text": "Ahora pues, llevad también a cabo el hecho, para que como fue pronto el ánimo de la voluntad, así también sea en cumplirlo de lo que tenéis.",
      "topic": ""
    },
    "12": {
      "text": "Porque si primero hay la voluntad pronta, será acepta por lo que tiene, no por lo que no tiene.",
      "topic": ""
    },
    "13": {
      "text": "Porque no digo esto para que haya para otros desahogo, y para vosotros apretura;",
      "topic": ""
    },
    "14": {
      "text": "sino para que en este tiempo, por la equidad, vuestra abundancia supla la falta de los otros, para que también la abundancia de ellos otra vez supla vuestra falta, y haya igualdad;",
      "topic": ""
    },
    "15": {
      "text": "como está escrito: El que recogió mucho, no tuvo más; y el que poco, no tuvo menos.",
      "topic": ""
    },
    "16": {
      "text": "¶ Pero gracias a Dios que dio la misma solicitud por vosotros en el corazón de Tito.",
      "topic": ""
    },
    "17": {
      "text": "Pues a la verdad recibió la exhortación; mas estando también muy solícito, de su voluntad partió para ir a vosotros.",
      "topic": ""
    },
    "18": {
      "text": "Y enviamos juntamente con él al hermano cuya alabanza es en el Evangelio por todas las Iglesias;",
      "topic": ""
    },
    "19": {
      "text": "y no sólo esto , sino que también fue ordenado por las Iglesias compañero de nuestra peregrinación para llevar esta gracia, que es administrada por nosotros y de vuestro pronto ánimo para gloria del mismo Señor.",
      "topic": ""
    },
    "20": {
      "text": "Evitando que nadie nos vitupere en esta abundancia que ministramos;",
      "topic": ""
    },
    "21": {
      "text": "procurando lo honesto no sólo delante del Señor, sino aun delante de los hombres.",
      "topic": ""
    },
    "22": {
      "text": "Enviamos también con ellos a nuestro hermano, al cual muchas veces hemos experimentado diligente, pero ahora mucho más con la mucha confianza que tenemos en vosotros.",
      "topic": ""
    },
    "23": {
      "text": "En cuanto a Tito, es mi compañero y coadjutor para con vosotros; o acerca de nuestros hermanos, que son apóstoles de las Iglesias, y la gloria del Cristo.",
      "topic": ""
    },
    "24": {
      "text": "Mostrad pues, para con ellos en la faz de las Iglesias la prueba de vuestra caridad, y de nuestro gloriarnos acerca de vosotros.",
      "topic": ""
    },
    "25": {
      "text": "Pues si lo que no vemos lo esperamos, por paciencia lo esperamos.",
      "topic": ""
    },
    "26": {
      "text": "¶ Y asimismo también el Espíritu nos ayuda en nuestra flaqueza; porque orar como conviene, no lo sabemos; sino que el mismo Espíritu demanda por nosotros con gemidos indecibles.",
      "topic": ""
    },
    "27": {
      "text": "Mas el que escudriña los corazones, sabe qué es el deseo del Espíritu, que conforme a Dios, demanda por los santos.",
      "topic": ""
    },
    "28": {
      "text": "Y ya sabemos que a los que a Dios aman, todas las cosas les ayudan a bien, a los que conforme al Propósito son llamados (a ser santos).",
      "topic": ""
    },
    "29": {
      "text": "¶ Porque a los que antes conoció, también les señaló desde antes el camino para que fuesen hechos conformes a la imagen de su Hijo, para que él sea el Primogénito entre muchos hermanos;",
      "topic": ""
    },
    "30": {
      "text": "Y a los que les señaló desde antes el camino , a éstos también llamó; y a los que llamó, a éstos también justificó; y a los que justificó, a éstos también glorificará.",
      "topic": ""
    },
    "31": {
      "text": "¶ ¿Pues qué diremos a esto? Si Dios es por nosotros, ¿quién será contra nosotros?",
      "topic": ""
    },
    "32": {
      "text": "El que aun a su propio Hijo no escatimó, antes lo entregó por todos nosotros, ¿cómo no nos dará también con él todas las cosas?",
      "topic": ""
    },
    "33": {
      "text": "¿Quién acusará a los escogidos de Dios? Dios es el que los justifica.",
      "topic": ""
    },
    "34": {
      "text": "¿Quién es el que los condenará? El Ungido, Jesús, es el que murió; más aun, el que también resucitó, quien además está a la diestra de Dios, el que también demanda por nosotros.",
      "topic": ""
    },
    "35": {
      "text": "¿Quién nos apartará de la caridad del Cristo? ¿tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o cuchillo?",
      "topic": ""
    },
    "36": {
      "text": "(Como está escrito: Por causa de ti somos muertos todo el tiempo; somos estimados como ovejas de matadero.)",
      "topic": ""
    },
    "37": {
      "text": "Antes, en todas estas cosas somos más que vencedores por aquel que nos amó.",
      "topic": ""
    },
    "38": {
      "text": "Por lo cual estoy cierto que ni la muerte, ni la vida, ni ángeles, ni principados, ni potestades, ni lo presente, ni lo por venir,",
      "topic": ""
    },
    "39": {
      "text": "ni lo alto, ni lo bajo, ni ninguna criatura nos podrá apartar de la caridad de Dios, que es en el Ungido, Jesús, Señor nuestro.",
      "topic": ""
    }
  }
}