{
  "info": {
    "book": "Romanos",
    "chapter": "9",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Porque en cuanto a la suministración para los santos, por demás me es escribiros;",
      "topic": ""
    },
    "2": {
      "text": "pues conozco vuestro pronto ánimo, del cual me glorío yo entre los de Macedonia, que Acaya está apercibida desde el año pasado; y vuestro celo ha estimulado a muchos.",
      "topic": ""
    },
    "3": {
      "text": "Mas he enviado los hermanos, para que nuestro gloriarnos de vosotros no sea vano en esta parte; para que, como lo he dicho, estéis apercibidos;",
      "topic": ""
    },
    "4": {
      "text": "no sea que, si vinieren conmigo macedonios, y os hallaren desprevenidos, nos avergoncemos nosotros, por no decir vosotros, de esta nuestra confianza.",
      "topic": ""
    },
    "5": {
      "text": "Por tanto, tuve por cosa necesaria exhortar a los hermanos que fuesen primero a vosotros, y apresten primero vuestra bendición antes prometida para que esté aparejada como de bendición, y no como de mezquindad.",
      "topic": ""
    },
    "6": {
      "text": "¶ Pero esto digo: El que siembra escasamente, también segará escasamente; y el que siembra en bendiciones, en bendiciones también segará.",
      "topic": ""
    },
    "7": {
      "text": "Cada uno como propuso en su corazón (haga): no con tristeza, o por necesidad; porque Dios ama al dador alegre.",
      "topic": ""
    },
    "8": {
      "text": "Y poderoso es Dios para hacer que abunde en vosotros toda gracia; a fin de que, teniendo siempre en todas las cosas todo lo que basta, abundéis para toda buena obra;",
      "topic": ""
    },
    "9": {
      "text": "como está escrito: Derramó, dio a los pobres; su justicia permanece para siempre.",
      "topic": ""
    },
    "10": {
      "text": "Y el que da la simiente al que siembra, también dará pan para comer, y multiplicará vuestra sementera, y aumentará los crecimientos de los frutos de vuestra justicia;",
      "topic": ""
    },
    "11": {
      "text": "para que enriquecidos en todo abundéis en toda bondad, la cual obra por nosotros acción de gracias a Dios.",
      "topic": ""
    },
    "12": {
      "text": "Porque la suministración de este servicio, no solamente suple lo que a los santos falta, sino también abunda en muchas acciones de gracias a Dios;",
      "topic": ""
    },
    "13": {
      "text": "que por la experiencia de esta suministración glorifican a Dios por la obediencia de vuestro consentimiento en el Evangelio del Cristo, y en la bondad de la comunicación para con ellos y para con todos;",
      "topic": ""
    },
    "14": {
      "text": "y en la oración de ellos a favor vuestro, los cuales os quieren a causa de la eminente gracia de Dios en vosotros.",
      "topic": ""
    },
    "15": {
      "text": "Gracias a Dios por su don inefable.",
      "topic": ""
    },
    "16": {
      "text": "Pues bien que anuncio el Evangelio, no tengo por qué gloriarme porque me es impuesta obligación; porque ¡ay de mí si no anunciare el Evangelio!",
      "topic": ""
    },
    "17": {
      "text": "Por lo cual, si lo hago de voluntad, premio tendré; mas si por fuerza, la comisión me ha sido encargada.",
      "topic": ""
    },
    "18": {
      "text": "¿Qué premio, pues, tendré? Que predicando el Evangelio, ponga el Evangelio del Cristo de balde, por no usar mal de mi potestad en el Evangelio.",
      "topic": ""
    },
    "19": {
      "text": "¶ Por lo cual, siendo libre para con todos, me he hecho siervo de todos para ganar a más.",
      "topic": ""
    },
    "20": {
      "text": "Y soy hecho a los judíos como judío, por ganar a los judíos; a los que están sujetos a la ley, como sujeto a la ley, por ganar a los que están sujetos a la ley;",
      "topic": ""
    },
    "21": {
      "text": "a los que son sin ley, como si yo fuera sin ley, (no estando yo sin ley de Dios, sino en la ley de Cristo,) por ganar a los que estaban sin ley.",
      "topic": ""
    },
    "22": {
      "text": "Soy hecho a los débiles como débil, por ganar a los débiles; a todos soy hecho todo, por hacer salvos a todos.",
      "topic": ""
    },
    "23": {
      "text": "Y esto hago por causa del Evangelio, por hacerme juntamente participante de él.",
      "topic": ""
    },
    "24": {
      "text": "¶ ¿No sabéis que los que corren en el estadio, todos a la verdad corren, mas uno lleva el premio? Corred pues de tal manera que lo toméis.",
      "topic": ""
    },
    "25": {
      "text": "Y todo aquel que lucha, en todo demuestra templanza; y ellos, a la verdad, para recibir una corona corruptible; mas nosotros, una incorruptible.",
      "topic": ""
    },
    "26": {
      "text": "Así que, yo de esta manera corro, no como a cosa incierta; de esta manera peleo, no como quien hiere el aire;",
      "topic": ""
    },
    "27": {
      "text": "antes sujeto mi cuerpo, y lo pongo en servidumbre; para que predicando a los otros, no me haga yo reprobado.",
      "topic": ""
    },
    "28": {
      "text": "consumación fenecida inunda justicia; porque palabra abreviada, hará el Señor sobre la tierra.",
      "topic": ""
    },
    "29": {
      "text": "Y como antes dijo Isaías: Si el Señor de los ejércitos no nos hubiera dejado simiente, como Sodoma habríamos venido a ser, y a Gomorra fuéramos semejantes.",
      "topic": ""
    },
    "30": {
      "text": "¶ ¿Pues qué diremos? Que los gentiles que no seguían justicia, han alcanzado la justicia, es decir, la justicia que es por la fe;",
      "topic": ""
    },
    "31": {
      "text": "e Israel que seguía la ley de justicia, no ha llegado a la ley de la justicia.",
      "topic": ""
    },
    "32": {
      "text": "¿Por qué? Porque la seguían no por fe, mas como por las obras (de la ley); por lo cual tropezaron en la piedra de tropiezo,",
      "topic": ""
    },
    "33": {
      "text": "como está escrito: He aquí pongo en Sión piedra de tropiezo, y piedra de caída; y todo aquel que creyere en ella, no será avergonzado.",
      "topic": ""
    }
  }
}