{
  "info": {
    "book": "1 Timothy",
    "chapter": "2",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I exhort therefore, first of all, that supplications, prayers, intercessions, thanksgivings be made for all men;",
      "topic": ""
    },
    "2": {
      "text": "for kings and all that are in dignity, that we may lead a quiet and tranquil life in all piety and gravity;",
      "topic": ""
    },
    "3": {
      "text": "for this is good and acceptable before our Saviour God,",
      "topic": ""
    },
    "4": {
      "text": "who desires that all men should be saved and come to [the] knowledge of [the] truth.",
      "topic": ""
    },
    "5": {
      "text": "For God is one, and [the] mediator of God and men one, [the] man Christ Jesus,",
      "topic": ""
    },
    "6": {
      "text": "who gave himself a ransom for all, the testimony [to be rendered] in its own times;",
      "topic": ""
    },
    "7": {
      "text": "to which I have been appointed a herald and apostle, (I speak [the] truth, I do not lie,) a teacher of [the] nations in faith and truth.",
      "topic": ""
    },
    "8": {
      "text": "I will therefore that the men pray in every place, lifting up pious hands, without wrath or reasoning.",
      "topic": ""
    },
    "9": {
      "text": "In like manner also that the women in decent deportment and dress adorn themselves with modesty and discretion, not with plaited [hair] and gold, or pearls, or costly clothing,",
      "topic": ""
    },
    "10": {
      "text": "but, what becomes women making profession of the fear of God, by good works.",
      "topic": ""
    },
    "11": {
      "text": "Let a woman learn in quietness in all subjection;",
      "topic": ""
    },
    "12": {
      "text": "but I do not suffer a woman to teach nor to exercise authority over man, but to be in quietness;",
      "topic": ""
    },
    "13": {
      "text": "for Adam was formed first, then Eve:",
      "topic": ""
    },
    "14": {
      "text": "and Adam was not deceived; but the woman, having been deceived, was in transgression.",
      "topic": ""
    },
    "15": {
      "text": "But she shall be preserved in childbearing, if they continue in faith and love and holiness with discretion.",
      "topic": ""
    }
  }
}