{
  "info": {
    "book": "1 Timothy",
    "chapter": "6",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Let as many bondmen as are under yoke count their own masters worthy of all honour, that the name of God and the teaching be not blasphemed.",
      "topic": ""
    },
    "2": {
      "text": "And they that have believing masters, let them not despise [them] because they are brethren; but let them the rather serve them with subjection, because they are faithful and beloved, who profit by the good and ready service [rendered]. These things teach and exhort.",
      "topic": ""
    },
    "3": {
      "text": "If any one teach differently, and do not accede to sound words, those of our Lord Jesus Christ, and the teaching which [is] according to piety,",
      "topic": ""
    },
    "4": {
      "text": "he is puffed up, knowing nothing, but sick about questions and disputes of words, out of which arise envy, strife, injurious words, evil suspicions,",
      "topic": ""
    },
    "5": {
      "text": "constant quarrellings of men corrupted in mind and destitute of the truth, holding gain to be [the end of] piety.",
      "topic": ""
    },
    "6": {
      "text": "But piety with contentment is great gain.",
      "topic": ""
    },
    "7": {
      "text": "For we have brought nothing into the world: [it is] [manifest] that neither can we carry anything out.",
      "topic": ""
    },
    "8": {
      "text": "But having sustenance and covering, we will be content with these.",
      "topic": ""
    },
    "9": {
      "text": "But those who desire to be rich fall into temptation and a snare, and many unwise and hurtful lusts, which plunge men into destruction and ruin.",
      "topic": ""
    },
    "10": {
      "text": "For the love of money is [the] root of every evil; which some having aspired after, have wandered from the faith, and pierced themselves with many sorrows.",
      "topic": ""
    },
    "11": {
      "text": "But thou, O man of God, flee these things, and pursue righteousness, piety, faith, love, endurance, meekness of spirit.",
      "topic": ""
    },
    "12": {
      "text": "Strive earnestly [in] the good conflict of faith. Lay hold of eternal life, to which thou hast been called, and hast confessed the good confession before many witnesses.",
      "topic": ""
    },
    "13": {
      "text": "I enjoin thee before God who preserves all things in life, and Christ Jesus who witnessed before Pontius Pilate the good confession,",
      "topic": ""
    },
    "14": {
      "text": "that thou keep the commandment spotless, irreproachable, until the appearing of our Lord Jesus Christ;",
      "topic": ""
    },
    "15": {
      "text": "which in its own time the blessed and only Ruler shall shew, the King of those that reign, and Lord of those that exercise lordship;",
      "topic": ""
    },
    "16": {
      "text": "who only has immortality, dwelling in unapproachable light; whom no man has seen, nor is able to see; to whom [be] honour and eternal might. Amen.",
      "topic": ""
    },
    "17": {
      "text": "Enjoin on those rich in the present age not to be high-minded, nor to trust on the uncertainty of riches; but in the God who affords us all things richly for [our] enjoyment;",
      "topic": ""
    },
    "18": {
      "text": "to do good, to be rich in good works, to be liberal in distributing, disposed to communicate [of their substance],",
      "topic": ""
    },
    "19": {
      "text": "laying by for themselves a good foundation for the future, that they may lay hold of [what is] really life.",
      "topic": ""
    },
    "20": {
      "text": "O Timotheus, keep the entrusted deposit, avoiding profane, vain babblings, and oppositions of false-named knowledge,",
      "topic": ""
    },
    "21": {
      "text": "of which some having made profession, have missed the faith. Grace [be] with thee.",
      "topic": ""
    }
  }
}