{
  "info": {
    "book": "Revelación",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vi otro ángel fuerte descender del cielo, envuelto en una nube, y un arco iris sobre su cabeza; y su rostro era como el sol, y sus pies como columnas de fuego.",
      "topic": ""
    },
    "2": {
      "text": "Y tenía en su mano un librito abierto; y puso su pie derecho sobre el mar, y el izquierdo sobre la tierra;",
      "topic": ""
    },
    "3": {
      "text": "y clamó con gran voz, como [cuando] un león ruge; y cuando hubo clamado, siete truenos emitieron sus voces.",
      "topic": ""
    },
    "4": {
      "text": "Y cuando los siete truenos hubieron emitido sus voces, yo iba a escribir; y oí una voz del cielo que me decía: Sella las cosas que los siete truenos han dicho, y no las escribas.",
      "topic": ""
    },
    "5": {
      "text": "Y el ángel que vi en pie sobre el mar y sobre la tierra, levantó su mano al cielo,",
      "topic": ""
    },
    "6": {
      "text": "y juró por el que vive para siempre jamás, que creó el cielo y las cosas que están en él, y la tierra y las cosas que están en ella, y el mar y las cosas que están en él, que el tiempo no sería más.",
      "topic": ""
    },
    "7": {
      "text": "Pero en los días de la voz del séptimo ángel, cuando él comience a tocar la trompeta, el misterio de Dios será consumado, como Él lo anunció a sus siervos los profetas.",
      "topic": ""
    },
    "8": {
      "text": "Y la voz que oí del cielo habló otra vez conmigo, y dijo: Ve [y] toma el librito que está abierto en la mano del ángel que está en pie sobre el mar y sobre la tierra.",
      "topic": ""
    },
    "9": {
      "text": "Y fui al ángel, y le dije: Dame el librito; y él me dijo: Toma, y cómetelo; y te amargará tu vientre, pero en tu boca será dulce como la miel.",
      "topic": ""
    },
    "10": {
      "text": "Y tomé el librito de la mano del ángel, y lo comí; y en mi boca fue dulce como la miel; y cuando lo hube comido, amargó mi vientre.",
      "topic": ""
    },
    "11": {
      "text": "Y él me dijo: Es necesario que profetices otra vez ante muchos pueblos, y naciones, y lenguas, y reyes.",
      "topic": ""
    }
  }
}