{
  "info": {
    "book": "Revelación",
    "chapter": "18",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y después de estas cosas vi otro ángel descender del cielo teniendo gran poder; y la tierra fue alumbrada de su gloria.",
      "topic": ""
    },
    "2": {
      "text": "Y clamó fuertemente en alta voz, diciendo: ¡Caída es, caída es Babilonia la grande! Y es hecha habitación de demonios, y guarida de todo espíritu inmundo, y albergue de toda ave inmunda y aborrecible.",
      "topic": ""
    },
    "3": {
      "text": "Porque todas las naciones han bebido del vino del furor de su fornicación; y los reyes de la tierra han fornicado con ella, y los mercaderes de la tierra se han enriquecido de la abundancia de sus deleites.",
      "topic": ""
    },
    "4": {
      "text": "Y oí otra voz del cielo, que decía: Salid de ella, pueblo mío, para que no seáis partícipes de sus pecados, y para que no recibáis de sus plagas;",
      "topic": ""
    },
    "5": {
      "text": "porque sus pecados han llegado hasta el cielo, y Dios se ha acordado de las maldades de ella.",
      "topic": ""
    },
    "6": {
      "text": "Dadle como ella os ha dado, y pagadle al doble según sus obras; en la copa que ella os preparó, preparadle el doble.",
      "topic": ""
    },
    "7": {
      "text": "Cuanto ella se ha glorificado, y ha vivido en deleites, tanto dadle de tormento y llanto; porque dice en su corazón: Yo estoy sentada [como] reina, y no soy viuda, y no veré llanto.",
      "topic": ""
    },
    "8": {
      "text": "Por lo cual en un día vendrán sus plagas, muerte, llanto y hambre, y será quemada con fuego; porque poderoso es el Señor Dios que la juzga.",
      "topic": ""
    },
    "9": {
      "text": "Y llorarán y se lamentarán sobre ella los reyes de la tierra, los cuales han fornicado con ella, y han vivido en deleites, cuando ellos vieren el humo de su incendio,",
      "topic": ""
    },
    "10": {
      "text": "parándose lejos por el temor de su tormento, diciendo: ¡Ay, ay, de la gran ciudad de Babilonia, la ciudad poderosa; porque en una hora vino tu juicio!",
      "topic": ""
    },
    "11": {
      "text": "Y los mercaderes de la tierra llorarán y se lamentarán sobre ella, porque ninguno compra más sus mercaderías;",
      "topic": ""
    },
    "12": {
      "text": "mercadería de oro, y plata, y piedras preciosas, y perlas, y lino fino, y púrpura, y seda, y escarlata, y toda madera olorosa, y todo artículo de marfil, y todo artículo de madera preciosa, y de bronce, y de hierro, y de mármol;",
      "topic": ""
    },
    "13": {
      "text": "y canela, y aromas, y ungüentos, e incienso, y vino, y aceite; y flor de harina y trigo, y bestias, y ovejas; y caballos, y carros, y esclavos, y almas de hombres.",
      "topic": ""
    },
    "14": {
      "text": "Y los frutos codiciados de tu alma se han ido de ti; y todas las cosas suntuosas y espléndidas se han ido de ti, y nunca más las hallarás.",
      "topic": ""
    },
    "15": {
      "text": "Los mercaderes de estas cosas, que se han enriquecido por ella, se pararán lejos por el temor de su tormento, llorando y lamentando,",
      "topic": ""
    },
    "16": {
      "text": "y diciendo: ¡Ay, ay, de aquella gran ciudad, que estaba vestida de lino fino y de púrpura y de escarlata, y adornada con oro y piedras preciosas y perlas!",
      "topic": ""
    },
    "17": {
      "text": "Porque en una hora ha sido desolada tanta riqueza. Y todo timonel, y todos los que navegan en barcos, y marineros, y todos los que trabajan en el mar, se pararon lejos;",
      "topic": ""
    },
    "18": {
      "text": "y viendo el humo de su incendio, dieron voces, diciendo: ¿Qué [ciudad era] semejante a esta gran ciudad?",
      "topic": ""
    },
    "19": {
      "text": "Y echaron polvo sobre sus cabezas; y dieron voces, llorando y lamentando, diciendo: ¡Ay, ay, de aquella gran ciudad, en la cual todos los que tenían navíos en el mar se habían enriquecido de sus riquezas; porque en una hora ha sido desolada!",
      "topic": ""
    },
    "20": {
      "text": "Alégrate sobre ella, cielo, y [vosotros], santos apóstoles y profetas; porque Dios os ha vengado en ella.",
      "topic": ""
    },
    "21": {
      "text": "Y un ángel fuerte tomó una piedra como una gran piedra de molino, y la arrojó en el mar, diciendo: Con esta violencia será derribada Babilonia, aquella gran ciudad, y nunca más será hallada.",
      "topic": ""
    },
    "22": {
      "text": "Y voz de arpistas, y de músicos, y de flautistas, y de trompetistas, no se oirá más en ti; y ningún artífice de cualquier oficio, no se hallará más en ti; y el ruido de la piedra de molino no se oirá más en ti.",
      "topic": ""
    },
    "23": {
      "text": "Y luz de candelero no alumbrará más en ti; y voz de desposado y de desposada no se oirá más en ti; porque tus mercaderes eran los magnates de la tierra; porque por tus hechicerías fueron engañadas todas las naciones.",
      "topic": ""
    },
    "24": {
      "text": "Y en ella fue hallada la sangre de los profetas y de los santos, y de todos los que han sido muertos en la tierra.",
      "topic": ""
    }
  }
}