{
  "info": {
    "book": "Revelación",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vi cuando el Cordero abrió uno de los sellos, y oí a uno de los cuatro seres vivientes, como con voz de trueno, diciendo: Ven y mira.",
      "topic": ""
    },
    "2": {
      "text": "Y miré, y he aquí un caballo blanco; y el que estaba sentado sobre él tenía un arco; y le fue dada una corona, y salió venciendo, y para vencer.",
      "topic": ""
    },
    "3": {
      "text": "Y cuando Él abrió el segundo sello, oí al segundo ser viviente decir: Ven y mira.",
      "topic": ""
    },
    "4": {
      "text": "Y salió otro caballo, bermejo; y al que estaba sentado sobre él le fue dado [poder] de quitar la paz de la tierra, y que se matasen unos a otros; y le fue dada una grande espada.",
      "topic": ""
    },
    "5": {
      "text": "Y cuando abrió el tercer sello, oí al tercer ser viviente, que decía: Ven y mira. Y miré, y he aquí un caballo negro; y el que estaba sentado sobre él tenía una balanza en su mano.",
      "topic": ""
    },
    "6": {
      "text": "Y oí una voz en medio de los cuatro seres vivientes, que decía: Una medida de trigo por un denario, y tres medidas de cebada por un denario; y no hagas daño al vino ni al aceite.",
      "topic": ""
    },
    "7": {
      "text": "Y cuando abrió el cuarto sello, oí la voz del cuarto ser viviente, que decía: Ven y mira.",
      "topic": ""
    },
    "8": {
      "text": "Y miré, y he aquí un caballo pálido; y el que estaba sentado sobre él tenía por nombre Muerte; y el infierno le seguía. Y le fue dada potestad sobre la cuarta parte de la tierra, para matar con espada, con hambre, con mortandad, y con las fieras de la tierra.",
      "topic": ""
    },
    "9": {
      "text": "Y cuando abrió el quinto sello, vi debajo del altar las almas de los que habían sido muertos por causa de la palabra de Dios y por el testimonio que ellos tenían.",
      "topic": ""
    },
    "10": {
      "text": "Y clamaban en alta voz diciendo: ¿Hasta cuándo, Señor, santo y verdadero, no juzgas y vengas nuestra sangre de los que moran en la tierra?",
      "topic": ""
    },
    "11": {
      "text": "Y les fueron dadas vestiduras blancas a cada uno de ellos, y les fue dicho que reposasen todavía un poco de tiempo, hasta que se completaran sus consiervos y sus hermanos, que también habían de ser muertos como ellos.",
      "topic": ""
    },
    "12": {
      "text": "Y miré cuando Él abrió el sexto sello, y he aquí fue hecho un gran terremoto; y el sol se puso negro como un saco de cilicio, y la luna se volvió como sangre;",
      "topic": ""
    },
    "13": {
      "text": "y las estrellas del cielo cayeron sobre la tierra, como caen los higos verdes de la higuera cuando es sacudida por un fuerte viento.",
      "topic": ""
    },
    "14": {
      "text": "Y el cielo se apartó como un pergamino que es enrollado; y toda montaña y [toda] isla fue movida de su lugar.",
      "topic": ""
    },
    "15": {
      "text": "Y los reyes de la tierra, y los magistrados, y los ricos, y los capitanes, y los poderosos, y todo siervo y todo libre, se escondieron en las cuevas y entre las peñas de las montañas;",
      "topic": ""
    },
    "16": {
      "text": "y decían a las montañas y a las peñas: Caed sobre nosotros, y escondednos del rostro de Aquél que está sentado sobre el trono, y de la ira del Cordero;",
      "topic": ""
    },
    "17": {
      "text": "porque el gran día de su ira ha llegado; ¿y quién podrá sostenerse en pie?",
      "topic": ""
    }
  }
}