{
  "info": {
    "book": "Luke",
    "chapter": "20",
    "translation": "English Revised Version",
    "translationID": "erv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it came to pass, on one of the days, as he was teaching the people in the temple, and preaching the gospel, there came upon him the chief priests and the scribes with the elders;",
      "topic": ""
    },
    "2": {
      "text": "and they spake, saying unto him, Tell us: By what authority doest thou these things? or who is he that gave thee this authority?",
      "topic": ""
    },
    "3": {
      "text": "And he answered and said unto them, I also will ask you a question; and tell me:",
      "topic": ""
    },
    "4": {
      "text": "The baptism of John, was it from heaven, or from men?",
      "topic": ""
    },
    "5": {
      "text": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why did ye not believe him?",
      "topic": ""
    },
    "6": {
      "text": "But if we shall say, From men; all the people will stone us: for they be persuaded that John was a prophet.",
      "topic": ""
    },
    "7": {
      "text": "And they answered, that they knew not whence it was.",
      "topic": ""
    },
    "8": {
      "text": "And Jesus said unto them, Neither tell I you by what authority I do these things.",
      "topic": ""
    },
    "9": {
      "text": "And he began to speak unto the people this parable: A man planted a vineyard, and let it out to husbandmen, and went into another country for a long time.",
      "topic": ""
    },
    "10": {
      "text": "And at the season he sent unto the husbandmen a servant, that they should give him of the fruit of the vineyard: but the husbandmen beat him, and sent him away empty.",
      "topic": ""
    },
    "11": {
      "text": "And he sent yet another servant: and him also they beat, and handled him shamefully, and sent him away empty.",
      "topic": ""
    },
    "12": {
      "text": "And he sent yet a third: and him also they wounded, and cast him forth.",
      "topic": ""
    },
    "13": {
      "text": "And the lord of the vineyard said, What shall I do? I will send my beloved son: it may be they will reverence him.",
      "topic": ""
    },
    "14": {
      "text": "But when the husbandmen saw him, they reasoned one with another, saying, This is the heir: let us kill him, that the inheritance may be ours.",
      "topic": ""
    },
    "15": {
      "text": "And they cast him forth out of the vineyard, and killed him. What therefore will the lord of the vineyard do unto them?",
      "topic": ""
    },
    "16": {
      "text": "He will come and destroy these husbandmen, and will give the vineyard unto others. And when they heard it, they said, God forbid.",
      "topic": ""
    },
    "17": {
      "text": "But he looked upon them, and said, What then is this that is written, The stone which the builders rejected, The same was made the head of the corner?",
      "topic": ""
    },
    "18": {
      "text": "Every one that falleth on that stone shall be broken to pieces; but on whomsoever it shall fall, it will scatter him as dust.",
      "topic": ""
    },
    "19": {
      "text": "And the scribes and the chief priests sought to lay hands on him in that very hour; and they feared the people: for they perceived that he spake this parable against them.",
      "topic": ""
    },
    "20": {
      "text": "And they watched him, and sent forth spies, which feigned themselves to be righteous, that they might take hold of his speech, so as to deliver him up to the rule and to the authority of the governor.",
      "topic": ""
    },
    "21": {
      "text": "And they asked him, saying, Master, we know that thou sayest and teachest rightly, and acceptest not the person of any, but of a truth teachest the way of God:",
      "topic": ""
    },
    "22": {
      "text": "Is it lawful for us to give tribute unto Caesar, or not?",
      "topic": ""
    },
    "23": {
      "text": "But he perceived their craftiness, and said unto them,",
      "topic": ""
    },
    "24": {
      "text": "Shew me a penny. Whose image and superscription hath it? And they said, Caesar’s.",
      "topic": ""
    },
    "25": {
      "text": "And he said unto them, Then render unto Caesar the things that are Caesar’s, and unto God the things that are God’s.",
      "topic": ""
    },
    "26": {
      "text": "And they were not able to take hold of the saying before the people: and they marveled at his answer, and held their peace.",
      "topic": ""
    },
    "27": {
      "text": "And there came to him certain of the Sadducees, they which say that there is no resurrection; and they asked him,",
      "topic": ""
    },
    "28": {
      "text": "saying, Master, Moses wrote unto us, that if a man’s brother die, having a wife, and he be childless, his brother should take the wife, and raise up seed unto his brother.",
      "topic": ""
    },
    "29": {
      "text": "There were therefore seven brethren: and the first took a wife, and died childless;",
      "topic": ""
    },
    "30": {
      "text": "and the second;",
      "topic": ""
    },
    "31": {
      "text": "and the third took her; and likewise the seven also left no children, and died.",
      "topic": ""
    },
    "32": {
      "text": "Afterward the woman also died.",
      "topic": ""
    },
    "33": {
      "text": "In the resurrection therefore whose wife of them shall she be? for the seven had her to wife.",
      "topic": ""
    },
    "34": {
      "text": "And Jesus said unto them, The sons of this world marry, and are given in marriage:",
      "topic": ""
    },
    "35": {
      "text": "but they that are accounted worthy to attain to that world, and the resurrection from the dead, neither marry, nor are given in marriage:",
      "topic": ""
    },
    "36": {
      "text": "for neither can they die any more: for they are equal unto the angels; and are sons of God, being sons of the resurrection.",
      "topic": ""
    },
    "37": {
      "text": "But that the dead are raised, even Moses shewed, in the place concerning the Bush, when he calleth the Lord the God of Abraham, and the God of Isaac, and the God of Jacob.",
      "topic": ""
    },
    "38": {
      "text": "Now he is not the God of the dead, but of the living: for all live unto him.",
      "topic": ""
    },
    "39": {
      "text": "And certain of the scribes answering said, Master, thou hast well said.",
      "topic": ""
    },
    "40": {
      "text": "For they durst not any more ask him any question.",
      "topic": ""
    },
    "41": {
      "text": "And he said unto them, How say they that the Christ is David’s son?",
      "topic": ""
    },
    "42": {
      "text": "For David himself saith in the book of Psalms, The Lord said unto my Lord, Sit thou on my right hand,",
      "topic": ""
    },
    "43": {
      "text": "Till I make thine enemies the footstool of thy feet.",
      "topic": ""
    },
    "44": {
      "text": "David therefore calleth him Lord, and how is he his son?",
      "topic": ""
    },
    "45": {
      "text": "And in the hearing of all the people he said unto his disciples,",
      "topic": ""
    },
    "46": {
      "text": "Beware of the scribes, which desire to walk in long robes, and love salutations in the marketplaces, and chief seats in the synagogues, and chief places at feasts;",
      "topic": ""
    },
    "47": {
      "text": "which devour widows’ houses, and for a pretence make long prayers: these shall receive greater condemnation.",
      "topic": ""
    }
  }
}