{
  "Info": {
    "Language": "English",
    "Meaningless": "1.2.0",
    "Timestamp": "2025-04-21T21:48:55.816724-04:00",
    "Translation": "MEV"
  },
  "Micah": {
    "1": {
      "1": "The word of the Lord, which came to Micah the Morashite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw regarding Samaria and Jerusalem.",
      "2": "Hear, all you peoples! Listen, earth and everything in it, that the Sovereign Lord may be a witness against you, the Lord from His holy temple.",
      "3": "Look! The Lord is coming out from His place, so that He might come down and tread upon the high places of the earth.",
      "4": "The mountains will melt beneath Him, and the valleys split apart like wax before the fire, like waters deluged down a slope.",
      "5": "All this because of the transgression of Jacob and because of the sins of the house of Israel. What is the transgression of Jacob? Is it not Samaria? And what is the high place of Judah? Is it not Jerusalem?",
      "6": "Therefore I will make Samaria a heap in the field for the planting of vineyards. I will dump her stones into the valley and expose her foundations.",
      "7": "All her idols will be shattered, and her gifts burned with fire, and I will annihilate her images, because she gathered them as the wages of a prostitute, and as the wages of a prostitute they will again be used.",
      "8": "Because of this I will lament and wail, I will go about barefoot and naked; I will howl like the jackals and moan like owlets.",
      "9": "For her wound is mortal, for it has come to Judah; it has extended to the gate of my people, to Jerusalem.",
      "10": "Do not tell it in Gath, do not weep at all; in Beth Ophrah, roll around in the dust.",
      "11": "Pass on your way, inhabitants of Shaphir, naked and ashamed; the inhabitants of Zaanan have not come out. The mourning of Beth Ezel has taken from you its foothold.",
      "12": "Indeed the inhabitants of Maroth wait anxiously for good, because calamity has come down from the Lord to the gate of Jerusalem.",
      "13": "Harness the chariot to the steeds, inhabitants of Lachish. It was the beginning of sin to the daughter of Zion, because in you were found the transgressions of Israel.",
      "14": "Therefore you will give parting gifts to Moresheth Gath; the houses of Akzib will be deception to the kings of Israel.",
      "15": "I will again bring a conqueror to you, inhabitants of Mareshah; the glory of Israel will come to Adullam.",
      "16": "Make yourself bald and shave your head for the children of your delight; make yourself as bald as the eagle, for they will go from you into exile."
    },
    "2": {
      "1": "Woe to those who conceive wickedness, to those who devise evil on their beds! At morning’s light they execute it, because it is in the power of their hand.",
      "2": "They covet fields and seize them, and houses and take them. They defraud a man of his house, and a fellow man of his inheritance.",
      "3": "Therefore, thus says the Lord: I am devising disaster against this family, from which you cannot remove your necks; and you will not walk haughtily, for it will be a time of calamity.",
      "4": "In that day they will take up a taunt against you, and they will wail a wailing lament, and say: “We are totally ruined! He diminishes the portion of my people; how He removes it from me! To a traitor He reassigns our fields!”",
      "5": "Therefore you will not have anyone to apportion the land by lot in the assembly of the Lord.",
      "6": "“Do not prophesy,” they say. “One should not prophesy about these things. Disgrace will not overtake us.”",
      "7": "Should it be said, O house of Jacob, “Is the Spirit of the Lord impatient? Are these His deeds?” Do not My words benefit him who walks uprightly?",
      "8": "But lately My people rise up like an enemy. You strip off the rich robe from those who pass by trustingly, like men returning from war.",
      "9": "The women of My people you drive out from their delightful homes; from their children you take My adornment forever.",
      "10": "Get up and go, for this is not the resting place, because uncleanness ruins, and ruin sickens.",
      "11": "If a man, going about vapidly and deceitfully, lies, “I will preach for you wine and beer,” he would be just the preacher for this people.",
      "12": "I will indeed assemble Jacob—all of you; I will indeed gather the remnant of Israel. I will place them together like sheep in a fold, like a herd in its pasture— thronging with people.",
      "13": "He who breaks through has gone up before them; they will break through and pass the gate and go out by it. Then their king will pass on before them, the Lord at their head."
    },
    "3": {
      "1": "Then I said: Listen now, heads of Jacob, and rulers of the house of Israel. Should you not know justice?",
      "2": "You who hate good and love evil, who tear the skin from My people and the flesh from their bones;",
      "3": "you who have eaten the flesh of My people, and have flayed their skin from them, and broken their bones in pieces; who have chopped them up like meat in the pot, and like flesh in the cauldron.",
      "4": "Then they will cry out to the Lord, but He will not answer them; He will hide His face from them at that time, because they have wrought evil deeds.",
      "5": "Thus says the Lord: Regarding the prophets who mislead My people— the ones who have something to eat proclaim “Peace,” but if one does not feed them, then they prepare for war against him.",
      "6": "Therefore you will have night without vision, and you will have darkness without divination; the sun will set upon the prophets, and black upon them will be the day.",
      "7": "The seers will be shamed and the diviners disgraced, and they will all cover their beards, for there is no answer from God.",
      "8": "But as for me, I am filled with power, with the Spirit of the Lord, and with justice and might, to declare to Jacob his transgression and to Israel his sin.",
      "9": "Please hear this, heads of the house of Jacob and rulers of the house of Israel, who detest justice and warp all that is straight,",
      "10": "who build Zion with bloodguilt and Jerusalem with wickedness.",
      "11": "Her leaders judge for a bribe, her priests teach for a price, and her prophets practice divination for money. Yet upon the Lord they lean, saying, “Is not the Lord in our midst? Evil will not come upon us.”",
      "12": "Therefore, because of you, Zion will be plowed like a field, Jerusalem will be mounds of ruins, and the mountain of the house will become wooded heights."
    },
    "4": {
      "1": "Then it will be that in the latter days, the mountain of the house of the Lord will be established as head of the mountains, and will be lifted up above the hills; and people will stream to it.",
      "2": "And many nations will come and say, “Come, that we might go up to the mountain of the Lord, and to the house of the God of Jacob, that He might teach us His ways, and that we might walk in His paths.” For from Zion will go forth the law, and the word of the Lord from Jerusalem.",
      "3": "Then He will judge between many peoples and mediate for mighty nations far and wide; they will beat their swords into plowshares, and their spears into pruning hooks. Nation will not take up sword against nation, and they will no longer train for war.",
      "4": "Then each man will sit under his vine and under his fig tree, and no one will make them afraid; for the mouth of the Lord of Hosts has spoken.",
      "5": "For all the peoples may walk, each in the name of his God, but we will walk in the name of the Lord our God forever and ever.",
      "6": "In that day, declares the Lord, I will assemble the lame and gather the banished and those whom I have afflicted;",
      "7": "and I will make the lame into a remnant, and the banished into a mighty nation; and the Lord will reign over them on Mount Zion from this time forth and forevermore.",
      "8": "As for you, watchtower of the flock, citadel of the daughter of Zion, to you it will come, the former dominion will come, kingship for the daughter of Jerusalem.",
      "9": "Now why do you cry loudly? Have you no king? Has your counselor perished, that agony has seized you like the woman in labor?",
      "10": "Writhe and bring forth, daughter of Zion, like the woman in labor, because now you will go forth from the city and reside in the field, and you will come to Babylon. There you will be rescued; there the Lord will redeem you from the hand of your enemies.",
      "11": "But now many nations are gathered against you, saying, “May she be defiled, and may our eyes gaze upon Zion.”",
      "12": "But they do not know the thoughts of the Lord, and they do not understand His plan, that He has gathered them like sheaves to the threshing floor.",
      "13": "Arise and thresh, daughter of Zion, for I will make your horn iron; your hoofs I will make bronze, and you will shatter many peoples. I will devote their pillage to the Lord, their wealth to the Lord of all the earth."
    },
    "5": {
      "1": "Now gather yourself in troops, O daughter of troops; he has laid siege against us. With a rod they will strike the judge of Israel on the cheek.",
      "2": "But you, Bethlehem Ephrathah, although you are small among the tribes of Judah, from you will come forth for Me one who will be ruler over Israel. His origins are from of old, from ancient days.",
      "3": "Therefore He will give them up, until the time when she who is in labor has given birth, and the rest of his brothers will return to the children of Israel.",
      "4": "He will stand and shepherd in the strength of the Lord, in the majesty of the name of the Lord his God; then they will live securely, because now He will be great until the ends of the earth;",
      "5": "and He will be their peace. When Assyria enters our land and treads through our palaces, then we will raise up against him seven shepherds and eight commanders of men.",
      "6": "They will shepherd the land of Assyria with the sword, and the land of Nimrod at her gates; He will rescue us from Assyria, when he enters our land and when he treads within our border.",
      "7": "Then the remnant of Jacob will be in the midst of many peoples, like dew from the Lord, like showers upon the grass, which do not wait for a man and do not linger for the sons of men.",
      "8": "The remnant of Jacob will be among the nations, in the midst of many peoples, like a lion among the beasts of the forest, like a young lion among flocks of sheep, which when it passes through, tramples and mauls, without rescuer.",
      "9": "Your hand will be lifted up over your adversaries, and all your enemies will be cut off.",
      "10": "And in that day, declares the Lord, I will cut off your horses from among you, and I will destroy your chariots.",
      "11": "Then I will cut off the cities of your land, and I will overthrow your strongholds;",
      "12": "then I will cut off sorceries from your hand, and you will no longer have fortune-tellers.",
      "13": "Then I will cut off your idols, and your sacred stones from among you, and you will no longer bow down to the work of your hands;",
      "14": "then I will root out your Asherah idols from among you, and I will annihilate your cities.",
      "15": "And in anger and wrath I will take vengeance on the nations that have not listened."
    },
    "6": {
      "1": "Listen to what the Lord says: Arise, plead your case before the mountains, that the hills may hear your voice.",
      "2": "Hear, mountains, the indictment of the Lord, O enduring foundations of the earth— that the Lord has an indictment against His people, and against Israel He will dispute.",
      "3": "“My people, what have I done to you, and how have I wearied you? Answer Me!",
      "4": "For I have brought you up from the land of Egypt, and from the house of slaves I have redeemed you; and I sent before you Moses, Aaron, and Miriam.",
      "5": "O My people, remember now what Balak king of Moab counseled, and what Balaam son of Beor answered him, and remember what happened from Shittim to Gilgal, so that you might know the righteous acts of the Lord.”",
      "6": "“With what should I come before the Lord, and bow down before God on high? Shall I come before Him with burnt offerings, with calves a year old?",
      "7": "Will the Lord be pleased with thousands of rams, with ten thousand rivers of oil? Shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?”",
      "8": "He has told you, O man, what is good— and what does the Lord require of you, but to do justice and to love kindness, and to walk humbly with your God?",
      "9": "The voice of the Lord calls to the city— and wisdom will fear Your name: Heed the rod and Him who has appointed it.",
      "10": "Are there still in the house of the wicked treasures of wickedness? And the short ephah which is accursed?",
      "11": "Should I acquit the scales of wickedness, and the sack of dishonest weights?",
      "12": "Her wealthy men are full of violence, and her inhabitants speak deception, and their tongue in their mouth is treachery.",
      "13": "Therefore, I have struck you a dreadful blow, devastating you because of your sins.",
      "14": "You will eat, but not be satisfied, with hunger within you. You will set aside, but not retain; and what you retain I will give over to the sword.",
      "15": "You will sow, but not reap; you will tread olives, but not anoint yourselves with oil; you will crush grapes, but not drink wine.",
      "16": "You observe the statutes of Omri, and every practice of the house of Ahab, and you walk in their counsels. Therefore I will give you over to destruction, and the inhabitants to derision. You will bear the contempt of My people."
    },
    "7": {
      "1": "Woe is me! Because I am as the gathering of summer fruit, as the gleaning of grapes; there is no cluster to eat, no early fig that my soul desires.",
      "2": "The godly has perished from the earth, and no one is upright among men. All of them lie in wait for bloodshed; each hunts his brother with a net.",
      "3": "Both hands are upon evil, to do it well. The prince and the judge request the bribe, the powerful asserts the craving of his very soul— they intertwine together.",
      "4": "The best among them is like a brier, the most upright among them a bramble; the day of your watchmen, of your punishment, has come; now their confusion is at hand.",
      "5": "Do not trust in a companion, do not rely on a friend; from her who lies in your embrace, guard the doors of your mouth.",
      "6": "For the son dishonors the father, the daughter rises up against her mother, the daughter-in-law against her mother-in-law— the enemies of a man are members of his own household.",
      "7": "But as for me, I watch for the Lord; I await the God of my salvation; my God will hear me.",
      "8": "Do not rejoice over me, my enemy! Although I have fallen, I will rise; although I dwell in darkness, the Lord is my light.",
      "9": "I will endure the rage of the Lord, because I have sinned against Him, until the time when He pleads my case and executes judgment for me. He will bring me out into the light; I will look upon His vindication.",
      "10": "Then my enemy will see, and shame will cover her who said to me, “Where is the Lord your God?” My eyes will look upon her; now she will be trampled like muck in the streets.",
      "11": "A day for building your walls, in that day the boundary will be extended.",
      "12": "In that day they will come to you from Assyria and the cities of Egypt, and from Egypt to the River, from sea to sea, and from mountain to mountain.",
      "13": "The earth will become desolate because of its inhabitants, from the fruit of their deeds.",
      "14": "Shepherd your people with your staff, the flock of your inheritance, which live alone in a forest, in the midst of a fertile land; let them graze in Bashan and Gilead, as in the days of old.",
      "15": "As in the days when you came out of Egypt, I will display wonders.",
      "16": "Nations will see and be ashamed, despite all their might; they will put their hand on their mouth, and their ears will be deaf.",
      "17": "They will lick dust like the serpent, like crawling creatures of the earth; they will come shuddering from their lairs. They will turn in dread to the Lord our God, and they will be afraid of You.",
      "18": "Who is a God like You, bearing iniquity and passing over transgression for the remnant of His inheritance? He does not remain angry forever, because He delights in benevolence.",
      "19": "He will again have compassion upon us. He will tread down our iniquities, and cast all of our sins into the depths of the sea.",
      "20": "You will give faithfulness to Jacob and benevolence to Abraham, which You swore to our fathers from the days of old."
    }
  }
}