{
  "Info": {
    "Language": "English",
    "Meaningless": "1.2.0",
    "Timestamp": "2025-04-21T21:48:56.412421-04:00",
    "Translation": "MEV"
  },
  "Nahum": {
    "1": {
      "1": "An oracle for Nineveh, a writing of the vision of Nahum, the Elkoshite.",
      "2": "The Lord is a jealous and avenging God; the Lord avenges and is furious. The Lord takes vengeance on His enemies, and He reserves it for His adversaries;",
      "3": "the Lord is slow to anger and great in power, and the Lord will in no way acquit the guilty. In gale winds and a storm is His way, and clouds are the dust of His feet.",
      "4": "He rebukes and dries up the sea, and He makes waterless all the rivers. Bashan and Carmel wither up, and the sprout of Lebanon wastes away.",
      "5": "The mountains quake before Him, and the hills melt; the land rises up before Him, the earth and everything that dwells on it.",
      "6": "Who can stand before His anger? Who will rise up before His burning wrath? His heat is poured out like fire, and the rocks are broken up before Him.",
      "7": "The Lord is good, a stronghold in the day of distress; and He knows those who take refuge in Him.",
      "8": "As a flood running forth, He will bring to an end the distress, and He will pursue His adversaries into darkness.",
      "9": "Why do you all scheme against the Lord? He will bring it to an end. It will not rise up a second time.",
      "10": "Because they are like interwoven thorns and as drunkards imbibing, they are consumed like completely dry stubble.",
      "11": "Out of you, O Nineveh, comes one, a worthless counselor, who devises evil against the Lord.",
      "12": "So the Lord says: “Even though they are full and many, they will be cut down, and it will pass away. Even though I have afflicted you, I will no longer afflict you, O Judah;",
      "13": "now I will break apart his yoke from over you, and I will tear apart your bonds.”",
      "14": "The Lord has given a command concerning you: “No longer will your name go forth. I will cut off the carved image and metal image from the house of your gods. I will prepare your grave, for you are despised.”",
      "15": "Look, on the mountains come the feet of him who brings good news, who proclaims peace! Make your feasts, O Judah, and complete your vows. For the wicked one will never again pass through your midst; he is completely cut down."
    },
    "2": {
      "1": "He who scatters has come to you. Guard the fortifications! Watch the road! Prepare yourself, and strengthen yourself!",
      "2": "For the Lord is restoring the prominence of Jacob, even the prominence of Israel, for others have certainly laid waste their vines.",
      "3": "The shields of his mighty men are soaked red, even the mighty men are clad in red. In the day he prepares the chariots, they are like a fire of iron. The cypress spears are ready.",
      "4": "The chariots run wildly through the streets, they rush to and fro in the open areas; their appearance is like torches, they dash to and fro like lightning.",
      "5": "He remembers his officers as they stumble about on the road; they hurry on to the wall as the siege tower is set up.",
      "6": "The holding gates are opened wide, and the palace washes away.",
      "7": "It is decreed: She is uncovered and led away captive; her handmaidens shall lead her as with the voice of doves, beating their chests.",
      "8": "Nineveh is like a pool whose waters run away. “Halt! Halt!” they cry, but no one turns back.",
      "9": "“Plunder the silver! Plunder the gold! There is no limit to the treasure, or to the wealth of every precious thing.”",
      "10": "She is desolate, empty, and waste! Hearts melt away, and knees shake; pain is in all the loins, and all their faces grow pale.",
      "11": "Where is the den of the lions, and the feeding place of the young lions, where the lion and lioness prowl, and the lion’s cub goes, with no one to disturb them?",
      "12": "The lion tore enough food for his cubs, and strangled prey for his lionesses; he has filled his caves with prey, and his dens with flesh.",
      "13": "I am against you, says the Lord of Hosts, and I will burn your chariots in smoke, and the sword will devour your lions. I will cut off your prey from the earth, and the voice of your messengers will be heard no more."
    },
    "3": {
      "1": "Woe to the bloody city! It is full of lies and plunder. The prey never departs.",
      "2": "The noise of the whip and the noise of the rattling of the wheels, galloping horses, and rushing chariots!",
      "3": "Horsemen charging with flashing sword and glittering spear. Multitude of slain, great number of corpses, dead bodies without end— they stumble on the corpses—",
      "4": "because of the countless harlotries of the seductive harlot, the mistress of sorceries, who sells nations through her harlotries and families through her sorceries.",
      "5": "I am against you, says the Lord of Hosts; I will lift your skirts over your face, and I will show the nations your nakedness, and the kingdoms your shame.",
      "6": "I will throw filth on you, and make you vile, and make you a spectacle.",
      "7": "All who look at you will flee from you, and say, “Nineveh is devastated! Who will lament for her?” Where shall I seek comforters for you?",
      "8": "Are you better than Thebes that sat by the Nile, with water around her, whose rampart was the sea, and whose wall was the water?",
      "9": "Ethiopia and Egypt were her strength, and it was without limit; Put and Libya were her helpers.",
      "10": "Yet she went into exile, she went into captivity; her young children were dashed to pieces at the head of every street; they cast lots for her honorable men, and all her great men were bound in chains.",
      "11": "You also will be drunk; you will go into hiding; you will seek refuge from the enemy.",
      "12": "All your fortresses are like fig trees with first-ripe figs: If they are shaken, they fall into the mouth of the eater.",
      "13": "Your troops are women in your midst! The gates of your land are wide open to your enemies; fire has devoured your bars.",
      "14": "Draw water for the siege! Strengthen your forts! Go into the clay and tread the mortar! Take hold of the brick mold!",
      "15": "There the fire will devour you, the sword will cut you off; it will eat you up like the locust. Multiply yourselves—like the locust! Multiply—like the grasshopper!",
      "16": "You have multiplied your merchants more than the stars of heaven. The locust plunders and flies away.",
      "17": "Your leaders are like grasshoppers, your commanders like swarms of locusts, which camp in the hedges on a cold day; when the sun rises they fly away, and the place where they are is not known.",
      "18": "Your shepherds slumber, O king of Assyria; Your nobles lie in the dust. Your people are scattered on the mountains, and no one gathers them.",
      "19": "There is no healing of your injury, your wound is grievous. All who hear news about you clap their hands over you, for upon whom has not your wickedness continually passed?"
    }
  }
}