{
  "Info": {
    "Language": "English",
    "Meaningless": "1.2.0",
    "Timestamp": "2025-04-21T21:48:34.196940-04:00",
    "Translation": "MEV"
  },
  "Psalm": {
    "1": {
      "1": "Blessed is the man who walks not in the counsel of the ungodly, nor stands in the path of sinners, nor sits in the seat of scoffers;",
      "2": "but his delight is in the law of the Lord, and in His law he meditates day and night.",
      "3": "He will be like a tree planted by the rivers of water, that brings forth its fruit in its season; its leaf will not wither, and whatever he does will prosper.",
      "4": "The ungodly are not so, but are like the chaff which the wind drives away.",
      "5": "Therefore the ungodly will not stand in the judgment, nor sinners in the congregation of the righteous.",
      "6": "For the Lord knows the way of the righteous, but the way of the ungodly will perish."
    },
    "2": {
      "1": "Why do the nations rage, and the peoples plot in vain?",
      "2": "The kings of the earth set themselves, and the rulers take counsel together, against the Lord and against His anointed, saying,",
      "3": "“Let us tear off their bonds and cast away their ropes from us.”",
      "4": "He who sits in the heavens laughs; the Lord ridicules them.",
      "5": "Then He will speak to them in His wrath and terrify them in His burning anger:",
      "6": "“I have installed My king on Zion, My holy hill.”",
      "7": "I will declare the decree of the Lord: He said to me, “You are My son; this day have I begotten you.",
      "8": "Ask of Me, and I will give you the nations for your inheritance, and the ends of the earth for your possession.",
      "9": "You will break them with a scepter of iron; you will dash them in pieces like a potter’s vessel.”",
      "10": "Now then, you kings, be wise; be admonished, you judges of the earth.",
      "11": "Serve the Lord with fear; tremble with trepidation!",
      "12": "Kiss the son, lest He become angry, and you perish in the way, for His wrath kindles in a flash. Blessed are all who seek refuge in Him."
    },
    "3": {
      "1": "Lord, how my foes have multiplied! Many rise up against me!",
      "2": "Many are saying about my life, “There is no help for him in God.” Selah",
      "3": "But You, O Lord, are a shield for me, my glory and the One who raises up my head.",
      "4": "I cried to the Lord with my voice, and He answered me from His holy hill. Selah",
      "5": "I lay down and slept; I awoke, for the Lord sustained me.",
      "6": "I will not be afraid of multitudes of people who have set themselves against me all around.",
      "7": "Arise, O Lord; save me, O my God! For You have struck all my enemies on the cheek; You have broken the teeth of the wicked.",
      "8": "Salvation belongs to the Lord. Your blessing is on Your people. Selah"
    },
    "4": {
      "1": "Hear me when I call, O God of my righteousness! You have given me relief when I was in distress; have mercy on me, and hear my prayer.",
      "2": "O people, how long will you turn my glory into shame? How long will you love vanity and seek after lies? Selah",
      "3": "Know that the Lord set apart the faithful for Himself; the Lord hears when I call to Him.",
      "4": "Tremble in awe, and do not sin. Commune with your own heart on your bed, and be still. Selah",
      "5": "Offer sacrifices of righteousness, and trust in the Lord.",
      "6": "Many are saying, “Who will show us any good?” Lift up the light of Your face over us.",
      "7": "You have placed gladness in my heart that is better than when their corn and their new wine abound.",
      "8": "I will both lie down in peace and sleep; for You, Lord, make me dwell safely and securely."
    },
    "5": {
      "1": "Give ear to my words, O Lord; consider my meditation.",
      "2": "Listen to the voice of my cry, my King and my God, for to You will I pray.",
      "3": "O Lord, in the morning You will hear my voice; in the morning I will direct my prayer to You, and I will watch expectantly.",
      "4": "For You are not a God who has pleasure in wickedness, nor will evil dwell with You.",
      "5": "Those who boast will not stand in Your sight; You hate all workers of iniquity.",
      "6": "You will destroy those who speak lies; the Lord abhors the bloodthirsty and deceitful man.",
      "7": "But as for me, in the abundance of Your mercy I will enter Your house; in fear of You I will worship at Your holy temple.",
      "8": "Lead me, O Lord, in Your righteousness because of my enemies; make Your way straight before me.",
      "9": "For there is no uprightness in their mouth; destruction is in their midst; their throat is an open tomb; they flatter with their tongue.",
      "10": "Declare them guilty, O God; may they fall by their own counsels; cast them out in the multitude of their transgressions, for they have rebelled against You.",
      "11": "But may all those who seek refuge in You rejoice; may they ever shout for joy, because You defend them; may those who love Your name be joyful in You.",
      "12": "For You, Lord, will bless the righteous; You surround him with favor like a shield."
    },
    "6": {
      "1": "O Lord, do not rebuke me in Your anger, nor discipline me in the heat of Your anger.",
      "2": "Be gracious to me, O Lord, for I am weak; O Lord, heal me, for my bones are terrified.",
      "3": "My soul is greatly troubled, but You, O Lord, how long?",
      "4": "Return, O Lord, rescue my soul. Save me for the sake of Your lovingkindness.",
      "5": "For in death there is no remembrance of You; in Sheol who will give You thanks?",
      "6": "I am weary with my groaning; all night I flood my bed with weeping; I drench my couch with my tears.",
      "7": "My eye wastes away from grief; it grows weak because of all those hostile to me.",
      "8": "Depart from me, all you workers of iniquity; for the Lord has heard the voice of my weeping.",
      "9": "The Lord has heard my supplication; the Lord accepts my prayer.",
      "10": "May all my enemies be ashamed and greatly terrified; may they turn back and be suddenly ashamed."
    },
    "7": {
      "1": "O Lord my God, in You I put my trust; save me from all those who persecute me, and deliver me,",
      "2": "lest they tear my soul like a lion, rending it in pieces, while there is none to deliver.",
      "3": "O Lord my God, if I have done this, if there is iniquity in the palms of my hands,",
      "4": "if I have repaid evil to him who was at peace with me, or have delivered my adversary without cause,",
      "5": "then may the enemy pursue my life and overtake me; may my enemy trample my life to the ground, and lay my honor in the dust. Selah",
      "6": "Arise, O Lord, in Your anger; rise up because of the rage of my adversaries, and awaken Yourself for me; You have commanded justice.",
      "7": "The congregation of the peoples surround You; return above it to heaven’s heights.",
      "8": "The Lord will judge the peoples; grant me justice, O Lord, according to my righteousness, and according to my integrity within me.",
      "9": "May the evil of the wicked come to an end; may You vindicate the righteous one; You are a righteous God who examines the minds and hearts.",
      "10": "My defense depends on God, who saves the upright in heart.",
      "11": "God is a righteous judge, and God has indignation every day.",
      "12": "If one does not repent, God will sharpen His sword; He has bent His bow and made it ready.",
      "13": "He has prepared for Himself deadly weapons; He makes His arrows flaming shafts.",
      "14": "The wicked man writhes in pain of iniquity; he has conceived mischief and brought forth falsehood.",
      "15": "He who digs a hole and hollows it will then fall into his own pit.",
      "16": "His mischief will return on his own head; his violence will descend on the crown of his own head.",
      "17": "I will thank the Lord according to His righteousness, and will sing praise to the name of the Lord Most High."
    },
    "8": {
      "1": "O Lord, our Lord, how excellent is Your name in all the earth! You have set Your glory above the heavens.",
      "2": "Out of the mouth of babes and nursing infants You have ordained strength because of Your enemies, to silence the enemy and the avenger.",
      "3": "When I consider Your heavens, the work of Your fingers, the moon and the stars, which You have established,",
      "4": "what is man that You are mindful of him, and the son of man that You attend to him?",
      "5": "For You have made him a little lower than the angels, and crowned him with glory and honor.",
      "6": "You have given him dominion over the works of Your hands; You have put all things under his feet,",
      "7": "all sheep and oxen, and also the beasts of the field,",
      "8": "the birds of the air, and the fish of the sea, and whatever travels the paths of the seas.",
      "9": "O Lord, our Lord, how excellent is Your name in all the earth!"
    },
    "9": {
      "1": "I will give thanks to You, O Lord, with my whole heart; I will declare all Your marvelous works.",
      "2": "I will be glad and rejoice in You; I will sing praise to Your name, O Most High.",
      "3": "When my enemies are turned back, they will stumble and perish at Your presence.",
      "4": "For You have maintained my right and my cause; You sat on the throne judging what is right.",
      "5": "You have rebuked the nations, You have destroyed the wicked, You have wiped out their name forever and ever.",
      "6": "O you enemy, destructions have come to you for a perpetual end. You have destroyed cities; their memory perished with them.",
      "7": "But the Lord remains forever; He has established His throne for judgment.",
      "8": "He will judge the world in righteousness; He will give judgment to the peoples in uprightness.",
      "9": "The Lord also will be a refuge for the oppressed, a refuge in times of trouble.",
      "10": "Those who know Your name will put their trust in You, for You, Lord, have not forsaken those who seek You.",
      "11": "Sing praises to the Lord who dwells in Zion; declare His deeds among the people.",
      "12": "He who avenges deaths remembers them; He does not forget the cry of the humble.",
      "13": "Be gracious to me, O Lord; consider my trouble from those who hate me, O You who lifts me up from the gates of death,",
      "14": "that I may recount all Your praise in the gates of the daughter of Zion, that I may rejoice in Your salvation.",
      "15": "The nations have sunk down in the pit that they made; their own foot is caught in the net which they hid.",
      "16": "The Lord is known by the judgment that He executes; the wicked one is snared in the work of his own hands. Meditation. Selah",
      "17": "The wicked will be turned to Sheol, and all the nations that forget God.",
      "18": "For the needy will not always be forgotten, nor will the hope of the poor perish forever.",
      "19": "Arise, O Lord, may mortals not prevail; let the nations be judged in Your sight.",
      "20": "Put them in fear, O Lord, that the nations themselves may know they are mortals. Selah"
    },
    "10": {
      "1": "Why do You stand far off, O Lord? Why do You hide Yourself in times of trouble?",
      "2": "In arrogance the wicked persecutes the poor; let them be caught in the devices they have planned.",
      "3": "For the wicked boasts of his soul’s desire; he blesses the greedy and despises the Lord.",
      "4": "The wicked, through the pride of his countenance, will not seek God; God is not in all his thoughts.",
      "5": "His ways are always prosperous; Your judgments are high and distant from him; as for all his enemies, they scoff at him.",
      "6": "He says in his heart, “I shall not be moved; for generations I shall not meet adversity.”",
      "7": "His mouth is filled with cursing and deceit and oppression; under his tongue is mischief and iniquity.",
      "8": "He sits in the lurking places of the villages; in the secret places he murders the innocent; his eyes lurk against the unfortunate.",
      "9": "He lies in wait secretly as a lion in his den; he lies in wait to catch the poor; he catches the poor, drawing them into his net.",
      "10": "He crouches; he lies low, so that the unfortunate fall by his strength.",
      "11": "He says in his heart, “God has forgotten; He hides His face; He will never see it.”",
      "12": "Arise, O Lord! O God, lift up Your hand! Do not forget the humble.",
      "13": "Why do the wicked despise God? He says in his heart, “You will require an account.”",
      "14": "You have seen it, for You observe trouble and grief, to repay it with Your hand. The unfortunate one entrusts it to You; You are the helper of the orphan.",
      "15": "Break the arm of the wicked and the evil man; seek out his wickedness until You find none.",
      "16": "The Lord is King forever and ever; the nations perished from His land.",
      "17": "The desire of the humble You have heard, O Lord; You make their heart attentive; You bend Your ear",
      "18": "to judge the orphan and the oppressed; man on earth no longer trembles."
    },
    "11": {
      "1": "In the Lord I seek refuge; how do you say to my soul, “Flee as a bird to your mountain,",
      "2": "for the wicked bend their bow; they make ready their arrow on the string, that they may treacherously shoot the upright in heart.",
      "3": "If the foundations are broken, what can the righteous do?”",
      "4": "The Lord is in His holy temple, His throne is in heaven; His eyes see, His eyes examine mankind.",
      "5": "The Lord tests the righteous, but the wicked and one who loves violence His soul hates.",
      "6": "Upon the wicked He will rain coals of fire and brimstone and a burning wind; this will be the portion of their cup.",
      "7": "For the righteous Lord loves righteousness; His countenance beholds the upright."
    },
    "12": {
      "1": "Help, Lord, for the godly man comes to an end, for the faithful disappear from sons of men.",
      "2": "They speak empty words, each with his own neighbor; they speak with flattering lips and a double heart.",
      "3": "The Lord will cut off all flattering lips, and the tongue that speaks proud things,",
      "4": "who have said, “With our tongue will we prevail; our lips are in our control, who is master over us?”",
      "5": "“Because the poor are plundered, because the needy sigh, now I will arise,” says the Lord; “I will place him in the safety for which he yearns.”",
      "6": "The words of the Lord are pure words; they are silver tried in an earthen furnace refined seven times.",
      "7": "You will keep them, O Lord; You will preserve them from this generation.",
      "8": "The wicked walk on every side, when the worthless of mankind are exalted."
    },
    "13": {
      "1": "How long, O Lord? Will You forget me for good? How long will you hide Your face from me?",
      "2": "How long will I harbor cares in my soul and sorrow in my heart by day? How long will my enemy loom over me?",
      "3": "Take note and answer me, O Lord my God! Brighten my eyes, lest I sleep the sleep of death,",
      "4": "lest my enemy say, “I have him,” lest my foes exult when I stumble.",
      "5": "I for my part confide in Your kindness; may my heart exult in Your salvation!",
      "6": "I will sing to the Lord, because He has dealt bountifully with me."
    },
    "14": {
      "1": "The fool has said in his heart, “There is no God.” They are corrupt, they do abominable deeds, there is none who does good.",
      "2": "The Lord looks down from heaven on the children of men, to see if there are any who understand, who seek God.",
      "3": "They all turn aside, together they become corrupt; there is none who does good, not even one.",
      "4": "Have all the workers of iniquity no knowledge, who eat my people as they eat bread, but do not call on the Lord?",
      "5": "There they were in great fear, for God is with the generation of the righteous.",
      "6": "You shame the counsel of the poor, but the Lord is his refuge.",
      "7": "Oh, that the salvation of Israel would come from Zion! When the Lord turns back the captivity of His people, Jacob will rejoice, and Israel will be glad."
    },
    "15": {
      "1": "Lord, who will abide in Your tabernacle? Who will dwell in Your holy hill?",
      "2": "He who walks uprightly, and does righteousness, and speaks truth in his heart;",
      "3": "he who does not slander with the tongue and does no evil to his neighbor, nor bears a reproach against his friend;",
      "4": "in whose eyes a vile person is despised, but who honors those who fear the Lord; he who swears to avoid evil and does not change;",
      "5": "he who does not put his money out to usury, nor take a bribe against the innocent. He who does these things will never be moved."
    },
    "16": {
      "1": "Preserve me, O God, for in You I take refuge.",
      "2": "I have said to the Lord, “You are my Lord; my welfare has no existence outside of You.”",
      "3": "For the holy ones who are in the land, they are the majestic ones; in them is all my delight.",
      "4": "Those who chase after other gods, their sorrows will be multiplied; their drink offerings of blood I will not offer, nor lift their names on my lips.",
      "5": "The Lord is the portion of my inheritance and of my cup; You support my lot.",
      "6": "The lines have fallen for me in pleasant places; yes, an inheritance is beautiful for me.",
      "7": "I will bless the Lord who has given me counsel; my affections also instruct me in the night seasons.",
      "8": "I have set the Lord always before me; because He is at my right hand, I will not be moved.",
      "9": "Therefore my heart is glad, and my glory rejoices; my flesh also will rest in security.",
      "10": "For You will not leave my soul in Sheol, nor will You suffer Your godly one to see corruption.",
      "11": "You will make known to me the path of life; in Your presence is fullness of joy; at Your right hand there are pleasures for evermore."
    },
    "17": {
      "1": "Hear a just cause, O Lord, attend to my cry; give ear to my prayer that is not spoken from deceitful lips.",
      "2": "May my sentence go out from Your presence; may Your eyes see rightly.",
      "3": "You have examined my heart; You have visited me in the night; You have tried me and found nothing; I have purposed that my mouth will not transgress.",
      "4": "Concerning the works of men, by the word of Your lips I have avoided the paths of the violent,",
      "5": "placing my steps in Your paths, that my footsteps do not slip.",
      "6": "I called on You, for You will answer me, O God; incline Your ear to me, and hear my speech.",
      "7": "Show marvelously Your lovingkindness, O Deliverer of those who seek refuge by Your right hand from those who arise in opposition.",
      "8": "Keep me as the apple of Your eye; hide me under the shadow of Your wings,",
      "9": "from the wicked who bring ruin to me, from my deadly enemies who surround me.",
      "10": "They close their hard hearts; with their mouth they speak proudly.",
      "11": "They have now encircled us in our steps; they have set their eyes to bend down to the earth;",
      "12": "it is like a lion that is anxious to rip its prey, and as a young lion lurking in secrecy.",
      "13": "Arise, O Lord! Confront him, cast him down! Deliver my soul from the wicked by Your sword,",
      "14": "from men by Your hand, O Lord, from men of the world whose portion is in this life. You fill their belly with Your treasure; they are satisfied with children, and they leave their abundance to their infants.",
      "15": "As for me, I will see Your face in righteousness; I will be satisfied when I awake with Your likeness."
    },
    "18": {
      "1": "I love You, O Lord, my strength.",
      "2": "The Lord is my pillar, and my fortress, and my deliverer; my God, my rock, in whom I take refuge; my shield, and the horn of my salvation, my high tower.",
      "3": "I will call on the Lord, who is worthy to be praised, and I will be saved from my enemies.",
      "4": "The cords of death encircled me, and the torrents of destruction terrified me.",
      "5": "The cords of Sheol surrounded me; the snares of death confronted me.",
      "6": "In my distress I called on the Lord, and cried for help to my God; He heard my voice from His temple, and my cry for help came before Him to His ears.",
      "7": "Then the earth shook and quaked; the foundations of the hills also moved; they reeled because His anger burned.",
      "8": "Smoke went up out of His nostrils, and fire from His mouth devoured; coals were kindled by it.",
      "9": "He bent the heavens and came down, and darkness was under His feet.",
      "10": "He rode on a cherub, and flew; He flew swiftly on the wings of the wind.",
      "11": "He made darkness His secret place; His pavilion was surrounding Him, dark waters and thick clouds of the skies.",
      "12": "At the brightness before Him His thick clouds passed by, hailstones and coals of fire.",
      "13": "The Lord also thundered in the heavens, and the Most High gave His voice, hailstones and coals of fire.",
      "14": "He sent out His arrows and scattered them, and He shot out lightning and distressed them.",
      "15": "Then the channels of waters appeared, and the foundations of the world were discovered at Your rebuke, O Lord, at the blast of the breath of Your nostrils.",
      "16": "He sent from above, He took me; He drew me out of many waters.",
      "17": "He delivered me from my strong enemy, and from those who hated me, for they were too strong for me.",
      "18": "They confronted me in the day of my calamity, but the Lord was my support.",
      "19": "He also brought me forth into a large place; He delivered me because He delighted in me.",
      "20": "The Lord rewarded me according to my righteousness; according to the cleanness of my hands He has repaid me.",
      "21": "For I have kept the ways of the Lord, and have not wickedly departed from my God.",
      "22": "For all His judgments were before me, and I did not put away His statutes from me.",
      "23": "I was also upright before Him, and I kept myself from my iniquity.",
      "24": "Therefore the Lord has repaid me according to my righteousness, according to the cleanness of my hands in His view.",
      "25": "With the merciful You will show Yourself merciful; with the blameless man You will show Yourself blameless;",
      "26": "with the pure You will show Yourself pure; and with the crooked You will show Yourself crooked.",
      "27": "For You will save the afflicted people, but will bring down prideful eyes.",
      "28": "For You will cause my lamp to shine; the Lord my God will enlighten my darkness.",
      "29": "For by You I can run through a troop, and by my God I can leap a wall.",
      "30": "As for God, His way has integrity; the word of the Lord is proven; He is a shield to all those who take refuge in Him.",
      "31": "For who is God except the Lord? Or who is a rock besides our God?",
      "32": "It is God who clothes me with strength, and gives my way integrity.",
      "33": "He makes my feet like the feet of a deer, and causes me to stand on my high places.",
      "34": "He trains my hands for war, so that my arms bend a bow of bronze.",
      "35": "You have given me the shield of Your salvation, and Your right hand has held me up, and Your gentleness has made me great.",
      "36": "You have lengthened my stride under me, so that my feet did not slip.",
      "37": "I pursued my enemies and overtook them; I did not return until they were destroyed.",
      "38": "I wounded them, and they were not able to rise; they are fallen under my feet.",
      "39": "For You clothed me with strength for the battle; You subdued under me those who rose up against me.",
      "40": "You gave me the necks of my enemies, and I destroyed those who hate me.",
      "41": "They cried for help, but there was none to save them; even to the Lord, but He did not answer them.",
      "42": "Then I beat them small as the dust before the wind; I cast them out as the dirt in the streets.",
      "43": "You have delivered me from the hostilities of the people, and You have made me the head of nations; a people whom I have not known serve me.",
      "44": "At hearing a report, they obey me; foreigners come cringing to me.",
      "45": "Foreigners fade away, and come quaking out of their prisons.",
      "46": "The Lord lives! And blessed be my Rock! May the God of my salvation be exalted.",
      "47": "It is God who avenges me and subdues the people under me;",
      "48": "He delivers me from my enemies. You lift me up above those who rise up against me; You have delivered me from the violent man.",
      "49": "Therefore I will give thanks to You, O Lord, among the nations, and sing praises to Your name.",
      "50": "He gives great deliverance to His king, and shows lovingkindness to His anointed, to David and to his descendants for evermore."
    },
    "19": {
      "1": "The heavens declare the glory of God, and the firmament shows His handiwork.",
      "2": "Day unto day utters speech, and night unto night declares knowledge.",
      "3": "There is no speech and there are no words; their voice is not heard.",
      "4": "Their line has gone out through all the earth, and their words to the end of the world. In them has He set a tent for the sun,",
      "5": "which is like a bridegroom coming out of his chamber; it rejoices as a strong man to run a race.",
      "6": "Its going forth is from one end of the heavens, and its circuit extends to the other end, and there is nothing hidden from its heat.",
      "7": "The law of the Lord is perfect, converting the soul; the testimony of the Lord is sure, making wise the simple;",
      "8": "the statutes of the Lord are right, rejoicing the heart; the commandment of the Lord is pure, enlightening the eyes;",
      "9": "the fear of the Lord is clean, enduring forever; the judgments of the Lord are true and righteous altogether.",
      "10": "More to be desired are they than gold, yes, than much fine gold; sweeter also than honey and the honeycomb.",
      "11": "Moreover by them is Your servant warned, and by keeping them comes great reward.",
      "12": "Who can understand his errors? Cleanse me from secret faults.",
      "13": "Keep back Your servant also from presumptuous sins; may they not rule over me. Then I will be upright and innocent from great transgression.",
      "14": "Let the words of my mouth and the meditation of my heart be acceptable in Your sight, O Lord, my strength and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you in the day of trouble; may the name of the God of Jacob defend you;",
      "2": "may He send you help from the sanctuary, and strengthen you from Zion;",
      "3": "may He remember all your offerings, and accept your burnt offering. Selah",
      "4": "May He grant you according to your own heart, and fulfill all your counsel.",
      "5": "We will rejoice in your salvation, and in the name of our God we will set up our banners; may the Lord fulfill all your petitions.",
      "6": "Now I know that the Lord saves His anointed; He will answer him from His holy heaven with the saving strength of His right hand.",
      "7": "Some trust in chariots, and some in horses, but we will remember the name of the Lord our God.",
      "8": "They are brought down and fallen, but we arise and stand upright.",
      "9": "Save, Lord! May the King answer us when we call."
    },
    "21": {
      "1": "The king will rejoice in Your strength, O Lord, and in Your salvation how greatly will he rejoice!",
      "2": "You have given him his heart’s desire, and have not withheld the request of his lips. Selah",
      "3": "For You meet him with the blessings of goodness; You set a crown of pure gold on his head.",
      "4": "He asked life of You, and You gave it him, length of days forever and ever.",
      "5": "His glory is great in Your salvation; honor and majesty You set on him.",
      "6": "For You place blessings on him forever; You make him rejoice with gladness with Your presence.",
      "7": "For the king trusts in the Lord, and by the lovingkindness of the Most High he will not be moved.",
      "8": "Your hand will find out all Your enemies; Your right hand will find out those who hate You.",
      "9": "You will make them as a fiery oven in the time of Your appearance; the Lord will swallow them up in His wrath, and fire will devour them.",
      "10": "You will destroy their offspring from the earth, and their descendants from among the children of men.",
      "11": "For they intended evil against You; they devised evil thoughts they will not be able to accomplish.",
      "12": "For You will make them turn their back, when You aim with Your bowstrings against their face.",
      "13": "Be exalted, Lord, by Your strength; may we sing and make music to Your might."
    },
    "22": {
      "1": "My God, my God, why have You forsaken me? Why are You so far from delivering me, and from my roaring words of distress?",
      "2": "O my God, I cry in the daytime, but You do not answer; and at night, but I have no rest.",
      "3": "But You are holy, O You who inhabits the praises of Israel.",
      "4": "Our fathers trusted in You; they trusted, and You did deliver them.",
      "5": "They cried to You and were delivered; they trusted in You and were not put to shame.",
      "6": "But I am a worm, and not a man; a reproach of men and despised by the people.",
      "7": "All who see me laugh me to scorn; they sneer with the lip, they shake the head, saying,",
      "8": "“Trust in the Lord, let Him deliver him; let Him rescue him, seeing He delights in him.”",
      "9": "But You are He who took me out of the womb; You caused me to trust while I was on my mother’s breasts.",
      "10": "I was cast on You from birth; You are my God from my mother’s womb.",
      "11": "Be not far from me for trouble is near, for there is none to help.",
      "12": "Many bulls encircle me; strong bulls of Bashan surround me.",
      "13": "They open their mouths against me, as a preying and roaring lion.",
      "14": "I am poured out like water, and all my bones are out of joint; my heart is like wax; it is melted inside my body.",
      "15": "My strength is dried up like a potsherd, and my tongue cleaves to my jaws; and You have set me toward the dust of death.",
      "16": "For dogs have encompassed me; the assembly of the wicked has enclosed me; like a lion they pin my hands and my feet;",
      "17": "I can count all my bones; they look and stare on me.",
      "18": "They part my garments among them and cast lots for my clothes.",
      "19": "But do not be far from me, O Lord; O my Help, hasten to my aid.",
      "20": "Rescue my soul from the sword, my only life from the power of the dog.",
      "21": "Save me from the lion’s mouth, and from the horns of the wild ox, answer me!",
      "22": "I will declare Your name to my community; in the midst of the congregation I will praise You.",
      "23": "You who fear the Lord, praise Him; all you descendants of Jacob, glorify Him, and stand in awe of Him, all you descendants of Israel.",
      "24": "For He has not despised nor abhorred the affliction of the afflicted; nor has He hid His face from him; but when he cried to Him, He heard.",
      "25": "From You my praise will be in the great congregation; I will pay my vows before those who fear Him.",
      "26": "The meek will eat and be satisfied; those who seek Him will praise the Lord. May your hearts live forever.",
      "27": "All the ends of the world will remember and turn to the Lord, and all the families of the nations will worship before You.",
      "28": "For kingship belongs to the Lord, and He rules among the nations.",
      "29": "All the prosperous ones of the earth will eat and worship; all who go down to the dust will bow before Him, even he who cannot keep his own soul alive.",
      "30": "Posterity will serve Him; it will be told to generations about the Lord;",
      "31": "they will come and declare His righteousness to a people yet to be born, that He has acted."
    },
    "23": {
      "1": "The Lord is my shepherd; I shall not want.",
      "2": "He makes me lie down in green pastures; He leads me beside still waters.",
      "3": "He restores my soul; He leads me in paths of righteousness for His name’s sake.",
      "4": "Even though I walk through the valley of the shadow of death, I will fear no evil; for You are with me; Your rod and Your staff, they comfort me.",
      "5": "You prepare a table before me in the presence of my enemies; You anoint my head with oil; my cup runs over.",
      "6": "Surely goodness and mercy shall follow me all the days of my life, and I will dwell in the house of the Lord forever."
    },
    "24": {
      "1": "The earth belongs to the Lord, and its fullness, the world, and those who dwell in it.",
      "2": "For He has founded it on the seas, and established it on the floods.",
      "3": "Who may ascend the hill of the Lord? Who may stand in His holy place?",
      "4": "He who has clean hands and a pure heart; who has not lifted up his soul unto vanity, nor sworn deceitfully.",
      "5": "He will receive the blessing from the Lord, and righteousness from the God of his salvation.",
      "6": "This is Jacob, the generation of those who seek Him, who seek Your face. Selah",
      "7": "Lift up your heads, O you gates; and be lifted up, you everlasting doors, that the King of glory may enter.",
      "8": "Who is this King of glory? The Lord strong and mighty, the Lord mighty in battle.",
      "9": "Lift up your heads, O you gates; lift up, you everlasting doors, that the King of glory may enter.",
      "10": "Who is He—this King of glory? The Lord of Hosts, He is the King of glory. Selah"
    },
    "25": {
      "1": "To You, O Lord, do I lift up my soul.",
      "2": "O my God, I trust in You; may I not be ashamed; may my enemies not triumph over me.",
      "3": "Yes, let none who wait on You be ashamed; let them be ashamed who transgress without cause.",
      "4": "Make me to know Your ways, O Lord; teach me Your paths.",
      "5": "Lead me in Your truth and teach me, for You are the God of my salvation; on You I wait all the day.",
      "6": "Remember Your mercies, O Lord, and Your lovingkindness, for they are from old.",
      "7": "Do not remember the sins of my youth or my transgressions; according to Your lovingkindness remember me, on account of Your goodness, O Lord.",
      "8": "Good and upright is the Lord; therefore He will teach sinners in the way.",
      "9": "The meek will He guide in judgment, and the meek He will teach His way.",
      "10": "All the paths of the Lord are lovingkindness and truth, for those who keep His covenant and His testimonies.",
      "11": "For Your name’s sake, O Lord, pardon my iniquity, for it is great.",
      "12": "Who is the man who fears the Lord? He will teach him in the way He should choose.",
      "13": "He will dwell at ease, and his descendants will inherit the land.",
      "14": "The counsel of the Lord is with those who fear him, and He will make His covenant known to them.",
      "15": "My eyes are ever toward the Lord, for He will lead my feet from the net.",
      "16": "Turn to me, and be gracious to me, for I am isolated and afflicted.",
      "17": "The troubles of my heart are enlarged; bring me out of my distresses.",
      "18": "Look on my pain and misery, and forgive all my sins.",
      "19": "Consider my enemies, for they are many, and they hate me with violent hatred.",
      "20": "Watch over my life, and deliver me! Let me not suffer shame, for I seek refuge in You.",
      "21": "Truth and integrity will preserve me while I wait for You.",
      "22": "Redeem Israel, O God, out of all their troubles."
    },
    "26": {
      "1": "Judge me, O Lord, for I have walked in my integrity. I have trusted in the Lord; I will not slip.",
      "2": "Examine me, O Lord, and test me; try my affections and my heart.",
      "3": "For Your lovingkindness is before my eyes, and I have walked in Your truth.",
      "4": "I have not sat with the worthless, nor will I go with hypocrites.",
      "5": "I have hated the congregation of evildoers, and will not sit with the wicked.",
      "6": "I will wash my hands in innocence; thus I will go around Your altar, O Lord,",
      "7": "that I may proclaim with the voice of thanksgiving, and tell of all Your wondrous works.",
      "8": "Lord, I have loved the refuge of Your house, and the place where Your honor dwells.",
      "9": "Do not gather my soul with sinners, nor my life with murderers,",
      "10": "in whose hands is wickedness, and their right hand is full of bribes.",
      "11": "But as for me, I will walk in my integrity; redeem me and be gracious to me.",
      "12": "My foot stands in an even place; with the congregations I will bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation; whom will I fear? The Lord is the strength of my life; of whom will I be afraid?",
      "2": "When the wicked came against me to eat my flesh— my enemies and my foes— they stumbled and fell.",
      "3": "Though an army should encamp against me, my heart will not fear; though war should rise against me, in this will I be confident.",
      "4": "One thing I have asked from the Lord, that will I seek after— for me to dwell in the house of the Lord all the days of my life, to see the beauty of the Lord, and to inquire in His temple.",
      "5": "For in the time of trouble He will hide me in His pavilion; in the shelter of His tabernacle He will hide me; He will set me up on a rock.",
      "6": "Now my head will be lifted up above my enemies encircling me; therefore I will offer sacrifices of joy in His tabernacle; I will sing, yes, I will sing praises to the Lord.",
      "7": "Hear, O Lord, when I cry with my voice! Be gracious to me and answer me.",
      "8": "When You said, “Seek My face,” my heart said to You, “Your face, Lord, I will seek.”",
      "9": "Do not hide Your face far from me; do not thrust Your servant away in anger; You have been my help. Do not leave me nor forsake me, O God of my salvation.",
      "10": "If my father and my mother forsake me, then the Lord will take me in.",
      "11": "Teach me Your way, O Lord, and lead me in an upright path, because of my enemies.",
      "12": "Do not deliver me to the will of my enemies; for false witnesses have risen against me, and they breathe out violence.",
      "13": "I believe I will see the goodness of the Lord in the land of the living.",
      "14": "Wait on the Lord; be strong, and may your heart be stout; wait on the Lord."
    },
    "28": {
      "1": "To You, O Lord, will I cry; my Rock, do not be silent to me; lest if You were silent to me, then I would become like those who go down to the pit.",
      "2": "Hear the voice of my supplications when I cry to You, when I lift up my hands toward Your most holy place.",
      "3": "Do not draw me away with the wicked and with the workers of iniquity, who speak peace to their neighbors, but mischief is in their hearts.",
      "4": "Give them according to their deeds, and according to the wickedness of their endeavors; give them according to the work of their hands; return to them what they deserve.",
      "5": "Because they do not regard the works of the Lord, nor the work of His hands, He will destroy them and not build them up.",
      "6": "Blessed be the Lord, because He has heard the voice of my supplications.",
      "7": "The Lord is my strength and my shield; my heart trusted in Him, and I was helped; therefore my heart rejoices, and with my song I will thank Him.",
      "8": "The Lord is the strength of His people, and He is the saving strength of His anointed.",
      "9": "Save Your people, and bless Your inheritance; feed them and lift them up forever."
    },
    "29": {
      "1": "Give to the Lord, you heavenly beings, give to the Lord glory and strength.",
      "2": "Give to the Lord the glory of His name; worship the Lord in holy splendor.",
      "3": "The voice of the Lord is over the waters; the God of glory thunders; the Lord is over many waters.",
      "4": "The voice of the Lord sounds with strength; the voice of the Lord—with majesty.",
      "5": "The voice of the Lord breaks the cedars; the Lord breaks the cedars of Lebanon.",
      "6": "He makes them skip like a calf, Lebanon and Sirion like a wild ox.",
      "7": "The voice of the Lord flashes like flames of fire.",
      "8": "The voice of the Lord shakes the wilderness; the Lord shakes the Wilderness of Kadesh.",
      "9": "The voice of the Lord makes the deer to give birth, and strips the forests bare; and in His temple everyone says, “Glory!”",
      "10": "The Lord sits enthroned above the flood, the Lord sits as King forever.",
      "11": "The Lord will give strength to His people; the Lord will bless His people with peace."
    },
    "30": {
      "1": "I will extol You, O Lord, for You have drawn me up, and have not caused my foes to rejoice over me.",
      "2": "O Lord my God, I cried to You, and You healed me.",
      "3": "O Lord, You have brought up my soul from the grave; You have kept me alive, that I should not go down to the pit.",
      "4": "Sing to the Lord, O you saints of His, and give thanks at the remembrance of His holiness.",
      "5": "For His anger endures but a moment, in His favor is life; weeping may endure for a night, but joy comes in the morning.",
      "6": "In my prosperity I said, “I will never be moved.”",
      "7": "Lord, by Your favor You had set me strong as a mountain; You hid Your face, and I was terrified.",
      "8": "I cried to You, O Lord, and to the Lord I made supplication:",
      "9": "“What profit is there in my death, if I go down to the pit? Will the dust give You thanks? Will it declare Your truth?",
      "10": "Hear, O Lord, and be gracious to me; Lord, be my helper.”",
      "11": "For You have turned my mourning into dancing; You have put off my sackcloth and girded me with gladness,",
      "12": "so that my glory may sing praise to You and not be silent. O Lord my God, I will give thanks to You forever."
    },
    "31": {
      "1": "In You, O Lord, do I seek refuge; may I never be ashamed; deliver me in Your righteousness.",
      "2": "Incline Your ear to me; deliver me speedily; be my strong rock, a strong fortress to save me.",
      "3": "For You are my rock and my fortress; for Your name’s sake lead me and guide me.",
      "4": "Lead me out of the net that they have hidden for me, for You are my strength.",
      "5": "Into Your hand I commit my spirit; You have redeemed me, O Lord, God of truth.",
      "6": "I have hated those who regard worthless vanity, but I trust in the Lord.",
      "7": "I will be glad and rejoice in Your lovingkindness, for You have seen my trouble; You have known my soul in adversities,",
      "8": "and have not delivered me up into the hand of the enemy; You have set my feet in a broad place.",
      "9": "Be gracious to me, O Lord, for I am in trouble; my eye wastes away with grief, yes, my soul and my body.",
      "10": "For my life is spent with grief, and my years with sighing; my strength fails because of my iniquity, and my bones waste away.",
      "11": "I became a reproach among all my enemies, but especially among my neighbors, and a dread to my acquaintances; those who saw me outside fled from me.",
      "12": "I am forgotten as a dead man out of mind; I am like a broken vessel.",
      "13": "For I have heard the slander of many; fear was on every side; while they took counsel together against me, they planned to take away my life.",
      "14": "But I trusted in You, O Lord; I said, “You are my God.”",
      "15": "My times are in Your hand; deliver me from the hand of my enemies and my pursuers.",
      "16": "Make Your face to shine on Your servant; save me by Your lovingkindness.",
      "17": "Do not let me be ashamed, O Lord, for I have called on You; let the wicked be ashamed, and let them be silent in the grave.",
      "18": "Let the lying lips be put to silence, who speak arrogantly in pride and contempt against the righteous.",
      "19": "Oh, how great is Your goodness, which You have laid up for those who fear You, which You have done for those seeking refuge in You before people!",
      "20": "You will hide them in the secret of Your presence from conspirators; You will keep them secretly in a shelter from the strife of tongues.",
      "21": "Blessed be the Lord, for He has shown me His marvelous lovingkindness in a fortified city.",
      "22": "For I said in my haste, “I am cut off from before Your eyes.” Nevertheless You heard the voice of my supplications when I cried to You.",
      "23": "Oh, love the Lord, all you His saints, for the Lord preserves the faithful, but amply repays the one who acts in pride.",
      "24": "Be strong, and He will strengthen your heart, all you who wait for the Lord."
    },
    "32": {
      "1": "Blessed is he whose transgression is forgiven, whose sin is covered.",
      "2": "Blessed is the man against whom the Lord does not count iniquity, and in whose spirit there is no deceit.",
      "3": "When I kept silent, my bones wasted away through my groaning all day long.",
      "4": "For day and night Your hand was heavy on me; my strength was changed into the drought of summer. Selah",
      "5": "I acknowledged my sin to You, and my iniquity I did not conceal. I said, “I will confess my transgressions to the Lord,” and You forgave the iniquity of my sin. Selah",
      "6": "For this cause everyone who is godly will pray to You in a time when You may be found; surely in the floods of great waters they will not reach him.",
      "7": "You are my hiding place; You will preserve me from trouble; You will surround me with shouts of deliverance. Selah",
      "8": "I will instruct you and teach you in the way you should go; I will counsel you with my eye on you.",
      "9": "Do not be as the horse or as the mule that are without understanding, that must be restrained with bit and bridle, or they will not come near you.",
      "10": "Many sorrows come to the wicked, but lovingkindness will surround the man who trusts in the Lord.",
      "11": "Be glad in the Lord, and rejoice, you righteous one; and shout for joy, all you who are upright in heart!"
    },
    "33": {
      "1": "Rejoice in the Lord, O you righteous, for praise is fitting for the upright.",
      "2": "Give thanks to the Lord with the harp; make music to Him with an instrument of ten strings.",
      "3": "Sing to Him a new song; play an instrument skillfully with a joyful shout.",
      "4": "For the word of the Lord is upright, and all His work is done in truth.",
      "5": "He loves righteousness and justice; the earth is full of the lovingkindness of the Lord.",
      "6": "By the word of the Lord the heavens were made, and all their host by the breath of His mouth.",
      "7": "He gathers the waters of the sea together as a heap; He puts the depths in storehouses.",
      "8": "Let all the earth fear the Lord; let all the inhabitants of the world stand in awe of Him.",
      "9": "For He spoke, and it was done; He commanded, and it stood fast.",
      "10": "The Lord frustrates the counsel of the nations; He restrains the purposes of the people.",
      "11": "The counsel of the Lord stands forever, the purposes of His heart to all generations.",
      "12": "Blessed is the nation whose God is the Lord, the people whom He has chosen as His inheritance.",
      "13": "The Lord looks from heaven; He sees all the sons of men.",
      "14": "From the place of His habitation He gazes on all the inhabitants of the earth;",
      "15": "He fashions their hearts alike; He considers all their works.",
      "16": "No king is saved by a great army; a mighty man is not delivered by great strength.",
      "17": "A horse is a vain hope for safety; it will not deliver by its great strength.",
      "18": "The eye of the Lord is on those who fear Him, on those who hope in His lovingkindness,",
      "19": "to deliver their soul from death, and to keep them alive in famine.",
      "20": "Our soul waits for the Lord; He is our help and our shield.",
      "21": "For our heart will rejoice in Him, because we have trusted in His holy name.",
      "22": "Let Your lovingkindness, O Lord, be on us, just as we hope in You."
    },
    "34": {
      "1": "I will bless the Lord at all times; His praise will continually be in my mouth.",
      "2": "My soul will make its boast in the Lord; the humble will hear of it and be glad.",
      "3": "Oh, magnify the Lord with me, and let us exalt His name together.",
      "4": "I sought the Lord, and He answered me, and delivered me from all my fears.",
      "5": "They looked to Him and became radiant, and their faces are not ashamed.",
      "6": "This poor man cried, and the Lord heard, and saved him out of all his troubles.",
      "7": "The angel of the Lord camps around those who fear Him, and delivers them.",
      "8": "Oh, taste and see that the Lord is good; blessed is the man who takes refuge in Him.",
      "9": "Oh, fear the Lord, you His saints; for the ones who fear Him will not be in need.",
      "10": "The young lions are in want and suffer hunger, but the ones who seek the Lord will not lack any good thing.",
      "11": "Come, you children, listen to me; I will teach you the fear of the Lord.",
      "12": "Who is the man who desires life, and loves a long life in order to see good?",
      "13": "Keep your tongue from evil, and your lips from speaking deceit.",
      "14": "Turn away from evil, and do good; seek peace, and pursue it.",
      "15": "The eyes of the Lord are on the righteous, and His ears are open to their cry.",
      "16": "The face of the Lord is against the ones doing evil, to cut off the memory of them from the earth.",
      "17": "The righteous cry out, and the Lord hears, and delivers them out of all their troubles.",
      "18": "The Lord is near to the broken-hearted, and saves the contrite of spirit.",
      "19": "Many are the afflictions of the righteous, but the Lord delivers him out of them all.",
      "20": "A righteous one keeps all his bones; not one of them is broken.",
      "21": "Evil will slay the wicked, and those who hate the righteous will be condemned.",
      "22": "The Lord redeems the life of His servants, and all who take refuge in Him will not be punished."
    },
    "35": {
      "1": "Plead my cause, O Lord, with my adversaries; fight those who fight me.",
      "2": "Take hold of the large shield and small shield, and rise up for my help.",
      "3": "Draw the spear and javelin against those who pursue me. Say to my soul, “I am Your salvation.”",
      "4": "May those who seek my life be ashamed and humiliated; may those who plan my injury be turned back and put to shame.",
      "5": "May they be as chaff before the wind, and may the angel of the Lord cast them down.",
      "6": "May their way be dark and slippery, and may the angel of the Lord pursue them.",
      "7": "For without cause they have hidden their net for me in a pit, which they have dug without cause for my soul.",
      "8": "Let destruction come on him without warning, and let the net that he hid ensnare him; let him fall into it, to his destruction.",
      "9": "My soul will be joyful in the Lord; it will rejoice in His salvation.",
      "10": "All my bones will say, “Lord, who is like You, who delivers the poor from a stronger one, the poor and the needy from the one who robs them?”",
      "11": "Witnesses intent on violence rose up; they accused me of things I knew nothing about.",
      "12": "They rewarded me evil for good, the bereavement of my soul.",
      "13": "But as for me, when they were sick, my clothing was sackcloth; I humbled my soul with fasting; and my prayer returns to my own heart.",
      "14": "I paced as though he were my friend or brother; I bowed down lamenting, as one who mourns for a mother.",
      "15": "But in my adversity they rejoiced and gathered together; assailants gathered together against me, though I was unaware; they tore me apart and did not stop;",
      "16": "with hypocritical mockers in feasts, they gnashed on me with their teeth.",
      "17": "Lord, how long will You look on? Rescue my soul from their destructions, my life from the lions.",
      "18": "I will give You thanks in the great congregation; I will praise You among a mighty people.",
      "19": "May my deceitful enemies not rejoice over me; nor may those who hate me without cause wink with their eye.",
      "20": "For they do not speak peace, but they devise deceitful matters against the restful ones in the land.",
      "21": "They opened their mouth wide against me, and said, “Aha, aha, our eye has seen it.”",
      "22": "This You have seen, O Lord; do not be silent; O Lord, be not far from me.",
      "23": "Rouse Yourself and awake for my judgment, for my cause, my God and my Lord.",
      "24": "Judge me, O Lord my God, according to Your righteousness, and may they not rejoice over me.",
      "25": "May they not say in their hearts, “Ah, we have our soul’s desire.” May they not say, “We have swallowed him up.”",
      "26": "May those who rejoice at my harm be ashamed and altogether put to shame; may they be clothed with shame and dishonor who magnify themselves against me.",
      "27": "May those who favor my righteous cause shout for joy and be glad; may they say continually, “The Lord be magnified, who delights in the peace of His servant.”",
      "28": "My tongue will speak of Your righteousness and of Your praise all the day long."
    },
    "36": {
      "1": "An oracle within my heart about the transgression of the wicked: There is no fear of God before their eyes.",
      "2": "For they flatter themselves in their own eyes, that their iniquity cannot be found out and hated.",
      "3": "The words of their mouth are wickedness and deceit; they have ceased to be wise and to do good.",
      "4": "They devise mischief on their bed; they set themselves on a path that is not good; they do not reject evil.",
      "5": "Your mercy, O Lord, is in the heavens, and Your faithfulness reaches to the clouds.",
      "6": "Your righteousness is like the great mountains, Your judgments like the great deep; O Lord, You preserve man and beast.",
      "7": "How excellent is Your lovingkindness, O God! Therefore mankind seeks refuge in the shadow of Your wings.",
      "8": "They will drink their fill from the abundance of Your house, and You will cause them to drink from the river of Your pleasures.",
      "9": "For with You is the fountain of life; in Your light we see light.",
      "10": "Oh, continue Your lovingkindness to those who know You, and Your righteousness to the upright in heart.",
      "11": "Do not let the foot of the arrogant come against me, and do not let the hand of the wicked cause me to wander.",
      "12": "There the workers of iniquity have fallen; they are cast down and not able to rise."
    },
    "37": {
      "1": "Do not fret because of evildoers, nor be jealous of those who do injustice.",
      "2": "For they will quickly wither like the grass, and fade like the green herbs.",
      "3": "Trust in the Lord, and do good; dwell in the land, and practice faithfulness.",
      "4": "Delight yourself in the Lord, and He will give you the desires of your heart.",
      "5": "Commit your way to the Lord; trust also in Him, and He will bring it to pass.",
      "6": "He will bring forth your righteousness as the light, and your judgment as the noonday.",
      "7": "Rest in the Lord, and wait patiently for Him; do not fret because of those who prosper in their way, because of those who make wicked schemes.",
      "8": "Let go of anger, and forsake wrath; do not fret—it surely leads to evil deeds.",
      "9": "For evildoers will be cut off, but those who hope in the Lord will inherit the earth.",
      "10": "For yet a little while, and the wicked will not be; you will look diligently for their place, and it will not be.",
      "11": "But the meek will inherit the earth, and will delight themselves in the abundance of peace.",
      "12": "The wicked plot against the righteous, and grind their teeth against them.",
      "13": "The Lord will laugh at him, for He sees that his day is coming.",
      "14": "The wicked have drawn out the sword and have bent their bow, to cast down the poor and needy, and to slay those on the upright path.",
      "15": "Their sword will enter into their own heart, and their bows will be broken.",
      "16": "Better is a little that the righteous has than the abundance of many wicked.",
      "17": "For the arms of the wicked will be broken, but the Lord supports the righteous.",
      "18": "The Lord knows the days of people of integrity, and their inheritance will be forever.",
      "19": "They will not be ashamed in the evil time, and in the days of famine they will be satisfied.",
      "20": "But the wicked will perish, and the enemies of the Lord will be like the glory of pastures; they will waste away, in smoke they will waste away.",
      "21": "The wicked borrows and does not repay, but the righteous is gracious and gives.",
      "22": "For those who are blessed of Him will inherit the earth, but those who are cursed of Him will be cut off.",
      "23": "The steps of a man are made firm by the Lord; He delights in his way.",
      "24": "Though he falls, he will not be hurled down, for the Lord supports him with His hand.",
      "25": "I have been young, and now am old; yet I have not seen the righteous forsaken, nor their offspring begging bread.",
      "26": "The righteous are gracious and lend, and their offspring are a source of blessing.",
      "27": "Depart from evil and do good, and abide forevermore.",
      "28": "For the Lord loves justice, and does not forsake His saints; they are preserved forever, but the descendants of the wicked will be cut off.",
      "29": "The righteous will inherit the land, and dwell on it forever.",
      "30": "The mouth of the righteous utters wisdom, and their tongue speaks justice.",
      "31": "The law of their God is in their heart; none of their steps will slip.",
      "32": "The wicked watch the righteous, and seek to kill them.",
      "33": "The Lord will not forsake them to their hand, nor condemn them when they are judged.",
      "34": "Hope in the Lord, and keep His way, and He will exalt you to inherit the land; when the wicked are cut off, you will see it.",
      "35": "I have seen the wicked in great power, and spreading himself like a luxuriant tree.",
      "36": "Yet he passed away, and he was not; I sought him, but he could not be found.",
      "37": "Mark the blameless man, and consider the upright, for the end of that man is peace.",
      "38": "But the transgressors will be destroyed together; the end of the wicked is to be cut off.",
      "39": "But the salvation of the righteous is from the Lord; He is their refuge in the time of distress.",
      "40": "The Lord will help them and deliver them; He will deliver them from the wicked, and save them, because they take refuge in Him."
    },
    "38": {
      "1": "O Lord, do not rebuke me in Your wrath, nor chasten me in Your hot displeasure.",
      "2": "For Your arrows pierce me, and Your hand presses down on me.",
      "3": "There is no soundness in my flesh because of Your indignation, nor is there health in my bones because of my sin.",
      "4": "For my iniquities have passed over my head; as a heavy burden they are too heavy for me.",
      "5": "My wounds grow foul and fester because of my foolishness.",
      "6": "I am bent, I am bowed down greatly; I go mourning all the day long.",
      "7": "For my sides are filled with burning, and there is no soundness in my flesh.",
      "8": "I am numb and completely crushed; I have roared because of the groaning of my heart.",
      "9": "Lord, all my desire is before You, and my sighing is not hidden from You.",
      "10": "My heart throbs, my strength fails me; as for the light of my eyes, it also is gone from me.",
      "11": "My friends and my companions stand back because of my affliction, and those close to me stand at a distance.",
      "12": "The people who seek my life strike at me; those who seek my harm speak destruction, and plan treacheries all the day long.",
      "13": "But I, like a deaf man, did not hear; and like a dumb man, did not open my mouth.",
      "14": "Thus I was as a man who does not hear, and in whose mouth are no reproofs.",
      "15": "For in You, O Lord, do I hope; You will answer, O Lord my God.",
      "16": "For I said, “Lest otherwise they should rejoice over me. When my foot slips, they magnify themselves against me.”",
      "17": "For I am ready to stumble, and my pain is continually before me.",
      "18": "For I will declare my iniquity; I am anxious because of my sin.",
      "19": "But my enemies are lively, and they are strong; and those who wrongfully hate me are many.",
      "20": "Those also who repay evil for good are my adversaries, because I pursue good.",
      "21": "Do not abandon me, O Lord; O my God, do not be far from me.",
      "22": "Make haste to help me, O Lord, my salvation."
    },
    "39": {
      "1": "I said, “I will take heed of my ways so that I do not sin with my tongue; I will keep my mouth muzzled while the wicked are before me.”",
      "2": "I was speechless in silence; I was silent to no avail, but my anguish was stirred up.",
      "3": "My heart was hot within me; while I was musing, the fire burned, then I spoke with my tongue:",
      "4": "“Lord, make me to know my end, and what is the measure of my days, that I may know how transient I am.",
      "5": "Indeed, You have made my days as a handbreadth, and my age is as nothing before You; indeed every man at his best is as a breath.” Selah",
      "6": "Surely every man walks in a mere shadow; surely he goes as a breath; he heaps up riches, and does not know who will gather them.",
      "7": "Now, Lord, what do I wait for? My hope is in You.",
      "8": "Deliver me from all my transgressions; do not make me the reproach of the foolish.",
      "9": "I was speechless, I did not open my mouth, because You did it.",
      "10": "Remove Your blow from me; I am consumed by the hostility of Your hand.",
      "11": "When with rebukes You correct a man for iniquity, You consume like a moth what is dear to him; surely every man is vapor. Selah",
      "12": "Hear my prayer, O Lord, and give ear to my cry; do not be silent at my tears, for I am a stranger with You, and a sojourner, as all my fathers were.",
      "13": "Turn Your gaze of displeasure from me, that I may smile, before I go away and am no more."
    },
    "40": {
      "1": "I waited patiently for the Lord, and He turned to me, and heard my cry.",
      "2": "He also brought me up out of a horrible pit, out of the miry clay, and set my feet on a rock, and established my steps.",
      "3": "He has put a new song in my mouth, even praise to our God; many will see it, and fear, and will trust in the Lord.",
      "4": "Blessed is the man who places trust in the Lord, but does not turn toward the proud, nor those falling away to falsehood.",
      "5": "O Lord my God, You have done many wonderful works, and Your thoughts toward us cannot be compared; if I would declare and speak of them, they are more than can be numbered.",
      "6": "Sacrifice and offering You did not desire; You have opened up my ears to listen. Burnt offering and sin offering You have not required.",
      "7": "Then I said, “Behold, I have come; in the scroll of the book it is written of me,",
      "8": "I delight to do Your will, O my God; Your law is within my inward parts.”",
      "9": "I have proclaimed righteousness in the great congregation; I have not held back my lips, O Lord, You know.",
      "10": "I have not hidden Your righteousness within my heart; I have declared Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth from the great congregation.",
      "11": "Do not withhold Your compassion from me, O Lord; may Your lovingkindness and Your truth always guard me.",
      "12": "For innumerable evils have surrounded me; my iniquities have overtaken me, so that I am not able to look up; they are more than the hairs of my head so that my heart fails me.",
      "13": "Be pleased, O Lord, to deliver me; O Lord, make haste to help me.",
      "14": "May those seeking to snatch away my life be ashamed and confounded together; may those who desire my harm be driven backward and dishonored.",
      "15": "May those who say to me “Aha, aha!” be appalled on account of their shame.",
      "16": "May all those who seek You rejoice and be glad in You; may those who love Your salvation say continually, “The Lord is magnified.”",
      "17": "But I am poor and needy; yet the Lord thinks about me. You are my help and my deliverer; do not delay, O my God."
    },
    "41": {
      "1": "Blessed are those who consider the poor; the Lord will deliver them in the day of trouble.",
      "2": "The Lord will preserve them and keep them alive, and they will be blessed on the earth, and You will not deliver them to the will of their enemies.",
      "3": "The Lord will sustain them on the sickbed; You will restore all his lying down in his illness.",
      "4": "I said, “Lord, be gracious to me; heal my soul, for I have sinned against You.”",
      "5": "My enemies speak evil of me: “When will he die, and his name perish?”",
      "6": "And if people come to see me, they speak insincerely; their heart gathers iniquity to itself, when they go outside, they tell it.",
      "7": "All who hate me whisper together against me; they devise harm against me.",
      "8": "“An evil disease clings to him. And now that he lies down, he will not rise up again.”",
      "9": "Yes, my own close friend, in whom I trusted, who ate of my bread, has lifted up the heel against me.",
      "10": "But You, O Lord, be gracious to me, and raise me up, that I may repay them.",
      "11": "By this I know that You favor me, because my enemy does not triumph over me.",
      "12": "As for me, You uphold me in my integrity, and set me before You forever.",
      "13": "Blessed be the Lord God of Israel from everlasting and to everlasting. Amen and Amen."
    },
    "42": {
      "1": "As the deer pants after the water brooks, so my soul pants after You, O God.",
      "2": "My soul thirsts for God, for the living God. When will I come and appear before God?",
      "3": "My tears have been my food day and night, while they always say to me, “Where is your God?”",
      "4": "When I remember these things, I pour out my soul within me. For I would travel with the throng of people; I proceeded with them to the house of God, with the voice of joy and thanks, with a multitude making a pilgrimage.",
      "5": "Why are you cast down, O my soul? And why are you disquieted in me? Hope in God, for I will yet thank Him for the help of His presence.",
      "6": "O my God, my soul is cast down within me; therefore I will remember You from the land of Jordan, and of the Hermon, from the hill of Mizar.",
      "7": "Deep calls to deep at the noise of Your waterfalls; all Your waves and Your billows passed over me.",
      "8": "Yet the Lord will command His lovingkindness in the daytime, and in the night His song will be with me, a prayer to the God of my life.",
      "9": "I will say to God, my rock, “Why have You forgotten me? Why do I go mourning because of the oppression of the enemy?”",
      "10": "With shattering in my bones, those harassing me reproach me, when they say to me every day, “Where is your God?”",
      "11": "Why, my soul, are you cast down? Why do you groan within me? Wait for God; I will yet thank Him, For He is my deliverance and my God."
    },
    "43": {
      "1": "Vindicate me, O God, and plead my cause against an ungodly nation; deliver me from the deceitful and unjust man.",
      "2": "For You are the God of my refuge; why have You rejected me? Why do I walk about mourning because of the oppression of the enemy?",
      "3": "Send out Your light and Your truth. Let them lead me; let them bring me to Your holy hill, and to Your dwelling place.",
      "4": "Then I will go to the altar of God, to the God of my joyful gladness; with the harp I will give thanks to You, O God, my God.",
      "5": "Why are you cast down, O my soul? And why are you disquieted within me? Hope in God; for I will yet give Him thanks, the salvation of my countenance and my God."
    },
    "44": {
      "1": "We have heard with our ears, O God, our fathers have told us what work You did in their days, in the days of old:",
      "2": "how You drove out the nations with Your hand, and planted others instead; how You afflicted peoples, and sent them away.",
      "3": "For they did not take possession of the land by their own sword, nor did their own arm save them; but it was Your right hand, and Your arm, and the light of Your countenance, because You had favor on them.",
      "4": "You are my King, O God; command deliverances for Jacob.",
      "5": "Through You we will push down our opponents; through Your name we will trample those who rise up against us.",
      "6": "For I will not trust in my bow, nor will my sword save me.",
      "7": "But You have saved us from our opponents, and have put to shame those who hate us.",
      "8": "In God we boast all the day long, and give thanks to Your name forever. Selah",
      "9": "But You have rejected us and put us to shame, and do not go out with our armies.",
      "10": "You make us to turn back from the opponent, and those who hate us make us their spoil.",
      "11": "You have placed us like sheep for prey, and have scattered us among the nations.",
      "12": "You sell Your people for nothing, and do not increase Your wealth by their sale.",
      "13": "You make us a reproach to our neighbors, a scorn and a derision to those who surround us.",
      "14": "You make us a byword among the nations, a shaking of the head among the people.",
      "15": "All day long my reproach is before me, and the shame of my face covers me,",
      "16": "from the voice of him who reproaches and reviles, by reason of the enemy and avenger.",
      "17": "All this is come on us, yet we have not forgotten You, nor have we dealt falsely in Your covenant.",
      "18": "Our heart is not turned back, nor have our steps deviated from Your way,",
      "19": "though You have crushed us in the place of jackals, and covered us with the shadow of death.",
      "20": "If we have forgotten the name of our God, or stretched out our hands to a strange god,",
      "21": "would not God search this out? For He knows the secrets of the heart.",
      "22": "Yes, for Your sake we are killed all the day long; we are considered like sheep for the slaughter.",
      "23": "Awake; why do You sleep, O Lord? Arise; do not reject us forever.",
      "24": "Why do You hide Your face, and forget our affliction and our oppression?",
      "25": "For our soul is bowed down to the dust; our body cleaves to the earth.",
      "26": "Arise, be our help, and redeem us for the sake of Your lovingkindness."
    },
    "45": {
      "1": "My heart is overflowing with a good thought; I am speaking my works for the king; my tongue is the pen of a skilled scribe.",
      "2": "You are fairer than all the sons of men; favor is poured on your lips; therefore God has blessed you forever.",
      "3": "Gird your sword on your thigh, O mighty one, with your splendor and your majesty.",
      "4": "In your majesty ride prosperously because of truth and meekness and righteousness; and your right hand will teach you awesome things.",
      "5": "Your arrows are sharp in the heart of the king’s enemies; peoples will fall under you.",
      "6": "Your throne, O God, is forever and ever; the scepter of Your kingdom is an upright scepter.",
      "7": "You love righteousness and hate wickedness; therefore God, your God, anointed you with the oil of gladness above your companions.",
      "8": "All your garments are fragrant with myrrh and aloes and cassia; from the ivory palaces stringed instruments make you glad.",
      "9": "Kings’ daughters are among your honorable women; at your right hand stands the queen in gold of Ophir.",
      "10": "Listen, O daughter, consider and incline your ear; forget your own people, and your father’s house,",
      "11": "and the king will desire your beauty. Since he is your lord, bow to him.",
      "12": "The daughter of Tyre will be there with a gift; even the rich among the people will entreat your favor.",
      "13": "The royal daughter is all glorious within her chamber; her clothing is plaited gold.",
      "14": "She shall be brought to the king in embroidered garments; the virgins, her companions who follow her, shall be brought to you.",
      "15": "With gladness and rejoicing they shall be brought; they shall enter into the king’s palace.",
      "16": "Your sons shall succeed your fathers; you will make them princes in all the land.",
      "17": "I will cause your name to be remembered in all generations; therefore the people will praise you forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength, a well-proven help in trouble.",
      "2": "Therefore we will not fear, though the earth be removed, and though the mountains be carried into the midst of the sea;",
      "3": "though its waters roar and foam, though the mountains shake with its swelling. Selah",
      "4": "There is a river whose streams make glad the city of God, the holy dwelling place of the Most High.",
      "5": "God is in the midst of her; she will not be moved; God will help her in the early dawn.",
      "6": "The nations roared; the kingdoms were moved; He uttered His voice; the earth melted.",
      "7": "The Lord of Hosts is with us; the God of Jacob is our refuge. Selah",
      "8": "Come, see the works of the Lord, who makes desolations in the earth.",
      "9": "He makes wars cease to the end of the earth; He breaks the bow and cuts off the spear; He burns the chariot in the fire.",
      "10": "Be still and know that I am God; I will be exalted among the nations, I will be exalted in the earth.",
      "11": "The Lord of Hosts is with us; the God of Jacob is our refuge. Selah"
    },
    "47": {
      "1": "Clap your hands, all you people! Shout to God with a joyful voice.",
      "2": "For the Lord Most High is awesome; He is a great King over all the earth.",
      "3": "He subdued peoples under us, and nations under our feet.",
      "4": "He chose our inheritance for us, the excellency of Jacob whom He loved. Selah",
      "5": "God went up with a shout, the Lord with the sound of a trumpet.",
      "6": "Sing praises to God, sing praises; sing praises to our King, sing praises.",
      "7": "For God is the King of all the earth; sing praises with understanding.",
      "8": "God reigns over the nations; God sits on His holy throne.",
      "9": "The princes of peoples are gathered together, even the people of the God of Abraham. For the shields of the earth belong to God; He is greatly exalted."
    },
    "48": {
      "1": "Great is the Lord, and greatly to be praised in the city of our God, in His holy mountain.",
      "2": "Beautiful in elevation, the joy of the whole earth, is Mount Zion, on the sides of the north, the city of the great King.",
      "3": "God is known in her citadels as a refuge.",
      "4": "For the kings were assembled, they passed by together.",
      "5": "They saw it, and so they were astounded; they were alarmed, they hurried away.",
      "6": "Trembling seized them there, and pain like a woman in labor;",
      "7": "You break the ships of Tarshish with an east wind.",
      "8": "As we have heard, so have we seen in the city of the Lord of Hosts, in the city of our God; God will establish it forever. Selah",
      "9": "We have thought of Your lovingkindness, O God, in the midst of Your temple.",
      "10": "According to Your name, O God, so is Your praise to the ends of the earth; Your right hand is full of righteousness.",
      "11": "May Mount Zion rejoice, may the daughters of Judah be glad, because of Your judgments.",
      "12": "Walk about Zion, and go round about her; count her towers;",
      "13": "mark well her bulwarks; consider her citadels; that you may tell it to the generation following.",
      "14": "For this God is our God forever and ever; He will be our guide even to death."
    },
    "49": {
      "1": "Hear this, all you people; give ear, all you inhabitants of the world,",
      "2": "both low and high, rich and poor together.",
      "3": "My mouth will speak wisdom, and the meditation of my heart will be understanding.",
      "4": "I will incline my ear to a parable; I will expound my riddle with a harp.",
      "5": "Why should I fear in the days of evil, when the iniquity of my stalkers surrounds me?",
      "6": "Those who trust in their wealth, and boast in the multitude of their riches,",
      "7": "none of them can by any means redeem the other, nor give to God a ransom for anyone,",
      "8": "for the redemption of their souls is costly; even so people cease to exist forever,",
      "9": "making efforts to live eternally, and not see the pit.",
      "10": "For one sees that wise men die, together the fool and the brute perish, and leave their wealth to others.",
      "11": "Their graves become their perpetual homes, and their dwelling places to all generations, though they call their lands after their own names.",
      "12": "But a man does not abide in honor; mankind is like the beasts that come to ruin.",
      "13": "This is their way, it is their folly; yet their posterity approve their sayings. Selah",
      "14": "Like sheep they are appointed for Sheol; Death shall be their shepherd; the upright shall rule over them in the morning, and their form shall waste away in Sheol, far from their dwelling.",
      "15": "But God shall redeem my soul from the power of Sheol, for He shall receive me. Selah",
      "16": "Do not fear when one is made rich, when the glory of his house is increased,",
      "17": "for he takes nothing away in death; his glory does not descend after him.",
      "18": "Though while he lives he blesses his soul— and men will praise you when you do well for yourself—",
      "19": "that soul will go to the generation of his fathers; they will never see light.",
      "20": "A man in honor, and yet without understanding, is like the animals that perish."
    },
    "50": {
      "1": "The Mighty One, God, is the Lord; He has spoken and summoned the earth from the rising of the sun to its setting.",
      "2": "Out of Zion, the perfection of beauty, God has shined.",
      "3": "Our God will come, and will not keep silent; a fire consumes before Him, and a strong tempest is around Him.",
      "4": "He calls to the heavens above, and to the earth, that He may judge His people:",
      "5": "“Gather My faithful ones together to Me, those who have made a covenant with Me by sacrifice.”",
      "6": "The heavens will declare His righteousness, for God Himself is judge. Selah",
      "7": "“Hear, O My people, and I will speak, O Israel, and I will testify against you; I am God, even your God.",
      "8": "I will not reprove you for your sacrifices or for your burnt offerings that are continually before Me.",
      "9": "I will take no young bull out of your house, nor male goats out of your folds.",
      "10": "For every wild animal of the forest is Mine, and the cattle on a thousand hills.",
      "11": "I know every bird of the mountains, and the creatures that move in the field are Mine.",
      "12": "If I were hungry, I would not tell you; for the world is Mine, and all its fullness.",
      "13": "Will I eat the flesh of bulls, or drink the blood of goats?",
      "14": "Sacrifice a thank offering to God, and pay your vows to the Most High,",
      "15": "and call on Me in the day of trouble; I will deliver you, and you will glorify Me.”",
      "16": "But to the wicked God says: “What right have you to declare My statutes, or take My covenant in your mouth?",
      "17": "You hate instruction, and cast My words behind you.",
      "18": "When you see a thief, you are pleased, and have a share in those who commit adultery.",
      "19": "You let loose your mouth to evil, and your tongue is bound to deceit.",
      "20": "You sit and speak against your brother; you accuse your own mother’s son.",
      "21": "These things have you done, and I kept silent; you thought that I was indeed like you; but I will reprove you and make a case before your eyes.",
      "22": "“Now consider this, you who forget God, lest I tear you in pieces, and there be none to deliver:",
      "23": "Whoever sacrifices a thank offering glorifies Me and makes a way; I will show him the salvation of God.”"
    },
    "51": {
      "1": "Have mercy on me, O God, according to Your lovingkindness; according to the abundance of Your compassion, blot out my transgressions.",
      "2": "Wash me thoroughly from my iniquity, and cleanse me from my sin.",
      "3": "For I acknowledge my transgressions, and my sin is ever before me.",
      "4": "Against You, You only, have I sinned, and done this evil in Your sight, so that You are justified when You speak, and You are blameless when You judge.",
      "5": "I was brought forth in iniquity, and in sin my mother conceived me.",
      "6": "You desire truth in the inward parts, and in the hidden part You make me to know wisdom.",
      "7": "Purify me with hyssop, and I will be clean; wash me, and I will be whiter than snow.",
      "8": "Make me to hear joy and gladness, that the bones that You have broken may rejoice.",
      "9": "Hide Your face from my sins, and blot out all my iniquities.",
      "10": "Create in me a clean heart, O God, and renew a right spirit within me.",
      "11": "Do not cast me away from Your presence, and do not take Your Holy Spirit from me.",
      "12": "Restore to me the joy of Your salvation, and uphold me with Your willing spirit.",
      "13": "Then I will teach transgressors Your ways, and sinners will return to You.",
      "14": "Deliver me from blood guiltiness, O God, God of my salvation, and my tongue will sing aloud of Your righteousness.",
      "15": "O Lord, open my lips, and my mouth will declare Your praise.",
      "16": "For You do not desire sacrifice, or I would give it; You do not delight in burnt offering.",
      "17": "The sacrifices of God are a broken spirit; a broken and a contrite heart, O God, You will not despise.",
      "18": "Do good to Zion in Your good pleasure; build the walls of Jerusalem.",
      "19": "Then You will be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering; then they will offer young bulls on Your altar."
    },
    "52": {
      "1": "Why do you boast in evil, O mighty man? The goodness of God endures continually.",
      "2": "Your tongue devises calamities, like a sharp razor, you worker of treachery.",
      "3": "You love evil more than good, and lying rather than speaking righteousness. Selah",
      "4": "You love all devouring words, O you deceitful tongue.",
      "5": "God will likewise break you down forever; He will snatch you away and pluck you from your home, and uproot you from the land of the living. Selah",
      "6": "The righteous also will see and fear, and will laugh in contempt,",
      "7": "“See, this is the man who did not make God his refuge, but trusted in the abundance of riches, and grew strong in his own wickedness.”",
      "8": "But I am like a green olive tree in the house of God; I trust in the mercy of God forever and ever.",
      "9": "I will give thanks to You forever, because You have acted; and I will wait on Your name, for it is good before Your saints."
    },
    "53": {
      "1": "The fool has said in his heart, “There is no God.” They are corrupt, and have done abhorrent injustice; there is none who does good.",
      "2": "God looked down from heaven on the children of men, to see if there were any who have insight, who seek God.",
      "3": "Every one of them has turned aside; they are altogether corrupt; there is no one who does good, not even one.",
      "4": "Have the workers of iniquity no knowledge, who eat up my people as they eat bread, and do not call on God?",
      "5": "There they were in fear, where there was nothing to fear, for God has scattered the bones of him who camps against you; you have put them to shame, because God has rejected them.",
      "6": "Oh, that the salvation of Israel would come out of Zion! When God brings back the captivity of His people, Jacob will rejoice and Israel will be glad."
    },
    "54": {
      "1": "O God, save me by Your name, and judge me by Your strength.",
      "2": "O God, hear my prayer; give ear to the words of my mouth.",
      "3": "For strangers rise up against me, and formidable adversaries seek my life; they do not set God before them. Selah",
      "4": "God is my helper; the Lord is with those who support my life.",
      "5": "He will repay my enemies for their evil. In Your faithfulness, destroy them.",
      "6": "I will sacrifice a freewill offering to You; I will give thanks to Your name, O Lord, for it is good.",
      "7": "For He has delivered me out of all trouble; and my eye has looked down on my enemies."
    },
    "55": {
      "1": "Give ear to my prayer, O God, and do not hide Yourself from my supplication.",
      "2": "Attend to me, and answer me; I am restless in my complaint, and I murmur,",
      "3": "because of the voice of the enemy, because of the pressure of the wicked, for they cause trouble to drop on me, and in wrath they have animosity against me.",
      "4": "My heart is in pain within me, and the terrors of death have fallen on me.",
      "5": "Fear and trembling come into me, and horror has overwhelmed me.",
      "6": "I said, “Oh, that I had wings like a dove! For then I would fly away and be at rest.",
      "7": "Indeed, then I would wander far off, and remain in the wilderness. Selah",
      "8": "I would hasten my escape from the windy storm and tempest.”",
      "9": "Confuse, O Lord, divide their tongues, for I have seen violence and strife in the city.",
      "10": "Day and night they go around it on its walls; trouble and sorrow are in its midst.",
      "11": "Destruction is in its midst; oppression and treachery do not depart from its streets.",
      "12": "For it is not an enemy who reproaches me; then I could bear it. Nor is it one who hates me who has exalted himself against me; then I could hide from him.",
      "13": "But it was you, my peer, my guide, and my acquaintance.",
      "14": "We took pleasant counsel together, and walked to the house of God in company.",
      "15": "May death surprise them, and may their lives go down to Sheol, for wickedness is in their dwellings and among them.",
      "16": "As for me, I will call on God, and the Lord will save me.",
      "17": "Evening and morning and at noon, I will make my complaint and murmur, and He will hear my voice.",
      "18": "He has ransomed my life in peace from the battle against me, for there were many against me.",
      "19": "God will hear and afflict them, even He who sits enthroned from of old. Selah Because they do not change, therefore they do not fear God.",
      "20": "My friend has set his hands against those at peace with him; he has violated his covenant.",
      "21": "The words of his mouth were smoother than butter, but battle was in his heart; his words were softer than oil, yet they were drawn swords.",
      "22": "Cast your burden on the Lord, and He will sustain you; He will never allow the righteous to be moved.",
      "23": "But You, O God, will cast the wicked down into the pit of destruction; men of blood and deceitful men will not live out half their days. But I will trust in You."
    },
    "56": {
      "1": "Be gracious to me, O God, for man would crush me; all day long he who battles oppresses me.",
      "2": "All day long my enemies would crush me, for there are many who arrogantly battle against me.",
      "3": "In the day when I am afraid, I will trust in You.",
      "4": "In God whose word I praise, in God I have trusted; I will not fear. What can mere flesh do to me?",
      "5": "Every day they twist my words; all their thoughts are against me for evil.",
      "6": "They stir up strife, they lurk, they watch my steps, when they wait for my life.",
      "7": "Should there be deliverance for them on account of wickedness? In Your anger cast down the peoples, O God.",
      "8": "You take account of my wandering; put my tears in Your bottle; are they not in Your book?",
      "9": "In the day I cry to You, then my enemies will turn back; this I know, that God is for me.",
      "10": "In God whose word I praise, in the Lord whose word I praise,",
      "11": "in God I trust, I will not fear; what can a man do to me?",
      "12": "Your vows are on me, O God; I will complete them with thank offerings to You;",
      "13": "for You have delivered my soul from death, even my feet from stumbling, to walk before God in the light of the living."
    },
    "57": {
      "1": "Be gracious to me, O God, be gracious to me! For my soul seeks refuge in You; in the shadow of Your wings I will make my refuge, until the ruinous storm passes by.",
      "2": "I will cry to God Most High, to God who vindicates me.",
      "3": "He will send from heaven and save me from the taunt of the one who crushes me. Selah God will send forth His mercy and His truth.",
      "4": "My soul is among lions, and I lie among the sons of men who blaze like fire, whose teeth are spears and arrows, and their tongue a sharp sword.",
      "5": "Be exalted, O God, above the heavens; may Your glory be above all the earth.",
      "6": "They have prepared a net for my steps; my soul is bowed down; they have dug a pit before me, but they have fallen into it. Selah",
      "7": "My heart is fixed, O God, my heart is fixed; I will sing and give praise.",
      "8": "Awake, my glory! Awake, psaltery and harp! I will awake the dawn.",
      "9": "I will thank You, O Lord, among the peoples; I will sing to You among the nations.",
      "10": "For Your mercy is great up to the heavens, and Your truth extends to the clouds.",
      "11": "Be exalted, O God, above the heavens; may Your glory be above all the earth."
    },
    "58": {
      "1": "Do you truly speak righteousness, O heavenly gods? Do you judge uprightly, O earthly men?",
      "2": "Indeed, in the heart you work wickedness; you weigh the violence of your hands in the earth.",
      "3": "The wicked are estranged from the womb onward; those who speak lies go astray from birth.",
      "4": "Their poison is like the poison of a serpent; they are like the deaf adder that plugs its ear,",
      "5": "and will not listen to the voice of charmers, even the best and wisest enchanter.",
      "6": "Break their teeth in their mouth, O God; break out the great teeth of the young lions, O Lord.",
      "7": "May they melt away as waters which run continually; when he bends his bow to shoot his arrows, let them be trodden under.",
      "8": "May they become as a snail that melts as it goes, like the untimely birth of a woman, may they not see the sun.",
      "9": "Before your pots can feel the thorns’ heat, green or burning, may He sweep them away.",
      "10": "The righteous will rejoice when he sees the vengeance; he will wash his feet in the blood of the wicked;",
      "11": "and people will say, “Surely there is a reward for the righteous; surely there is a God who judges on the earth.”"
    },
    "59": {
      "1": "Deliver me from my enemies, O my God; give me refuge from those who rise up against me.",
      "2": "Deliver me from the workers of iniquity, and save me from bloodthirsty people.",
      "3": "For they lie in wait for my life; the mighty are gathered against me, not for my transgression, nor for my sin, O Lord.",
      "4": "For no guilt of mine, they run and prepare themselves. Arise to help me, and take notice.",
      "5": "You, O Lord God of Hosts, the God of Israel, awake to punish all the nations; do not be gracious to any wicked transgressors. Selah",
      "6": "They return at evening, they growl like a dog, and go around the city.",
      "7": "Indeed, they burst out with their mouth; swords are in their lips; for who listens?",
      "8": "But You, O Lord, will laugh at them; You will have all the nations in derision.",
      "9": "O my strength, I will wait on You; for God is my refuge.",
      "10": "The God of lovingkindness will go before me; God will cause me to look in triumph on my enemies.",
      "11": "Do not slay them, lest my people forget; scatter them by Your power, and bring them down, O Lord our shield.",
      "12": "For the sin of their mouth and the words of their lips, may they be snared by their pride, and because of curses and lies that they speak.",
      "13": "Consume them in wrath, consume them so they no longer exist; and let them know that God rules in Jacob to the ends of the earth. Selah",
      "14": "At evening they return, and growl like a dog, and go around the city.",
      "15": "They roam about to eat, and if they are not satisfied, they complain.",
      "16": "But I will sing of Your power; I will sing aloud of Your lovingkindness in the morning, for You have been my refuge and escape in the day of my trouble.",
      "17": "To You, O my strength, I will sing, for God is my refuge, and the God of my lovingkindness."
    },
    "60": {
      "1": "O God, You have rejected us, You have scattered us; You have been displeased; take us back.",
      "2": "You have made the earth tremble; You have split it open; heal its breaches, for it shook.",
      "3": "You have shown Your people hard times; You have made us drink wine, causing us to stagger.",
      "4": "You have given a banner to those who fear You, that they may flee to it from the bow. Selah",
      "5": "That Your beloved ones may be delivered, save with Your right hand and answer us.",
      "6": "God has spoken in His holiness: “I will rejoice, I will divide Shechem, and measure out the Valley of Sukkoth.",
      "7": "Gilead is Mine, and Manasseh is Mine; Ephraim also is My helmet; Judah is My scepter;",
      "8": "Moab is My wash basin; over Edom I will cast My shoe; shout the alarm, O Philistia, because of Me.”",
      "9": "Who will bring me into the fortified city? Who will lead me into Edom?",
      "10": "You, O God, have You not cast us off? And You, O God, did not go out with our armies.",
      "11": "Give us help from trouble, for the help of man is worthless.",
      "12": "Through God we will do valiantly, for He will tread down our enemies."
    },
    "61": {
      "1": "Hear my cry, O God, attend to my prayer.",
      "2": "From the end of the earth I will cry to You; when my heart faints, lead me to the rock that is higher than I.",
      "3": "For You have been a refuge for me, and a strong tower from the enemy.",
      "4": "I will abide in Your tent forever; I will seek refuge in the covering of Your wings. Selah",
      "5": "For You, O God, have heard my vows; You have given me the heritage of those who fear Your name.",
      "6": "May You prolong the king’s life, and may his years be as many generations.",
      "7": "May he sit enthroned before God forever; oh, prepare mercy and truth, which may preserve him.",
      "8": "Thus will I sing praise to Your name forever, that I may fulfill my vows day by day."
    },
    "62": {
      "1": "My soul waits in silence on God alone; from Him comes my salvation.",
      "2": "He only is my rock and my salvation; He is my refuge; I will not be greatly shaken.",
      "3": "How long will you attack a man, to batter him, all of you, as you would a leaning wall, a tottering fence?",
      "4": "They only conspire to cast him down from his high position; they delight in lies, they bless with their mouth, but they curse inwardly. Selah",
      "5": "My soul, wait silently for God, for my hope is from Him.",
      "6": "He only is my rock and my salvation; He is my refuge; I will not be moved.",
      "7": "In God is my salvation and my glory; the rock of my strength, and my shelter, is in God.",
      "8": "Trust in Him at all times; you people, pour out your heart before Him; God is a shelter for us. Selah",
      "9": "Surely people of low degree are a breath, and men of high degree are a lie; if they are placed in the balance, they are altogether lighter than vapor.",
      "10": "Do not trust in oppression, and do not become vain in robbery; if riches increase, do not set your heart on them.",
      "11": "God has spoken once, twice have I heard this: that power belongs to God.",
      "12": "Also to You, O Lord, belongs mercy; for You render to each one according to his work."
    },
    "63": {
      "1": "O God, You are my God; early will I seek You; my soul thirsts for You, my flesh faints for You, in a dry and thirsty land with no water.",
      "2": "I have seen You in the sanctuary, to see Your power and Your glory.",
      "3": "Because Your lovingkindness is better than life, my lips will praise You.",
      "4": "Thus will I bless You while I live; I will lift up my hands in Your name.",
      "5": "My soul will be satisfied as with marrow and fatness, and my mouth will praise You with joyful lips.",
      "6": "When I remember You on my bed, and meditate on You in the night watches,",
      "7": "because You have been my help, therefore in the shadow of Your wings I will rejoice.",
      "8": "My soul clings hard to You; Your right hand upholds me.",
      "9": "But those who seek my soul to destroy it will go into the lower parts of the earth.",
      "10": "They will fall by the sword; they will be a portion for jackals.",
      "11": "But the king will rejoice in God; everyone who swears by Him will glory, because the mouth of liars will be stopped."
    },
    "64": {
      "1": "Hear my voice, O God, in my complaint; guard my life from dread of the enemy.",
      "2": "Hide me from the secret counsel of the wicked, from the throng of the workers of iniquity;",
      "3": "they sharpen their tongue like a sword, and bend their bows to shoot their arrows—bitter words,",
      "4": "that they may shoot in secret at the blameless; suddenly they shoot at him and do not fear.",
      "5": "They harden themselves in an evil matter; they talk privately of laying snares; they say, “Who will see them?”",
      "6": "They devise injustice, saying “We have perfected a secret plot.” Both the inward thought of man and the heart are deep.",
      "7": "But God will suddenly shoot them with an arrow; they will be wounded.",
      "8": "They will bring ruin on themselves by their own tongues; all who see them will flee away.",
      "9": "All people will fear, and declare the work of God; they will wisely consider His deeds.",
      "10": "The righteous will be glad in the Lord, and seek refuge in Him, and all the upright in heart will glory."
    },
    "65": {
      "1": "Praise awaits You, O God, in Zion; and to You a vow will be fulfilled.",
      "2": "O You who hears prayer, to You all flesh will come.",
      "3": "Iniquities are stronger than me; as for our transgressions, You atone for them.",
      "4": "Blessed is the man You choose and allow to draw near; he will dwell in Your courts. We will be satisfied with the goodness of Your house, even of Your holy temple.",
      "5": "In righteousness You will answer us gloriously, O God of our salvation, You, who are the confidence of all the ends of the earth, and of those who are afar off on the sea;",
      "6": "who established the mountains by His strength, being clothed with might;",
      "7": "who stills the noise of the seas, the noise of their waves, and the tumult of peoples.",
      "8": "Those who dwell in the uttermost parts are in awe because of Your signs; You make the going out of the morning and evening rejoice.",
      "9": "You visit the earth, and water it; You enrich it with the river of God, which is full of water; You prepare their grain, for thus You have established it.",
      "10": "You water its furrows abundantly; You settle its ridges; You soften it with showers; You bless its sprouting.",
      "11": "You crown the year with Your goodness, and Your paths drip abundance.",
      "12": "They drip on the pastures of the wilderness, and the hills clothe themselves with rejoicing.",
      "13": "The pastures are clothed with flocks; the valleys also are covered with grain; they shout for joy, they also sing."
    },
    "66": {
      "1": "Shout joyfully to God, all you lands!",
      "2": "Sing out the glory of His name; make His praise glorious.",
      "3": "Say to God, “How awesome are Your works! Through the greatness of Your power Your enemies cringe before You.",
      "4": "All the earth will worship You and will sing to You; they will sing to Your name.” Selah",
      "5": "Come and see the works of God; He is awesome in His doings toward mankind.",
      "6": "He turned the sea into dry land; they crossed the river on foot; there we rejoiced in Him.",
      "7": "He rules by His power forever; His eyes keep watch on the nations; do not let the rebellious exalt themselves. Selah",
      "8": "Oh, bless our God, you people, and make the voice of His praise to be heard,",
      "9": "who keeps our soul among the living, and does not allow our feet to slip.",
      "10": "For You, O God, have proved us; You have refined us, as silver is refined.",
      "11": "You brought us into the net; You placed distress on our backs.",
      "12": "You have allowed people to ride over our heads; we went through fire and through water; but You brought us out into a well-watered place.",
      "13": "I will go into Your house with burnt offerings; I will fulfill my vows to You,",
      "14": "which my lips have uttered, and my mouth spoke when I was in trouble.",
      "15": "I will offer You burnt sacrifices of fat animals, with the incense of rams; I will offer bulls with goats. Selah",
      "16": "Come and hear, all you who fear God, and I will declare what He has done for my soul.",
      "17": "I cried to Him with my mouth, and He was extolled with my tongue.",
      "18": "If I regard iniquity in my heart, the Lord will not hear me;",
      "19": "but certainly God has heard me; He has attended to the voice of my prayer.",
      "20": "Blessed be God, who has not turned away my prayer, nor His mercy from me."
    },
    "67": {
      "1": "May God be gracious to us, and bless us, and cause His face to shine on us; Selah",
      "2": "that Your way may be known on earth, Your salvation among all nations.",
      "3": "Let the peoples praise You, O God; let all the peoples praise You.",
      "4": "Oh, let the nations be glad and sing for joy; for You will judge the people uprightly, and lead the nations on earth. Selah",
      "5": "Let the peoples praise You, O God; let all the peoples praise You.",
      "6": "Then will the earth yield its produce, and God, our God, will bless us.",
      "7": "God will bless us, and all the ends of the earth will fear Him."
    },
    "68": {
      "1": "Let God arise, let His enemies be scattered; let those who hate Him flee before Him.",
      "2": "As smoke is driven away, You drive them away; as wax melts before the fire, so may the wicked perish before God.",
      "3": "But let the righteous be glad; let them rejoice before God; let them rejoice exceedingly.",
      "4": "Sing to God, sing praises to His name; raise a song to Him who rides through the deserts— His name is the Lord; exult before Him.",
      "5": "A father of the fatherless, and a protector of the widows, is God in His holy habitation.",
      "6": "God sets the deserted in families; He brings out prisoners into prosperity, but the rebellious dwell in a dry land.",
      "7": "O God, when You went forth before Your people, when You marched through the wasteland, Selah",
      "8": "the earth shook; the heavens also poured down rain at the presence of God; even Sinai shook at the presence of God, the God of Israel.",
      "9": "You, O God, sent plentiful rain; You established Your inheritance when it was weary.",
      "10": "Your congregation has lived in it; You, O God, by Your goodness have prepared for the poor.",
      "11": "The Lord gave the word; great was the company of women who proclaimed it:",
      "12": "“Kings of armies flee; they flee!” Even the women who were at home divided the spoil.",
      "13": "Though you sleep between the sheepfolds, yet you will be like the wings of a dove overlaid with silver, and its feathers with yellow gold.",
      "14": "When the Almighty scattered kings in it, it was white as snow on Mount Zalmon.",
      "15": "The mountain of God is as the mountain of Bashan; a mountain of many peaks like the mountain of Bashan.",
      "16": "Why are you envious, you mountains of many peaks? This is the mountain which God desires to dwell in; yes, the Lord will dwell in it forever.",
      "17": "The chariots of God are twice ten thousand, even thousands of thousands; the Lord is among them, as in Sinai, in the holy place.",
      "18": "You have ascended on high, You have led captivity captive; You have received gifts from people, yes, even from the rebellious, that the Lord God might dwell among them.",
      "19": "Blessed be the Lord, who daily loads us with benefits, even the God who is our salvation. Selah",
      "20": "That God is for us, the God of saving acts; and to God the Lord belongs escape from death.",
      "21": "But God will shatter the head of His enemies, and the scalp of one who walks in his trespasses.",
      "22": "The Lord said, “I will cause them to return from Bashan, I will bring my people again from the depths of the sea,",
      "23": "that your foot may stomp in the blood of your enemies, and the tongue of your dogs may have a portion in it.”",
      "24": "They have seen Your processions, O God, the processions of my God, my King, in the sanctuary.",
      "25": "The singers went before, the players on instruments followed after; among them were the young women playing tambourines.",
      "26": "Bless God in the congregations, the Lord, from the fountain of Israel.",
      "27": "There is little Benjamin leading them, the princes of Judah and their throng of people, the princes of Zebulun, and the princes of Naphtali.",
      "28": "Your God has commanded your strength; strengthen, O God, what You have done for us.",
      "29": "From Your temple above Jerusalem, kings will bring gifts to You.",
      "30": "Rebuke the animals that live among the reeds, the herd of bulls, with the calves of the people, until everyone submits himself with pieces of silver; scatter peoples who delight in war.",
      "31": "Ambassadors will come out of Egypt; Ethiopia will stretch out its hands to God.",
      "32": "Sing to God, you kingdoms of the earth; oh, sing praises to the Lord; Selah",
      "33": "to Him who rides on the heavens, the ancient heavens; He who sends out His voice, a mighty voice.",
      "34": "Ascribe strength to God; His majesty is over Israel, and His strength is in the clouds.",
      "35": "O God, You are awesome from Your sanctuaries; the God of Israel is He who gives strength and power to people. Blessed be God!"
    },
    "69": {
      "1": "Save me, O God! For the waters have come up to my throat.",
      "2": "I sink in deep mire; there is no standing place; I have come into the watery depths, and a stream overflows me.",
      "3": "I am weary of my crying; my throat is parched; my eyes fail while I wait for my God.",
      "4": "Those who hate me without cause are more than the hairs of my head; they are mighty who would destroy me, being my wrongful enemies, so that I must pay back what I did not steal.",
      "5": "O God, You know my folly, and my sins are not hidden from You.",
      "6": "May those who wait on You, O Lord God of Hosts, not be ashamed because of me; may those who seek You not be humiliated because of me, O God of Israel.",
      "7": "Because for Your sake I have endured insult; humiliation has covered my face.",
      "8": "I have become estranged to my relatives, and a foreigner to my mother’s children;",
      "9": "for the zeal of Your house has consumed me, and the insults of those who insulted You fell on me.",
      "10": "When I wept with fasting for my soul, it became an insult to me.",
      "11": "I also made sackcloth my garment, and I became a byword to them.",
      "12": "Those who sit in the gate speak against me, and I am the song of the drunkards.",
      "13": "But as for me, my prayer is to You, O Lord; in an acceptable time, O God, in the abundance of Your mercy, answer me in the truth of Your salvation.",
      "14": "Deliver me out of the mire that I may not sink; may I be delivered from those who hate me, and out of the watery depths.",
      "15": "May the stream not overflow me; neither may the deep swallow me up, nor the pit close its mouth on me.",
      "16": "Answer me, O Lord, for Your lovingkindness is good; turn Your face to me according to the abundance of Your tender mercies.",
      "17": "Do not hide Your face from Your servant, for I am in trouble; answer me quickly.",
      "18": "Draw near to my soul, and redeem it; deliver me because of my enemies.",
      "19": "You have known how I am insulted, and my shame and my dishonor; my adversaries are all before You.",
      "20": "Insults have broken my heart, and I am sick; and I looked for some to take pity, but there was none; and for comforters, but I found none.",
      "21": "They also gave me poison for my food, and in my thirst they gave me vinegar to drink.",
      "22": "May their table become a snare before them, and may security become a trap.",
      "23": "May their eyes be darkened so they do not see, and make their sides shake continually.",
      "24": "Pour out Your indignation on them, and may Your wrathful anger overtake them.",
      "25": "May their habitation be desolate, and may no one dwell in their tents.",
      "26": "For they persecute him whom You have struck down, and they recount the pain of those You have wounded.",
      "27": "Add punishment to their iniquity, and do not let them come into Your righteousness.",
      "28": "Let them be blotted out of the book of the living, and not be written along with the righteous.",
      "29": "But I am poor and in pain; may Your salvation, O God, set me secure on high.",
      "30": "I will praise the name of God with a song, and will magnify Him with thanksgiving.",
      "31": "This also will please the Lord more than an ox or bull with horns and hoofs.",
      "32": "The humble will see this and be glad; and you who seek God, may your heart live.",
      "33": "For the Lord hears the poor, and does not despise His prisoners.",
      "34": "Let heaven and earth praise Him, the seas and everything that moves in them.",
      "35": "For God will save Zion, and will build the cities of Judah; that they may dwell there, and take possession of it.",
      "36": "The descendants of His servants will inherit it; and those who love His name will dwell in it."
    },
    "70": {
      "1": "Make haste, O God, to deliver me! Make haste to help me, O Lord.",
      "2": "May those who seek my life be ashamed and confused; may those who desire my harm be driven back and humiliated.",
      "3": "May they turn back as a consequence of their shame who say “Aha! Aha!”",
      "4": "May all those who seek You rejoice and be glad in You; and may those who love Your salvation continually say, “God be magnified!”",
      "5": "But I am poor and needy; make haste to me, O God! You are my help and my deliverer; O Lord, do not delay!"
    },
    "71": {
      "1": "In You, O Lord, I seek refuge; may I never be put to shame.",
      "2": "Deliver me in Your righteousness and help me escape; incline Your ear to me and save me.",
      "3": "Be my rock of refuge to enter continually; You have given commandment to save me; for You are my rock and my stronghold.",
      "4": "Deliver me, O my God, out of the hand of the wicked, out of the hand of the unjust and cruel man.",
      "5": "For You are my hope, O Lord God; You are my confidence from my youth.",
      "6": "On You I have supported myself from the womb; You took me out of my mother’s womb. My praise will continually be about You.",
      "7": "I am like a wondrous sign to many; You are my strong refuge.",
      "8": "My mouth will be filled with Your praise and with Your glory all the day.",
      "9": "Do not cast me off in the time of old age; do not forsake me when my strength fails.",
      "10": "For my enemies speak against me; and those who watch for my life take counsel together,",
      "11": "saying, “God has forsaken him; pursue and catch him, for there is none to deliver him.”",
      "12": "O God, do not be far from me; O my God, act quickly to help me.",
      "13": "May the adversaries of my life be ashamed and confused; may those who seek my harm be enveloped in scorn and dishonor.",
      "14": "But I will hope continually, and will add to all Your praise.",
      "15": "My mouth will declare Your righteousness and Your salvation all the day, for I cannot know their numbers.",
      "16": "I will go in the strength of the Lord God; I will make mention of Your righteousness, of Yours only.",
      "17": "O God, You have taught me from my youth; and until now I have proclaimed Your wondrous works.",
      "18": "Now also when I am old and gray, O God, do not forsake me, until I have proclaimed Your strength to this generation, and Your power to everyone who is to come.",
      "19": "Your righteousness, O God, reaches to the heights; You have done great deeds; O God, who is like You?",
      "20": "You who have shown me great distresses and troubles will revive me again, and will bring me up again from the depths of the earth.",
      "21": "You will increase my greatness, and You will encircle and comfort me.",
      "22": "I will give You thanks with the harp, even Your truth, O my God; to You I will sing with the lyre, O Holy One of Israel.",
      "23": "My lips will rejoice when I sing to You, and my soul, which You have redeemed.",
      "24": "My tongue also will speak of Your righteousness all the day long; for those who seek my harm are ashamed, for they have been put to shame."
    },
    "72": {
      "1": "Give the king Your judgments, O God, and Your righteousness to the king’s son.",
      "2": "May he judge Your people with righteousness, and Your poor with justice.",
      "3": "May the mountains bring well-being to the people, and the hills, in righteousness.",
      "4": "May he judge the poor of the people, may he save the children of the needy, and crush the oppressor.",
      "5": "May they fear You as long as the sun endures, and the moon, throughout all generations.",
      "6": "May he descend like rain on the mown grass, as showers dripping on the earth.",
      "7": "In his days may the righteous flourish, and abundance of peace until the moon is no more.",
      "8": "May he have dominion from sea to sea, and from the River to the ends of the earth.",
      "9": "May those who dwell in the wilderness bow before him, and his enemies lick the dust.",
      "10": "May the kings of Tarshish and of the isles bring presents; the kings of Sheba and Seba offer a gift.",
      "11": "May all kings bow down before him; may all nations serve him.",
      "12": "Indeed, may he deliver the needy when he cries; the poor also, and him who has no helper.",
      "13": "May he have compassion on the poor and needy, and save the lives of the needy.",
      "14": "May he redeem their life from deceit and violence; and may their blood be precious in his sight.",
      "15": "May he live long, and may one give him the gold of Sheba; and pray for him continually; and all day long may he be blessed.",
      "16": "May there be abundance of grain in the earth on the top of the mountains; may its fruit shake like Lebanon; and may those from the city flourish like grass of the earth.",
      "17": "May his name endure forever; may his name increase as long as the sun. May men be blessed in him; may all nations call him blessed!",
      "18": "Blessed be the Lord God, the God of Israel, who alone does wondrous deeds.",
      "19": "Blessed be His glorious name forever; and may the whole earth be filled with His glory. Amen, and Amen.",
      "20": "The prayers of David the son of Jesse are ended."
    },
    "73": {
      "1": "Truly God is good to Israel, to the pure in heart.",
      "2": "But as for me, my feet almost stumbled; my steps had almost slipped.",
      "3": "For I was envious at the boastful; I saw the prosperity of the wicked.",
      "4": "For there are no pains in their death; their bodies are fat.",
      "5": "They are not in trouble as other people; nor are they plagued like others.",
      "6": "Therefore pride is their necklace; violence covers them as a garment.",
      "7": "Their eyes bulge with fatness; they have more than a heart could wish.",
      "8": "They mock and speak with evil oppression; they speak loftily.",
      "9": "They set their mouth against the heavens, and their tongue struts through the earth.",
      "10": "Therefore people turn to them, and abundant waters are drunk by them.",
      "11": "They say, “How does God know? And is there knowledge with the Most High?”",
      "12": "Observe, these are the wicked, always at ease; they increase in riches.",
      "13": "Surely I have kept my heart pure for nothing, and washed my hands in innocence.",
      "14": "For all the day long I am plagued, and chastened every morning.",
      "15": "If I said, “I will speak thus,” I would have betrayed the generation of Your children.",
      "16": "When I thought to understand this, it was troublesome in my eyes,",
      "17": "until I went into the sanctuary of God; then I understood their end.",
      "18": "Surely You have set them in slippery places; You have brought them down to ruin.",
      "19": "How they come to desolation, as in a moment! They have come to an end, utterly consumed with terrors.",
      "20": "As a dream when one awakes, so, O Lord, when You awake, You will despise their form.",
      "21": "Thus my heart was embittered, and I was pierced in my feelings.",
      "22": "I was a brute and did not understand; I was as a beast before You.",
      "23": "Nevertheless I am continually with You; You have held me by my right hand.",
      "24": "You will guide me with Your counsel, and afterward receive me to glory.",
      "25": "Whom have I in heaven but You? And there is nothing on earth that I desire besides You.",
      "26": "My flesh and my heart fails, but God is the strength of my heart and my portion forever.",
      "27": "For those who are far from You will perish; You destroy everyone who is unfaithful to You.",
      "28": "But it is good for me to draw near to God; I have taken my refuge in the Lord God, that I may declare all Your works."
    },
    "74": {
      "1": "O God, why have You cast us off forever? Why does Your anger smoke against the sheep of Your pasture?",
      "2": "Remember Your congregation, which You have purchased of old, the rod of Your inheritance, which You have redeemed, this Mount Zion, where You have lived.",
      "3": "Move Your footsteps to the perpetual desolations, to all the harm the enemy has done in the sanctuary.",
      "4": "Your enemies roar in the midst of Your meeting place; they set up their miracles for signs.",
      "5": "They seem like men who lift up axes on a thicket of trees.",
      "6": "But now they strike down its carved work altogether with axes and hammers.",
      "7": "They have cast fire into Your sanctuary; they have defiled the dwelling place of Your name to the ground.",
      "8": "They said in their hearts, “Let us destroy them together.” They have burned up all the meeting places of God in the land.",
      "9": "We do not see our signs; there is no longer any prophet, nor is there among us any who knows how long.",
      "10": "O God, how long will the adversary scorn? Will the enemy blaspheme Your name forever?",
      "11": "Why do You withdraw Your hand, Your right hand? Draw it out of Your bosom and destroy them!",
      "12": "For God is my King of old, working salvation in the midst of the earth.",
      "13": "You divided the sea by Your strength; You broke the heads of the dragons on the waters.",
      "14": "You crushed the heads of Leviathan in pieces, and gave him for food to the people inhabiting the wilderness.",
      "15": "You split the fountain and the flood; You dried up ever-flowing rivers.",
      "16": "The day is Yours, the night also is Yours; You have prepared the light and the sun.",
      "17": "You have established all the borders of the earth; You have made summer and winter.",
      "18": "Remember this, that the enemy has scorned, O Lord, and that the foolish people have blasphemed Your name.",
      "19": "Do not give the life of Your turtledove to a wild animal; do not forget the life of Your poor forever.",
      "20": "Have regard for the covenant; for the dark places of the earth are full of the habitations of violence.",
      "21": "May the oppressed not return ashamed; may the poor and needy praise Your name.",
      "22": "Arise, O God, plead Your own cause; remember how the fool insults You daily.",
      "23": "Do not forget the voice of Your enemies, the tumult of those who rise up against You continually."
    },
    "75": {
      "1": "We give thanks to You, O God; we give thanks, and Your name is near; Your wondrous works declare it.",
      "2": "When I select an appointed time, I will judge with equity.",
      "3": "Though the earth and all its inhabitants are swaying, I steady its pillars. Selah",
      "4": "I said to the boastful, “Do not boast,” and to the wicked, “Do not lift up your horn.",
      "5": "Do not lift up your horn on high, or speak with an arrogant neck.”",
      "6": "For neither from the east nor west, nor from the wilderness comes victory.",
      "7": "But God is the judge; He brings one low, and lifts up another.",
      "8": "For in the hand of the Lord there is a cup, and it is full of mixed, foaming wine, and He pours from it; surely all the wicked of the earth will find and drink its dregs.",
      "9": "But I will declare forever, I will sing praises to the God of Jacob.",
      "10": "All the horns of the wicked I will cut off, but the horns of the righteous will be exalted."
    },
    "76": {
      "1": "In Judah God is known; in Israel His name is great.",
      "2": "In Salem is His abode, and His dwelling place in Zion.",
      "3": "There He broke the fiery arrows of the bow, the shield, the sword, and the weapons of war. Selah",
      "4": "You are more glorious and excellent than the mountains of prey.",
      "5": "The strong of heart have been plundered; they have been put to sleep; and none of the mighty men could use their hands.",
      "6": "At Your rebuke, O God of Jacob, both the chariot and horse lay stunned.",
      "7": "You, even You, are to be feared; and who may stand in Your sight from the moment of Your anger?",
      "8": "From the heavens You gave their judgment, and the earth feared and was silent,",
      "9": "when God arose to judgment, to save all the meek of the earth. Selah",
      "10": "Surely the wrath of people shall bring You praise; the remainder of wrath You shall put on.",
      "11": "Make your vows to the Lord your God, and fulfill them; let all who surround Him bring tribute to Him who is to be feared.",
      "12": "He reduces the spirit of princes, and is feared among the kings of the earth."
    },
    "77": {
      "1": "I cried out to God with my voice, even to God with my voice; and He listened to me.",
      "2": "In the day of my trouble I sought the Lord; in the night my hand is stretched out and does not weary, my soul refuses to be comforted.",
      "3": "I remember God, and I groan; I complain, and my spirit is overwhelmed. Selah",
      "4": "You hold my eyelids open; I am so troubled that I cannot speak.",
      "5": "I have considered the days of old, the years long ago.",
      "6": "May I remember my song in the night; may I meditate in my heart; my spirit made a diligent search:",
      "7": "“Will the Lord cast off forever, and will He be favorable no more?",
      "8": "Has His mercy ceased forever, and have His promises failed for all time?",
      "9": "Has God forgotten to be gracious, and has He in anger shut up His tender mercies?” Selah",
      "10": "Then I said, “This is my grief; yet I will remember the years of the right hand of the Most High.”",
      "11": "I will remember the works of the Lord; surely I will remember Your wonders of old.",
      "12": "I will meditate also on all Your work and ponder on Your mighty deeds.",
      "13": "Your way, O God, is holiness; what god is as great as our God?",
      "14": "You are the God who can do wonders; You have declared Your strength among the nations.",
      "15": "You have with Your arm redeemed Your people, the children of Jacob and Joseph. Selah",
      "16": "The waters saw You, O God. The waters saw You; they were afraid; the depths also trembled.",
      "17": "The clouds poured out water; the skies thundered. Your arrows flashed about.",
      "18": "The sound of Your thunder was in the whirlwind, and Your lightning lit up the world; the earth trembled and shook.",
      "19": "Your way is through the sea, and Your path in the great waters, and your footsteps are not seen.",
      "20": "You led Your people like a flock by the hand of Moses and Aaron."
    },
    "78": {
      "1": "Give ear, O my people, to my teaching; incline your ears to the words of my mouth.",
      "2": "I will open my mouth in a parable; I will utter insightful sayings of old,",
      "3": "which we have heard and known, what our fathers have told us.",
      "4": "We will not hide them from their children, but will tell the coming generation the praises of the Lord, and His strength, and the wonderful works that He has done.",
      "5": "For He established a rule in Jacob, and appointed a law in Israel, which He commanded our fathers that they should make them known to their children,",
      "6": "that the generation to come might know them, even the children who are not yet born, who will arise and declare them to their children:",
      "7": "that they might set their hope in God and not forget the works of God, but keep His commandments,",
      "8": "and they might not be as their fathers, a stubborn and rebellious generation, a generation that did not set their heart steadfast, and whose spirit was not faithful to God.",
      "9": "The people of Ephraim, being armed with bows, turned back in the day of battle.",
      "10": "They did not keep the covenant of God and refused to walk in His law;",
      "11": "and they forgot His works and the wonders that He had shown them.",
      "12": "In the sight of their ancestors He did marvelous wonders in the land of Egypt, in the field of Zoan.",
      "13": "He divided the sea and caused them to pass through, and He made the waters to stand as a heap.",
      "14": "In the daytime He led them with a cloud, and all the night with a light of fire.",
      "15": "He split rocks in the wilderness and gave them abundance to drink as out of the great depths.",
      "16": "He brought streams out of the rock and caused waters to run down like rivers.",
      "17": "They sinned yet more against Him by provoking the Most High in the wilderness.",
      "18": "They tested God in their heart by demanding the food that they craved.",
      "19": "They spoke against God by saying, “Can God furnish a table in the wilderness?",
      "20": "Behold, He struck the rock, so that the waters gushed out and the streams overflowed. Can He give bread or provide meat for His people?”",
      "21": "Therefore the Lord heard this and was full of wrath; a fire was kindled against Jacob, and anger also came up against Israel,",
      "22": "because they did not believe in God nor trust in His deliverance.",
      "23": "Yet He had commanded the skies above and opened the doors of heaven,",
      "24": "and He rained down manna upon them to eat and gave them the grain of heaven.",
      "25": "Man ate the food of mighty angels; He sent them bread in abundance.",
      "26": "He caused an east wind to blow in the heavens, and by His power He brought out a south wind.",
      "27": "He rained meat on them as dust, and winged birds as the sand of the sea;",
      "28": "and He let them fall in the midst of their camp all around their habitations.",
      "29": "So they ate and were satisfied, for He gave them their own desire;",
      "30": "while they were not yet filled up, and while the meat was still in their mouths,",
      "31": "the wrath of God came upon them, and He killed the strongest of them and struck down the young men of Israel.",
      "32": "For all this they sinned still, and did not believe despite His wondrous works.",
      "33": "Therefore He made their days vanish like a breath, and their years in trouble.",
      "34": "When He killed them, then they sought Him; they turned back and longed for God.",
      "35": "They remembered that God was their rock, and the Most High God their redeemer.",
      "36": "Nevertheless they flattered Him with their mouth, and they lied to Him with their tongues;",
      "37": "for their heart was not devoted to Him, neither were they committed to His covenant.",
      "38": "But He being full of compassion forgave their iniquity and did not destroy them. He constantly restrained His anger, and did not stir up all His wrath;",
      "39": "for He remembered that they were but flesh, like a wind that passes away and does not return.",
      "40": "How often they provoked Him in the wilderness and grieved Him in the desert!",
      "41": "Yes, they tested God over and over, and provoked the Holy One of Israel.",
      "42": "They did not remember His power, nor the day when He delivered them from the enemy,",
      "43": "how He had performed His signs in Egypt and His wonders in the fields of Zoan:",
      "44": "and He turned their rivers into blood, so that they could not drink from their streams.",
      "45": "He sent swarms of flies among them, which devoured them, and frogs, which destroyed them.",
      "46": "He gave also their crops to the grasshopper and the fruit of their labor to the locust.",
      "47": "He destroyed their vines with hail and their sycamore trees with frost.",
      "48": "He gave up their cattle also to the hail and their flocks to thunderbolts.",
      "49": "He cast upon them the fierceness of His anger, wrath, indignation, and trouble, by sending angels bringing disaster.",
      "50": "He made a path for His anger; He did not spare them from death, but gave their lives over to the plague,",
      "51": "And struck down all the firstborn in Egypt, the first fruits of their strength in the tents of Ham.",
      "52": "Then He led out His own people like sheep and guided them in the wilderness like a flock;",
      "53": "He led them in safety, so that they were not afraid, but the sea overwhelmed their enemies.",
      "54": "He brought them to the border of His holy land, to the mountain that His right hand had acquired.",
      "55": "He cast out the nations also before them, and divided for them their tribal allotments, and made the tribes of Israel dwell in their tents.",
      "56": "Yet they tested and provoked the Most High God, and did not keep His commands,",
      "57": "but turned back and acted unfaithfully like their fathers; they turned aside like a deceitful bow.",
      "58": "For they provoked Him to anger with their high places and moved Him to jealousy with their graven images.",
      "59": "When God heard this, He was full of wrath and greatly rejected Israel",
      "60": "so that He left the tabernacle at Shiloh, the tent where He lived among people,",
      "61": "and delivered His strength to captivity and His glory into the enemy’s hand.",
      "62": "He gave His people over also to the sword; He was enraged with His inheritance.",
      "63": "The fire consumed their young men, and their maidens were not given to marriage in song.",
      "64": "Their priests fell by the sword, and their widows made no lamentation.",
      "65": "Then the Lord awoke as one out of sleep, and like a mighty man who shouts because of wine.",
      "66": "He routed His enemies back, and He made them a perpetual reproach.",
      "67": "Moreover, He rejected the tent of Joseph, and He did not choose the tribe of Ephraim,",
      "68": "but chose the tribe of Judah, Mount Zion which He loves.",
      "69": "He built His sanctuary like the high heavens, like the earth that He has established perpetually.",
      "70": "He chose David His servant and took him from the sheepfolds;",
      "71": "from following the nursing ewes He brought him to shepherd Jacob His people, and Israel His inheritance.",
      "72": "So he shepherded them according to the integrity of his heart and guided them by the skillfulness of his hands."
    },
    "79": {
      "1": "O God, the nations have come into Your inheritance; Your holy temple they have defiled; they have laid Jerusalem in ruins.",
      "2": "The dead bodies of Your servants they have given to the birds of the sky for food and the flesh of Your faithful to the animals of the land.",
      "3": "Their blood they have poured out like water all around Jerusalem, and there was no one to bury them.",
      "4": "We have become a reproach to our neighbors, a scorn and derision to those who are around us.",
      "5": "How long, O Lord? Will You be angry forever? Will Your jealousy burn like fire?",
      "6": "Pour out Your wrath upon the nations who do not know You, and upon the kingdoms who have not called upon Your name.",
      "7": "For they have devoured Jacob, and laid waste his dwelling place.",
      "8": "Do not choose to remember our former iniquities; let Your tender mercies come swiftly to us, for we are brought very low.",
      "9": "Help us, O God of our salvation, for the glory of Your name; deliver us, and purge away our sins, for Your name’s sake.",
      "10": "Why should the nations say, “Where is their God?” May the avenging of the shed blood of Your servants be known among the nations before our eyes.",
      "11": "Let the groans of the prisoners come before You; according to the greatness of Your power preserve those who are appointed to die.",
      "12": "And render unto our neighbors sevenfold into their lap the reproach that they have reproached You, O Lord.",
      "13": "But we are Your people, the sheep of Your pasture, and will give You thanks forever; we will declare Your praise to all generations."
    },
    "80": {
      "1": "Give ear, O Shepherd of Israel, You who lead Joseph like a flock; You who are enthroned between the cherubim, shine forth.",
      "2": "In the sight of Ephraim and Benjamin and Manasseh, stir up Your strength, and come and rescue us.",
      "3": "Restore us again, O God, and cause Your face to shine, and we shall be delivered.",
      "4": "O Lord God of Hosts, how long will You be angry against the prayers of Your people?",
      "5": "You have fed them with the bread of tears and have given them tears to drink in great measure.",
      "6": "You make us contention for our neighbors, and our enemies laugh among themselves.",
      "7": "Restore us again, O God of Hosts, and cause Your face to shine, and we shall be delivered.",
      "8": "You have brought a vine out of Egypt; You have cast out the nations and planted it.",
      "9": "You cleared the ground for it; it took deep root and filled the land.",
      "10": "The mountains were covered with its shadow and the mighty cedars with its branches.",
      "11": "It sent out its branches to the sea and its shoots to the River.",
      "12": "Why have You then broken down its walls, so that all those who pass by the way pluck its fruit?",
      "13": "The boar from the woods ravages it, and the insects of the field devour it.",
      "14": "Return again, O God of Hosts; look down from heaven, and behold, have regard for this vine",
      "15": "and the root that Your right hand has planted, and the shoots that You made strong for Yourself.",
      "16": "It is burned with fire; it is cut down; may they perish at the rebuke from Your presence.",
      "17": "Let Your hand be upon the man of Your right hand, the son of man whom You made strong for Yourself.",
      "18": "So we will not turn back from You; give us life, and we will call upon Your name.",
      "19": "Restore us again, O Lord God of Hosts; cause Your face to shine, and we shall be delivered."
    },
    "81": {
      "1": "Sing aloud unto God our strength; make a joyful noise unto the God of Jacob.",
      "2": "Lift up a melody, and sound the tambourine, the pleasant lyre with the harp.",
      "3": "Blow the trumpet at the New Moon, at the full moon on our feast day.",
      "4": "For this is a statute for Israel, a decree of the God of Jacob.",
      "5": "This He ordained in Joseph as a decree when He went out against the land of Egypt. I heard a voice that I had not known:",
      "6": "“I removed his shoulder from the burden; his hands were released from holding the basket.",
      "7": "You called in trouble, and I delivered you; I answered you in the secret place of thunder; I tested you at the waters of Meribah. Selah",
      "8": "Hear, O My people, and I will testify against you. O Israel, if you would listen to me!",
      "9": "There shall be no strange god among you; neither shall you bow down to any strange god.",
      "10": "I am the Lord your God, who brought you out of the land of Egypt; open your mouth wide, and I will fill it.",
      "11": "“But My people would not listen to My voice; Israel would not submit to Me.",
      "12": "So I gave them up to their stubborn hearts, to walk in their own counsels.",
      "13": "“Oh, that My people would listen to Me, and Israel would follow in My ways!",
      "14": "I would soon subdue their enemies, and turn My hand against their adversaries.",
      "15": "Let those who hate the Lord cower before Him and their fate might last forever.",
      "16": "But I would feed them with the finest of wheat, and with honey out of the rock I would satisfy you.”"
    },
    "82": {
      "1": "God stands among the divine council; He renders judgment among the gods.",
      "2": "“How long will you all judge unjustly and accept partiality of the wicked? Selah",
      "3": "Defend the poor and fatherless; vindicate the afflicted and needy.",
      "4": "Grant escape to the abused and the destitute, pluck them out of the hand of the false.",
      "5": "“They have neither knowledge nor understanding; they walk in darkness: all the foundations of the earth are shaken.”",
      "6": "I have said, “You are gods, sons of the Most High, all of you,",
      "7": "but you all shall die like men, and fall like a man, O princes.”",
      "8": "Arise, O God, judge the earth, for You shall inherit all nations."
    },
    "83": {
      "1": "Do not keep Your silence, O God; do not hold Your peace or be still, O God.",
      "2": "For, look, Your enemies make an uproar, and those who hate You have lifted up their heads.",
      "3": "They have given crafty counsel against Your people, and have consulted against Your treasured ones.",
      "4": "They have said, “Come, and let us cut them off from being a nation, that the name of Israel may be no more remembered.”",
      "5": "For they have conspired together; they make a covenant against You—",
      "6": "the tents of Edom and the Ishmaelites, even Moab and the Hagrites;",
      "7": "Gebal and Ammon and Amalek, the Philistines with the inhabitants of Tyre;",
      "8": "Assyria also is joined with them, they are the strength of the descendants of Lot. Selah",
      "9": "Do to them as You did to the Midianites, as to Sisera and Jabin at the river of Kishon,",
      "10": "who perished at Endor; they became as dung for the ground.",
      "11": "Make their nobles like Oreb and Zeeb; yes, all their princes as Zebah and Zalmunna,",
      "12": "who said, “Let us take for ourselves the pastures of God as a possession.”",
      "13": "O my God, make them like a tumbleweed, as stubble before the wind.",
      "14": "As fire burns a forest, and as the flame sets the mountains ablaze,",
      "15": "so pursue them with Your storm, and make them afraid with Your hurricane.",
      "16": "Fill their faces with shame, that they may seek your name, O Lord.",
      "17": "Let them be confounded and troubled forever; yes, let them be put to shame and perish,",
      "18": "that they may know that You, whose name alone is the Lord, are the Most High over all the earth."
    },
    "84": {
      "1": "How lovely is Your dwelling place, O Lord of Hosts!",
      "2": "My soul longs, yes, even faints for the courts of the Lord; my heart and my body cry out for the living God.",
      "3": "Yes, the sparrow has found a home and the swallow a nest for herself, where she may lay her young, even at Your altars, O Lord of Hosts, my King and my God.",
      "4": "Blessed are those who dwell in Your house; they continually praise You. Selah",
      "5": "Blessed is the man whose strength is in You, in whose heart are the paths to Zion.",
      "6": "As they pass through the Valley of Baca, they makes it a spring; the early rain also covers it with pools.",
      "7": "They go from strength to strength; every one of them appears in Zion before God.",
      "8": "O Lord God of Hosts, hear my prayer, and give ear, O God of Jacob. Selah",
      "9": "Behold, O God our shield, and look upon the face of Your anointed.",
      "10": "For a day in Your courts is better than a thousand elsewhere. I had rather be a doorkeeper in the house of my God than to dwell in the tents of wickedness.",
      "11": "For the Lord God is a sun and shield; the Lord will give favor and glory, for no good thing will He withhold from the one who walks uprightly.",
      "12": "O Lord of Hosts, blessed is the man who trusts in You."
    },
    "85": {
      "1": "Lord, You have been favorable to Your land; You have brought back the captivity of Jacob.",
      "2": "You have forgiven the iniquity of Your people; You have covered all their sin. Selah",
      "3": "You have withdrawn all Your wrath; You have turned from the fierceness of Your anger.",
      "4": "Restore us, O God of our salvation, and put away Your indignation toward us.",
      "5": "Will You be angry with us forever? Will You draw out Your anger to all generations?",
      "6": "Will You not revive us again, that Your people may rejoice in You?",
      "7": "Show us Your mercy, O Lord, and grant us Your deliverance.",
      "8": "I will hear what God the Lord will speak, for He will speak peace to His people and to His saints, but let them not turn again to folly.",
      "9": "Surely His salvation is near to them who fear Him, that glory may dwell in our land.",
      "10": "Mercy and truth have met together; righteousness and peace have kissed.",
      "11": "Truth springs from the ground, and righteousness looks down from the sky.",
      "12": "Yes, the Lord gives that which is good, and our land shall yield its increase.",
      "13": "Righteousness shall go before Him and prepare a way for His footsteps."
    },
    "86": {
      "1": "Incline Your ear, O Lord, and answer me, for I am oppressed and needy.",
      "2": "Preserve my soul, for I am godly; You are my God; save Your servant who trusts in You.",
      "3": "Have mercy on me, O Lord, for to You I cry all day long.",
      "4": "Gladden the soul of Your servant, for to You, O Lord, I lift my soul.",
      "5": "For You, Lord, are good, and forgiving, abounding in kindness to all who call on You.",
      "6": "Give ear, O Lord, to my prayer, and attend to my plea for mercy.",
      "7": "In the day of my trouble I will call upon You, for You will answer me.",
      "8": "Among the gods there is none like You, O Lord; neither are there any works like Your works.",
      "9": "All nations whom You have made shall come and worship before You, O Lord, and shall glorify Your name.",
      "10": "For You are great and do wondrous deeds; You are God alone.",
      "11": "Teach me Your way, O Lord, that I will walk in Your truth; bind my heart to fear Your name.",
      "12": "I will give You thanks, O Lord my God, with all my heart, and I will glorify Your name forever.",
      "13": "For great is Your mercy toward me, and You have delivered my soul from the depths of Sheol.",
      "14": "O God, insolent men have risen against me, and bands of violent men have sought my life; they have not set You before them.",
      "15": "But You, O Lord, are a God full of compassion and gracious, slow to anger, and abundant in mercy and truth.",
      "16": "Turn to me and have mercy on me; give Your strength to Your servant, and save the humble son of Your female servant.",
      "17": "Show me a sign of Your favor, that those who hate me may see it and be ashamed because You, Lord, have helped and comforted me."
    },
    "87": {
      "1": "The city of His foundation is on the holy mountain.",
      "2": "The Lord loves the gates of Zion more than all the dwelling places of Jacob.",
      "3": "Glorious things are spoken of you, O city of God. Selah.",
      "4": "I will make mention of Rahab and Babylon to those who know Me; look, Philistia and Tyre with Ethiopia; “This man was born there.”",
      "5": "But of Zion it shall be said, “This one and that one were born in her,” for the Most High shall make her secure.",
      "6": "The Lord shall count when He registers the people, “This one was born there.” Selah",
      "7": "As well the singers and the players of instruments say, “All my springs are in you.”"
    },
    "88": {
      "1": "O Lord, God of my salvation, I cry out day and night before You.",
      "2": "Let my prayer come before You; incline Your ear to my cry.",
      "3": "For my soul is full of troubles, and my life draws near to Sheol.",
      "4": "I am counted with those who go down to the grave; I am a man who has no strength,",
      "5": "like one who is set free among the dead, like the slain who lie in the grave, like those whom You remember no more, for they are cut off from Your hand.",
      "6": "You have laid me in the depths of the pit, in dark and deep regions.",
      "7": "Your wrath lies heavy upon me, and You have afflicted me with all Your waves. Selah",
      "8": "You have caused my companions to be far from me; You have made me an abomination to them; I am shut up, and I cannot escape;",
      "9": "my eye is dim from my affliction. Lord, I call daily upon You, and I have stretched out my hands to You.",
      "10": "Will You show wonders to the dead? Shall the dead rise up to praise You? Selah",
      "11": "Shall Your lovingkindness be declared in the grave, or your faithfulness in Abaddon?",
      "12": "Shall Your wonders be known in the darkness or Your righteousness in the land of forgetfulness?",
      "13": "But unto You have I cried, O Lord, and in the morning my prayer comes before You.",
      "14": "O Lord, why do You cast away my soul? Why do You hide Your face from me?",
      "15": "I am afflicted and close to death since my youth; while I suffer Your terrors I am helpless.",
      "16": "Your fierce wrath sweeps over me; Your terrors destroy me.",
      "17": "They come around me daily like a flood; they encircle me together.",
      "18": "You have caused to be far from me my lovers and friends, and my companion is darkness."
    },
    "89": {
      "1": "I will sing of the mercies of the Lord forever; with my mouth I will make known Your faithfulness to all generations.",
      "2": "For I have said, “Mercy shall be built up forever; Your faithfulness shall be established in the heavens.”",
      "3": "You have said, “I have made a covenant with my chosen one; I have sworn to David my servant:",
      "4": "‘Your offspring I will establish forever, and build up your throne for all generations.’ ” Selah",
      "5": "Let the heavens praise Your wonders, O Lord; Your faithfulness also in the assembly of the holy ones.",
      "6": "For who in the skies can be compared to the Lord? Who among the heavenly sons is like the Lord?",
      "7": "God is greatly to be feared in the assembly of the holy ones and awesome to all those who surround Him.",
      "8": "O Lord God of Hosts, who is a mighty Lord like You, with Your faithfulness all around You?",
      "9": "You rule the raging of the sea; when the waves arise, You still them.",
      "10": "You crushed Rahab like a corpse; You scattered Your enemies with Your strong arm.",
      "11": "The heavens are Yours; the earth also is Yours; the world and all that is in it, You have founded them.",
      "12": "The north and the south, You have created them; Tabor and Hermon rejoice in Your name.",
      "13": "You have a mighty arm, and strong is Your hand, and victorious is Your right hand.",
      "14": "Righteousness and justice are the foundation of Your throne; mercy and truth shall go before Your presence.",
      "15": "Blessed are the people who know the joyful shout. They walk, O Lord, in the light of Your presence.",
      "16": "In Your name they rejoice all the day, and in Your righteousness they shall be exalted.",
      "17": "For You are the beauty of their strength; by Your favor our horn is exalted.",
      "18": "For the Lord is our shield of defense, and the Holy One of Israel is our king.",
      "19": "Long ago You spoke in a vision to Your godly one and said: “I have given help to one who is mighty; I have exalted one chosen from the people.",
      "20": "I have found David, My servant; with My holy oil I have anointed him:",
      "21": "By whom My hand shall be established; My arm also shall strengthen him.",
      "22": "The enemy shall not take tribute from him, nor the wicked humiliate him.",
      "23": "I will beat down his foes before him and strike down those who hate him.",
      "24": "My faithfulness and My mercy shall be with him, and in My name his horn shall be exalted.",
      "25": "I will set his hand on the sea and his right hand on the rivers.",
      "26": "He shall cry unto Me, ‘You are my Father, my God, and the Rock of my salvation.’",
      "27": "Also I will make him my firstborn, the highest of the kings of the earth.",
      "28": "In My mercy I will keep him forever, and My covenant shall stand firm with him.",
      "29": "His offspring also I will establish forever and his throne as the days of heaven.",
      "30": "“If his children forsake My law and do not walk in My judgments,",
      "31": "if they break My statutes and do not keep My commandments,",
      "32": "then I will punish their transgression with the rod and their iniquity with lashes.",
      "33": "Nevertheless My lovingkindness I will not remove from him nor be false in My faithfulness.",
      "34": "My covenant I will not violate nor alter the word that has gone out from My lips.",
      "35": "Once and for all I have sworn by My holiness that I will not lie to David:",
      "36": "His offspring shall endure forever, and his throne as the sun before Me;",
      "37": "it shall be established forever as the moon and as a faithful witness in the heavens.” Selah",
      "38": "But now You have cast off and rejected him, You have been wrathful with Your anointed king.",
      "39": "You have renounced the covenant with Your servant; You have defiled his crown by casting it to the ground.",
      "40": "You have broken down all his walls; You have brought his strongholds to ruin.",
      "41": "All who pass by the way plunder him; he is a reproach to his neighbors.",
      "42": "You have set high the right hand of his adversaries; You have made all his enemies rejoice.",
      "43": "You have also turned back the edge of his sword and have not made him stand in battle.",
      "44": "You have made his glory cease and cast his throne down to the ground.",
      "45": "The days of his youth You have shortened; You have covered him with shame. Selah",
      "46": "How long, O Lord? Will You hide Yourself forever? How long shall Your wrath burn like fire?",
      "47": "Remember how short my time is! Why have You made all people in such emptiness?",
      "48": "What man can live and not see death? Who can deliver his soul from the power of Sheol? Selah",
      "49": "Lord, where are Your former lovingkindnesses, which You swore to David in Your faithfulness?",
      "50": "Remember, O Lord, the reproach of Your servants and how I bear in my heart the insults of the many nations,",
      "51": "which Your enemies taunt, O Lord, with which they mock the footsteps of Your anointed king.",
      "52": "Blessed be the Lord forever! Amen and Amen."
    },
    "90": {
      "1": "Lord, You have been our dwelling place in all generations.",
      "2": "Before the mountains were brought forth, or You had formed the earth and the world, even from everlasting to everlasting You are God.",
      "3": "You return man to the dust and say, “Return, you children of men.”",
      "4": "For a thousand years in Your sight are but as yesterday when it is past, or as a night watch in the night time.",
      "5": "You carry them away as with a flood; they are as a dream, like renewed grass in the morning:",
      "6": "In the morning it flourishes and grows up; in the evening it fades and withers.",
      "7": "For we are consumed by Your anger, and by Your wrath we are terrified.",
      "8": "You have set our iniquities before You, even our secret sins in the light of Your presence.",
      "9": "For all our days pass away in your wrath; we end our years with a groan.",
      "10": "The years of our life are seventy, and if by reason of strength eighty; yet their length is toil and sorrow, for they soon end, and we fly away.",
      "11": "Who knows the power of Your anger? Or Your wrath according to Your fear?",
      "12": "So teach us to number our days, that we may apply our hearts to wisdom.",
      "13": "Return, O Lord, how long? Have mercy on Your servants.",
      "14": "Satisfy us in the early morning with Your mercy, that we may rejoice and be glad all our days.",
      "15": "Make us glad according to the days that You have afflicted us, and the years that we have seen evil.",
      "16": "Let Your work be displayed to Your servants and Your glory to their children.",
      "17": "Let the beauty of the Lord our God be upon us, and establish the work of our hands among us; yes, establish the work of our hands."
    },
    "91": {
      "1": "He who dwells in the shelter of the Most High shall abide under the shadow of the Almighty.",
      "2": "I will say of the Lord, “He is my refuge and my fortress, my God in whom I trust.”",
      "3": "Surely He shall deliver you from the snare of the hunter and from the deadly pestilence.",
      "4": "He shall cover you with His feathers, and under His wings you shall find protection; His faithfulness shall be your shield and wall.",
      "5": "You shall not be afraid of the terror by night, nor of the arrow that flies by day;",
      "6": "nor of the pestilence that pursues in darkness, nor of the destruction that strikes at noonday.",
      "7": "A thousand may fall at your side and ten thousand at your right hand, but it shall not come near you.",
      "8": "Only with your eyes shall you behold and see the reward of the wicked.",
      "9": "Because you have made the Lord, who is my refuge, even the Most High, your dwelling,",
      "10": "there shall be no evil befall you, neither shall any plague come near your tent;",
      "11": "for He shall give His angels charge over you to guard you in all your ways.",
      "12": "They shall bear you up in their hands, lest you strike your foot against a stone.",
      "13": "You shall tread upon the lion and adder; the young lion and the serpent you shall trample underfoot.",
      "14": "Because he has set his love upon Me, therefore I will deliver him; I will set him on high, because he has known My name.",
      "15": "He shall call upon Me, and I will answer him; I will be with him in trouble, and I will deliver him and honor him.",
      "16": "With long life I will satisfy him and show him My salvation."
    },
    "92": {
      "1": "It is good to give thanks to the Lord, and to sing praises unto Your name, O Most High:",
      "2": "to declare forth Your lovingkindness in the morning and Your faithfulness in the night,",
      "3": "on a ten-stringed lute and on the harp, and on the lyre with a solemn sound.",
      "4": "For you, O Lord, have made me glad through Your work; I will sing joyfully at the works of Your hands.",
      "5": "O Lord, how great are Your works! Your thoughts are very deep!",
      "6": "A brutish man does not recognize, neither does the fool understand this.",
      "7": "Though the wicked spring up as the grass and all those who do iniquity flourish, they shall be destroyed forever:",
      "8": "But You, O Lord, are on high forever.",
      "9": "For Your enemies, O Lord, for Your enemies shall perish; all those who do iniquity shall be scattered.",
      "10": "But my horn You have exalted like the horn of the wild ox; You have anointed me with fresh oil.",
      "11": "My eyes also shall see the downfall of my enemies, and my ears shall hear the doom of my wicked adversaries.",
      "12": "The righteous shall flourish like the palm tree and grow like a cedar in Lebanon.",
      "13": "Those that are planted in the house of the Lord shall flourish in the courts of our God.",
      "14": "They shall still bring forth fruit in old age; they shall be filled with vitality and foliage,",
      "15": "to show that the Lord is upright; He is my rock, and there is no unrighteousness in Him."
    },
    "93": {
      "1": "The Lord reigns; He is robed in majesty; the Lord is robed; He has put on strength as His belt. Indeed, the world is established; it cannot be moved.",
      "2": "Your throne is established of old; You are from everlasting.",
      "3": "The floods have lifted up, O Lord, the floods have lifted up their voice; the floods lift up their roaring waves.",
      "4": "The Lord on high is mightier than the noise of many waters, yes, than the mighty waves of the sea.",
      "5": "Your statutes are very sure; holiness is becoming to Your house, O Lord, forever."
    },
    "94": {
      "1": "O Lord God, to whom vengeance belongs; O God to whom vengeance belongs, shine forth.",
      "2": "Rise up, O Judge of the earth; render to the proud what they deserve.",
      "3": "O Lord, how long shall the wicked, how long shall the wicked triumph?",
      "4": "They spew forth their arrogant words; all those who do iniquity boast.",
      "5": "They break in pieces Your people, O Lord, and afflict Your inheritance.",
      "6": "They kill the widow and the sojourner, and murder the fatherless.",
      "7": "Yet they say, “The Lord does not see, neither does the God of Jacob regard it.”",
      "8": "Understand, you brutish among the people; fools, when will you be wise?",
      "9": "He who made the ear, shall He not hear? He who formed the eye, shall He not see?",
      "10": "He who chastises the nations, shall He not correct? He teaches people knowledge!",
      "11": "The Lord, He knows the thoughts of people, that they are a breath.",
      "12": "Blessed is the man whom You chasten, O Lord, and teach from Your law,",
      "13": "that You may give him rest from the days of adversity, until a pit is dug for the wicked.",
      "14": "For the Lord will not forsake His people; neither will He abandon His inheritance.",
      "15": "But justice shall return to those who are righteous, and all the upright in heart shall follow it.",
      "16": "Who will rise up for me against the wicked? Who will stand up for me against those who do iniquity?",
      "17": "Unless the Lord had been my help, my soul would have lived in the land of silent death.",
      "18": "When I said, “My foot slips,” Your mercy, O Lord, held me up.",
      "19": "When there is a multitude of worries within me, Your comforts delight my soul.",
      "20": "Shall wicked rulers, who make oppressive laws, align with You?",
      "21": "They conspire together against the life of the righteous and condemn innocent blood to death.",
      "22": "But the Lord is my defense, and my God is the rock of my refuge.",
      "23": "He shall bring upon them their own iniquity and shall cut them off for their own wickedness; yes, the Lord our God shall destroy them."
    },
    "95": {
      "1": "O come, let us sing unto the Lord; let us make a joyful noise to the rock of our salvation!",
      "2": "Let us come before His presence with thanksgiving; let us make a joyful noise unto Him with psalms!",
      "3": "For the Lord is a great God, and a great King above all gods.",
      "4": "In His hand are the deep places of the earth; the heights of the mountains are also His.",
      "5": "The sea is His, for He made it, and His hands formed the dry land.",
      "6": "O come, let us worship and bow down; let us kneel before the Lord, our Maker.",
      "7": "For He is our God, and we are the people of His pasture and the sheep of His hand. Today if you hear His voice,",
      "8": "do not harden your hearts, as at Meribah, and as in the day of Massah in the wilderness,",
      "9": "when your fathers tested Me and tried Me, though they had seen My deeds.",
      "10": "For forty years I loathed that generation and said, “They are a people who go astray in their heart, and they have not known My ways.”",
      "11": "Therefore I swore in My wrath, “They shall not enter into My rest.”"
    },
    "96": {
      "1": "O sing unto the Lord a new song; sing unto the Lord, all the earth!",
      "2": "Sing unto the Lord, bless His name; declare His salvation from day to day.",
      "3": "Proclaim His glory among the nations, His wonders among all peoples.",
      "4": "For the Lord is great, and greatly to be praised; He is to be feared above all gods.",
      "5": "For all the gods of the nations are worthless, but the Lord made the heavens.",
      "6": "Honor and majesty are before Him; strength and beauty are in His sanctuary.",
      "7": "Give unto the Lord, O families of the people, give unto the Lord glory and strength.",
      "8": "Give unto the Lord the glory due His name; bring an offering, and come into His courts.",
      "9": "Worship the Lord in the beauty of holiness; tremble before Him, all the earth.",
      "10": "Say among the nations, “The Lord reigns! Indeed, the world is established; it shall not be moved; He shall judge the peoples righteously.”",
      "11": "Let the heavens rejoice, and let the earth be glad; let the sea roar, and all that fills it;",
      "12": "let the field be joyful, and all that is in it; then all the trees of the forests shall rejoice",
      "13": "before the Lord, for He comes, for He comes to judge the earth. He shall judge the world with righteousness and the peoples with His faithfulness."
    },
    "97": {
      "1": "The Lord reigns; let the earth rejoice; let the many coastlands be glad!",
      "2": "Clouds and darkness are all around Him; righteousness and justice are the foundation of His throne.",
      "3": "A fire goes before Him and burns up His enemies all around.",
      "4": "His lightning bolts light up the world; the earth sees and shakes.",
      "5": "The mountains melt like wax at the presence of the Lord, at the presence of the Lord of the earth.",
      "6": "The heavens declare His righteousness, and all the peoples see His glory.",
      "7": "All who serve graven images are ashamed, who boast in worthless idols; worship Him, all you gods.",
      "8": "Zion hears and is glad, and the daughters of Judah rejoice because of Your judgments, O Lord.",
      "9": "For You, O Lord, are Most High above all the earth; You are exalted far above all gods.",
      "10": "You who love the Lord, hate evil! He preserves the lives of His devoted ones; He delivers them from the hand of the wicked.",
      "11": "Light goes out for the righteous, and gladness for the upright in heart.",
      "12": "Rejoice in the Lord, you righteous, and give thanks at the memory of His holy name."
    },
    "98": {
      "1": "Oh, sing to the Lord a new song, for He has done marvelous deeds! His right hand and His holy arm have accomplished deliverance.",
      "2": "The Lord has made known His salvation; His righteousness He has revealed in the sight of the nations.",
      "3": "He has remembered His mercy and His faithfulness toward the house of Israel; all the ends of the earth have seen the deliverance of our God.",
      "4": "Make a joyful noise unto the Lord, all the earth; break out in loud songs, and sing praises.",
      "5": "Sing unto the Lord with the harp, with the harp and the sound of melody,",
      "6": "with trumpets and sound of the horn; make a joyful noise before the Lord, the King.",
      "7": "Let the sea roar, and all that fills it, the world and those who live in it;",
      "8": "let the rivers clap their hands; let the hills be joyful together",
      "9": "before the Lord, for He is coming to judge the earth. With righteousness He will judge the world, and the peoples with justice."
    },
    "99": {
      "1": "The Lord reigns; let the peoples tremble! He sits enthroned between the cherubim; let the earth shake.",
      "2": "The Lord is great in Zion; He is high above all the peoples.",
      "3": "Let them praise Your great and awesome name— He is holy!",
      "4": "The King’s strength loves justice; You establish righteousness, and You execute judgment and fairness in Jacob.",
      "5": "Exalt the Lord our God, and worship at His footstool— He is holy!",
      "6": "Moses and Aaron were among His priests, even Samuel was among them who called upon His name; they called upon the Lord, and He answered them.",
      "7": "He spoke to them in the pillar of cloud; they kept His statues and the ordinance that He gave them.",
      "8": "You answered them, O Lord our God; You were a God who forgave them, though You took vengeance on their wrongdoing.",
      "9": "Exalt the Lord our God, and worship at His holy mountain; for the Lord our God is holy!"
    },
    "100": {
      "1": "Make a joyful noise unto the Lord, all the earth!",
      "2": "Serve the Lord with gladness; come before His presence with singing.",
      "3": "Know that the Lord, He is God; it is He who has made us, and not we ourselves; we are His people, and the sheep of His pasture.",
      "4": "Enter into His gates with thanksgiving, and into His courts with praise; be thankful to Him, and bless His name.",
      "5": "For the Lord is good; His mercy endures forever, and His faithfulness to all generations."
    },
    "101": {
      "1": "I will sing of mercy and justice; to You, O Lord, I will sing.",
      "2": "I will consider the path that is blameless. When will You come to me? I will walk within my house with a perfect heart.",
      "3": "I will set no wicked thing before my eyes. I hate the work of those who turn aside; it shall not have part of me.",
      "4": "A perverted heart shall be far from me; I will not know anything wicked.",
      "5": "Whoever privately slanders his neighbor, him I will destroy; whoever has a haughty look and a proud heart I will not endure.",
      "6": "My eyes shall be favorable to the faithful in the land, that they may live with me; he who walks in a blameless manner, he shall serve me.",
      "7": "He who practices deceit shall not dwell within my house; he who tells lies shall not remain in my sight.",
      "8": "Every morning I will destroy all the wicked in the land, that I may cut off all wicked doers from the city of the Lord."
    },
    "102": {
      "1": "Hear my prayer, O Lord, and let my cry come unto You.",
      "2": "Do not hide Your face from me in the day when I am in trouble; incline Your ear to me; in the day when I call answer me quickly.",
      "3": "For my days are consumed like smoke, and my bones are burned as a furnace.",
      "4": "My heart is struck down and withered like grass, so that I forget to eat my bread.",
      "5": "Because of the sound of my groaning my bones cling to my skin.",
      "6": "I am like an owl of the wilderness, like a screech owl of the desert.",
      "7": "I stay awake and am as a sparrow alone upon the housetop.",
      "8": "My enemies reproach me all the day, and those who taunt me curse my name.",
      "9": "For I have eaten ashes like bread and mixed my drink with weeping,",
      "10": "because of Your indignation and Your wrath, for You have lifted me up, and cast me down.",
      "11": "My days are like an evening shadow that vanishes, and I wither away like grass.",
      "12": "But You, O Lord, shall endure forever enthroned and Your reputation to all generations.",
      "13": "You shall arise, and have mercy upon Zion, for the time to favor her, indeed, the appointed time has come.",
      "14": "For Your servants take pleasure in her stones, and have pity on her dust.",
      "15": "So the nations shall fear the name of the Lord, and all the kings of the earth Your glory.",
      "16": "For the Lord shall build up Zion; He shall appear in His glory.",
      "17": "He will regard the prayer of the destitute and will not despise their prayer.",
      "18": "Let this be written for the generation to come, that a people who shall be created shall praise the Lord.",
      "19": "For He has looked down from the height of His sanctuary; from heaven the Lord looked down on the earth,",
      "20": "to hear the groaning of the prisoners and to set free those who are appointed to death,",
      "21": "that they may declare the name of the Lord in Zion and His praise in Jerusalem;",
      "22": "when the peoples are gathered together, and the kingdoms, to serve the Lord.",
      "23": "He has weakened my strength in my midlife; He has shortened my days.",
      "24": "I said, “O my God, do not take me away in the midst of my days— Your years endure throughout all generations.”",
      "25": "From before You have laid the foundation of the earth, and the heavens are the work of Your hands.",
      "26": "They shall perish, but You shall endure; indeed, all of them shall wear out like a garment; like a robe You shall change them, and they shall pass away,",
      "27": "but You are the same, and Your years shall have no end.",
      "28": "The children of Your servants shall be secure, and their offspring shall be established before You."
    },
    "103": {
      "1": "Bless the Lord, O my soul, and all that is within me, bless His holy name.",
      "2": "Bless the Lord, O my soul, and forget not all His benefits,",
      "3": "who forgives all your iniquities, who heals all your diseases,",
      "4": "who redeems your life from the pit, who crowns you with lovingkindness and tender mercies,",
      "5": "who satisfies your mouth with good things, so that your youth is renewed like the eagle’s.",
      "6": "The Lord does righteousness and justice for all who are oppressed.",
      "7": "He made known His ways to Moses, His acts to the people of Israel.",
      "8": "The Lord is merciful and gracious, slow to anger, and abounding in mercy.",
      "9": "He will not always accuse, neither will He keep his anger forever.",
      "10": "He does not treat us according to our sins, nor repay us according to our iniquities.",
      "11": "For as the heavens are high above the earth, so great is His mercy toward those who fear Him;",
      "12": "as far as the east is from the west, so far has He removed our transgressions from us.",
      "13": "Like a father shows compassion to his children, so the Lord gives compassion to those who fear Him.",
      "14": "For He knows how we are formed; He remembers that we are dust.",
      "15": "As for man, his days are as grass; as a flower of the field he flourishes.",
      "16": "For the hot wind passes over it, and it is gone; the place where it was is not known.",
      "17": "But the mercy of the Lord is from everlasting to everlasting upon those who fear Him, and His righteousness to children’s children,",
      "18": "to those who keep His covenant, and to those who remember to do His commandments.",
      "19": "The Lord has established His throne in the heavens, and His kingdom rules over all.",
      "20": "Bless the Lord, you His angels, who are mighty, and do His commands, and obey the voice of His word.",
      "21": "Bless the Lord, all you His hosts; you servants who do His pleasure.",
      "22": "Bless the Lord, all His works, in all places of His dominion. Bless the Lord, O my soul!"
    },
    "104": {
      "1": "Bless the Lord, O my soul! O Lord my God, You are very great! You are clothed with honor and majesty,",
      "2": "covering Yourself with light as a garment, who stretches out the heavens like a tent curtain,",
      "3": "who lays the upper beams of His chambers on the waters above, who makes the clouds His chariot, who rides upon the wings of the wind,",
      "4": "who makes His angels as winds, His ministers a flaming fire.",
      "5": "You laid the earth on its foundations, so that it should never be moved.",
      "6": "You covered it with the deep as a garment; the waters stood above the mountains.",
      "7": "At Your rebuke they fled; at the sound of Your thunder they departed away.",
      "8": "The mountains rose up; the valleys went down to the place that You appointed them.",
      "9": "You set a boundary that they may not pass over, that they may not again cover the earth.",
      "10": "You send the springs to gush forth in the valleys, which flow between the hills.",
      "11": "They give drink to every animal of the field; the wild donkeys quench their thirst.",
      "12": "By them the birds of the heavens have their habitation; they sing among the branches.",
      "13": "You water the mountains from Your lofty chamber; the earth is satisfied with the fruit of Your works.",
      "14": "You cause the grass to grow for the cattle and plants for the cultivation of man, that he may bring forth food from the earth",
      "15": "and wine that makes glad the heart of man, and oil that makes shine his face, and bread that strengthens his heart.",
      "16": "The trees of the Lord are well watered, the cedars of Lebanon that He has planted,",
      "17": "where the birds make their nests, where the stork has its home in the fir trees.",
      "18": "The high mountains are for the wild goats, and the rocks a refuge for the badgers.",
      "19": "He set the moon to mark the appointed seasons; the sun knows its time for going down.",
      "20": "You make darkness, and it is night, when all the animals of the forest go forth.",
      "21": "The young lions roar after their prey and seek their food from God.",
      "22": "When the sun arises, they gather themselves together and lay down in their dens.",
      "23": "Man goes forth to his work and to his labor until the evening.",
      "24": "O Lord, how manifold are Your works! With wisdom You have made them all; the earth is full of Your creatures—",
      "25": "so is this great and wide sea, which is full of innumerable creatures, living animals both small and great.",
      "26": "There go the ships, and there is Leviathan, which You have made to play in it.",
      "27": "These all wait upon You, that You may give them their food in due season.",
      "28": "When You give it to them, they gather it; when You open Your hand, they are filled with good food.",
      "29": "When You hide Your face, they are troubled; You take away their breath, and they die and return to their dust.",
      "30": "When You send forth Your Spirit, they are created, and You renew the surface of the ground.",
      "31": "May the glory of the Lord endure forever; may the Lord rejoice in His works.",
      "32": "He looks on the earth, and it trembles; He touches the mountains, and they smoke.",
      "33": "I will sing unto the Lord as long as I live; I will sing praise to my God while I have my being.",
      "34": "May my meditation be sweet to Him, for I will be glad in the Lord.",
      "35": "Let sinners be consumed from the earth, and let the wicked be no more. Bless the Lord, O my soul! Praise the Lord!"
    },
    "105": {
      "1": "Oh, give thanks unto the Lord; call upon His name; make known His deeds among the peoples.",
      "2": "Sing unto Him, sing praises unto Him; proclaim all His wondrous works.",
      "3": "Glory in His holy name; let the heart rejoice for those who seek the Lord.",
      "4": "Seek the Lord and His strength; seek His presence continuously.",
      "5": "Remember His marvelous works that He has done; His wonders and the judgments from His mouth,",
      "6": "O offspring of Abraham, His servant, O children of Jacob, His chosen ones.",
      "7": "He is the Lord our God; His judgments are in all the earth.",
      "8": "He remembers His covenant forever, the word that He commanded, to a thousand generations,",
      "9": "that covenant He made with Abraham, and His oath to Isaac,",
      "10": "and confirmed to Jacob as a decree, and to Israel for an everlasting covenant,",
      "11": "saying, “To you I will give the land of Canaan as the portion of your inheritance.”",
      "12": "When they were but a few people in number, indeed, very few, and strangers in it,",
      "13": "when they went from one nation to another, from one kingdom to another people,",
      "14": "He did not permit anyone to do them wrong; indeed, He reproved kings on their behalf,",
      "15": "saying, “Do not touch my anointed ones, and do no harm to my prophets.”",
      "16": "Moreover He called for a famine upon the land; He broke the whole supply of bread.",
      "17": "He sent a man before them, Joseph, who was sold as a slave.",
      "18": "They hurt his feet with fetters; his neck was put in an iron collar.",
      "19": "Until the time that his word came to pass, the word of the Lord tested him.",
      "20": "The king sent and released him; the ruler of the people let him go free.",
      "21": "He made Joseph lord of his house and ruler of all his possessions,",
      "22": "to imprison his princes at Joseph’s pleasure and to teach his elders wisdom.",
      "23": "Then Israel came into Egypt, and Jacob sojourned in the land of Ham.",
      "24": "The Lord increased His people greatly and made them stronger than their enemies.",
      "25": "He turned their hearts to hate His people, to deal cleverly with His servants.",
      "26": "He sent Moses, His servant, and Aaron whom He had chosen.",
      "27": "They showed His signs among them and wonders in the land of Ham.",
      "28": "He sent darkness and made the land dark, and Moses and Aaron did not rebel against His word.",
      "29": "He turned their waters into blood and caused their fish to die.",
      "30": "Their land brought forth frogs in abundance, even in the chambers of their kings.",
      "31": "He spoke, and there came swarms of flies and gnats in all their country.",
      "32": "He gave them hail for rain and flaming lightning in their land.",
      "33": "He struck their vines and their fig trees and shattered the trees of their country.",
      "34": "He spoke, and the locusts came, and caterpillars without number,",
      "35": "that devoured all the vegetation in their land, and ate all the fruit of their ground.",
      "36": "He struck down all the firstborn in their land, the first fruits of all their strength.",
      "37": "Then He brought them out with silver and gold, and no one among their tribes faltered.",
      "38": "Egypt was glad when they left, for the fear of Israel fell upon them.",
      "39": "He spread a cloud for a covering, and fire to give light in the night.",
      "40": "The people asked, and He brought quail, and satisfied them with abundant bread of heaven.",
      "41": "He opened the rock, and the waters gushed out; they ran in the desert like a river.",
      "42": "For he recalled His holy promise to Abraham His servant.",
      "43": "He brought forth His people with joy, and His chosen ones with gladness,",
      "44": "and gave them the lands of the nations, and they took possession of the fruitful labor of the people,",
      "45": "that they might observe His statutes and keep His laws. Praise the Lord!"
    },
    "106": {
      "1": "Praise the Lord! Oh, give thanks unto the Lord, for He is good, for His mercy endures forever.",
      "2": "Who can recount the mighty acts of the Lord or declare all His praise?",
      "3": "Blessed are those who keep justice and who do righteousness at all times.",
      "4": "Remember me, O Lord, when You give favor to Your people; visit me with Your deliverance,",
      "5": "that I may see the goodness over Your chosen ones, that I may rejoice in the gladness of Your nation, that I may glory with Your inheritance.",
      "6": "We have sinned with our fathers; we have committed iniquity; we have done wickedly.",
      "7": "Our fathers did not consider Your wonders in Egypt; they did not remember the greatness of Your mercy, but rebelled against Him at the sea, by the Red Sea.",
      "8": "Nevertheless He saved them for His name’s sake, that He might make His mighty power known.",
      "9": "He rebuked the Red Sea, and it was dried up, so He led them through the depths as through the wilderness.",
      "10": "He saved them from the hand of him who hated them and redeemed them from the hand of the enemy.",
      "11": "The waters covered their enemies; there was not one of them left.",
      "12": "Then they believed His words; they sang His praise.",
      "13": "But they soon forgot His works; they did not wait for His counsel,",
      "14": "but they lusted exceedingly in the wilderness and tested God in the desert.",
      "15": "He gave them their request, but He sent a wasting disease on them.",
      "16": "They envied in the camp Moses and Aaron, the holy priest of the Lord.",
      "17": "The earth opened and swallowed up Dathan and engulfed those led by Abiram.",
      "18": "A fire broke out among their company; the flame burned up the wicked.",
      "19": "They made a calf at Horeb, and worshipped the molded image.",
      "20": "Thus they changed the glory of God for the image of an ox that eats grass.",
      "21": "They forgot God, their Deliverer, who had done great things in Egypt,",
      "22": "wondrous works in the land of Ham, and marvelous deeds by the Red Sea.",
      "23": "Therefore He said that He would destroy them, had not Moses, His chosen one, stood before Him to intercede, to turn away His wrath from destroying them.",
      "24": "Then they despised the pleasant land; they did not believe His promise,",
      "25": "but they grumbled in their tents, and did not listen to the voice of the Lord.",
      "26": "Therefore He lifted up His hand against them and swore to overthrow them in the wilderness,",
      "27": "and to overthrow their offspring among the nations, and to scatter them in the lands.",
      "28": "They joined themselves to Baal of Peor and ate the sacrifices given for the dead.",
      "29": "Thus they provoked Him to anger with their acts, and a plague broke out upon them.",
      "30": "Then Phinehas stood up and interceded, and so the plague ceased.",
      "31": "That was counted unto him for righteousness unto all generations forever.",
      "32": "They angered Him also at the waters of Meribah, so that Moses suffered because of them,",
      "33": "because they provoked his temper, so that he spoke impulsively with his lips.",
      "34": "They did not destroy the nations as the Lord commanded them,",
      "35": "but they mixed among the nations and learned their deeds;",
      "36": "they served their idols, which were a snare to them.",
      "37": "Yes, they sacrificed their sons and their daughters to demons,",
      "38": "and poured out innocent blood, even the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan, and the land was polluted with blood.",
      "39": "Thus were they defiled by their acts and acted like whores with these actions.",
      "40": "Therefore the wrath of the Lord was kindled against His people, and He abhorred His own inheritance.",
      "41": "He gave them into the hand of the nations, and those who hated them ruled over them.",
      "42": "Their enemies also oppressed them, and Israel was brought into subjection under their powerful hand.",
      "43": "Many times He delivered them, but they were rebellious against Him with their counsel, and were afflicted for their iniquity.",
      "44": "Nevertheless, He regarded their affliction, when He heard their cry:",
      "45": "and He remembered on their behalf His covenant and relented according to the greatness of His mercies.",
      "46": "He made them pitied among all those who held them captive.",
      "47": "Save us, O Lord our God, and gather us from among the nations, to give thanks unto Your holy name and to boast in Your praise.",
      "48": "Blessed be the Lord God of Israel, from everlasting to everlasting, and let all the people say, “Amen!” Praise the Lord!"
    },
    "107": {
      "1": "Oh, give thanks unto the Lord, for He is good, for His mercy endures forever!",
      "2": "Let the redeemed of the Lord speak out, whom He has redeemed from the hand of the enemy,",
      "3": "and gathered them from the lands, from the east and from the west, from the north and from the south.",
      "4": "They wandered in the wilderness on a deserted path; they found no city to dwell in.",
      "5": "Hungry and thirsty, their soul fainted in them.",
      "6": "Then they cried unto the Lord in their trouble, and He delivered them out of their distresses.",
      "7": "He led them on a level road, that they might go to a city to live in.",
      "8": "Let them praise the Lord for His goodness and for His wonderful works to the people!",
      "9": "For He satisfies the longing soul and fills the hungry soul with goodness.",
      "10": "Some sit in darkness and in the shadow of death, being prisoners in affliction and irons,",
      "11": "because they rebelled against the words of God and rejected the counsel of the Most High.",
      "12": "Therefore He brought down their hearts with hard labor; they fell down, and there was none to help.",
      "13": "Then they cried unto the Lord in their trouble, and He delivered them out of their distress.",
      "14": "He brought them out of darkness and the shadow of death and broke apart their bonds.",
      "15": "Let them praise the Lord for His goodness and for His wonderful works to the people!",
      "16": "For He has broken the gates of bronze and cut the bars of iron in two.",
      "17": "Some were fools because of their transgressions, and because of their iniquities they are afflicted.",
      "18": "They loathed all manner of food, and they drew near to the gates of death.",
      "19": "Then they cried unto the Lord in their trouble, and He saved them out of their distress.",
      "20": "He sent His word and healed them and delivered them from their destruction.",
      "21": "Let them praise the Lord for His goodness and for His wonderful works to the people!",
      "22": "And let them offer the sacrifices of thanksgiving and declare His works with rejoicing.",
      "23": "Some went down to the sea in ships, to do business in the vast waters;",
      "24": "they saw the works of the Lord and His wonders in the deep water.",
      "25": "For He commands and raises the stormy wind, which lifts up the sea waves.",
      "26": "The sailors went up to the sky, they came down to the depths; their strength melted because of the great danger.",
      "27": "They reeled to and fro and staggered like drunken men, and were completely confused.",
      "28": "Then they cried out to the Lord in their trouble, and He saved them out of their distress.",
      "29": "He made the storm calm, and the sea waves were still.",
      "30": "They were glad because the waters were quiet, so He brought them to their desired harbor.",
      "31": "Let them praise the Lord for His goodness and for His wonderful works to the people!",
      "32": "Let them exalt Him in the congregation of the people, and praise him in the assembly of the elders.",
      "33": "He turns rivers into a desert, water springs into dry ground,",
      "34": "a fruitful land into salty wasteland, because of the wickedness of those living there.",
      "35": "He turns a wilderness into pools of water, a parched ground into springs of water.",
      "36": "There He makes the hungry dwell, and they prepare a city to live in;",
      "37": "they sow fields and plant vineyards, and yield a fruitful harvest.",
      "38": "He blesses them, so that they are greatly multiplied, and He does not let their livestock decrease.",
      "39": "But when they are diminished and brought down through oppression, affliction, and sorrow,",
      "40": "He pours contempt upon princes, and causes them to wander in a wilderness with no road;",
      "41": "yet He raises up the poor from affliction and cares for their families like flocks of sheep.",
      "42": "The righteous shall see it and rejoice, and all evil people shall stop their mouth.",
      "43": "Whoever is wise let him observe these things; let them consider the lovingkindness of the Lord."
    },
    "108": {
      "1": "O God, my heart is determined; I will sing and give praise with my whole heart.",
      "2": "Awake, O lyre and harp! I will awake at dawn!",
      "3": "I will praise you, O Lord, among the peoples, and I will sing praises unto You among the nations.",
      "4": "For Your mercy is great above the heavens; Your faithfulness reaches to the clouds.",
      "5": "Be exalted, O God, above the heavens, may Your glory be above all the earth.",
      "6": "That Your beloved ones may be delivered, provide salvation with Your right hand and answer me.",
      "7": "God has spoken in His sanctuary: “I will triumph and will divide up Shechem and portion out the Valley of Sukkoth.",
      "8": "Gilead is Mine; Manasseh is Mine; Ephraim is My helmet; Judah is My royal scepter;",
      "9": "Moab is My washbasin; on Edom I throw My shoe; over Philistia I shout in triumph.”",
      "10": "Who will bring me into the fortified city? Who will lead me into Edom?",
      "11": "Have You not rejected us, O God? You surely do not go out, O God, with our armies.",
      "12": "Grant us help against the foe, for the help of man is worthless.",
      "13": "Through God we shall be valiant, for He shall tread down our enemies."
    },
    "109": {
      "1": "Do not remain silent, O God of my praise!",
      "2": "For the mouth of the wicked and deceitful are opened against me; they have spoken against me with a lying tongue.",
      "3": "They encircled me with words of hatred and fought against me without cause.",
      "4": "In return for my love they are my adversaries, but I give myself to prayer.",
      "5": "They have rewarded me evil for good and hatred for my love.",
      "6": "Set a wicked man against him, and let an accuser stand at his right hand.",
      "7": "When he shall be judged, let him be condemned, and let his prayer be reckoned as sin.",
      "8": "Let his days be few, and let another take his office.",
      "9": "Let his children be fatherless and his wife a widow.",
      "10": "Let his children be wandering beggars; let them seek their bread far from their desolate places.",
      "11": "Let the creditor seize all that he has; let the strangers plunder the fruit of his labor.",
      "12": "Let there be none to extend mercy unto him, neither let there be any to pity his fatherless children.",
      "13": "Let his posterity be cut off, and in the generation following let his name be blotted out.",
      "14": "Let the iniquity of his fathers be remembered with the Lord, and let not the sin of his mother be blotted out.",
      "15": "Let them be before the Lord continually, that the Lord may cut off the memory of them from the earth.",
      "16": "For he did not remember to show kindness, but pursued the poor and needy and broken-hearted to their death.",
      "17": "As he loved cursing, so let it come over him; as he did not delight in blessing, so let it be far from him.",
      "18": "As he clothed himself with cursing like a garment, so let it soak into him like water, and like oil into his bones.",
      "19": "Let it be unto him as the garment that covers him, and a belt that he continually wears.",
      "20": "Let this be the reward of my adversaries from the Lord, and of those who speak evil against my soul.",
      "21": "But You, O God my Lord, work on my behalf for your name’s sake; because your mercy is good, deliver me.",
      "22": "For I am poor and needy, and my heart is wounded within me.",
      "23": "I am gone like a shadow in the evening; I am tossed as the locust.",
      "24": "My knees are weak through fasting, and my body is thin with no fat.",
      "25": "I am a reproach to my accusers; when they look upon me, they shake their heads.",
      "26": "Help me, O Lord my God! Save me according to Your mercy,",
      "27": "that they may know that this is by Your hand, that You, O Lord, have done it.",
      "28": "Let them curse, but You will bless; when they arise, let them be ashamed, but let Your servant rejoice.",
      "29": "Let my adversaries be clothed with shame, and let them cover themselves with their own disgrace like a cloak.",
      "30": "I will greatly praise the Lord with my mouth; indeed, I will praise Him among the multitude.",
      "31": "For He stands at the right hand of the poor, to save him from those who condemn his soul to death."
    },
    "110": {
      "1": "The Lord said to my lord, “Sit at My right hand, until I make your enemies your footstool.”",
      "2": "The Lord shall send your mighty scepter out of Zion; rule in the midst of your enemies.",
      "3": "Your people will follow you in the day of your battle; on the holy mountains at dawn of the morning, the dew of your youth belongs to you.",
      "4": "The Lord has sworn and will not change, “You are a priest forever after the order of Melchizedek.”",
      "5": "The Lord is at your right hand; He shall strike down kings in the day of His wrath.",
      "6": "He shall judge among the nations; He shall fill them with dead bodies; He shall scatter heads all over the land.",
      "7": "He shall drink of the brook in the path; then He shall lift up the head."
    },
    "111": {
      "1": "Praise the Lord! I will praise the Lord with my whole heart, in the assembly of the upright, and in the congregation.",
      "2": "The works of the Lord are great, sought out by all who have pleasure in them.",
      "3": "His work is honorable and glorious, and His righteousness endures forever.",
      "4": "He has made His wonderful works to be remembered; the Lord is gracious and full of compassion.",
      "5": "He has given food to those who fear Him; He will ever be mindful of His covenant.",
      "6": "He has shown His people the power of His works, that He may give them the inheritance of the nations.",
      "7": "The works of His hands are true and just; all His commands are sure.",
      "8": "They stand forever and ever, and are done in truth and uprightness.",
      "9": "He sent redemption to His people; He has commanded His covenant forever; holy and fearful is His name.",
      "10": "The fear of the Lord is the beginning of wisdom; all who live it have insight. His praise endures forever!"
    },
    "112": {
      "1": "Praise the Lord! Blessed is the man who fears the Lord, who delights greatly in His commandments.",
      "2": "His offspring shall be mighty in the land; the generation of the upright shall be blessed.",
      "3": "Wealth and riches shall be in his house, and his righteousness endures forever.",
      "4": "To the upright there arises light in the darkness; he is gracious, and full of compassion, and righteous.",
      "5": "A good man shows generous favor, and lends; he will guide his affairs with justice.",
      "6": "Surely the righteous man shall not be moved; the righteous shall be in everlasting remembrance.",
      "7": "He shall not be afraid of evil tidings; his heart is fixed, trusting in the Lord.",
      "8": "His heart is established; he shall not be afraid, until he sees triumph upon his enemies.",
      "9": "He has given away freely; he has given to the poor; his righteousness endures forever; his horn shall be exalted with honor.",
      "10": "The wicked shall see it and be grieved; he shall gnash his teeth and melt away; the desire of the wicked shall perish."
    },
    "113": {
      "1": "Praise the Lord! Praise, O you servants of the Lord, praise the name of the Lord.",
      "2": "Blessed be the name of the Lord from this time forth and for evermore.",
      "3": "From the rising of the sun to its going down, the Lord’s name is to be praised.",
      "4": "The Lord is high above all nations, and His glory above the heavens.",
      "5": "Who is like the Lord our God, who dwells on high,",
      "6": "who looks down on the things that are in heaven and on the earth?",
      "7": "He raises up the poor out of the dust and lifts the needy out of the ash heap,",
      "8": "to make them sit with princes, even with the princes of His people.",
      "9": "He gives the barren woman a dwelling, making her the joyful mother of children. Praise the Lord!"
    },
    "114": {
      "1": "When Israel went out of Egypt, the house of Jacob from a people of strange language,",
      "2": "Judah was His sanctuary, and Israel His dominion.",
      "3": "The sea saw it and fled; the Jordan was driven back;",
      "4": "the mountains skipped like rams and the hills like lambs.",
      "5": "What alarmed you, O sea, that you fled, O Jordan, that you turned back,",
      "6": "O mountains, that you skipped like rams, O hills, like lambs?",
      "7": "Tremble, O earth, at the presence of the Lord, at the presence of the God of Jacob",
      "8": "who turned the rock into a pool of water, the hard stone into a spring of waters."
    },
    "115": {
      "1": "Not unto us, O Lord, not unto us, but unto Your name give glory, for the sake of Your mercy, and for the sake of Your truth.",
      "2": "Why should the nations say, “Where now is their God?”",
      "3": "But our God is in the heavens; He does whatever He pleases.",
      "4": "Their idols are silver and gold, the work of men’s hands.",
      "5": "They have mouths, but they cannot speak; eyes, but they cannot see;",
      "6": "they have ears, but they cannot hear; noses, but they cannot smell;",
      "7": "they have hands, but they cannot feel; feet, but they cannot walk; neither can they speak with their throat.",
      "8": "Those who make them are like them; so is everyone who trusts in them.",
      "9": "O Israel, trust in the Lord; He is their help and their shield.",
      "10": "O house of Aaron, trust in the Lord; He is their help and their shield.",
      "11": "You who fear the Lord, trust in the Lord; He is their help and their shield.",
      "12": "The Lord has been mindful of us; He will bless us; He will bless the house of Israel; He will bless the house of Aaron.",
      "13": "He will bless those who fear the Lord, both the small and great ones.",
      "14": "The Lord shall increase you more and more, you and your children.",
      "15": "You are blessed of the Lord, who made heaven and earth.",
      "16": "The heavens belong to the Lord, but the earth He has given to the children of men.",
      "17": "The dead do not praise the Lord, nor do any who go down into silence.",
      "18": "But we will bless the Lord from this time and for evermore. Praise the Lord!"
    },
    "116": {
      "1": "I love the Lord, because He has heard my voice and my supplications.",
      "2": "Because He has inclined His ear to me, therefore I will call upon Him as long as I live.",
      "3": "The cords of death encircled me, and the pains of Sheol took hold of me; I found trouble and sorrow.",
      "4": "Then called I upon the name of the Lord: “O Lord, I plead with You, deliver my soul.”",
      "5": "Gracious is the Lord, and righteous; indeed, our God is merciful.",
      "6": "The Lord protects the simple; I was brought low, and He helped me.",
      "7": "Return to your rest, O my soul; for the Lord has vindicated you.",
      "8": "For You have delivered my soul from death, my eyes from tears, and my feet from falling.",
      "9": "I will walk before the Lord in the land of the living.",
      "10": "I believed, indeed I have spoken: “I am greatly afflicted.”",
      "11": "I said in my haste, “All men are liars.”",
      "12": "What shall I render unto the Lord for all His benefits toward me?",
      "13": "I will take the cup of salvation and call upon the name of the Lord.",
      "14": "I will pay my vows unto the Lord now in the presence of all His people.",
      "15": "Precious in the sight of the Lord is the death of His godly ones.",
      "16": "O Lord, I am Your servant; I am Your servant, the son of Your female servant; You have loosed my bonds.",
      "17": "I will offer to You the sacrifice of thanksgiving and will call upon the name of the Lord.",
      "18": "I will pay my vows unto the Lord now in the presence of all His people,",
      "19": "in the courts of the house of the Lord, in your midst, O Jerusalem. Praise the Lord!"
    },
    "117": {
      "1": "Praise the Lord, all you nations! Exalt Him, all you peoples!",
      "2": "For His merciful kindness is great toward us, and the faithfulness of the Lord endures forever. Praise the Lord!"
    },
    "118": {
      "1": "Oh, give thanks unto the Lord, for He is good, because His mercy endures forever.",
      "2": "Let Israel say, “His mercy endures forever.”",
      "3": "Let the house of Aaron say, “His mercy endures forever.”",
      "4": "Let those who fear the Lord say, “His mercy endures forever.”",
      "5": "I called upon the Lord from my distress; the Lord answered me and set me in an open place.",
      "6": "The Lord is on my side; I will not fear. What can people do to me?",
      "7": "The Lord is on my side to help me; I shall look in triumph upon those who hate me.",
      "8": "It is better to trust in the Lord than to put confidence in man.",
      "9": "It is better to trust in the Lord than to put confidence in princes.",
      "10": "All nations encircled me, but in the name of the Lord I will destroy them.",
      "11": "They circled me; indeed, they surrounded me, but in the name of the Lord I will destroy them.",
      "12": "They circled me like bees; they went forth as a fire over thorns, but in the name of the Lord I will destroy them.",
      "13": "You have pushed against me, that I was falling, but the Lord helped me.",
      "14": "The Lord is my strength and song; He has become my salvation.",
      "15": "The voice of rejoicing and salvation is in the tents of the righteous: “The right hand of the Lord is valiant.",
      "16": "The right hand of the Lord is exalted; the right hand of the Lord is valiant.”",
      "17": "I shall not die, but I shall live and declare the works of the Lord.",
      "18": "The Lord has severely chastened me, but He has not given me over unto death.",
      "19": "Open to me the gates of righteousness; I will go into them, and I will praise the Lord.",
      "20": "This is the gate of the Lord; the righteous shall enter through.",
      "21": "I will thank You that You have heard me and have become my deliverance.",
      "22": "The stone that the builders rejected has become the cornerstone.",
      "23": "This is what the Lord has done; it is marvelous in our eyes.",
      "24": "This is the day that the Lord has made; we will rejoice and be glad in it.",
      "25": "Save us, we ask You, O Lord; O Lord, we ask You, send now success.",
      "26": "Blessed be he that comes in the name of the Lord: we have blessed you out of the house of the Lord.",
      "27": "The Lord is God, and He has shown us His light; bind the sacrifice with cords, even unto the horns of the altar.",
      "28": "You are my God, and I will praise You; You are my God, I will exalt You.",
      "29": "Oh, give thanks unto the Lord, for He is good, for His mercy endures forever."
    },
    "119": {
      "1": "Blessed are those whose way is blameless, who walk in the law of the Lord.",
      "2": "Blessed are those who keep His testimonies, and who seek Him with all their heart.",
      "3": "They also do no wrong; they walk in His ways.",
      "4": "You have commanded us to keep Your precepts diligently.",
      "5": "Oh, that my ways were established to keep Your statutes!",
      "6": "Then I shall not be ashamed, when I have my focus on all Your commandments.",
      "7": "I will praise You with an upright heart, when I have learned Your righteous judgments.",
      "8": "I will keep Your statutes; do not completely abandon me.",
      "9": "How shall a young man keep his way pure? By keeping it according to Your word.",
      "10": "With my whole heart I seek You; do not allow me to wander from Your commandments.",
      "11": "Your word I have hidden in my heart, that I might not sin against You.",
      "12": "Blessed are You, O Lord; teach me Your statutes.",
      "13": "With my lips I declare all the decrees of Your mouth.",
      "14": "I rejoice in the way of Your testimonies, as much as in all riches.",
      "15": "I will meditate on Your precepts and keep my eyes on Your ways.",
      "16": "I will delight in Your statutes; I will not forget Your word.",
      "17": "Deal kindly with Your servant, that I may live and keep Your word.",
      "18": "Open my eyes, that I may behold wondrous things from Your law.",
      "19": "I am a sojourner in the land; do not hide Your commandments from me.",
      "20": "My soul is consumed all the time with a longing for Your decrees.",
      "21": "You have rebuked the proud, those cursed, who depart from Your commandments.",
      "22": "Remove from me reproach and contempt, for I have kept Your testimonies.",
      "23": "Even if princes sit and conspire against me, Your servant will meditate on Your statutes.",
      "24": "Your testimonies are my delight and my counselors.",
      "25": "My soul clings to the dust; revive me according to Your word.",
      "26": "I have declared my ways, and You heard me; teach me Your statutes.",
      "27": "Make me to understand the way of Your precepts; then I shall contemplate on Your wondrous works.",
      "28": "My soul collapses on account of grief; strengthen me according to Your word.",
      "29": "Remove from me the way of falsehood, and graciously grant me Your law.",
      "30": "I have chosen the way of faithfulness; Your judgments I have laid before me.",
      "31": "I have stayed with Your testimonies, O Lord; may I not be put to shame.",
      "32": "I will run in the way of Your commandments, when You set my heart free.",
      "33": "Teach me, O Lord, the way of Your statutes, and I shall keep it to the end.",
      "34": "Give me understanding, and I shall keep Your law and observe it with my whole heart.",
      "35": "Lead me in the path of Your commandments, for I delight in them.",
      "36": "Incline my heart unto Your testimonies, and not for unjust gain.",
      "37": "Turn away my eyes from beholding worthlessness, and revive me in Your way.",
      "38": "Establish Your word to Your servant, so that You are feared.",
      "39": "Turn away my reproach that I dread, for Your judgments are good.",
      "40": "Behold, I have a longing for Your precepts; revive me in Your righteousness.",
      "41": "Let Your mercies come to me, O Lord, even Your deliverance according to Your word.",
      "42": "So I shall have an answer for him who reproaches me, for I trust in Your word.",
      "43": "Do not take the word of truth out of my mouth, for I have hoped in Your judgments.",
      "44": "So I shall keep Your law continually, forever and ever.",
      "45": "I will walk in an open space, for I seek Your precepts.",
      "46": "I will speak of Your testimonies also before kings and will not be ashamed.",
      "47": "I will delight in Your commandments, which I have loved.",
      "48": "My hands I will lift up unto Your commandments, which I have loved; I will meditate on Your statutes.",
      "49": "Remember Your word to Your servant, on which You have caused me to hope.",
      "50": "This is my comfort in my affliction, for Your word revives me.",
      "51": "The proud ones have derided me, yet I have not forsaken Your law.",
      "52": "I remembered Your judgments of old, O Lord, and I have comforted myself.",
      "53": "Fury has taken hold of me because of the wicked who forsake Your law.",
      "54": "Your statutes have been my songs in the house of my temporary dwelling.",
      "55": "I have remembered Your name, O Lord, in the night, and have kept Your law.",
      "56": "This is my blessing, because I have kept Your precepts.",
      "57": "You are my portion, O Lord; I have said that I would keep Your words.",
      "58": "I seek Your favor with my whole heart; be merciful to me according to Your word.",
      "59": "I consider my ways, and I turn my feet to Your testimonies.",
      "60": "I made haste, and I did not delay to keep Your commandments.",
      "61": "The bands of the wicked have trapped me, but I have not forgotten Your law.",
      "62": "At midnight I will rise to give thanks to You, because of Your righteous judgments.",
      "63": "I am a companion of all who fear You, and of those who keep Your precepts.",
      "64": "The earth, O Lord, is full of Your mercy; teach me Your statutes.",
      "65": "You have been good to Your servant, O Lord, according to Your word.",
      "66": "Teach me good discernment and knowledge, for I have believed Your commandments.",
      "67": "Before I was afflicted I wandered, but now I keep Your word.",
      "68": "You are good and do good; teach me Your statutes.",
      "69": "The proud have spoken lies against me, but I keep Your precepts with my whole heart.",
      "70": "Their heart is as thick as fat, but I delight in Your law.",
      "71": "It is good for me that I have been afflicted, that I might learn Your statutes.",
      "72": "The law from Your mouth is better to me than thousands of gold and silver coins.",
      "73": "Your hands have made me and fashioned me; give me understanding, that I may learn Your commandments.",
      "74": "Those who fear You will be glad when they see me, because I have hoped in Your word.",
      "75": "I know, O Lord, that Your judgments are right, and that You in faithfulness have afflicted me.",
      "76": "Let Your merciful kindness comfort me, according to Your word to Your servant.",
      "77": "Let Your compassion come to me, that I may live, for Your law is my delight.",
      "78": "Let the proud be ashamed, for they have been wicked to me in falsehood, but I will meditate on Your precepts.",
      "79": "Let those who fear You turn to me, that they might know Your testimonies.",
      "80": "Let my heart be blameless in Your statutes, that I may not be ashamed.",
      "81": "My soul longs for Your deliverance, but I hope in Your word.",
      "82": "My eyes are weary for Your word, saying, “When will You comfort me?”",
      "83": "For I have become like a wineskin dried in the smoke, yet I have not forgotten Your statutes.",
      "84": "How many days are given to Your servant? When will You provide judgment on those who persecute me?",
      "85": "The proud have dug pits for me, and they do not live in accordance to Your law.",
      "86": "All Your commandments are faithful; I am persecuted without cause; help me!",
      "87": "They have almost consumed me on the earth, but I have not abandoned Your precepts.",
      "88": "Revive me according to Your lovingkindness, that I may keep the testimony from Your mouth.",
      "89": "Forever, O Lord, Your word is established in heaven.",
      "90": "Your faithfulness is for all generations; You have established the earth, and it is firm.",
      "91": "They continue this day according to Your ordinance, for all are Your servants.",
      "92": "Unless Your law had been my delight, I would have perished in my affliction.",
      "93": "I will never forget Your precepts, for with them You have revived me.",
      "94": "I am Yours; deliver me, for I have sought Your precepts.",
      "95": "The wicked have waited to destroy me, but I will consider Your testimonies.",
      "96": "I have seen that all perfection has an end, but Your commandment is quite broad.",
      "97": "Oh, how I love Your law! It is my meditation all the day.",
      "98": "Your commandments have made me wiser than my enemies, for they are continually with me.",
      "99": "I have more understanding than all my teachers, for Your testimonies are my meditation.",
      "100": "I understand more than the elders, because I keep Your precepts.",
      "101": "I have restrained my feet from every evil way, that I might keep Your word.",
      "102": "I have not departed from Your judgments, for You have taught me.",
      "103": "How sweet are Your words to the taste of my mouth! Sweeter than honey to my mouth!",
      "104": "Through Your precepts I receive understanding; therefore I hate every false way.",
      "105": "Your word is a lamp to my feet and a light to my path.",
      "106": "I have sworn, and I will perform it, that I will keep Your righteous judgments.",
      "107": "I am greatly afflicted; revive me, O Lord, according to Your word.",
      "108": "Accept the freewill offerings of my praise, O Lord, and teach me Your judgments.",
      "109": "My soul is continually in my hand, yet I do not forget Your law.",
      "110": "The wicked have laid a trap for me, yet I do not depart from Your precepts.",
      "111": "Your testimonies are my inheritance forever, for they are the rejoicing of my heart.",
      "112": "I have inclined my heart to perform Your statutes always, even unto the end.",
      "113": "I hate those who are double-minded, but I love Your law.",
      "114": "You are my hiding place and my shield, I hope in Your word.",
      "115": "Depart from me, you who are wicked, for I keep the commandments of my God.",
      "116": "Uphold me according to Your word, that I may live, and let me not be ashamed with my hope.",
      "117": "Hold me up, and I shall be safe, and I will have respect for Your statutes continually.",
      "118": "You have rejected all those who stray from Your statutes, for their deceit is falsehood.",
      "119": "You put away all the wicked of the earth like dross; therefore I love Your testimonies.",
      "120": "My body trembles for fear of You, and I am afraid of Your judgments.",
      "121": "I have done what is right and just; do not abandon me to my oppressors.",
      "122": "Be true to Your servant for good; let not the proud ones oppress me.",
      "123": "My eyes long for Your deliverance and for the promise of Your righteousness.",
      "124": "Deal with Your servant according to Your mercy, and teach me Your statutes.",
      "125": "I am Your servant; grant me understanding, that I may know Your testimonies.",
      "126": "It is time for You, O Lord, to act, for they have broken Your law.",
      "127": "Therefore I love Your commandments above gold, even fine gold.",
      "128": "For I follow all Your precepts to be right, and I hate every false way.",
      "129": "Your testimonies are wonderful; therefore my soul keeps them.",
      "130": "The giving of Your words gives light; it grants understanding to the simple.",
      "131": "I opened my mouth and panted, for I long for Your commandments.",
      "132": "Look upon me, and be merciful to me, as You are for those who love Your name.",
      "133": "Order my steps according to Your word, and let not any iniquity have dominion over me.",
      "134": "Deliver me from the oppression of man, so I will keep Your precepts.",
      "135": "Make Your face to shine upon Your servant, and teach me Your statutes.",
      "136": "Rivers of waters run down my eyes, because people do not keep Your law.",
      "137": "You are righteous, O Lord, and upright are Your judgments.",
      "138": "You have set Your testimonies in righteousness and faithfulness.",
      "139": "My zeal has consumed me, because my enemies have forgotten Your words.",
      "140": "Your word is pure and true; therefore Your servant loves it.",
      "141": "I am small and despised, yet I do not forget Your precepts.",
      "142": "Your righteousness is an everlasting righteousness, and Your law is true.",
      "143": "Trouble and anguish have discovered me, but Your commandments are my delight.",
      "144": "The righteousness of Your testimonies is everlasting; grant me understanding, and I shall live.",
      "145": "I cried with my whole heart; hear me, O Lord, I will keep Your statutes.",
      "146": "I cried unto You; deliver me, and I shall keep Your testimonies.",
      "147": "I arose before the dawn of the morning and cried for help; I hope in Your words.",
      "148": "My eyes are awake before the night watches, that I might meditate on Your word.",
      "149": "Hear my voice according to Your lovingkindness, O Lord; revive me according to Your judgment.",
      "150": "They draw close, those who persecute me with evil; they are far from Your law.",
      "151": "But You are near, O Lord, and all Your commandments are true.",
      "152": "I have known of old that You have established Your testimonies forever.",
      "153": "Consider my affliction, and deliver me, for I do not forget Your law.",
      "154": "Plead my cause, and defend me; revive me according to Your word.",
      "155": "Salvation is far from the wicked, for they do not seek Your statutes.",
      "156": "Great are Your compassions, O Lord; revive me according to Your judgments.",
      "157": "Many are my persecutors and my enemies, yet I do not turn from Your testimonies.",
      "158": "I behold the transgressors with disgust, because they have not kept Your word.",
      "159": "Consider how I love Your precepts; revive me, O Lord, according to Your lovingkindness.",
      "160": "Your word is true from the beginning, and every one of Your righteous judgments endures forever.",
      "161": "Princes have persecuted me without a cause, but my heart stands in awe of Your words.",
      "162": "I rejoice at Your word, as one who finds great plunder.",
      "163": "I hate and abhor lying, but I love Your law.",
      "164": "Seven times a day I praise You, because of Your righteous judgments.",
      "165": "Those who love Your law have great peace, and nothing shall cause them to stumble.",
      "166": "Lord, I have hoped for Your deliverance, and I carry out Your commandments.",
      "167": "My soul has kept Your testimonies, and I love them greatly.",
      "168": "I have kept Your precepts and Your testimonies, for all my ways are before You.",
      "169": "Let my cry come near before You, O Lord; give me understanding according to Your word.",
      "170": "Let my supplication come before You; deliver me according to Your word.",
      "171": "My lips shall declare praise, for You have taught me Your statutes.",
      "172": "My tongue shall speak of Your word, for all Your commandments are right.",
      "173": "Let Your hand help me, for I have chosen Your precepts.",
      "174": "I have longed for Your salvation, O Lord, and Your law is my delight.",
      "175": "Let my soul live and praise You, and let Your judgments come to my aid.",
      "176": "I have wandered like a lost sheep; seek Your servant, for I do not forget Your commandments."
    },
    "120": {
      "1": "In my distress I cried unto the Lord, and He heard me.",
      "2": "Deliver my soul, O Lord, from lying lips and from a deceitful tongue.",
      "3": "What shall be given to you, or what shall be done to you, you false tongue?",
      "4": "Sharp arrows of the warrior, with coals of the broom tree!",
      "5": "Woe is me, that I have sojourned in Meshek, or that I have dwelled among the tents of Kedar!",
      "6": "My soul has long lived with those who hate peace.",
      "7": "I am for peace, but when I speak, they are for war!"
    },
    "121": {
      "1": "I will lift up my eyes to the hills, from where does my help come?",
      "2": "My help comes from the Lord, who made heaven and earth.",
      "3": "He will not let your foot slip; He who keeps you will not slumber.",
      "4": "Behold, He who guards Israel shall neither slumber nor sleep.",
      "5": "The Lord is your guardian; the Lord is your shade at your right hand.",
      "6": "The sun shall not harm you during the day, nor the moon during the night.",
      "7": "The Lord shall protect you from all evil; He shall preserve your soul.",
      "8": "The Lord shall preserve your going out and your coming in from now and for evermore."
    },
    "122": {
      "1": "I was glad when they said to me, “Let us go into the house of the Lord.”",
      "2": "Our feet shall stand within your gates, O Jerusalem.",
      "3": "Jerusalem is built as a city that is designed for a multitude,",
      "4": "where the tribes go up, the tribes of the Lord, as a decree of Israel, to give thanks unto the name of the Lord.",
      "5": "There are set thrones of judgment, the thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem: “May they prosper who love you!",
      "7": "Peace be within your walls and security within your towers!”",
      "8": "For my brothers and companions’ sake, I will now say, “Peace be within you.”",
      "9": "Because of the house of the Lord our God, I will seek your good."
    },
    "123": {
      "1": "To You I lift up my eyes, O You who dwell in the heavens.",
      "2": "Behold, as the eyes of servants look to the hand of their master, and as the eyes of a maiden to the hand of her mistress, so our eyes look upon the Lord our God, until He has mercy upon us.",
      "3": "Have mercy upon us, O Lord, have mercy upon us, for we have been completely filled with contempt.",
      "4": "Our soul is exceedingly filled with the ridicule of those who are at ease, and with the contempt of the proud ones."
    },
    "124": {
      "1": "If it had not been the Lord who was on our side, now may Israel say,",
      "2": "if it had not been the Lord who was on our side, when men rose up against us,",
      "3": "then they would have swallowed us up, when their wrath was kindled against us;",
      "4": "then the flood would have overwhelmed us, the torrent would have passed over our lives;",
      "5": "then the surging waters would have gone over us.",
      "6": "Blessed be the Lord, who has not given us for a prey to their teeth.",
      "7": "We have escaped as a bird out of the snare of the hunters; the snare is broken, and we have escaped.",
      "8": "Our help is in the name of the Lord, who made heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord shall be as Mount Zion, which cannot be removed, but abides forever.",
      "2": "As the mountains are around Jerusalem, so the Lord surrounds His people, from now and forever.",
      "3": "For the scepter of the wicked shall not rest upon the land allotted to the righteous, lest the righteous put forth their hands to do iniquity.",
      "4": "Do good, O Lord, for those who are good, and to those who are upright in their hearts.",
      "5": "As for those who turn aside to their twisted ways, the Lord shall lead them away with the other workers of iniquity. Peace be upon Israel!"
    },
    "126": {
      "1": "When the Lord restored the captives of Zion, we were like those who dream.",
      "2": "Then our mouth was filled with laughter, and our tongue with singing. Then they said among the nations, “The Lord has done great things for them.”",
      "3": "The Lord has done great things for us; we are glad.",
      "4": "Restore our captives, O Lord, as the streams in the Negev.",
      "5": "Those who sow in tears shall reap in joy.",
      "6": "He who goes forth and weeps, bearing precious seed to sow, shall come home again with rejoicing, bringing his grain sheaves with him."
    },
    "127": {
      "1": "Except the Lord build the house, those who build labor in vain; except the Lord guards the city, the watchman stays awake in vain.",
      "2": "It is in vain for you to rise up early, to stay up late, and to eat the bread of hard toil, for He gives sleep to His beloved.",
      "3": "Look, children are a gift of the Lord, and the fruit of the womb is a reward.",
      "4": "As arrows in the hand of a mighty warrior, so are the children of one’s youth.",
      "5": "Happy is the man who has his quiver full of them; he shall not be ashamed when he speaks with the enemies at the gate."
    },
    "128": {
      "1": "Blessed is everyone who fears the Lord, who walks in His ways.",
      "2": "For you shall eat the fruit of the labor of your hands; you will be happy, and it shall be well with you.",
      "3": "Your wife shall be as a fruitful vine in your house, your children like olive shoots around your table.",
      "4": "Behold, this man shall be blessed who fears the Lord.",
      "5": "The Lord shall bless you from Zion, and may you see the welfare of Jerusalem all the days of your life.",
      "6": "Indeed, may you see your children’s children. Peace upon Israel!"
    },
    "129": {
      "1": "“Often they have afflicted me from my youth,” may Israel now say,",
      "2": "“often they have afflicted me from my youth, yet they have not prevailed against me.",
      "3": "The plowmen plowed upon my back; they made their furrows long.”",
      "4": "The Lord is righteous; He has cut the cords of the wicked.",
      "5": "Let all those be shamed and turned back who hate Zion.",
      "6": "Let them be as the grass on the housetops, which withers before it even grows,",
      "7": "where the reaper is unable to fill his hand, or he who binds sheaves, his arms.",
      "8": "Neither do they who pass by say, “The blessing of the Lord be upon you; we bless you in the name of the Lord!”"
    },
    "130": {
      "1": "From the depths I call on You, O Lord!",
      "2": "O Lord, hear my voice; let Your ears be attentive to the sound of my supplications.",
      "3": "If you, O Lord, should keep track of iniquities, O Lord, who shall stand?",
      "4": "For there is forgiveness with You, that You may be feared.",
      "5": "I wait for the Lord, with bated breath I wait; I long for His Word!",
      "6": "My soul waits for the Lord, more than watchmen for the morning, more than watchmen for the morning.",
      "7": "Let Israel wait for the Lord! For mercy is found with the Lord; with Him is great redemption.",
      "8": "He shall redeem Israel from all their iniquities."
    },
    "131": {
      "1": "Lord, my heart is not haughty, my eyes are not raised too high. I have not striven for enormities, for things too wonderful for me.",
      "2": "I composed and quieted my desire, like a child given suck by his mother; like a child who sucks is my desire within me.",
      "3": "Let Israel hope in the Lord from now and forever."
    },
    "132": {
      "1": "O Lord, remember David and all his afflictions,",
      "2": "how he swore unto the Lord, and vowed unto the mighty God of Jacob:",
      "3": "“I will not come into my house, nor go up to my bed;",
      "4": "I will not give sleep to my eyes, or slumber to my eyelids,",
      "5": "until I find a place for the Lord, a dwelling for the mighty God of Jacob.”",
      "6": "We heard of it in Ephrathah; we found it in the fields of Jaar.",
      "7": "“We will go to His dwelling place, we will worship at His footstool.”",
      "8": "Arise, O Lord, go to Your resting place, You and the ark of Your strength.",
      "9": "Let Your priests be clothed with righteousness, and let Your godly ones shout for joy.",
      "10": "For Your servant David’s sake, do not turn away Your anointed king.",
      "11": "The Lord has sworn with a sure oath to David that He will not turn from it: “From the fruit of your body I will set a son on your throne.",
      "12": "If your children will keep My covenant and My testimonies that I shall teach them, then their children shall also sit upon your throne forever.”",
      "13": "For the Lord has chosen Zion; He has desired it for His dwelling:",
      "14": "“This is My resting place forever; here I will dwell, for I have chosen it.",
      "15": "I will abundantly bless her provisions; I will satisfy her poor with bread.",
      "16": "I will also clothe her priests with salvation, and her godly ones shall shout for joy.",
      "17": "“There I will make a horn sprout for David; I have prepared a lamp for My anointed one.",
      "18": "His enemies I will clothe with shame, but on him his crown will shine.”"
    },
    "133": {
      "1": "Behold, how good and how pleasant it is for brothers to dwell together in unity!",
      "2": "It is like precious oil upon the head, that runs down on the beard— even Aaron’s beard— and going down to the collar of his garments;",
      "3": "as the dew of Hermon, that descends upon the mountains of Zion, for there the Lord has commanded the blessing, even life forever."
    },
    "134": {
      "1": "Come, bless the Lord, all you servants of the Lord, who by night stand in the house of the Lord.",
      "2": "Lift up your hands in the sanctuary, and bless the Lord.",
      "3": "May the Lord who made heaven and earth bless you from Zion."
    },
    "135": {
      "1": "Praise the Lord! Praise the name of the Lord praise Him, O servants of the Lord,",
      "2": "you who stand in the house of the Lord, in the courts of the house of our God!",
      "3": "Praise the Lord, for the Lord is good; sing praises unto His name, for it is pleasant.",
      "4": "For the Lord has chosen Jacob for Himself, and Israel for His special possession.",
      "5": "For I know that the Lord is great, and that our Lord is above all gods.",
      "6": "Whatever the Lord pleases, He does in heaven and on earth, in the seas and all the depths.",
      "7": "He causes the clouds to ascend from the ends of the earth; He makes lightning for the rain; He brings the wind out from His storehouses.",
      "8": "He struck down the firstborn of Egypt, both of man and animal.",
      "9": "He sent signs and wonders into your midst, O Egypt, against Pharaoh and all his servants;",
      "10": "He struck down great nations and slew mighty kings—",
      "11": "Sihon, king of the Amorites, and Og king of Bashan, and all the kingdoms of Canaan—",
      "12": "and gave their land for an inheritance, a possession to Israel His people.",
      "13": "Your name, O Lord, endures forever; and Your renown, O Lord, throughout all generations.",
      "14": "For the Lord will defend His people, and He will have compassion on His servants.",
      "15": "The idols of the nations are silver and gold, the work of men’s hands.",
      "16": "They have mouths, but do not speak; they have eyes, but do not see;",
      "17": "they have ears, but do not hear; neither is there any breath in their mouths.",
      "18": "Those who make them are like them; so is everyone who trusts in them.",
      "19": "Bless the Lord, O house of Israel; bless the Lord, O house of Aaron.",
      "20": "Bless the Lord, O house of Levi; you who fear the Lord, bless the Lord.",
      "21": "Blessed be the Lord from Zion, who dwells at Jerusalem. Praise you the Lord!"
    },
    "136": {
      "1": "Oh, give thanks unto the Lord, for He is good, for His mercy endures forever.",
      "2": "Oh, give thanks unto the God of gods, for His mercy endures forever.",
      "3": "Oh, give thanks to the Lord of lords, for His mercy endures forever:",
      "4": "to Him who alone does great wonders, for His mercy endures forever;",
      "5": "to Him who by wisdom made the heavens, for His mercy endures forever;",
      "6": "to Him who stretched out the earth above the waters, for His mercy endures forever;",
      "7": "to Him who made the great heavenly lights, for His mercy endures forever;",
      "8": "the sun to rule over the day, for His mercy endures forever;",
      "9": "the moon and stars to rule over the night, for His mercy endures forever;",
      "10": "to Him who struck down in Egypt their firstborn, for His mercy endures forever;",
      "11": "and brought out Israel from among them, for His mercy endures forever;",
      "12": "with a strong hand and a stretched-out arm, for His mercy endures forever;",
      "13": "to Him who divided the Red Sea into two, for His mercy endures forever;",
      "14": "and made Israel to pass through the midst of it, for His mercy endures forever;",
      "15": "but overthrew Pharaoh and his host in the Red Sea, for His mercy endures forever;",
      "16": "to Him who led His people through the wilderness, for His mercy endures forever;",
      "17": "to Him who struck down great kings, for His mercy endures forever;",
      "18": "and slew mighty kings, for His mercy endures forever;",
      "19": "Sihon king of the Amorites, for His mercy endures forever;",
      "20": "and Og king of Bashan, for His mercy endures forever;",
      "21": "and gave their land for a possession, for His mercy endures forever;",
      "22": "even an inheritance to Israel His servant, for His mercy endures forever.",
      "23": "Who remembered us in our low place, for His mercy endures forever;",
      "24": "and has redeemed us from our enemies, for His mercy endures forever;",
      "25": "who gives food to all people, for His mercy endures forever.",
      "26": "Give thanks unto the God of heaven, for His mercy endures forever."
    },
    "137": {
      "1": "By the rivers of Babylon, there we sat down and wept when we remembered Zion.",
      "2": "We hung our harps upon the poplars.",
      "3": "For there our captors made us sing and our tormentors made us entertain, saying, “Sing us one of the songs of Zion.”",
      "4": "How shall we sing the song of the Lord in a foreign land?",
      "5": "If I forget you, O Jerusalem, let my right hand forget its skill.",
      "6": "If I do not remember you, let my tongue stick to the roof of my mouth, if I do not have Jerusalem as my highest joy.",
      "7": "Remember, O Lord, the people of Edom in the day of Jerusalem, who said, “Raze it, raze it, down to its foundations.”",
      "8": "O daughter of Babylon, who is to be destroyed, blessed is the one who rewards you as you have done to us.",
      "9": "Blessed is the one who takes and dashes your little ones against the rocks."
    },
    "138": {
      "1": "I will praise You, O Lord, with my whole heart; before the gods I will sing Your praise.",
      "2": "I will worship toward Your holy temple, and praise Your name for Your lovingkindness and for Your truth; for You have exalted Your word above all Your name.",
      "3": "On the day I called, You answered me, and strengthened me in my soul.",
      "4": "All the kings of the earth shall praise You, O Lord, for they have heard the words of Your mouth.",
      "5": "Indeed, they shall sing of the ways of the Lord, for great is the glory of the Lord.",
      "6": "Though the Lord is exalted, yet He has concern for the lowly, but the proud one He knows from a distance.",
      "7": "Though I walk in the midst of trouble, You will preserve me; You stretch forth Your hand against the wrath of my enemies, and Your right hand saves me.",
      "8": "The Lord will fulfill His purpose for me; Your mercy, O Lord, endures forever; do not forsake the works of Your hands."
    },
    "139": {
      "1": "O Lord, You have searched me and known me.",
      "2": "You know when I sit down and when I get up; You understand my thought from far off.",
      "3": "You search my path and my lying down and are aware of all my ways.",
      "4": "For there is not a word on my tongue, but behold, O Lord, You know it fully.",
      "5": "You put Yourself behind and before me, and keep Your hand on me.",
      "6": "Such knowledge is too wonderful for me; it is lofty, and I cannot fathom it.",
      "7": "Where shall I go from Your spirit, or where shall I flee from Your presence?",
      "8": "If I ascend to heaven, You are there; if I make my bed in Sheol, You are there.",
      "9": "If I take the wings of the morning and dwell at the end of the sea,",
      "10": "even there Your hand shall guide me, and Your right hand shall take hold of me.",
      "11": "If I say, “Surely the darkness shall cover me, and the light shall be as night about me,”",
      "12": "even the darkness is not dark to You, but the night shines as the day, for the darkness is like light to You.",
      "13": "You brought my inner parts into being; You wove me in my mother’s womb.",
      "14": "I will praise you, for You made me with fear and wonder; marvelous are Your works, and You know me completely.",
      "15": "My frame was not hidden from You when I was made in secret, and intricately put together in the lowest parts of the earth.",
      "16": "Your eyes saw me unformed, yet in Your book all my days were written, before any of them came into being.",
      "17": "How precious also are Your thoughts to me, O God! How great is the sum of them!",
      "18": "If I should count them, they are more in number than the sand; when I awake, I am still with You.",
      "19": "If only You would slay the wicked, O God! O violent men, depart from me.",
      "20": "For they speak against You with malice, and Your enemies take your name in vain.",
      "21": "Do I not hate those, O Lord, who hate You? And do I not abhor those who rise up against You?",
      "22": "I hate them with perfect hatred; I count them my enemies.",
      "23": "Search me, O God, and know my heart; try me, and know my concerns,",
      "24": "and see if there is any rebellious way in me, and lead me in the ancient way."
    },
    "140": {
      "1": "Deliver me, O Lord, from evil men; protect me from violent men,",
      "2": "who plan evil deeds in their heart and continually gather together for conflicts.",
      "3": "They have tongues as sharp as a serpent; adders’ poison is with their lips. Selah",
      "4": "Keep me, O Lord, from the hands of the wicked; preserve me from the violent men who have planned to overthrow me.",
      "5": "The proud have hid a snare for me, and with cords they have spread a net; they have set traps for me. Selah",
      "6": "I said to the Lord, “You are my God; hear the voice of my supplications, O Lord.”",
      "7": "O God my Lord, the strength of my salvation, You have covered my head in the day of battle.",
      "8": "Grant not, O Lord, the desires of the wicked; do not allow his evil plot, lest he be raised up. Selah",
      "9": "As for the head of those who encompass me, let the mischief of their own lips overwhelm them;",
      "10": "let burning coals fall upon them; let them be cast into the fire, into deep pits that they do not rise up again.",
      "11": "Let not an evil speaker be established in the land; let evil hunt the violent man to overthrow him!",
      "12": "I know that the Lord will maintain the cause of the afflicted and will give justice to the poor.",
      "13": "Surely the righteous shall give thanks unto Your name; the upright shall dwell in Your presence."
    },
    "141": {
      "1": "Lord, I cry unto You; make haste to me; give ear to my voice, when I cry unto You.",
      "2": "Let my prayer be set forth before You as incense, and the lifting up of my hands as the evening sacrifice.",
      "3": "Set a guard, O Lord, over my mouth; keep watch over the door of my lips.",
      "4": "Do not let my heart be drawn to any evil, to practice wicked deeds with men who do iniquity, and do not let me eat of their delights.",
      "5": "Let the righteous man strike me; it shall be a kindness. Let him rebuke me; it shall be oil for my head; let my head not refuse it. For my prayer is continually against their evil deeds.",
      "6": "When their judges are thrown to stony places, then they shall hear my words, for they are sweet.",
      "7": "As when one plows to break up the land, so our bones are scattered at the mouth of Sheol.",
      "8": "But my eyes are unto You, O God my Lord, in You is my trust; do not leave my soul defenseless.",
      "9": "Keep me from the snares that they have laid for me, and the traps of those who do iniquity.",
      "10": "Let the wicked fall into their own nets, while I pass by and escape."
    },
    "142": {
      "1": "I cried unto the Lord with my voice; with my voice I made my supplication unto the Lord.",
      "2": "I poured out my complaint before Him; I declared to Him my trouble.",
      "3": "When my spirit was overwhelmed within me, then You knew my path. In the way where I walk, they have laid a snare for me.",
      "4": "I looked on my right and noticed, but there was no one who would care for me; there is no refuge for me; no one cares for my soul.",
      "5": "I cried unto You, O Lord; I said, “You are my refuge and my portion in the land of the living.”",
      "6": "Attend to my cry, for I am brought very low; deliver me from my persecutors, for they are stronger than me.",
      "7": "Bring my soul out of prison, that I may praise Your name; the righteous shall surround me, for You shall deal bountifully with me."
    },
    "143": {
      "1": "Hear my prayer, O Lord, give ear to my supplications; in Your faithfulness answer me, and in Your righteousness.",
      "2": "Enter not into judgment with Your servant, for in Your sight no one living is righteous.",
      "3": "For the enemy has persecuted my soul; he has crushed my life down to the ground; he has made me to dwell in darkness, as those who have been long dead.",
      "4": "Therefore my spirit is overwhelmed within me; my heart within me is desolate.",
      "5": "I remember the days of old; I meditate on all Your works; I consider the work of Your hands.",
      "6": "I stretch forth my hands unto You; my soul thirsts after You as a thirsty land. Selah",
      "7": "Respond to me quickly, O Lord, my spirit fails; do not hide Your face from me, lest I be like those who go down into the pit.",
      "8": "Cause me to hear Your lovingkindness in the morning; for in You I have my trust; cause me to know the way I should walk, for I lift up my soul unto You.",
      "9": "Deliver me, O Lord, from my enemies; I flee unto You for my protection.",
      "10": "Teach me to do Your will, for You are my God; may Your good spirit lead me onto level ground.",
      "11": "Revive me, O Lord, for Your name’s sake, for Your righteousness’ sake bring my soul out of trouble.",
      "12": "In Your mercy cut off my enemies, and destroy all them who afflict my soul, for I am Your servant."
    },
    "144": {
      "1": "Blessed be the Lord my strength, who prepares my hands for war, and my fingers to fight;",
      "2": "my goodness, and my fortress; my high tower, and my deliverer, my shield, and in whom I trust; who subdues nations under me.",
      "3": "O Lord, who is man that You take notice of him or the son of a man that You make account of him?",
      "4": "Man is like a breath; his days are as a shadow that passes away.",
      "5": "Bow your heavens, O Lord, and come down; touch the mountains, and they shall smoke.",
      "6": "Cast forth lightning, and scatter them; shoot out Your arrows, and destroy them.",
      "7": "Send Your hand from above; rescue me, and deliver me out of the great waters, from the hand of foreigners,",
      "8": "whose mouth speaks lies, and their right hand is a right hand of falsehood.",
      "9": "I will sing a new song unto You, O God, on a harp and an instrument of ten strings I will sing praises unto You;",
      "10": "it is He who gives victory to kings, who delivers David His servant from the cruel sword.",
      "11": "Rescue me and deliver me from the hand of foreigners, whose mouths speak lies and whose right hand is a right hand of falsehood.",
      "12": "May our sons in their youth be like plants full grown, and our daughters like cornerstones, cut in the similitude of a palace,",
      "13": "that our granaries may be full, providing all manner of produce, that our sheep may bring forth thousands and ten thousands in our fields,",
      "14": "and may our cattle be strong in labor. May there be no breaking in or going out, and no wailing in our streets.",
      "15": "Blessed are the people who have such things; indeed, blessed are the people whose God is the Lord."
    },
    "145": {
      "1": "I will exalt you, my God and King, and I will bless Your name forever and ever.",
      "2": "Every day I will bless You, and I will praise Your name forever and ever.",
      "3": "Great is the Lord, and greatly to be praised, and His greatness is unfathomable.",
      "4": "One generation shall praise Your works to another and shall declare Your mighty acts.",
      "5": "I will speak of the glorious honor of Your majesty and of Your wondrous works.",
      "6": "They shall speak of the might of Your awesome acts, and I will declare Your greatness.",
      "7": "They shall abundantly declare the fame of Your great goodness and shall sing of Your righteousness.",
      "8": "The Lord is gracious and full of compassion, slow to anger, and great in mercy.",
      "9": "The Lord is good to all, and His compassion is over all His works.",
      "10": "All Your works shall praise You, O Lord, and Your godly ones shall bless You.",
      "11": "They shall speak of the glory of Your kingdom and talk of Your power,",
      "12": "to make known to people His mighty acts, and the glorious majesty of His kingdom.",
      "13": "Your kingdom is an everlasting kingdom, and Your dominion endures throughout all generations.",
      "14": "The Lord upholds all who fall, and raises up all who are bowed down.",
      "15": "The eyes of all wait upon You, and You give them their food in due season.",
      "16": "You open Your hand and satisfy the desire of every living thing.",
      "17": "The Lord is righteous in all His ways and loving in all His works.",
      "18": "The Lord is near to all those who call upon Him, to all who call upon Him in truth.",
      "19": "He will fulfill the desire of those who fear Him; He also will hear their cry and will save them.",
      "20": "The Lord preserves all those who love Him, but all the wicked He will destroy.",
      "21": "My mouth shall speak the praise of the Lord, and let all people bless His holy name forever and ever."
    },
    "146": {
      "1": "Praise the Lord! Praise the Lord, O my soul!",
      "2": "While I live I will praise the Lord; I will sing praises unto my God while I have my life.",
      "3": "Do not put your trust in princes, nor in a son of man, in whom there is no help.",
      "4": "His breath leaves him, and he returns to the earth; on that very day his plans perish.",
      "5": "Blessed is he who has the God of Jacob for his help, whose hope is in the Lord his God,",
      "6": "who made heaven, and earth, the sea, and all that is in them, who keeps faithfulness forever,",
      "7": "who executes justice for the oppressed, who gives food to the hungry. The Lord releases the prisoners.",
      "8": "The Lord opens the eyes of the blind; the Lord raises those who are brought down; the Lord loves the righteous.",
      "9": "The Lord preserves the sojourners; He lifts up the fatherless and widow, but on the way of the wicked He brings disaster.",
      "10": "The Lord shall reign forever, your God, O Zion, unto all generations. Praise you the Lord!"
    },
    "147": {
      "1": "Praise the Lord! For it is good to sing praises unto our God; for it is pleasant, and a song of praise is fitting.",
      "2": "The Lord builds up Jerusalem; He gathers together the outcasts of Israel.",
      "3": "He heals the broken in heart, and binds up their wounds.",
      "4": "He counts the number of the stars; He calls them all by their names.",
      "5": "Great is our Lord and great in power; His understanding is without measure.",
      "6": "The Lord lifts up the meek; He casts the wicked down to the ground.",
      "7": "Sing unto the Lord with thanksgiving; sing praise upon the harp unto our God:",
      "8": "who covers the heaven with clouds, who provides rain for the earth, who makes grass to grow upon the mountains.",
      "9": "He gives food to the animals and to the young ravens that chirp.",
      "10": "He delights not in the strength of the horse, nor does He take pleasure in the legs of a man,",
      "11": "but the Lord takes pleasure in those who fear Him, in those who hope in His mercy.",
      "12": "Praise the Lord, O Jerusalem; praise your God, O Zion.",
      "13": "For He has strengthened the bars of your gates; He has blessed your children within you.",
      "14": "He makes peace in your borders, and fills you with the finest of the wheat.",
      "15": "He sends forth His commandment on the earth; His word goes out swiftly.",
      "16": "He gives snow like wool; He scatters the frost like ashes;",
      "17": "He casts forth His ice like morsels; who can stand before His cold?",
      "18": "He sends out His word and melts them; He causes His wind to blow and the waters flow.",
      "19": "He shows His word to Jacob, and His statutes and His judgments to Israel.",
      "20": "He has not dealt so with any other nation; they have not known His judgments. Praise the Lord!"
    },
    "148": {
      "1": "Praise the Lord! Praise the Lord from the heavens; praise Him in the heights.",
      "2": "Praise Him, all His angels; praise Him, all His heavenly hosts.",
      "3": "Praise Him, sun and moon; praise Him, all you stars of light.",
      "4": "Praise Him, you highest of heavens, and you waters that are above the skies.",
      "5": "Let them praise the name of the Lord, for He commanded, and they were created.",
      "6": "He has also established them forever and ever; He has made a decree that shall not pass away.",
      "7": "Praise the Lord from the earth, you great sea creatures, and all you depths,",
      "8": "fire and hail, snow and mist, storming wind fulfilling His word,",
      "9": "mountains and all hills, fruitful trees and all cedars;",
      "10": "animals and all cattle, creeping things and flying birds;",
      "11": "kings of the earth and all peoples, princes and all rulers of the earth;",
      "12": "both young men and maidens, old men and children.",
      "13": "Let them praise the name of the Lord, for His name alone is excellent; His glory is above the earth and heaven.",
      "14": "He has raised up a victory horn for His people, praise for all His saints, even for the people of Israel near Him. Praise the Lord!"
    },
    "149": {
      "1": "Praise the Lord! Sing unto the Lord a new song, and His praise in the assembly of the godly ones.",
      "2": "Let Israel rejoice in its Maker; let the children of Zion be joyful in their King.",
      "3": "Let them praise His name with dancing; let them sing praises unto Him with the tambourine and harp.",
      "4": "For the Lord takes pleasure in His people; He will beautify the meek with salvation.",
      "5": "Let the godly ones be joyful in glory; let them sing for joy on their beds.",
      "6": "Let the high praises of God be in their mouths, and two-edged swords in their hands,",
      "7": "to execute vengeance on the nations, and punishments on the peoples;",
      "8": "to bind their kings with chains, and their nobles with shackles of iron;",
      "9": "to execute upon them the written judgment; this is honor for all His godly ones. Praise the Lord!"
    },
    "150": {
      "1": "Praise the Lord! Praise God in His sanctuary; praise Him in the firmament of His power!",
      "2": "Praise Him for His mighty acts; praise Him according to His excellent greatness!",
      "3": "Praise Him with the sound of the trumpet; praise Him with the lyre and harp!",
      "4": "Praise Him with the tambourine and dancing; praise Him with stringed instruments and flute!",
      "5": "Praise Him with loud cymbals; praise Him with the clanging cymbals!",
      "6": "Let everything that has breath praise the Lord. Praise the Lord!"
    }
  }
}