{
  "Info": {
    "Language": "English",
    "Meaningless": "1.2.0",
    "Timestamp": "2025-04-21T21:48:57.650118-04:00",
    "Translation": "MEV"
  },
  "Zephaniah": {
    "1": {
      "1": "The word of the Lord which came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah.",
      "2": "I will utterly consume all things on the face of the earth, says the Lord;",
      "3": "I will consume man and beast; I will consume the birds of the heavens and the fish of the sea, and the stumbling blocks with the wicked. I will cut off man from the face of the land, says the Lord.",
      "4": "I will stretch out my hand against Judah, and against all the inhabitants of Jerusalem. I will cut off from this place the remnant of Baal, and the name of the idolatrous priests along with the priests,",
      "5": "and those who bow down on the roofs to the host of heaven; those who worship and swear oaths by the Lord and yet swear by Milcom;",
      "6": "those who have turned back from following the Lord, who have not sought the Lord nor inquired of Him.",
      "7": "Be silent before the Lord God! For the day of the Lord is at hand; the Lord has prepared the sacrifice; He has consecrated His guests.",
      "8": "On the day of the Lord’s sacrifice, I will punish the officials and the king’s sons, and all who clothe themselves with foreign attire.",
      "9": "On that day I will punish all who step over the threshold, who fill their masters’ houses with violence and deceit.",
      "10": "On that day, says the Lord, a cry will be heard from the Fish Gate, a wail from the Second Quarter, and a loud crash from the hills.",
      "11": "Wail, you inhabitants of the Mortar! For all the merchants are cut down; all those who weigh out silver are cut off.",
      "12": "At that time I will search Jerusalem with lamps, and I will punish the men who are settled on their lees, who say in their heart, “The Lord will not do good, nor will He do evil.”",
      "13": "Their goods will be plundered, and their houses laid waste. Though they build houses, they will not inhabit them; though they plant vineyards, they will not drink from their wine.",
      "14": "The great day of the Lord is near, near and hastening quickly. The sound of the day of the Lord is bitter; the mighty man shall cry out there.",
      "15": "That day is a day of wrath, a day of trouble and distress, a day of ruin and desolation, a day of darkness and gloom, a day of clouds and blackness,",
      "16": "a day of trumpet and alarms against the fortified cities and against the high towers.",
      "17": "I will bring distress on men, so that they will walk like blind men. Because they have sinned against the Lord, their blood will be poured out like dust, and their flesh like dung.",
      "18": "Neither their silver nor their gold will be able to deliver them on the day of the Lord’s wrath. But the whole earth will be consumed by the fire of His jealousy, for He will make a sudden end of all those who dwell on the earth."
    },
    "2": {
      "1": "Gather together, yes, gather together, O shameless nation,",
      "2": "before the decree takes effect, before the day passes like chaff, before the fierce anger of the Lord comes upon you, before the day of the Lord’s anger comes upon you.",
      "3": "Seek the Lord, all you humble of the land, who carry out His judgment. Seek righteousness, seek humility. Perhaps you will be hidden on the day of the Lord’s anger.",
      "4": "For Gaza will be forsaken, and Ashkelon a desolation; Ashdod will be driven out at noon, and Ekron will be uprooted.",
      "5": "Woe to the inhabitants of the seacoast, the nation of Kerethites! The word of the Lord is against you, O Canaan, land of the Philistines: I will destroy you, so that there will be no inhabitant.",
      "6": "The seacoast will be pastures, with meadows for shepherds and folds for flocks.",
      "7": "The coast will be for the remnant of the house of Judah, on which they will feed. In the houses of Ashkelon they will lie down at evening. For the Lord their God will visit them and restore their fortunes.",
      "8": "I have heard these taunts of Moab, and the revilings of the Ammonites, by which they have reproached My people, and made boasts against their territory.",
      "9": "Therefore, as I live, says the Lord of Hosts, the God of Israel, surely Moab will be like Sodom, and the Ammonites like Gomorrah— a land of weeds and salt pits, and a perpetual desolation. The remnant of My people will plunder them, and the survivors of My nation will possess them.",
      "10": "This will they have for their pride, because they taunted and boasted against the people of the Lord of Hosts.",
      "11": "The Lord will be dreadful to them, for He will weaken all the gods of the earth; men will worship Him, every one from his place, all the lands of the nations.",
      "12": "You also, O Ethiopians, will be slain by My sword.",
      "13": "And He will stretch out His hand against the north and destroy Assyria; and He will make Nineveh a desolation, and dry like the desert.",
      "14": "Herds will lie down in her midst, beasts of every kind; the cormorant and the bittern will lodge on her pillars. Their voice will sing in the windows; desolation will be on the threshold; for He will lay bare the cedar work.",
      "15": "This is the rejoicing city that dwelt securely, that said in her heart, “I am, and there is no one besides me.” How has she become a desolation, a place for beasts to lie down! Everyone who passes by her will hiss and shake his fist."
    },
    "3": {
      "1": "Woe to her who is rebellious and defiled, the oppressing city.",
      "2": "She obeys no voice, she receives no correction; she does not trust in the Lord, she does not draw near to her God.",
      "3": "Her princes within her are roaring lions; her judges are evening wolves who leave nothing until the morning.",
      "4": "Her prophets are reckless, treacherous men; her priests have profaned the sanctuary and done violence to the law.",
      "5": "The Lord is righteous in her midst; He does no unrighteousness. Every morning He brings His justice to light; He does not fail, but the unjust knows no shame.",
      "6": "I have cut off nations, their strongholds are devastated; I have made their streets desolate, with no one passing by. Their cities are destroyed; there is no man, no inhabitant.",
      "7": "I said, “Surely you will fear Me; and you will receive correction.” So her dwelling will not be cut off, according to all that I have appointed against her. But they were more eager to corrupt all their deeds.",
      "8": "Therefore wait for Me, declares the Lord, until the day when I rise up to seize the plunder; for My decision is to gather nations, to assemble kingdoms, to pour on them My indignation, all My fierce anger; for all the earth will be devoured with the fire of My jealousy.",
      "9": "For then I will restore to the peoples a pure speech that all of them may call on the name of the Lord, to serve Him with one accord.",
      "10": "From beyond the rivers of Ethiopia My worshippers, the daughter of My dispersed ones, will bring My offering.",
      "11": "On that day you will not be ashamed for all your deeds by which you have transgressed against Me; for then I will remove from your midst those who rejoice in your pride, and you will no longer be haughty in My holy mountain.",
      "12": "But I will leave in your midst a meek and humble people, and they will trust in the name of the Lord.",
      "13": "The remnant of Israel will do no unrighteousness, nor speak lies; nor will a deceitful tongue be found in their mouth; for they will feed and lie down, and no one will make them afraid.",
      "14": "Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart, O daughter of Jerusalem!",
      "15": "The Lord has taken away your judgments, He has cast out your enemies. The King of Israel, the Lord, is in your midst; you will see evil no more.",
      "16": "On that day it will be said to Jerusalem: Fear not, O Zion; let not your hands be slack.",
      "17": "The Lord your God is in your midst, a Mighty One, who will save. He will rejoice over you with gladness, He will renew you with His love, He will rejoice over you with singing.",
      "18": "I will gather those who grieve for the appointed festival, which is a reproach and burden on you.",
      "19": "At that time I will deal with all who oppress you; I will save the lame and gather the outcast; I will give them praise and fame in every land where they have been put to shame.",
      "20": "At that time I will bring you in, at the time when I gather you; for I will make you renowned and praised among all peoples of the earth, when I restore your fortunes before your eyes, says the Lord."
    }
  }
}