{
  "info": {
    "book": "1 Chronicles",
    "chapter": "11",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then all of Israel was gathered to David at Hebron, saying: “We are your bone and your flesh.",
      "topic": ""
    },
    "2": {
      "text": "Also, yesterday and the day before, when Saul still reigned, you were the one who led out and brought in Israel. For the Lord your God said to you: ‘You shall pasture my people Israel, and you shall be the leader over them.’ ”",
      "topic": ""
    },
    "3": {
      "text": "Therefore, all those greater by birth of Israel went to the king at Hebron. And David formed a pact with them before the Lord. And they anointed him king over Israel, in accord with the word of the Lord, which he spoke by the hand of Samuel.",
      "topic": ""
    },
    "4": {
      "text": "Then David and all of Israel went to Jerusalem. The same is Jebus, where the Jebusites, the inhabitants of the land, were.",
      "topic": ""
    },
    "5": {
      "text": "And those who were living in Jebus said to David: “You shall not enter here.” But David seized the stronghold of Zion, which is the city of David.",
      "topic": ""
    },
    "6": {
      "text": "And he said, “Whoever shall strike the Jebusites first, shall be ruler and commander.” And so Joab, the son of Zeruiah, ascended first, and he was made the leader.",
      "topic": ""
    },
    "7": {
      "text": "Then David lived in the stronghold, and for this reason it was called the City of David.",
      "topic": ""
    },
    "8": {
      "text": "And he built up the city all around, from Millo even to every side. But Joab built the rest of the city.",
      "topic": ""
    },
    "9": {
      "text": "And David continued advancing and increasing, and the Lord of hosts was with him.",
      "topic": ""
    },
    "10": {
      "text": "These are the leaders of the strong men of David, who assisted him, so that he would become king over all of Israel, in accord with the word of the Lord, which he spoke to Israel.",
      "topic": ""
    },
    "11": {
      "text": "And this is the number of the robust of David: Jashobeam, the son of a Hachmonite, leader among the thirty. He lifted up his spear over three hundred, who were wounded at one time.",
      "topic": ""
    },
    "12": {
      "text": "And after him, there was Eleazar, the son of his uncle, an Ahohite, who was among the three powerful ones.",
      "topic": ""
    },
    "13": {
      "text": "He was with David in Pasdammim, when the Philistines were gathered to that place for battle. Now the field of that region was full of barley, but the people had fled from the face of the Philistines.",
      "topic": ""
    },
    "14": {
      "text": "These men stood in the midst of the field, and they defended it. And when they had struck down the Philistines, the Lord gave a great salvation to his people.",
      "topic": ""
    },
    "15": {
      "text": "Then three from the thirty leaders descended to the rock where David was, to the cave of Adullam, when the Philistines had made camp in the Valley of the Rephaim.",
      "topic": ""
    },
    "16": {
      "text": "Now David was in a stronghold, and a garrison of the Philistines was in Bethlehem.",
      "topic": ""
    },
    "17": {
      "text": "And then David desired and said, “O if only someone would give me water from the well of Bethlehem, which is at the gate!”",
      "topic": ""
    },
    "18": {
      "text": "Therefore, these three broke through to the midst of the camp of the Philistines, and they drew water from the well of Bethlehem, which was at the gate. And they took it to David, so that he might drink. But he was not willing; and instead, he offered it as a libation to the Lord,",
      "topic": ""
    },
    "19": {
      "text": "saying: “Far be it from me, that I would do this in the sight of my God, and that I would drink the blood of these men. For at the peril of their own lives, they brought the water to me.” And for this reason, he was not willing to drink. The three most powerful accomplished these things.",
      "topic": ""
    },
    "20": {
      "text": "Also, Abishai, the brother of Joab, was the leader of the three, and he lifted up his spear against three hundred, who were wounded. And he was most renown among the three,",
      "topic": ""
    },
    "21": {
      "text": "and he was famous among the second three and their leader. Yet truly, he did not reach as far as the first three.",
      "topic": ""
    },
    "22": {
      "text": "Benaiah, the son of Jehoiada, from Kabzeel, was a very mature man, who had accomplished many deeds. He struck down the two lions of God from Moab. And he descended and killed a lion in the middle of a pit, in the time of snow.",
      "topic": ""
    },
    "23": {
      "text": "And he struck down an Egyptian man, whose stature was five cubits, and who had a spear like a weaver’s beam. And yet he descended to him with a staff. And he seized the spear that he was holding in his hand. And he killed him with his own spear.",
      "topic": ""
    },
    "24": {
      "text": "These things were done by Benaiah, the son of Jehoiada, who was most renowned among the three robust ones,",
      "topic": ""
    },
    "25": {
      "text": "the first among the thirty. Yet truly, he did not reach as far as the three. Then David placed him beside his ear.",
      "topic": ""
    },
    "26": {
      "text": "Moreover, the strongest men of the army were Asahel, the brother of Joab; and Elhanan, the son of his uncle, from Bethlehem;",
      "topic": ""
    },
    "27": {
      "text": "Shammoth, a Harorite; Helez, a Pelonite;",
      "topic": ""
    },
    "28": {
      "text": "Ira, the son of Ikkesh, a Tekoite; Abiezer, an Anathothite;",
      "topic": ""
    },
    "29": {
      "text": "Sibbecai, a Hushathite; Ilai, an Ahohite;",
      "topic": ""
    },
    "30": {
      "text": "Maharai, a Netophathite; Heled, the son of Baanah, a Netophathite;",
      "topic": ""
    },
    "31": {
      "text": "Ithai, the son of Ribai, from Gibeah, of the sons of Benjamin; Benaiah, a Pirathonite;",
      "topic": ""
    },
    "32": {
      "text": "Hurai, from the torrent Gaash; Abiel, an Arbathite; Azmaveth, a Baharumite; Eliahba, a Shaalbonite.",
      "topic": ""
    },
    "33": {
      "text": "The sons of Hashem, a Gizonite: Jonathan, the son of Shagee, a Hararite;",
      "topic": ""
    },
    "34": {
      "text": "Ahiam, the son of Sachar, a Hararite;",
      "topic": ""
    },
    "35": {
      "text": "Eliphal, the son of Ur;",
      "topic": ""
    },
    "36": {
      "text": "Hepher, a Mecherathite; Ahijah, a Pelonite;",
      "topic": ""
    },
    "37": {
      "text": "Hezro, a Carmelite; Naharai, the son of Ezbai;",
      "topic": ""
    },
    "38": {
      "text": "Joel, the brother of Nathan; Mibhar, the son of Hagri;",
      "topic": ""
    },
    "39": {
      "text": "Zelek, an Ammonite; Naarai, a Beerothite, the armor bearer of Joab, the son of Zeruiah;",
      "topic": ""
    },
    "40": {
      "text": "Ira, an Ithrite; Gareb, an Ithrite;",
      "topic": ""
    },
    "41": {
      "text": "Uriah, a Hittite; Zabad, the son of Ahlai;",
      "topic": ""
    },
    "42": {
      "text": "Adina, the son of Shiza, a Reubenite, the leader of the Reubenites, and thirty who were with him;",
      "topic": ""
    },
    "43": {
      "text": "Hanan, the son of Maacah; and Joshaphat, a Mithnite;",
      "topic": ""
    },
    "44": {
      "text": "Uzzia, an Ashterathite; Shama and Jeiel, the sons of Hotham, an Aroerite;",
      "topic": ""
    },
    "45": {
      "text": "Jediael, the son of Shimri; and Joha, his brother, a Tizite;",
      "topic": ""
    },
    "46": {
      "text": "Eliel, a Mahavite; and Jeribai and Joshaviah, the sons of Elnaam; and Ithmah, a Moabite;",
      "topic": ""
    },
    "47": {
      "text": "Eliel, and Obed, and Jaasiel from Mezobaite.",
      "topic": ""
    }
  }
}