{
  "info": {
    "book": "1 Chronicles",
    "chapter": "2",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, and Zebulun,",
      "topic": ""
    },
    "2": {
      "text": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
      "topic": ""
    },
    "3": {
      "text": "The sons of Judah: Er, Onan, and Shelah. These three were born to him from the daughter of Shua, the Canaanite. But Er, the firstborn of Judah, was evil in the sight of the Lord, and so he killed him.",
      "topic": ""
    },
    "4": {
      "text": "Now Tamar, his daughter-in-law, bore to him Perez and Zerah. Therefore, all the sons of Judah were five.",
      "topic": ""
    },
    "5": {
      "text": "And the sons of Perez: Hezron and Hamul.",
      "topic": ""
    },
    "6": {
      "text": "Also, the sons of Zerah: Zimri, and Ethan, and Heman, as well as Calcol and Dara, five altogether.",
      "topic": ""
    },
    "7": {
      "text": "The sons of Carmi: Achar, who disturbed Israel and sinned by the theft of what was anathema.",
      "topic": ""
    },
    "8": {
      "text": "The sons of Ethan: Azariah.",
      "topic": ""
    },
    "9": {
      "text": "And the sons of Hezron who were born to him: Jerahmeel, and Ram, and Chelubai.",
      "topic": ""
    },
    "10": {
      "text": "Then Ram conceived Amminadab. And Amminadab conceived Nahshon, a leader of the sons of Judah.",
      "topic": ""
    },
    "11": {
      "text": "Also, Nahshon conceived Salma, from whom Boaz rose up.",
      "topic": ""
    },
    "12": {
      "text": "Truly, Boaz conceived Obed, who also himself conceived Jesse.",
      "topic": ""
    },
    "13": {
      "text": "Now Jesse conceived the firstborn Eliab, the second Abinadab, the third Shammah,",
      "topic": ""
    },
    "14": {
      "text": "the fourth Nethanel, the fifth Raddai,",
      "topic": ""
    },
    "15": {
      "text": "the sixth Ozem, the seventh David.",
      "topic": ""
    },
    "16": {
      "text": "Their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three.",
      "topic": ""
    },
    "17": {
      "text": "And Abigail conceived Amasa, whose father was Jether, the Ishmaelite.",
      "topic": ""
    },
    "18": {
      "text": "Truly, Caleb, the son of Hezron, took a wife named Azubah, of whom he conceived Jerioth. And her sons were Jesher, and Shobab, and Ardon.",
      "topic": ""
    },
    "19": {
      "text": "And when Azubah had died, Caleb took as wife Ephratha, who bore to him Hur.",
      "topic": ""
    },
    "20": {
      "text": "Now Hur conceived Uri. And Uri conceived Bezalel.",
      "topic": ""
    },
    "21": {
      "text": "And afterwards, Hezron entered to the daughter of Machir, father of Gilead. And he took her when he was sixty years old. And she bore to him Segub.",
      "topic": ""
    },
    "22": {
      "text": "And then Segub conceived Jair, and he possessed twenty-three cities in the land of Gilead.",
      "topic": ""
    },
    "23": {
      "text": "And he seized Geshur and Aram, towns of Jair, and Kenath and its villages, sixty cities. All these were sons of Machir, father of Gilead.",
      "topic": ""
    },
    "24": {
      "text": "Then, when Hezron had died, Caleb entered to Ephratha. Also, Hezron had as wife Abia, who bore to him Ashhur, the father of Tekoa.",
      "topic": ""
    },
    "25": {
      "text": "Now sons were born to Jerahmeel, the firstborn of Hezron: Ram, his firstborn, and Bunah, and Oren, and Ozem, and Ahijah.",
      "topic": ""
    },
    "26": {
      "text": "Jerahmeel also married another wife, named Atarah, who was the mother of Onam.",
      "topic": ""
    },
    "27": {
      "text": "Then too, the sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin, and Eker.",
      "topic": ""
    },
    "28": {
      "text": "And Onam had sons: Shammai and Jada. And the sons of Shammai: Nadab and Abishur.",
      "topic": ""
    },
    "29": {
      "text": "Truly, the name of the wife of Abishur was Abihail, who bore to him Ahban and Molid.",
      "topic": ""
    },
    "30": {
      "text": "Now the sons of Nadab were Seled and Appaim. And Seled died without children.",
      "topic": ""
    },
    "31": {
      "text": "Truly, the son of Appaim was Ishi. And Ishi conceived Sheshan. Then Sheshan conceived Ahlai.",
      "topic": ""
    },
    "32": {
      "text": "But the sons of Jada, the brother of Shammai, were Jether and Jonathan. Then Jether also died without children.",
      "topic": ""
    },
    "33": {
      "text": "And Jonathan conceived Peleth and Zaza. These were the sons of Jerahmeel.",
      "topic": ""
    },
    "34": {
      "text": "Now Sheshan did not have sons, but only daughters, and an Egyptian servant named Jarha.",
      "topic": ""
    },
    "35": {
      "text": "And so he gave to him his daughter as wife, who bore to him Attai.",
      "topic": ""
    },
    "36": {
      "text": "Then Attai conceived Nathan, and Nathan conceived Zabad.",
      "topic": ""
    },
    "37": {
      "text": "Also, Zabad conceived Ephlal, and Ephlal conceived Obed.",
      "topic": ""
    },
    "38": {
      "text": "Obed conceived Jehu; Jehu conceived Azariah.",
      "topic": ""
    },
    "39": {
      "text": "Azariah conceived Helez, and Helez conceived Eleasah.",
      "topic": ""
    },
    "40": {
      "text": "Eleasah conceived Sismai; Sismai conceived Shallum.",
      "topic": ""
    },
    "41": {
      "text": "Shallum conceived Jekamiah; then Jekamiah conceived Elishama.",
      "topic": ""
    },
    "42": {
      "text": "And the sons of Caleb, the brother of Jerahmeel, were Mesha, his firstborn, who was the father of Ziph, and the sons of Mesha, the father of Hebron.",
      "topic": ""
    },
    "43": {
      "text": "Now the sons of Hebron were Korah, and Tapuah, and Rekem, and Shema.",
      "topic": ""
    },
    "44": {
      "text": "Then Shema conceived Raham, the father of Jorkeam. And Rekem conceived Shammai.",
      "topic": ""
    },
    "45": {
      "text": "The son of Shammai was Maon, and Maon was the father of Bethzur.",
      "topic": ""
    },
    "46": {
      "text": "Now Ephah, the concubine of Caleb, bore Haran, and Moza, and Gazez. And Haran conceived Gazez.",
      "topic": ""
    },
    "47": {
      "text": "And the sons of Jahdai: Regem, and Jotham, and Geshan, and Pelet, and Ephah, and Shaaph.",
      "topic": ""
    },
    "48": {
      "text": "And Maacah, the concubine of Caleb, bore Sheber and Tirhanah.",
      "topic": ""
    },
    "49": {
      "text": "Then Shaaph, the father of Madmannah, conceived Sheva, the father of Machbenah, and the father of Gibea. Truly, the daughter of Caleb was Achsah.",
      "topic": ""
    },
    "50": {
      "text": "These were the sons of Caleb, the son of Hur, the firstborn of Ephratha: Shobal, the father of Kiriath-jearim;",
      "topic": ""
    },
    "51": {
      "text": "Salma, the father of Bethlehem; Hareph, the father of Bethgader.",
      "topic": ""
    },
    "52": {
      "text": "Now there were sons for Shobal, the father of Kiriath-jearim, who saw half the places of rest.",
      "topic": ""
    },
    "53": {
      "text": "And from the kindred of Kiriath-jearim: the Ithrites, and the Puthites, and the Shumathites, and the Mishraites. From these, the Zorathites and the Eshtaolites went forth.",
      "topic": ""
    },
    "54": {
      "text": "The sons of Salma: Bethlehem, and the Netophathites, the crowns of the house of Joab, and half the places of rest of the Zorathites,",
      "topic": ""
    },
    "55": {
      "text": "as well as the families of the scribes living in Jabesh, those singing and making music, and those dwelling in tents. These are the Kenites, who went forth from Calor, the father of the house of Rechab.",
      "topic": ""
    }
  }
}