{
  "info": {
    "book": "1 Chronicles",
    "chapter": "24",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now these were the divisions of the sons of Aaron. The sons of Aaron: Nadab, and Abihu, and Eleazar, and Ithamar.",
      "topic": ""
    },
    "2": {
      "text": "But Nadab and Abihu died before their father, and without children. And so Eleazar and Ithamar exercised the priestly office.",
      "topic": ""
    },
    "3": {
      "text": "And David distributed them, that is, Zadok of the sons of Eleazar, and Ahimelech of the sons of Ithamar, according to their courses and ministry.",
      "topic": ""
    },
    "4": {
      "text": "And there were found many more of the sons of Eleazar among the leading men, than of the sons of Ithamar. Therefore, he divided them so that there were, of the sons of Eleazar, sixteen leaders by their families, and of the sons of Ithamar eight by their families and houses.",
      "topic": ""
    },
    "5": {
      "text": "Then he divided among them, in both families, by lot. For there were leaders of the sanctuary and leaders of God, as much from the sons of Eleazar as from the sons of Ithamar.",
      "topic": ""
    },
    "6": {
      "text": "And the scribe Shemaiah, the son of Nethanel, a Levite, wrote these down before the king and the leaders, with Zadok, the priest, and Ahimelech, the son of Abiathar, and also the leaders of the priestly and Levitical families. And there was one house, which was preeminent over the others, that of Eleazar; and there was another house, which had the others under it, that of Ithamar.",
      "topic": ""
    },
    "7": {
      "text": "Now the first lot went forth to Jehoiarib, the second to Jedaiah,",
      "topic": ""
    },
    "8": {
      "text": "the third to Harim, the fourth to Seorim,",
      "topic": ""
    },
    "9": {
      "text": "the fifth to Malchijah, the sixth to Mijamin,",
      "topic": ""
    },
    "10": {
      "text": "the seventh to Hakkoz, the eighth to Abijah,",
      "topic": ""
    },
    "11": {
      "text": "the ninth to Jeshua, the tenth to Shecaniah,",
      "topic": ""
    },
    "12": {
      "text": "the eleventh to Eliashib, the twelfth to Jakim,",
      "topic": ""
    },
    "13": {
      "text": "the thirteenth to Huppah, the fourteenth to Jeshebeab,",
      "topic": ""
    },
    "14": {
      "text": "the fifteenth to Bilgah, the sixteenth to Immer,",
      "topic": ""
    },
    "15": {
      "text": "the seventeenth to Hezir, the eighteenth to Happizzez,",
      "topic": ""
    },
    "16": {
      "text": "the nineteenth to Pethahiah, the twentieth to Jehezkel,",
      "topic": ""
    },
    "17": {
      "text": "the twenty-first to Jachin, the twenty-second to Gamul,",
      "topic": ""
    },
    "18": {
      "text": "the twenty-third to Delaiah, the twenty-fourth to Maaziah.",
      "topic": ""
    },
    "19": {
      "text": "These were their courses according to their ministries, so that they would enter into the house of the Lord in accord with their practice, under the hand of Aaron, their father, just as the Lord, the God of Israel, had instructed.",
      "topic": ""
    },
    "20": {
      "text": "Now of the sons of Levi who were remaining, there were Shubael, from the sons of Amram, and Jehdeiah, from the sons of Shubael.",
      "topic": ""
    },
    "21": {
      "text": "Also, there were Isshiah, the leader from the sons of Rehabiah,",
      "topic": ""
    },
    "22": {
      "text": "and truly Shelomoth, the son of Izhar, and Jahath, the son of Shelomoth,",
      "topic": ""
    },
    "23": {
      "text": "and his son, Jeriah the first, Amariah the second, Jahaziel the third, Jekameam the fourth.",
      "topic": ""
    },
    "24": {
      "text": "The son of Uzziel was Micah. The son of Micah was Shamir.",
      "topic": ""
    },
    "25": {
      "text": "The brother of Micah was Isshiah. And the son of Isshiah was Zechariah.",
      "topic": ""
    },
    "26": {
      "text": "The sons of Merari were Mahli and Mushi. The son of Uzziah was Beno.",
      "topic": ""
    },
    "27": {
      "text": "Also, the son of Merari: Uzziah, and Shoham, and Zaccur, and Hebri.",
      "topic": ""
    },
    "28": {
      "text": "In addition, the son of Mahli was Eleazar, who had no children.",
      "topic": ""
    },
    "29": {
      "text": "Truly, the son of Kish was Jerahmeel.",
      "topic": ""
    },
    "30": {
      "text": "The sons of Mushi were Mahli, Eder, and Jerimoth. These were the sons of Levi according to the houses of their families.",
      "topic": ""
    },
    "31": {
      "text": "And they also cast lots concerning their brothers, the sons of Aaron, before David the king, and Zadok, and Ahimelech, and the leaders of the priestly and Levitical families, as much concerning the elder as the younger. The lot divided all things equitably.",
      "topic": ""
    }
  }
}