{
  "info": {
    "book": "1 Chronicles",
    "chapter": "8",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now Benjamin conceived Bela as his firstborn, Ashbel the second, Aharah the third,",
      "topic": ""
    },
    "2": {
      "text": "Nohah the fourth, and Rapha the fifth.",
      "topic": ""
    },
    "3": {
      "text": "And the sons of Bela were: Addar, and Gera, and Abihud,",
      "topic": ""
    },
    "4": {
      "text": "as well as Abishua, and Naaman, and Ahoah,",
      "topic": ""
    },
    "5": {
      "text": "then also Gera, and Shephuphan, and Huram.",
      "topic": ""
    },
    "6": {
      "text": "These are the sons of Ehud, leaders of the kindred living in Geba, who were moved away to Manahath.",
      "topic": ""
    },
    "7": {
      "text": "And Naaman, and Ahijah, and Gera, he also moved them away; and he conceived Uzza and Ahihud.",
      "topic": ""
    },
    "8": {
      "text": "Then Shaharaim conceived, in the region of Moab, after he sent away Hushim and Baara, his wives;",
      "topic": ""
    },
    "9": {
      "text": "and so, of his wife Hodesh, he conceived Jobab, and Zibia, and Mesha, and Malcam,",
      "topic": ""
    },
    "10": {
      "text": "and also Jeuz and Sachia, and Mirmah. These were his sons, the leaders of their families.",
      "topic": ""
    },
    "11": {
      "text": "Truly, of Hushim he conceived Abitub and Elpaal.",
      "topic": ""
    },
    "12": {
      "text": "And the sons of Elpaal were Eber, and Misham, and Shemed, who built Ono and Lod and its daughters.",
      "topic": ""
    },
    "13": {
      "text": "Now Beriah and Shema were leaders of their families living in Aijalon; these put to flight the inhabitants of Gath.",
      "topic": ""
    },
    "14": {
      "text": "And Ahio, and Shashak, and Jeremoth,",
      "topic": ""
    },
    "15": {
      "text": "and Zebadiah, and Arad, and Eder,",
      "topic": ""
    },
    "16": {
      "text": "as well as Michael, and Ishpah, and Joha, were the sons of Beriah.",
      "topic": ""
    },
    "17": {
      "text": "Then Zebadiah, and Meshullam, and Hizki, and Heber,",
      "topic": ""
    },
    "18": {
      "text": "and Ishmerai, and Izliah, and Jobab were the sons of Elpaal.",
      "topic": ""
    },
    "19": {
      "text": "Then Jakim, and Zichri, and Zabdi,",
      "topic": ""
    },
    "20": {
      "text": "and Elienai, and Zillethai, and Eliel,",
      "topic": ""
    },
    "21": {
      "text": "and Adaiah, and Beraiah, and Shimrath were the sons of Shimei.",
      "topic": ""
    },
    "22": {
      "text": "Then Ishpan, and Eber, and Eliel,",
      "topic": ""
    },
    "23": {
      "text": "and Abdon, and Zichri, and Hanan,",
      "topic": ""
    },
    "24": {
      "text": "and Hananiah, and Elam, and Anthothijah,",
      "topic": ""
    },
    "25": {
      "text": "and Iphdeiah, and Penuel were the sons of Shashak.",
      "topic": ""
    },
    "26": {
      "text": "Then Shamsherai, and Shehariah and Athaliah,",
      "topic": ""
    },
    "27": {
      "text": "and Jaareshiah, and Elijah, and Zichri were the sons of Jeroham.",
      "topic": ""
    },
    "28": {
      "text": "These were the patriarchs and leaders of the families who were living in Jerusalem.",
      "topic": ""
    },
    "29": {
      "text": "Now in Gibeon, there lived Jeiel, the father of Gibeon; and the name of his wife was Maacah,",
      "topic": ""
    },
    "30": {
      "text": "and his firstborn son was Abdon, and then Zur, and Kish, and Baal, and Nadab,",
      "topic": ""
    },
    "31": {
      "text": "and Gedor, and Ahio, and Zecher, and Mikloth.",
      "topic": ""
    },
    "32": {
      "text": "And Mikloth conceived Shimeah. And they lived opposite their brothers in Jerusalem, with their brothers.",
      "topic": ""
    },
    "33": {
      "text": "Now Ner conceived Kish, and Kish conceived Saul. Then Saul conceived Jonathan, and Malchishua, and Abinadab, and Eshbaal.",
      "topic": ""
    },
    "34": {
      "text": "And the son of Jonathan was Meribbaal; and Meribbaal conceived Micah.",
      "topic": ""
    },
    "35": {
      "text": "The sons of Micah were Pithon, and Melech, and Tarea, and Ahaz.",
      "topic": ""
    },
    "36": {
      "text": "And Ahaz conceived Jehoaddah. And Jehoaddah conceived Alemeth, and Azmaveth, and Zimri. And Zimri conceived Moza.",
      "topic": ""
    },
    "37": {
      "text": "And Moza conceived Binea, whose son was Raphah, of whom was born Eleasah, who conceived Azel.",
      "topic": ""
    },
    "38": {
      "text": "Now there were six sons for Azel, whose names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan. All these were the sons of Azel.",
      "topic": ""
    },
    "39": {
      "text": "Then the sons of Eshek, his brother, were Ulam the firstborn, and Jeush the second, and Eliphelet the third.",
      "topic": ""
    },
    "40": {
      "text": "And the sons of Ulam were very robust men, drawing the bow with great strength. And they had many sons and grandsons, even to one hundred fifty. All these were sons of Benjamin.",
      "topic": ""
    }
  }
}