{
  "info": {
    "book": "Colosenses",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Pablo, apóstol de Jesucristo por la voluntad de Dios, según la promesa de la vida que es en Cristo Jesús;",
      "topic": ""
    },
    "2": {
      "text": "a Timoteo, [mi] amado hijo: Gracia, misericordia, y paz de Dios el Padre y de Jesucristo nuestro Señor.",
      "topic": ""
    },
    "3": {
      "text": "Doy gracias a Dios, a quien sirvo desde [mis] mayores con limpia conciencia, de que sin cesar me acuerdo de ti en mis oraciones noche y día;",
      "topic": ""
    },
    "4": {
      "text": "acordándome de tus lágrimas, deseando verte para llenarme de gozo;",
      "topic": ""
    },
    "5": {
      "text": "trayendo a la memoria la fe no fingida que hay en ti, la cual residió primero en tu abuela Loida, y en tu madre Eunice; y estoy seguro que en ti también.",
      "topic": ""
    },
    "6": {
      "text": "Por lo cual te aconsejo que avives el don de Dios que está en ti por la imposición de mis manos.",
      "topic": ""
    },
    "7": {
      "text": "Porque no nos ha dado Dios un espíritu de temor, sino de poder, y de amor, y de templanza.",
      "topic": ""
    },
    "8": {
      "text": "Por tanto, no te avergüences del testimonio de nuestro Señor, ni de mí, preso suyo; antes sé partícipe de las aflicciones del evangelio según el poder de Dios,",
      "topic": ""
    },
    "9": {
      "text": "quien nos salvó y llamó con llamamiento santo, no conforme a nuestras obras, sino según su propósito y gracia, la cual nos fue dada en Cristo Jesús desde antes del principio de los siglos;",
      "topic": ""
    },
    "10": {
      "text": "mas ahora es manifestada por la aparición de nuestro Salvador Jesucristo, el cual quitó la muerte, y sacó a luz la vida y la inmortalidad por el evangelio;",
      "topic": ""
    },
    "11": {
      "text": "del cual yo soy puesto predicador, y apóstol, y maestro de los gentiles.",
      "topic": ""
    },
    "12": {
      "text": "Por cuya causa asimismo padezco estas cosas; mas no me avergüenzo; porque yo sé a quien he creído, y estoy seguro que es poderoso para guardar mi depósito para aquel día.",
      "topic": ""
    },
    "13": {
      "text": "Retén la forma de las sanas palabras que de mi oíste, en fe y amor que es en Cristo Jesús.",
      "topic": ""
    },
    "14": {
      "text": "Guarda el buen depósito por el Espíritu Santo que mora en nosotros.",
      "topic": ""
    },
    "15": {
      "text": "Ya sabes esto, que me han dado la espalda todos los que están en Asia, de los cuales son Figelo y Hermógenes.",
      "topic": ""
    },
    "16": {
      "text": "Dé el Señor misericordia a la casa de Onesíforo; que muchas veces me recreó, y no se avergonzó de mis cadenas;",
      "topic": ""
    },
    "17": {
      "text": "antes, estando él en Roma, me buscó diligentemente, y [me] halló.",
      "topic": ""
    },
    "18": {
      "text": "Déle el Señor que halle misericordia cerca del Señor en aquel día. Y cuánto [me] ayudó en Éfeso, tú lo sabes muy bien.",
      "topic": ""
    },
    "19": {
      "text": "reteniendo la fe y buena conciencia, la cual desechando algunos, naufragaron en cuanto a la fe.",
      "topic": ""
    },
    "20": {
      "text": "De los cuales son Himeneo y Alejandro, los cuales entregué a Satanás, para que aprendan a no blasfemar.",
      "topic": ""
    },
    "21": {
      "text": "Y también a vosotros, que erais en otro tiempo extraños y enemigos en [vuestra] mente por las malas obras, ahora [os] ha reconciliado",
      "topic": ""
    },
    "22": {
      "text": "en su cuerpo de carne, mediante la muerte; para presentaros santos y sin mancha e irreprensibles delante de Él;",
      "topic": ""
    },
    "23": {
      "text": "si en verdad permanecéis fundados y firmes en la fe, y sin moveros de la esperanza del evangelio que habéis oído, el cual es predicado a toda criatura que está debajo del cielo; del cual yo Pablo fui hecho ministro.",
      "topic": ""
    },
    "24": {
      "text": "Que ahora me regocijo en lo que padezco por vosotros, y cumplo en mi carne lo que falta de las aflicciones de Cristo por su cuerpo, que es la iglesia,",
      "topic": ""
    },
    "25": {
      "text": "de la cual fui hecho ministro, según la dispensación de Dios que me fue dada para con vosotros, para cumplir la palabra de Dios,",
      "topic": ""
    },
    "26": {
      "text": "el misterio que había estado oculto desde los siglos y por generaciones, pero que ahora ha sido manifestado a sus santos,",
      "topic": ""
    },
    "27": {
      "text": "a quienes Dios quiso dar a conocer las riquezas de la gloria de este misterio entre los gentiles; que es Cristo en vosotros, la esperanza de gloria.",
      "topic": ""
    },
    "28": {
      "text": "A quien nosotros predicamos, amonestando a todo hombre, y enseñando a todo hombre en toda sabiduría, a fin de presentar perfecto en Cristo Jesús a todo hombre.",
      "topic": ""
    },
    "29": {
      "text": "Por lo cual también trabajo, luchando según su poder, el cual obra poderosamente en mí.",
      "topic": ""
    }
  }
}