{
  "info": {
    "book": "Colosenses",
    "chapter": "2",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Tú, pues, hijo mío, esfuérzate en la gracia que es en Cristo Jesús.",
      "topic": ""
    },
    "2": {
      "text": "Y lo que has oído de mí ante muchos testigos, esto encarga a hombres fieles que sean idóneos para enseñar también a otros.",
      "topic": ""
    },
    "3": {
      "text": "Tú, pues, sufre aflicciones como fiel soldado de Jesucristo.",
      "topic": ""
    },
    "4": {
      "text": "Ninguno que milita se enreda en los negocios de [esta] vida; a fin de agradar a aquel que lo escogió por soldado.",
      "topic": ""
    },
    "5": {
      "text": "Y aun también el que lucha como atleta, no es coronado si no lucha legítimamente.",
      "topic": ""
    },
    "6": {
      "text": "El labrador que trabaja, debe ser el primero en participar de los frutos.",
      "topic": ""
    },
    "7": {
      "text": "Considera lo que digo; y el Señor te dé entendimiento en todo.",
      "topic": ""
    },
    "8": {
      "text": "Acuérdate que Jesucristo, de la simiente de David, resucitó de los muertos conforme a mi evangelio;",
      "topic": ""
    },
    "9": {
      "text": "por el cual sufro aflicciones, hasta prisiones a modo de malhechor; mas la palabra de Dios no está presa.",
      "topic": ""
    },
    "10": {
      "text": "Por tanto, todo lo sufro por amor a los escogidos, para que ellos también obtengan la salvación que es en Cristo Jesús con gloria eterna.",
      "topic": ""
    },
    "11": {
      "text": "Palabra fiel [es ésta]: Que si somos muertos con [Él], también viviremos con [Él]:",
      "topic": ""
    },
    "12": {
      "text": "Si sufrimos, también reinaremos con [Él]; si lo negáremos, Él también nos negará:",
      "topic": ""
    },
    "13": {
      "text": "Si fuéremos infieles, Él permanece fiel; Él no puede negarse a sí mismo.",
      "topic": ""
    },
    "14": {
      "text": "Recuérdales esto, y exhórtales delante del Señor a que no contiendan sobre palabras, lo cual para nada aprovecha, antes perjudica a los oyentes.",
      "topic": ""
    },
    "15": {
      "text": "Estudia con diligencia para presentarte a Dios aprobado, como obrero que no tiene de qué avergonzarse, que traza bien la palabra de verdad.",
      "topic": ""
    },
    "16": {
      "text": "Mas evita profanas [y] vanas palabrerías; porque irán en aumento para mayor impiedad.",
      "topic": ""
    },
    "17": {
      "text": "Y la palabra de ellos carcomerá como gangrena; de los cuales son Himeneo y Fileto;",
      "topic": ""
    },
    "18": {
      "text": "que se han descaminado de la verdad, diciendo que la resurrección ya pasó, y trastornan la fe de algunos.",
      "topic": ""
    },
    "19": {
      "text": "Mas el fundamento de Dios está firme, teniendo este sello: Conoce el Señor a los que son suyos; y: Apártese de iniquidad todo aquel que invoca el nombre de Cristo.",
      "topic": ""
    },
    "20": {
      "text": "Pero en una casa grande, no sólo hay vasos de oro y de plata, sino también de madera y de barro; y asimismo unos para honra, y otros para deshonra.",
      "topic": ""
    },
    "21": {
      "text": "Así que, si alguno se limpiare de estas cosas, será vaso para honra, santificado y útil para los usos del Señor, y preparado para toda buena obra.",
      "topic": ""
    },
    "22": {
      "text": "Huye también de las concupiscencias juveniles; y sigue la justicia, la fe, la caridad, la paz, con los que invocan al Señor de corazón puro.",
      "topic": ""
    },
    "23": {
      "text": "Pero evita las cuestiones necias e insensatas, sabiendo que engendran contiendas.",
      "topic": ""
    },
    "24": {
      "text": "Porque el siervo del Señor no debe ser contencioso, sino afable para con todos, apto para enseñar, sufrido;",
      "topic": ""
    },
    "25": {
      "text": "que con mansedumbre corrija a los que se oponen; si quizá Dios les dé que se arrepientan para conocer la verdad,",
      "topic": ""
    },
    "26": {
      "text": "y se zafen del lazo del diablo, en que están cautivos por él, a su voluntad.",
      "topic": ""
    }
  }
}