{
  "info": {
    "book": "Colosenses",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Sabe también esto; que en los postreros días vendrán tiempos peligrosos.",
      "topic": ""
    },
    "2": {
      "text": "Porque habrá hombres amadores de sí mismos, avaros, vanagloriosos, soberbios, blasfemos, desobedientes a sus padres, malagradecidos, sin santidad,",
      "topic": ""
    },
    "3": {
      "text": "sin afecto natural, desleales, calumniadores, incontinentes, crueles, aborrecedores de los que son buenos,",
      "topic": ""
    },
    "4": {
      "text": "traidores, impulsivos, vanidosos, amadores de placeres más que amadores de Dios;",
      "topic": ""
    },
    "5": {
      "text": "teniendo apariencia de piedad, mas negando la eficacia de ella; a éstos evita.",
      "topic": ""
    },
    "6": {
      "text": "Porque de éstos son los que se entran por las casas, y llevan cautivas las mujercillas cargadas de pecados, llevadas de diversas concupiscencias,",
      "topic": ""
    },
    "7": {
      "text": "que siempre están aprendiendo, y nunca pueden llegar al conocimiento de la verdad.",
      "topic": ""
    },
    "8": {
      "text": "Y de la manera que Janes y Jambres resistieron a Moisés, así también éstos resisten a la verdad; hombres corruptos de entendimiento, réprobos en cuanto a la fe.",
      "topic": ""
    },
    "9": {
      "text": "Mas no llegarán muy lejos; porque su insensatez será manifiesta a todos, como también lo fue la de aquéllos.",
      "topic": ""
    },
    "10": {
      "text": "Pero tú has conocido mi doctrina, conducta, propósito, fe, longanimidad, caridad, paciencia,",
      "topic": ""
    },
    "11": {
      "text": "persecuciones, aflicciones, como las que me sobrevinieron en Antioquía, en Iconio, en Listra, persecuciones que he sufrido; pero de todas [ellas] me ha librado el Señor.",
      "topic": ""
    },
    "12": {
      "text": "Y también todos los que quieren vivir piadosamente en Cristo Jesús, padecerán persecución.",
      "topic": ""
    },
    "13": {
      "text": "Mas los malos hombres y los engañadores irán de mal en peor, engañando y siendo engañados.",
      "topic": ""
    },
    "14": {
      "text": "Pero persiste tú en lo que has aprendido y te persuadiste, sabiendo de quién has aprendido;",
      "topic": ""
    },
    "15": {
      "text": "y que desde la niñez has sabido las Sagradas Escrituras, las cuales te pueden hacer sabio para la salvación por la fe que es en Cristo Jesús.",
      "topic": ""
    },
    "16": {
      "text": "Toda Escritura [es] dada por inspiración de Dios, y [es] útil para enseñar, para redargüir, para corregir, para instruir en justicia,",
      "topic": ""
    },
    "17": {
      "text": "para que el hombre de Dios sea perfecto, enteramente preparado para toda buena obra.",
      "topic": ""
    },
    "18": {
      "text": "La gracia de nuestro Señor Jesucristo [sea] con todos vosotros. Amén. [Epístola a los tesalonicenses. Escrita de Atenas por el apóstol Pablo].",
      "topic": ""
    },
    "19": {
      "text": "Maridos, amad [a vuestras] esposas, y no seáis amargos para con ellas.",
      "topic": ""
    },
    "20": {
      "text": "Hijos, obedeced [a vuestros] padres en todo; porque esto agrada al Señor.",
      "topic": ""
    },
    "21": {
      "text": "Padres, no provoquéis [a ira] a vuestros hijos, para que no se desanimen.",
      "topic": ""
    },
    "22": {
      "text": "Siervos, obedeced en todo [a vuestros] amos según la carne, no sirviendo al ojo, como los que agradan a los hombres, sino con sencillez de corazón, temiendo a Dios.",
      "topic": ""
    },
    "23": {
      "text": "Y todo lo que hagáis, hacedlo de corazón, como para el Señor y no para los hombres;",
      "topic": ""
    },
    "24": {
      "text": "sabiendo que del Señor recibiréis la recompensa de la herencia; porque a Cristo el Señor servís.",
      "topic": ""
    },
    "25": {
      "text": "Mas el que hace lo malo, recibirá el mal que hiciere, y no hay acepción de personas.",
      "topic": ""
    }
  }
}