{
  "info": {
    "book": "Colosenses",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Todos los que están bajo yugo de servidumbre, tengan a sus señores por dignos de toda honra, para que no sea blasfemado el nombre de Dios y [su] doctrina.",
      "topic": ""
    },
    "2": {
      "text": "Timoteo",
      "topic": ""
    },
    "3": {
      "text": "Si alguno enseña otra cosa, y no asiente a las sanas palabras de nuestro Señor Jesucristo, y a la doctrina que es conforme a la piedad,",
      "topic": ""
    },
    "4": {
      "text": "está envanecido, nada sabe, y enloquece acerca de cuestiones y contiendas de palabras, de las cuales nacen envidias, pleitos, maledicencias, malas sospechas,",
      "topic": ""
    },
    "5": {
      "text": "disputas perversas de hombres de mente corrompida, y privados de la verdad, que tienen la piedad por ganancia; apártate de los tales.",
      "topic": ""
    },
    "6": {
      "text": "Pero gran ganancia es la piedad con contentamiento.",
      "topic": ""
    },
    "7": {
      "text": "Porque nada hemos traído a [este] mundo, y sin duda nada podremos sacar.",
      "topic": ""
    },
    "8": {
      "text": "Así que, teniendo sustento y abrigo, estemos contentos con esto.",
      "topic": ""
    },
    "9": {
      "text": "Porque los que quieren enriquecerse, caen en tentación y lazo, y en muchas codicias necias y dañosas, que hunden a los hombres en perdición y muerte.",
      "topic": ""
    },
    "10": {
      "text": "Porque el amor al dinero es la raíz de todos los males; el cual codiciando algunos, se extraviaron de la fe, y se traspasaron con muchos dolores.",
      "topic": ""
    },
    "11": {
      "text": "Mas tú, oh hombre de Dios, huye de estas cosas, y sigue la justicia, la piedad, la fe, el amor, la paciencia, la mansedumbre.",
      "topic": ""
    },
    "12": {
      "text": "Pelea la buena batalla de la fe; echa mano de la vida eterna, a la cual asimismo eres llamado, habiendo hecho buena profesión delante de muchos testigos.",
      "topic": ""
    },
    "13": {
      "text": "Te mando delante de Dios, que da vida a todas las cosas, y de Cristo Jesús, que testificó la buena profesión delante de Poncio Pilato,",
      "topic": ""
    },
    "14": {
      "text": "que guardes [este] mandamiento sin mácula ni reprensión, hasta la aparición de nuestro Señor Jesucristo:",
      "topic": ""
    },
    "15": {
      "text": "La cual a su tiempo mostrará el Bendito y solo Soberano, Rey de reyes, y Señor de señores;",
      "topic": ""
    },
    "16": {
      "text": "el único que tiene inmortalidad, y habita en luz inaccesible; a quien ningún hombre ha visto ni puede ver. A Él [sea] honra y poder sempiterno. Amén.",
      "topic": ""
    },
    "17": {
      "text": "A los ricos de este mundo manda que no sean altivos, ni pongan la esperanza en las riquezas inciertas, sino en el Dios vivo, quien nos da todas las cosas en abundancia para que las disfrutemos.",
      "topic": ""
    },
    "18": {
      "text": "Que hagan bien, que sean ricos en buenas obras, generosos, que con facilidad comuniquen;",
      "topic": ""
    },
    "19": {
      "text": "atesorando para sí buen fundamento para lo por venir; que echen mano de la vida eterna.",
      "topic": ""
    },
    "20": {
      "text": "Oh Timoteo, guarda lo que se te ha encomendado, evitando las profanas y vanas discusiones, y los argumentos de la falsamente llamada ciencia;",
      "topic": ""
    },
    "21": {
      "text": "la cual profesando algunos, han errado en cuanto a la fe. La gracia [sea] contigo. Amén. [Epístola a Timoteo: Fue escrita de Laodicea, que es metrópoli de la Frigia Pacatiana].",
      "topic": ""
    }
  }
}