{
  "info": {
    "book": "Canción de canciones",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Canción de canciones, la cual es de Salomón.",
      "topic": ""
    },
    "2": {
      "text": "¶ ¡Oh!, si él me besara con besos de su boca! Porque mejores son tus amores que el vino.",
      "topic": ""
    },
    "3": {
      "text": "Por el olor de tus suaves ungüentos (Ungüento derramado es tu nombre), por eso las doncellas te amaron.",
      "topic": ""
    },
    "4": {
      "text": "Atráeme en pos de ti, correremos. El rey me ha metido en sus cámaras; nos gozaremos y alegraremos en ti; acordarémonos de tus amores más que del vino. Los rectos te aman.",
      "topic": ""
    },
    "5": {
      "text": "Morena soy, oh hijas de Jerusalén, mas codiciable; como las cabañas de Cedar, como las tiendas de Salomón.",
      "topic": ""
    },
    "6": {
      "text": "No miréis en que soy morena, porque el sol me miró. Los hijos de mi madre se airaron contra mí, me hicieron guarda de viñas; y mi viña, que era mía, no guardé.",
      "topic": ""
    },
    "7": {
      "text": "¶ Hazme saber, o tú a quien ama mi alma, dónde apacientas, dónde sesteas tu rebaño al medio día; pues, ¿por qué había yo de estar como vagueando tras los rebaños de tus compañeros?",
      "topic": ""
    },
    "8": {
      "text": "Si tú no lo sabes, oh hermosa entre las mujeres, sal, yéndote por las huellas del rebaño, y apacienta tus cabritas junto a las cabañas de los pastores.",
      "topic": ""
    },
    "9": {
      "text": "A yegua de los carros de Faraón te he comparado, amiga mía.",
      "topic": ""
    },
    "10": {
      "text": "Hermosas son tus mejillas entre los zarcillos, tu cuello entre los collares.",
      "topic": ""
    },
    "11": {
      "text": "Zarcillos de oro te haremos, con clavos de plata.",
      "topic": ""
    },
    "12": {
      "text": "¶ Mientras que el rey estaba en su reclinatorio, mi nardo dio su olor.",
      "topic": ""
    },
    "13": {
      "text": "Mi amado es para mí un manojito de mirra, que reposa entre mis pechos.",
      "topic": ""
    },
    "14": {
      "text": "Racimo de alcanfor en las viñas de En-gadi es para mí mi amado.",
      "topic": ""
    },
    "15": {
      "text": "He aquí que tú eres hermosa, oh compañera mía; he aquí que eres hermosa; tus ojos de paloma.",
      "topic": ""
    },
    "16": {
      "text": "He aquí que tú eres hermoso, oh amado mío, y suave; nuestro lecho también florido.",
      "topic": ""
    },
    "17": {
      "text": "Las vigas de nuestras casas son de cedro, y de hayas los artesonados.",
      "topic": ""
    }
  }
}