{
  "info": {
    "book": "Canción de canciones",
    "chapter": "2",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Yo soy el Lirio del campo (de Sarón ), y la rosa de los valles.",
      "topic": ""
    },
    "2": {
      "text": "Como el lirio entre las espinas, así es mi amiga entre las doncellas.",
      "topic": ""
    },
    "3": {
      "text": "¶ Como el manzano entre los árboles silvestres, así es mi amado entre los hijos; bajo su sombra deseé sentarme , y su fruto fue dulce en mi paladar.",
      "topic": ""
    },
    "4": {
      "text": "Me llevó a la cámara del vino, y puso su bandera de amor sobre mí.",
      "topic": ""
    },
    "5": {
      "text": "Sustentadme con frascos de vino , esforzadme con manzanas; porque estoy enferma de amor.",
      "topic": ""
    },
    "6": {
      "text": "Su izquierda esté debajo de mi cabeza, y su derecha me abrace.",
      "topic": ""
    },
    "7": {
      "text": "Yo os conjuro, oh doncellas de Jerusalén, por las gamas y por las ciervas del campo, que no despertéis ni hagáis velar al amor hasta que él quiera.",
      "topic": ""
    },
    "8": {
      "text": "¶ ¡La voz de mi amado! He aquí él viene saltando sobre los montes, brincando sobre los collados.",
      "topic": ""
    },
    "9": {
      "text": "Mi amado es semejante al gamo, o al cabrito de los ciervos. Helo aquí, está tras nuestra pared, mirando por las ventanas, mostrándose por las rejas.",
      "topic": ""
    },
    "10": {
      "text": "Mi amado habló, y me dijo: Levántate, oh compañera mía, hermosa mía, y vente.",
      "topic": ""
    },
    "11": {
      "text": "Porque he aquí ha pasado el invierno, se ha mudado, la lluvia se fue;",
      "topic": ""
    },
    "12": {
      "text": "se han mostrado las flores en la tierra, el tiempo de la canción es venido, y en nuestra tierra se ha oído la voz de la tórtola;",
      "topic": ""
    },
    "13": {
      "text": "la higuera ha echado sus higos, y las vides en cierne dieron olor; levántate, oh compañera mía, hermosa mía, y vente.",
      "topic": ""
    },
    "14": {
      "text": "¶ Paloma mía, que estás en los agujeros de la peña, en lo escondido de la escalera, muéstrame tu vista, hazme oír tu voz; porque tu voz es dulce, y tu vista hermosa.",
      "topic": ""
    },
    "15": {
      "text": "Cazadnos las zorras, las zorras pequeñas, que echan a perder las viñas; porque nuestras viñas están en cierne.",
      "topic": ""
    },
    "16": {
      "text": "Mi amado es mío, y yo suya; el apacienta entre lirios.",
      "topic": ""
    },
    "17": {
      "text": "Hasta que apunte el día, y huyan las sombras, vuélvete, amado mío; sé semejante al gamo, o al cabrito de los ciervos, sobre los montes de Beter.",
      "topic": ""
    }
  }
}