{
  "info": {
    "book": "Canción de canciones",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Yo vine a mi huerto, oh hermana, esposa mía; he cogido mi mirra y mis aromas; he comido mi panal y mi miel, mi vino y mi leche he bebido. Comed, amigos; bebed, amados, y embriagaos.",
      "topic": ""
    },
    "2": {
      "text": "¶ Yo duermo, pero mi corazón vela por la voz de mi amado que toca a la puerta : Abreme, hermana mía, compañera mía, paloma mía, perfecta mía; porque mi cabeza está llena de rocío, mis cabellos de las gotas de la noche.",
      "topic": ""
    },
    "3": {
      "text": "Me he desnudado mi ropa; ¿cómo la tengo de vestir? He lavado mis pies; ¿cómo los tengo de ensuciar?",
      "topic": ""
    },
    "4": {
      "text": "Mi amado metió su mano por el agujero, y mis entrañas se conmovieron dentro de mí.",
      "topic": ""
    },
    "5": {
      "text": "Yo me levanté para abrir a mi amado, y mis manos gotearon mirra, y mis dedos mirra que corría sobre las aldabas del candado.",
      "topic": ""
    },
    "6": {
      "text": "Abrí yo a mi amado; mas mi amado se había ido, había ya pasado; y tras su hablar salió mi alma: lo busqué, y no lo hallé; lo llamé, y no me respondió.",
      "topic": ""
    },
    "7": {
      "text": "Me hallaron los guardas que rondan la ciudad; me golpearon, me hirieron, me quitaron mi manto de encima los guardas de los muros.",
      "topic": ""
    },
    "8": {
      "text": "Yo os conjuro, oh doncellas de Jerusalén, si hallareis a mi amado, que le hagáis saber cómo de amor estoy enferma.",
      "topic": ""
    },
    "9": {
      "text": "¶ ¿Qué es tu amado más que los otros amados, oh la más hermosa de todas las mujeres? ¿Qué es tu amado más que los otros amados, que así nos conjuras?",
      "topic": ""
    },
    "10": {
      "text": "Mi amado es blanco y rubio, señalado entre diez mil.",
      "topic": ""
    },
    "11": {
      "text": "Su cabeza, como , oro finísimo; sus cabellos crespos, negros como el cuervo.",
      "topic": ""
    },
    "12": {
      "text": "Sus ojos, como palomas junto a los arroyos de las aguas, que se lavan con leche; como palomas que están junto a la abundancia.",
      "topic": ""
    },
    "13": {
      "text": "Sus mejillas, como una era de especias aromáticas, como fragantes flores; sus labios, como lirios que destilan mirra que trasciende.",
      "topic": ""
    },
    "14": {
      "text": "Sus manos, como anillos de oro engastados de jacintos; su vientre, como blanco marfil cubierto de zafiros.",
      "topic": ""
    },
    "15": {
      "text": "Sus piernas, como columnas de mármol fundadas sobre basas de fino oro; su vista como el Líbano, escogido como los cedros.",
      "topic": ""
    },
    "16": {
      "text": "Su paladar, dulcísimo: y todo él codiciable. Tal es mi amado, tal es mi compañero, oh doncellas de Jerusalén.",
      "topic": ""
    }
  }
}