{
  "info": {
    "book": "Numbers",
    "chapter": "1",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah spoke to Moses in the wilderness of Sinai in the tent of meeting, on the first of the second month, in the second year after their departure from the land of Egypt, saying,",
      "topic": ""
    },
    "2": {
      "text": "Take the sum of the whole assembly of the children of Israel, after their families, according to their fathers’ houses, by the number of the names, every male, according to their polls;",
      "topic": ""
    },
    "3": {
      "text": "from twenty years and upward, all that go forth to military service in Israel: ye shall number them according to their hosts, thou and Aaron.",
      "topic": ""
    },
    "4": {
      "text": "And with you there shall be a man for every tribe, a man who is the head of his father’s house.",
      "topic": ""
    },
    "5": {
      "text": "And these are the names of the men that shall stand with you: for Reuben, Elizur the son of Shedeur;",
      "topic": ""
    },
    "6": {
      "text": "for Simeon, Shelumiel the son of Zurishaddai;",
      "topic": ""
    },
    "7": {
      "text": "for Judah, Nahshon the son of Amminadab;",
      "topic": ""
    },
    "8": {
      "text": "for Issachar, Nethaneel the son of Zuar;",
      "topic": ""
    },
    "9": {
      "text": "for Zebulun, Eliab the son of Helon;",
      "topic": ""
    },
    "10": {
      "text": "for the children of Joseph: for Ephraim, Elishama the son of Ammihud; for Manasseh, Gamaliel the son of Pedahzur;",
      "topic": ""
    },
    "11": {
      "text": "for Benjamin, Abidan the son of Gideoni;",
      "topic": ""
    },
    "12": {
      "text": "for Dan, Ahiezer the son of Ammishaddai;",
      "topic": ""
    },
    "13": {
      "text": "for Asher, Pagiel the son of Ocran;",
      "topic": ""
    },
    "14": {
      "text": "for Gad, Eliasaph the son of Deuel;",
      "topic": ""
    },
    "15": {
      "text": "for Naphtali, Ahira the son of Enan.",
      "topic": ""
    },
    "16": {
      "text": "These were those summoned of the assembly, princes of the tribes of their fathers, the heads of the thousands of Israel.",
      "topic": ""
    },
    "17": {
      "text": "And Moses and Aaron took these men who are expressed by their names,",
      "topic": ""
    },
    "18": {
      "text": "and gathered the whole assembly together on the first of the second month. And they declared their pedigrees after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, according to their polls.",
      "topic": ""
    },
    "19": {
      "text": "As Jehovah had commanded Moses, so he numbered them in the wilderness of Sinai.",
      "topic": ""
    },
    "20": {
      "text": "And the sons of Reuben, Israel’s eldest son, their generations, after their families, according to their fathers’ houses, by the number of the names, according to their polls, every male from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "21": {
      "text": "those that were numbered of them, of the tribe of Reuben, were forty-six thousand five hundred.",
      "topic": ""
    },
    "22": {
      "text": "Of the sons of Simeon: their generations, after their families, according to their fathers’ houses, those that were numbered of them, by the number of the names, according to their polls, every male from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "23": {
      "text": "those that were numbered of them, of the tribe of Simeon, were fifty-nine thousand three hundred.",
      "topic": ""
    },
    "24": {
      "text": "Of the sons of Gad: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "25": {
      "text": "those that were numbered of them, of the tribe of Gad, were forty-five thousand six hundred and fifty.",
      "topic": ""
    },
    "26": {
      "text": "Of the sons of Judah: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "27": {
      "text": "those that were numbered of them, of the tribe of Judah, were seventy-four thousand six hundred.",
      "topic": ""
    },
    "28": {
      "text": "Of the sons of Issachar: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "29": {
      "text": "those that were numbered of them, of the tribe of Issachar, were fifty-four thousand four hundred.",
      "topic": ""
    },
    "30": {
      "text": "Of the sons of Zebulun: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "31": {
      "text": "those that were numbered of them, of the tribe of Zebulun, were fifty-seven thousand four hundred.",
      "topic": ""
    },
    "32": {
      "text": "Of the sons of Joseph: of the children of Ephraim: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "33": {
      "text": "those that were numbered of them, of the tribe of Ephraim, were forty thousand five hundred.",
      "topic": ""
    },
    "34": {
      "text": "Of the children of Manasseh: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "35": {
      "text": "those that were numbered of them, of the tribe of Manasseh, were thirty-two thousand two hundred.",
      "topic": ""
    },
    "36": {
      "text": "Of the sons of Benjamin: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "37": {
      "text": "those that were numbered of them, of the tribe of Benjamin, were thirty-five thousand four hundred.",
      "topic": ""
    },
    "38": {
      "text": "Of the sons of Dan: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "39": {
      "text": "those that were numbered of them, of the tribe of Dan, were sixty-two thousand seven hundred.",
      "topic": ""
    },
    "40": {
      "text": "Of the sons of Asher: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "41": {
      "text": "those that were numbered of them, of the tribe of Asher, were forty-one thousand five hundred.",
      "topic": ""
    },
    "42": {
      "text": "Of the sons of Naphtali: their generations, after their families, according to their fathers’ houses, by the number of the names, from twenty years old and upward, all that went forth to military service:",
      "topic": ""
    },
    "43": {
      "text": "those that were numbered of them, of the tribe of Naphtali, were fifty-three thousand four hundred.",
      "topic": ""
    },
    "44": {
      "text": "These are those that were numbered, whom Moses and Aaron numbered, and the princes of Israel, the twelve men: each one was for the house of his fathers.",
      "topic": ""
    },
    "45": {
      "text": "And all those that were numbered of the children of Israel, according to their fathers’ houses, from twenty years old and upward, all that went forth to military service in Israel,",
      "topic": ""
    },
    "46": {
      "text": "all they that were numbered were six hundred and three thousand five hundred and fifty.",
      "topic": ""
    },
    "47": {
      "text": "But the Levites after the tribe of their fathers were not numbered among them.",
      "topic": ""
    },
    "48": {
      "text": "For Jehovah had spoken to Moses, saying,",
      "topic": ""
    },
    "49": {
      "text": "Only thou shalt not number the tribe of Levi, neither take the sum of them among the children of Israel.",
      "topic": ""
    },
    "50": {
      "text": "But thou, appoint the Levites over the tabernacle of testimony, and over all the vessels thereof, and over all things that belong to it: they shall bear the tabernacle, and all its vessels; and they shall serve it, and round about the tabernacle shall they encamp;",
      "topic": ""
    },
    "51": {
      "text": "and when the tabernacle setteth forward, the Levites shall take it down; and when the tabernacle encampeth, the Levites shall set it up; and the stranger that cometh near shall be put to death.",
      "topic": ""
    },
    "52": {
      "text": "And the children of Israel shall encamp every man in his camp, and every man by his own standard, according to their hosts;",
      "topic": ""
    },
    "53": {
      "text": "but the Levites shall encamp round about the tabernacle of testimony, that there come not wrath upon the assembly of the children of Israel; and the Levites shall keep the charge of the tabernacle of testimony.",
      "topic": ""
    },
    "54": {
      "text": "And the children of Israel did so; according to all that Jehovah had commanded Moses, so did they.",
      "topic": ""
    }
  }
}