{
  "info": {
    "book": "Numbers",
    "chapter": "2",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah spoke to Moses and to Aaron, saying,",
      "topic": ""
    },
    "2": {
      "text": "The children of Israel shall encamp every one by his standard, with the ensign of their father’s house; round about the tent of meeting, afar off, opposite to it shall they encamp.",
      "topic": ""
    },
    "3": {
      "text": "And [for] those encamping eastward toward the sun-rising [there shall be] the standard of the camp of Judah according to their hosts; and the prince of the sons of Judah shall be Nahshon the son of Amminadab;",
      "topic": ""
    },
    "4": {
      "text": "and his host, even those that were numbered of them, were seventy-four thousand six hundred.",
      "topic": ""
    },
    "5": {
      "text": "And those that encamp next unto him shall be the tribe of Issachar; and the prince of the sons of Issachar shall be Nethaneel the son of Zuar;",
      "topic": ""
    },
    "6": {
      "text": "and his host, even those that were numbered thereof, fifty-four thousand four hundred.",
      "topic": ""
    },
    "7": {
      "text": "[With them shall be] the tribe of Zebulun; and the prince of the sons of Zebulun shall be Eliab the son of Helon;",
      "topic": ""
    },
    "8": {
      "text": "and his host, even those that were numbered thereof, fifty-seven thousand four hundred.",
      "topic": ""
    },
    "9": {
      "text": "All that were numbered of the camp of Judah were a hundred and eighty-six thousand four hundred, according to their hosts. They shall set forth first.",
      "topic": ""
    },
    "10": {
      "text": "The standard of the camp of Reuben shall be southward according to their hosts; and the prince of the sons of Reuben shall be Elizur the son of Shedeur;",
      "topic": ""
    },
    "11": {
      "text": "and his host, even those that were numbered thereof, forty-six thousand five hundred.",
      "topic": ""
    },
    "12": {
      "text": "And those that encamp by him shall be the tribe of Simeon; and the prince of the sons of Simeon shall be Shelumiel the son of Zurishaddai;",
      "topic": ""
    },
    "13": {
      "text": "and his host, even those that were numbered of them, fifty-nine thousand three hundred.",
      "topic": ""
    },
    "14": {
      "text": "And [with them shall be] the tribe of Gad; and the prince of the sons of Gad shall be Eliasaph the son of Reuel;",
      "topic": ""
    },
    "15": {
      "text": "and his host, even those that were numbered of them, forty-five thousand six hundred and fifty.",
      "topic": ""
    },
    "16": {
      "text": "All that were numbered of the camp of Reuben were a hundred and fifty-one thousand four hundred and fifty, according to their hosts. And they shall set forth second.",
      "topic": ""
    },
    "17": {
      "text": "And the tent of meeting shall set forth, the camp of the Levites in the midst of the camps; as they encamp, so shall they set forth, every man in his place, according to their standards.",
      "topic": ""
    },
    "18": {
      "text": "The standard of the camp of Ephraim according to their hosts shall be westward; and the prince of the sons of Ephraim shall be Elishama the son of Ammihud;",
      "topic": ""
    },
    "19": {
      "text": "and his host, even those that were numbered of them, forty thousand five hundred.",
      "topic": ""
    },
    "20": {
      "text": "And by him shall be the tribe of Manasseh; and the prince of the sons of Manasseh shall be Gamaliel the son of Pedahzur;",
      "topic": ""
    },
    "21": {
      "text": "and his host, even those that were numbered of them, thirty-two thousand two hundred.",
      "topic": ""
    },
    "22": {
      "text": "And [with them shall be] the tribe of Benjamin; and the prince of the sons of Benjamin shall be Abidan the son of Gideoni;",
      "topic": ""
    },
    "23": {
      "text": "and his host, even those that were numbered of them, thirty-five thousand four hundred.",
      "topic": ""
    },
    "24": {
      "text": "All that were numbered of the camp of Ephraim were a hundred and eight thousand one hundred, according to their hosts. And they shall set forth third.",
      "topic": ""
    },
    "25": {
      "text": "The standard of the camp of Dan shall be northward according to their hosts; and the prince of the sons of Dan shall be Ahiezer the son of Ammishaddai;",
      "topic": ""
    },
    "26": {
      "text": "and his host, even those that were numbered of them, sixty-two thousand seven hundred.",
      "topic": ""
    },
    "27": {
      "text": "And those that encamp by him shall be the tribe of Asher; and the prince of the sons of Asher shall be Pagiel the son of Ocran;",
      "topic": ""
    },
    "28": {
      "text": "and his host, even those that were numbered of them, forty-one thousand five hundred.",
      "topic": ""
    },
    "29": {
      "text": "And [with them shall be] the tribe of Naphtali; and the prince of the sons of Naphtali shall be Ahira the son of Enan;",
      "topic": ""
    },
    "30": {
      "text": "and his host, even those that were numbered of them, fifty-three thousand four hundred.",
      "topic": ""
    },
    "31": {
      "text": "All that were numbered of the camp of Dan were a hundred and fifty-seven thousand six hundred. They shall set forth last according to their standards.",
      "topic": ""
    },
    "32": {
      "text": "These are those that were numbered of the children of Israel, according to their fathers’ houses: all those that were numbered of the camps, according to their hosts, were six hundred and three thousand five hundred and fifty.",
      "topic": ""
    },
    "33": {
      "text": "But the Levites were not numbered among the children of Israel; as Jehovah had commanded Moses.",
      "topic": ""
    },
    "34": {
      "text": "And the children of Israel did according to all that Jehovah had commanded Moses: so they encamped according to their standards, and so they journeyed, every one according to their families, according to their fathers’ houses.",
      "topic": ""
    }
  }
}