{
  "info": {
    "book": "Numbers",
    "chapter": "4",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah spoke to Moses and to Aaron, saying,",
      "topic": ""
    },
    "2": {
      "text": "Take the sum of the sons of Kohath from among the sons of Levi, after their families, according to their fathers’ houses,",
      "topic": ""
    },
    "3": {
      "text": "from thirty years old and upward even unto fifty years old, all that enter into the service, to do the work in the tent of meeting.",
      "topic": ""
    },
    "4": {
      "text": "This shall be the service of the sons of Kohath in the tent of meeting: it is most holy.",
      "topic": ""
    },
    "5": {
      "text": "And when the camp setteth forward, Aaron and his sons shall go in, and they shall take down the veil of separation and cover the ark of testimony with it;",
      "topic": ""
    },
    "6": {
      "text": "and shall put thereon a covering of badgers’ skin, and shall spread over it a cloth wholly of blue, and shall put its staves [to it].",
      "topic": ""
    },
    "7": {
      "text": "And upon the table of shewbread they shall spread a cloth of blue; and put thereon the dishes, and the cups, and the bowls, and goblets of the drink-offering; and the continual bread shall be thereon.",
      "topic": ""
    },
    "8": {
      "text": "And they shall spread upon them a cloth of scarlet, and cover it with a covering of badgers’ skin, and shall put its staves [to it].",
      "topic": ""
    },
    "9": {
      "text": "And they shall take a cloth of blue, and cover the candlestick of the light, and its lamps, and its snuffers, and its snuff-trays, and all the oil vessels thereof, wherewith they perform its service;",
      "topic": ""
    },
    "10": {
      "text": "and they shall put it and all the utensils thereof within a covering of badgers’ skin, and shall put it upon a pole.",
      "topic": ""
    },
    "11": {
      "text": "And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of badgers’ skin, and shall put its staves [to it].",
      "topic": ""
    },
    "12": {
      "text": "And they shall take all the instruments of service, wherewith they serve in the sanctuary, and put them in a cloth of blue, and cover them with a covering of badgers’ skin, and shall put them upon a pole.",
      "topic": ""
    },
    "13": {
      "text": "And they shall cleanse the altar of the ashes, and spread a purple cloth thereon;",
      "topic": ""
    },
    "14": {
      "text": "and they shall put upon it all the utensils thereof, wherewith they perform service about it: the firepans, the forks, and the shovels, and the bowls,—all the utensils of the altar; and they shall spread upon it a covering of badgers’ skin, and put its staves [to it].",
      "topic": ""
    },
    "15": {
      "text": "And when Aaron and his sons have ended covering the sanctuary, and all the utensils of the sanctuary, when the camp setteth forward, then afterwards the sons of Kohath shall come to carry it; but they shall not touch the holy things, lest they die. This is what the sons of Kohath have to carry in the tent of meeting.",
      "topic": ""
    },
    "16": {
      "text": "And Eleazar the son of Aaron the priest shall have the oversight of the oil for the light, and the fragrant incense, and the continual oblation, and the anointing oil,—the oversight of the whole tabernacle, and of all that is therein, over the sanctuary, and over its furniture.",
      "topic": ""
    },
    "17": {
      "text": "And Jehovah spoke to Moses and to Aaron, saying,",
      "topic": ""
    },
    "18": {
      "text": "Ye shall not cut off the families of the Kohathites from among the Levites,",
      "topic": ""
    },
    "19": {
      "text": "but this shall ye do unto them, that they may live, and not die, when they draw near unto the most holy things: Aaron and his sons shall go in, and appoint them every one to his service and to his burden;",
      "topic": ""
    },
    "20": {
      "text": "but they shall not go in and see for a moment the holy things, lest they die.",
      "topic": ""
    },
    "21": {
      "text": "And Jehovah spoke to Moses, saying,",
      "topic": ""
    },
    "22": {
      "text": "Take also the sum of the sons of Gershon, according to their fathers’ houses, after their families.",
      "topic": ""
    },
    "23": {
      "text": "From thirty years old and upward to fifty years old shalt thou number them; every one that cometh to labour in the work, to perform the service in the tent of meeting.",
      "topic": ""
    },
    "24": {
      "text": "This shall be the service of the families of the Gershonites, in serving, and in carrying:",
      "topic": ""
    },
    "25": {
      "text": "they shall carry the curtains of the tabernacle, and the tent of meeting, its covering, and the covering of badgers’ skin that is above upon it, and the curtain of the entrance to the tent of meeting,",
      "topic": ""
    },
    "26": {
      "text": "and the hangings of the court, and the curtain of the entrance, of the gate of the court, which surroundeth the tabernacle and the altar, and the cords thereof, and all the instruments of their service; and all that is to be done for these things shall they perform.",
      "topic": ""
    },
    "27": {
      "text": "At the commandment of Aaron and his sons shall be all the service of the sons of the Gershonites, in all their carrying, and in all their service; and ye shall appoint unto them in charge all their carrying.",
      "topic": ""
    },
    "28": {
      "text": "This is the service of the families of the sons of Gershon in the tent of meeting, and their charge shall be under the hand of Ithamar the son of Aaron the priest.",
      "topic": ""
    },
    "29": {
      "text": "The sons of Merari: after their families, according to their fathers’ houses shalt thou number them;",
      "topic": ""
    },
    "30": {
      "text": "from thirty years old and upward even to fifty years old shalt thou number them, every one that entereth into the labour, to perform the service of the tent of meeting.",
      "topic": ""
    },
    "31": {
      "text": "And this shall be the charge of their burden, according to all their service in the tent of meeting: the boards of the tabernacle, and the bars thereof, and the pillars thereof, and bases thereof,",
      "topic": ""
    },
    "32": {
      "text": "and the pillars of the court round about, and their bases, and their pegs, and their cords, all their instruments, according to all their service; and by name ye shall number to them the materials which are their charge to carry.",
      "topic": ""
    },
    "33": {
      "text": "This is the service of the families of the sons of Merari, according to all their service in the tent of meeting, under the hand of Ithamar the son of Aaron the priest.",
      "topic": ""
    },
    "34": {
      "text": "And Moses and Aaron and the princes of the assembly numbered the sons of the Kohathites after their families, and according to their fathers’ houses,",
      "topic": ""
    },
    "35": {
      "text": "from thirty years old and upward even to fifty years old, every one that entered into the labour, for service in the tent of meeting.",
      "topic": ""
    },
    "36": {
      "text": "And those that were numbered of them according to their families were two thousand seven hundred and fifty.",
      "topic": ""
    },
    "37": {
      "text": "These are they that were numbered of the families of the Kohathites, every one that served in the tent of meeting, whom Moses and Aaron numbered according to the commandment of Jehovah through Moses.",
      "topic": ""
    },
    "38": {
      "text": "And those that were numbered of the sons of Gershon, after their families, and according to their fathers’ houses,",
      "topic": ""
    },
    "39": {
      "text": "from thirty years old and upward even to fifty years old, every one that entered into the labour, for service in the tent of meeting,",
      "topic": ""
    },
    "40": {
      "text": "even those that were numbered of them, after their families, according to their fathers’ houses, were two thousand six hundred and thirty.",
      "topic": ""
    },
    "41": {
      "text": "These are they that were numbered of the families of the sons of Gershon, all that served in the tent of meeting, whom Moses and Aaron numbered according to the commandment of Jehovah.",
      "topic": ""
    },
    "42": {
      "text": "And those that were numbered of the families of the sons of Merari, after their families, according to their fathers’ houses,",
      "topic": ""
    },
    "43": {
      "text": "from thirty years old and upward even to fifty years old, every one that entered into the labour, for service in the tent of meeting,",
      "topic": ""
    },
    "44": {
      "text": "even those that were numbered of them according to their families, were three thousand two hundred.",
      "topic": ""
    },
    "45": {
      "text": "These are they that were numbered of the families of the sons of Merari, whom Moses and Aaron numbered according to the commandment of Jehovah through Moses.",
      "topic": ""
    },
    "46": {
      "text": "All those that were numbered of the Levites, whom Moses and Aaron and the princes of Israel numbered, after their families and according to their fathers’ houses,",
      "topic": ""
    },
    "47": {
      "text": "from thirty years old and upward even to fifty years old, every one that came to serve [in] the work of the service, and [in] the work of carrying, in the tent of meeting,",
      "topic": ""
    },
    "48": {
      "text": "even those that were numbered of them, were eight thousand five hundred and eighty.",
      "topic": ""
    },
    "49": {
      "text": "According to the commandment of Jehovah they were numbered by Moses, every one for his service, and for his burden, and numbered by him, as Jehovah had commanded Moses.",
      "topic": ""
    }
  }
}