{
  "info": {
    "book": "Jeremiah",
    "chapter": "6",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Flee for safety, ye children of Benjamin, out of the midst of Jerusalem, and blow the trumpet in Tekoa, and set up a signal in Beth-haccerem; for evil appeareth out of the north, and a great destruction.",
      "topic": ""
    },
    "2": {
      "text": "The comely and delicate one do I cut off, the daughter of Zion.",
      "topic": ""
    },
    "3": {
      "text": "Shepherds with their flocks shall come unto her; they shall pitch [their] tents against her round about; they shall feed every one in his place.",
      "topic": ""
    },
    "4": {
      "text": "Prepare war against her. Arise, and let us go up at noon. Woe unto us! for the day hath declined, for the shadows of the evening are lengthening.",
      "topic": ""
    },
    "5": {
      "text": "Arise, and let us go up by night, and let us destroy her palaces.",
      "topic": ""
    },
    "6": {
      "text": "For thus hath Jehovah of hosts said: Hew ye down trees, and cast a mound against Jerusalem. She is the city to be visited; she is wholly oppression in the midst of her.",
      "topic": ""
    },
    "7": {
      "text": "As a well poureth forth her waters, so she poureth forth her wickedness: violence and destruction are heard in her; before me continually are grief and wounds.",
      "topic": ""
    },
    "8": {
      "text": "Be thou instructed, Jerusalem, lest my soul be alienated from thee; lest I make thee a desolation, a land not inhabited.",
      "topic": ""
    },
    "9": {
      "text": "Thus saith Jehovah of hosts: They shall thoroughly glean like a vine the remnant of Israel: turn back thy hand, as a grape-gatherer unto the baskets.",
      "topic": ""
    },
    "10": {
      "text": "To whom shall I speak and testify, that they may hear? Behold, their ear is uncircumcised, and they cannot hearken: behold, the word of Jehovah is unto them a reproach; they have no delight in it.",
      "topic": ""
    },
    "11": {
      "text": "And I am full of the fury of Jehovah, I am weary with holding in. Pour it out upon the children in the street, and upon the assembly of young men together: for even the husband with the wife shall be taken; the aged with him [that is] full of days.",
      "topic": ""
    },
    "12": {
      "text": "And their houses shall be turned unto others, [their] fields and wives together; for I will stretch out my hand upon the inhabitants of the land, saith Jehovah.",
      "topic": ""
    },
    "13": {
      "text": "For from the least of them even unto the greatest of them, every one is given to covetousness; and from the prophet even unto the priest, every one dealeth falsely.",
      "topic": ""
    },
    "14": {
      "text": "And they have healed the breach of the daughter of my people lightly, saying, Peace, peace! when there is no peace.",
      "topic": ""
    },
    "15": {
      "text": "Are they ashamed that they have committed abomination? Nay, they are not at all ashamed, neither know they what it is to blush. Therefore they shall fall among them that fall; at the time that I visit them they shall stumble, saith Jehovah.",
      "topic": ""
    },
    "16": {
      "text": "Thus saith Jehovah: Stand in the ways and see, and ask for the ancient paths, which is the good way, and walk therein, and ye shall find rest for your souls. But they said, We will not walk [therein].",
      "topic": ""
    },
    "17": {
      "text": "Also I have set watchmen over you:—Hearken ye to the sound of the trumpet. But they said, We will not hearken.",
      "topic": ""
    },
    "18": {
      "text": "Therefore hear, ye nations, and know, O assembly, what is among them.",
      "topic": ""
    },
    "19": {
      "text": "Hear, O earth: behold, I will bring evil upon this people, the fruit of their thoughts; for they have not hearkened unto my words, and as to my law, they have rejected it.",
      "topic": ""
    },
    "20": {
      "text": "To what purpose should there come to me incense from Sheba, and the sweet cane from a far country? Your burnt-offerings are not acceptable, nor are your sacrifices pleasing unto me.",
      "topic": ""
    },
    "21": {
      "text": "Therefore thus saith Jehovah: Behold, I will lay stumbling-blocks before this people, and the fathers and the sons together shall fall over them; the neighbour and his friend shall perish.",
      "topic": ""
    },
    "22": {
      "text": "Thus saith Jehovah: Behold, a people cometh from the north country, and a great nation is stirred up from the uttermost parts of the earth.",
      "topic": ""
    },
    "23": {
      "text": "They lay hold on bow and spear; they are cruel, and have no mercy; their voice roareth like the sea; and they ride upon horses, set in array as a man for the battle, against thee, daughter of Zion.",
      "topic": ""
    },
    "24": {
      "text": "We have heard the report thereof: our hands are grown feeble; anguish hath taken hold of us, pain as of a woman that travaileth.",
      "topic": ""
    },
    "25": {
      "text": "Go not forth into the field, nor walk by the way; for [there is] the sword of the enemy, terror is on every side.",
      "topic": ""
    },
    "26": {
      "text": "Daughter of my people, gird thee with sackcloth, and roll thyself in ashes: make mourning, [as] for an only son—bitter lamentation; for the spoiler cometh suddenly upon us.",
      "topic": ""
    },
    "27": {
      "text": "I have set thee among my people as an assayer, a fortress, that thou mayest know and try their way.",
      "topic": ""
    },
    "28": {
      "text": "They are all the most rebellious of rebels, going about with slander: they are bronze and iron; they are all corrupters.",
      "topic": ""
    },
    "29": {
      "text": "The bellows are burned, the lead is consumed by the fire; they have melted, and melted in vain; and the bad are not plucked away.",
      "topic": ""
    },
    "30": {
      "text": "Reprobate silver shall they call them, for Jehovah hath rejected them.",
      "topic": ""
    }
  }
}