{
  "info": {
    "book": "Juan",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ En el principio ya era la Palabra, y aquel que es la Palabra era con el Dios, y la Palabra era Dios.",
      "topic": ""
    },
    "2": {
      "text": "Este era en el principio con el Dios.",
      "topic": ""
    },
    "3": {
      "text": "Todas las cosas por él fueron hechas; y sin él nada de lo que es hecho, fue hecho.",
      "topic": ""
    },
    "4": {
      "text": "En él estaba la vida, y la vida era la luz de los hombres.",
      "topic": ""
    },
    "5": {
      "text": "¶ Y la luz en las tinieblas resplandece; mas las tinieblas no la comprendieron.",
      "topic": ""
    },
    "6": {
      "text": "Hubo un hombre enviado de Dios, el cual se llamaba Juan.",
      "topic": ""
    },
    "7": {
      "text": "Este vino por testimonio, para que diese testimonio de la luz, para que todos creyesen por él.",
      "topic": ""
    },
    "8": {
      "text": "El no era la luz, sino para que diese testimonio de la luz.",
      "topic": ""
    },
    "9": {
      "text": "Aquella Palabra era la luz verdadera, que alumbra a todo hombre que viene a este mundo.",
      "topic": ""
    },
    "10": {
      "text": "En el mundo estaba, y el mundo fue hecho por él; y el mundo no le conoció.",
      "topic": ""
    },
    "11": {
      "text": "A lo que era suyo vino, y los suyos no le recibieron.",
      "topic": ""
    },
    "12": {
      "text": "Mas a todos los que le recibieron, les dio potestad de ser hechos hijos de Dios, a los que creen en su Nombre;",
      "topic": ""
    },
    "13": {
      "text": "los cuales no son engendrados de sangre, ni de voluntad de carne, ni de voluntad de varón, sino de Dios.",
      "topic": ""
    },
    "14": {
      "text": "Y aquella Palabra fue hecha carne, y habitó entre nosotros; (y vimos su gloria,) gloria como del Unigénito del Padre, lleno de gracia y de verdad.",
      "topic": ""
    },
    "15": {
      "text": "¶ Juan dio testimonio de él, y clamó diciendo: Este es del que yo decía: El que viene tras de mí, es antes de mí; porque es primero que yo.",
      "topic": ""
    },
    "16": {
      "text": "Y de su plenitud tomamos todos, y gracia por gracia.",
      "topic": ""
    },
    "17": {
      "text": "Porque la ley por Moisés fue dada, mas la gracia y la verdad por Jesús, el Cristo, fue hecha.",
      "topic": ""
    },
    "18": {
      "text": "A Dios nadie le vio jamás; el Unigénito hijo, que está en el seno del Padre, él nos lo declaró.",
      "topic": ""
    },
    "19": {
      "text": "¶ Y éste es el testimonio de Juan, cuando los judíos enviaron de Jerusalén sacerdotes y levitas, que le preguntasen: ¿Tú, quién eres?",
      "topic": ""
    },
    "20": {
      "text": "Y confesó, y no negó; confesó que no era el Cristo.",
      "topic": ""
    },
    "21": {
      "text": "Y le preguntaron: ¿Qué pues? ¿Eres tú Elías? Dijo: No soy. ¿Eres tú el profeta? Y respondió: No.",
      "topic": ""
    },
    "22": {
      "text": "Le dijeron: ¿Pues quién eres? Para que demos respuesta a los que nos enviaron. ¿Qué dices de ti mismo?",
      "topic": ""
    },
    "23": {
      "text": "Dijo: Yo soy la voz del que clama en el desierto: Enderezad el camino del Señor, como dijo el profeta Isaías.",
      "topic": ""
    },
    "24": {
      "text": "Y los que habían sido enviados eran de los fariseos.",
      "topic": ""
    },
    "25": {
      "text": "Y le preguntaron, y le dijeron: ¿Por qué pues bautizas, si tú no eres el Cristo, ni Elías, ni profeta?",
      "topic": ""
    },
    "26": {
      "text": "Y Juan les respondió, diciendo: Yo bautizo con agua; mas en medio de vosotros ha estado, quien vosotros no conocéis;",
      "topic": ""
    },
    "27": {
      "text": "éste es el que ha de venir tras mí, el cual es antes de mí; del cual yo no soy digno de desatar la correa del zapato.",
      "topic": ""
    },
    "28": {
      "text": "Estas cosas acontecieron en Betábara, al otro lado del Jordán, donde Juan bautizaba.",
      "topic": ""
    },
    "29": {
      "text": "¶ El siguiente día ve Juan a Jesús que venía a él, y dice: He aquí el Cordero de Dios, que quita el pecado del mundo.",
      "topic": ""
    },
    "30": {
      "text": "Este es del que dije: Tras mí viene un Varón, el cual es antes de mí; porque era primero que yo.",
      "topic": ""
    },
    "31": {
      "text": "Y yo no le conocía; más para que fuese manifestado a Israel, por eso vine yo bautizando con agua.",
      "topic": ""
    },
    "32": {
      "text": "Y Juan dio testimonio, diciendo: Vi al Espíritu que descendía del cielo como paloma, y permaneció sobre él.",
      "topic": ""
    },
    "33": {
      "text": "Y yo no le conocía; mas el que me envió a bautizar con agua, aquel me dijo: Sobre quien vieres descender el Espíritu, y que permanece sobre él, éste es el que bautiza con Espíritu Santo.",
      "topic": ""
    },
    "34": {
      "text": "Y yo le vi, y he dado testimonio que éste es el Hijo de Dios.",
      "topic": ""
    },
    "35": {
      "text": "El siguiente día otra vez estaba Juan, y dos de sus discípulos.",
      "topic": ""
    },
    "36": {
      "text": "Y mirando a Jesús que andaba por allí , dijo: He aquí el Cordero de Dios.",
      "topic": ""
    },
    "37": {
      "text": "¶ Y los dos discípulos le oyeron hablar, y siguieron a Jesús.",
      "topic": ""
    },
    "38": {
      "text": "Y volviéndose Jesús, y viéndolos seguirle, les dice: ¿Qué buscáis? Y ellos le dijeron: Rabí (que declarado quiere decir Maestro) ¿dónde moras?",
      "topic": ""
    },
    "39": {
      "text": "Les dice: Venid y ved. Vinieron, y vieron dónde moraba, y permanecieron con él aquel día; porque era como la hora décima.",
      "topic": ""
    },
    "40": {
      "text": "Era Andrés el hermano de Simón Pedro, uno de los dos que habían oído de Juan, y le habían seguido.",
      "topic": ""
    },
    "41": {
      "text": "Este halló primero a su hermano Simón, y le dijo: Hemos hallado al Mesías (que declarado es, el Cristo).",
      "topic": ""
    },
    "42": {
      "text": "Y le trajo a Jesús. Y mirándole Jesús, dijo: Tú eres Simón, hijo de Jonás; tú serás llamado Cefas (que quiere decir, Piedra).",
      "topic": ""
    },
    "43": {
      "text": "¶ El siguiente día quiso Jesús ir a Galilea, y halla a Felipe, al cual dijo: Sígueme.",
      "topic": ""
    },
    "44": {
      "text": "Y era Felipe de Betsaida, la ciudad de Andrés y de Pedro.",
      "topic": ""
    },
    "45": {
      "text": "Felipe halló a Natanael, y le dice: Hemos hallado a aquel de quien escribió Moisés en la ley, y los profetas: a Jesús, el hijo de José, de Nazaret.",
      "topic": ""
    },
    "46": {
      "text": "Y le dijo Natanael: ¿De Nazaret puede haber algo bueno? Le dice Felipe: Ven y ve.",
      "topic": ""
    },
    "47": {
      "text": "Jesús vio venir hacía sí a Natanael, y dijo de él: He aquí un verdadero israelita, en el cual no hay engaño.",
      "topic": ""
    },
    "48": {
      "text": "Le dice Natanael: ¿De dónde me conoces? Respondió Jesús, y le dijo: Antes que Felipe te llamara, cuando estabas debajo de la higuera te vi.",
      "topic": ""
    },
    "49": {
      "text": "Respondió Natanael, y le dijo: Rabí, tú eres el Hijo de Dios; tú eres el Rey de Israel.",
      "topic": ""
    },
    "50": {
      "text": "Respondió Jesús y le dijo: Porque te dije, te vi debajo de la higuera, crees; cosas mayores que éstas verás.",
      "topic": ""
    },
    "51": {
      "text": "Y le dice: De cierto, de cierto os digo: De aquí en adelante veréis el cielo abierto, y ángeles de Dios que suben y descienden sobre el Hijo del hombre.",
      "topic": ""
    }
  }
}