{
  "info": {
    "book": "Juan",
    "chapter": "13",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Antes del día de la Fiesta de la Pascua, sabiendo Jesús que su hora había venido para que pasase de este mundo al Padre, como había amado a los suyos que estaban en el mundo, los amó hasta el fin.",
      "topic": ""
    },
    "2": {
      "text": "Y la cena acabada, como el diablo ya se había metido en el corazón de Judas, hijo de Simón Iscariote, que le entregase,",
      "topic": ""
    },
    "3": {
      "text": "sabiendo Jesús que el Padre le había dado todas las cosas en las manos, y que había salido de Dios, y a Dios iba,",
      "topic": ""
    },
    "4": {
      "text": "se levantó de la cena, y se quitó su ropa, y tomando una toalla, se ciñó.",
      "topic": ""
    },
    "5": {
      "text": "Luego puso agua en una vasija, y comenzó a lavar los pies de los discípulos, y a limpiarlos con la toalla con que estaba ceñido.",
      "topic": ""
    },
    "6": {
      "text": "Entonces vino a Simón Pedro; y Pedro le dice: ¿Señor, tú me lavas los pies?",
      "topic": ""
    },
    "7": {
      "text": "Respondió Jesús, y le dijo: Lo que yo hago, tú no lo entiendes ahora; mas lo entenderás después.",
      "topic": ""
    },
    "8": {
      "text": "Le dice Pedro: No me lavarás los pies jamás. Le respondió Jesús: Si no te lavare, no tendrás parte conmigo.",
      "topic": ""
    },
    "9": {
      "text": "Le dice Simón Pedro: Señor, no sólo mis pies, mas aun las manos y la cabeza.",
      "topic": ""
    },
    "10": {
      "text": "Le dice Jesús: El que está lavado, no necesita sino que se lave los pies, porque está todo limpio; y vosotros limpios sois, aunque no todos.",
      "topic": ""
    },
    "11": {
      "text": "Porque sabía quién era el que lo entregaba; por eso dijo: No sois limpios todos.",
      "topic": ""
    },
    "12": {
      "text": "Así que, después que les hubo lavado los pies, y tomado su ropa, volviéndose a sentar a la mesa, les dijo: ¿Sabéis lo que os he hecho?",
      "topic": ""
    },
    "13": {
      "text": "Vosotros me llamáis, Maestro y Señor; y decís bien; porque lo soy.",
      "topic": ""
    },
    "14": {
      "text": "Pues si yo, el Señor y el Maestro, he lavado vuestros pies, vosotros también debéis lavar los pies los unos de los otros.",
      "topic": ""
    },
    "15": {
      "text": "Porque ejemplo os he dado, para que como yo os he hecho, vosotros también hagáis.",
      "topic": ""
    },
    "16": {
      "text": "De cierto, de cierto os digo: El siervo no es mayor que su Señor, ni el apóstol es mayor que el que le envió.",
      "topic": ""
    },
    "17": {
      "text": "Si sabéis estas cosas, bienaventurados seréis, si las hiciereis.",
      "topic": ""
    },
    "18": {
      "text": "¶ No hablo de todos vosotros; yo sé los que he elegido; mas para que se cumpla la Escritura: El que come pan conmigo, levantó contra mí su calcañar.",
      "topic": ""
    },
    "19": {
      "text": "Desde ahora os lo digo antes que se haga, para que cuando se hiciere, creáis que YO SOY.",
      "topic": ""
    },
    "20": {
      "text": "De cierto, de cierto os digo: El que recibe al que yo enviare, a mí recibe; y el que a mí me recibe, recibe al que me envió.",
      "topic": ""
    },
    "21": {
      "text": "Habiendo dicho Jesús esto, fue conmovido en el espíritu, y protestó, y dijo: De cierto, de cierto os digo, que uno de vosotros me ha de entregar.",
      "topic": ""
    },
    "22": {
      "text": "Entonces los discípulos mirábanse los unos a los otros, dudando de quién decía.",
      "topic": ""
    },
    "23": {
      "text": "Y uno de sus discípulos, al cual Jesús amaba, estaba sentado en la mesa al lado de Jesús.",
      "topic": ""
    },
    "24": {
      "text": "A éste, pues, hizo señas Simón Pedro, para que preguntase quién era aquel de quien decía.",
      "topic": ""
    },
    "25": {
      "text": "El, entonces, recostándose sobre el pecho de Jesús, le dice: Señor, ¿quién es?",
      "topic": ""
    },
    "26": {
      "text": "Respondió Jesús: Aquel es, a quien yo diere el bocado mojado. Y mojando el bocado, lo dio a Judas Iscariote, hijo de Simón.",
      "topic": ""
    },
    "27": {
      "text": "Y tras el bocado, Satanás entró en él. Entonces Jesús le dice: Lo que harás, hazlo más pronto.",
      "topic": ""
    },
    "28": {
      "text": "Mas ninguno de los que estaban a la mesa entendió a qué propósito le dijo esto.",
      "topic": ""
    },
    "29": {
      "text": "Porque los unos pensaban, porque Judas tenía la bolsa, que Jesús le decía: Compra lo que necesitamos para la fiesta; o que diese algo a los pobres.",
      "topic": ""
    },
    "30": {
      "text": "Cuando él pues hubo tomado el bocado, luego salió; y era ya noche.",
      "topic": ""
    },
    "31": {
      "text": "¶ Entonces cuando él salió, dijo Jesús: Ahora es clarificado el Hijo del hombre, y Dios es clarificado en él.",
      "topic": ""
    },
    "32": {
      "text": "Si Dios es clarificado en él, Dios también le clarificará en sí mismo, y luego le clarificará.",
      "topic": ""
    },
    "33": {
      "text": "Hijitos, aun un poco estoy con vosotros. Me buscaréis; mas, como dije a los judíos: Donde yo voy, vosotros no podéis venir; y ahora os lo digo.",
      "topic": ""
    },
    "34": {
      "text": "Un mandamiento nuevo os doy: Que os ameis unos a otros; como os he amado, que también os améis los unos a los otros.",
      "topic": ""
    },
    "35": {
      "text": "En esto conocerán todos que sois mis discípulos, si tuviereis amor los unos con los otros.",
      "topic": ""
    },
    "36": {
      "text": "¶ Le dice Simón Pedro: Señor, ¿a dónde vas? Le respondió Jesús: Donde yo voy, no me puedes ahora seguir; mas me seguirás después.",
      "topic": ""
    },
    "37": {
      "text": "Le dice Pedro: Señor, ¿por qué no te puedo seguir ahora? Mi alma pondré por ti.",
      "topic": ""
    },
    "38": {
      "text": "Le respondió Jesús: ¿Tu alma pondrás por mí? De cierto, de cierto te digo: No cantará el gallo, sin que me hayas negado tres veces.",
      "topic": ""
    }
  }
}