{
  "info": {
    "book": "Juan",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ YO SOY la vid verdadera, y mi Padre es el labrador.",
      "topic": ""
    },
    "2": {
      "text": "Todo pámpano que en mí no lleva fruto, lo quitará; y todo aquel que lleva fruto, lo limpiará, para que lleve más fruto.",
      "topic": ""
    },
    "3": {
      "text": "Ya vosotros sois limpios por la palabra que os he hablado.",
      "topic": ""
    },
    "4": {
      "text": "Permaneced en mí, y yo en vosotros. Como el pámpano no puede llevar fruto de sí mismo, si no permaneciere en la vid; así vosotros, si no estuviereis en mí.",
      "topic": ""
    },
    "5": {
      "text": "YO SOY la vid, vosotros los pámpanos; el que permanece en mí, y yo en él, éste lleva mucho fruto; porque sin mí nada podéis hacer.",
      "topic": ""
    },
    "6": {
      "text": "El que no permanece en mí, será echado fuera como mal pámpano, y se secará; y los cogen, y los echan en el fuego, y arden.",
      "topic": ""
    },
    "7": {
      "text": "Si permaneces en mí, y mis palabras permanecen en vosotros, todo lo que quisiereis pediréis, y os será hecho.",
      "topic": ""
    },
    "8": {
      "text": "En esto es clarificado mi Padre, en que llevéis mucho fruto, y seáis así mis discípulos.",
      "topic": ""
    },
    "9": {
      "text": "¶ Como el Padre me amó, también yo os he amado; permaneced en mi amor.",
      "topic": ""
    },
    "10": {
      "text": "Si guardareis mis mandamientos, permaneceréis en mi amor; como yo también he guardado los mandamientos de mi Padre, y permanesco en su amor.",
      "topic": ""
    },
    "11": {
      "text": "Estas cosas os he hablado, para que mi gozo permanece en vosotros, y vuestro gozo sea cumplido.",
      "topic": ""
    },
    "12": {
      "text": "Este es mi mandamiento: Que os ameis los unos a los otros, como yo os he amado.",
      "topic": ""
    },
    "13": {
      "text": "Nadie tiene mayor amor que este, que ponga alguno su alma por sus amigos.",
      "topic": ""
    },
    "14": {
      "text": "Vosotros sois mis amigos, si hiciereis las cosas que yo os mando.",
      "topic": ""
    },
    "15": {
      "text": "Ya no os diré siervos, porque el siervo no sabe lo que hace su señor; mas os he dicho amigos, porque todas las cosas que oí de mi Padre, os las he hecho notorias.",
      "topic": ""
    },
    "16": {
      "text": "No me elegisteis vosotros a mí , mas yo os elegí a vosotros; y os he puesto para que vayáis y llevéis fruto, y vuestro fruto permanezca; para que todo lo que pidiereis del Padre en mi nombre, él os lo dé.",
      "topic": ""
    },
    "17": {
      "text": "Esto os mando: Que os ameis los unos a los otros.",
      "topic": ""
    },
    "18": {
      "text": "¶ Si el mundo os aborrece, sabed que a mí me aborreció antes que a vosotros.",
      "topic": ""
    },
    "19": {
      "text": "Si fuerais del mundo, el mundo amaría lo que es suyo; mas porque no sois del mundo, antes yo os elegí del mundo, por eso os aborrece el mundo.",
      "topic": ""
    },
    "20": {
      "text": "Acordaos de la palabra que yo os he dicho: No es el siervo mayor que su señor. Si a mí me han perseguido, también a vosotros perseguirá; si han guardado mi palabra, también guardarán la vuestra.",
      "topic": ""
    },
    "21": {
      "text": "Mas todo esto os harán por causa de mi nombre, porque no conocen al que me ha enviado.",
      "topic": ""
    },
    "22": {
      "text": "Si no hubiera venido, ni les hubiera hablado, no tendrían pecado, mas ahora no tienen excusa de su pecado.",
      "topic": ""
    },
    "23": {
      "text": "El que me aborrece, también a mi Padre aborrece.",
      "topic": ""
    },
    "24": {
      "text": "Si no hubiese hecho entre ellos obras cuales ningún otro ha hecho, no tendrían pecado; mas ahora, las han visto, y me aborrecen a mí y a mi Padre.",
      "topic": ""
    },
    "25": {
      "text": "Mas para que se cumpla la palabra que está escrita en su ley: Que sin causa me aborrecieron.",
      "topic": ""
    },
    "26": {
      "text": "¶ Pero cuando viniere el Consolador, el cual yo os enviaré del Padre, el Espíritu de Verdad, el cual procede del Padre, él dará testimonio de mí.",
      "topic": ""
    },
    "27": {
      "text": "Y vosotros daréis testimonio, porque estáis conmigo desde el principio.",
      "topic": ""
    }
  }
}