{
  "info": {
    "book": "Juan",
    "chapter": "20",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y el primero de los sábados, María Magdalena vino de mañana, siendo aún tinieblas, al sepulcro; y vio la piedra quitada del sepulcro.",
      "topic": ""
    },
    "2": {
      "text": "Entonces corrió, y vino a Simón Pedro, y al otro discípulo, al cual amaba Jesús, y les dice: Han llevado al Señor del sepulcro, y no sabemos dónde le han puesto.",
      "topic": ""
    },
    "3": {
      "text": "Y salió Pedro, y el otro discípulo, y vinieron al sepulcro.",
      "topic": ""
    },
    "4": {
      "text": "Y corrían los dos juntos; mas el otro discípulo corrió más presto que Pedro, y llegó primero al sepulcro.",
      "topic": ""
    },
    "5": {
      "text": "Y bajándose a mirar , vio los lienzos puestos; mas no entró.",
      "topic": ""
    },
    "6": {
      "text": "Llegó luego Simón Pedro siguiéndole, y entró en el sepulcro, y vio los lienzos puestos,",
      "topic": ""
    },
    "7": {
      "text": "y el sudario, que había sido puesto sobre su cabeza, no puesto con los lienzos, sino envuelto en un lugar aparte.",
      "topic": ""
    },
    "8": {
      "text": "Y entonces entró también el otro discípulo, que había venido primero al monumento, y vio, y creyó.",
      "topic": ""
    },
    "9": {
      "text": "Porque aún no sabían la Escritura: Que era necesario que él resucitase de los muertos.",
      "topic": ""
    },
    "10": {
      "text": "Y volvieron los discípulos a los suyos.",
      "topic": ""
    },
    "11": {
      "text": "¶ Pero María estaba fuera llorando junto al sepulcro; y estando llorando, se bajó y miró al sepulcro;",
      "topic": ""
    },
    "12": {
      "text": "y vio dos ángeles en ropas blancas que estaban sentados, el uno a la cabecera, y el otro a los pies, donde el cuerpo de Jesús había sido puesto.",
      "topic": ""
    },
    "13": {
      "text": "Y le dijeron: Mujer, ¿por qué lloras? Les dice: Han llevado a mi Señor, y no sé dónde le han puesto.",
      "topic": ""
    },
    "14": {
      "text": "Cuando había dicho esto, volvió atrás, y vio a Jesús que estaba allí ; pero no sabía que era Jesús.",
      "topic": ""
    },
    "15": {
      "text": "Le dice Jesús: Mujer, ¿por qué lloras? ¿A quién buscas? Ella, pensando que era el hortelano, le dice: Señor, si tú lo has llevado, dime dónde lo has puesto, y yo lo llevaré.",
      "topic": ""
    },
    "16": {
      "text": "Le dice Jesús: ¡María! Volviéndose ella, le dice: ¡Raboni! Que quiere decir, Maestro.",
      "topic": ""
    },
    "17": {
      "text": "Le dice Jesús: No me toques; porque aún no he subido a mi Padre; mas ve a mis hermanos, y diles: Subo a mi Padre y a vuestro Padre, a mi Dios y a vuestro Dios.",
      "topic": ""
    },
    "18": {
      "text": "Vino María Magdalena dando las nuevas a los discípulos: Que he visto al Señor, y estas cosas me dijo.",
      "topic": ""
    },
    "19": {
      "text": "¶ Y como fue tarde aquel día, el primero de los sábados, y estando las puertas cerradas donde los discípulos estaban juntos por miedo de los judíos, vino Jesús, y se puso en medio, y les dijo: Paz tengáis.",
      "topic": ""
    },
    "20": {
      "text": "Y habiendo dicho esto, les mostró las manos y el costado. Entonces los discípulos se gozaron viendo al Señor.",
      "topic": ""
    },
    "21": {
      "text": "Entonces les dijo otra vez: Paz tengáis; como me envió el Padre, así también yo os envío.",
      "topic": ""
    },
    "22": {
      "text": "Y como hubo dicho esto, les sopló, y les dijo: Tomad el Espíritu Santo:",
      "topic": ""
    },
    "23": {
      "text": "A los que soltaréis los pecados, les son sueltos; a los que los retuviereis, serán retenidos.",
      "topic": ""
    },
    "24": {
      "text": "Pero Tomás, uno de los doce, que se dice el Dídimo, no estaba con ellos cuando Jesús vino.",
      "topic": ""
    },
    "25": {
      "text": "Le dijeron pues los otros discípulos: Al Señor hemos visto. Y él les dijo: Si no viere en sus manos la señal de los clavos, y metiere mi dedo en el lugar de los clavos, y metiere mi mano en su costado, no creeré.",
      "topic": ""
    },
    "26": {
      "text": "¶ Y ocho días después, estaban otra vez sus discípulos dentro, y con ellos Tomás. Vino Jesús, las puertas cerradas, y se puso en medio, y dijo: Paz tengáis.",
      "topic": ""
    },
    "27": {
      "text": "Luego dice a Tomás: Mete tu dedo aquí, y ve mis manos; y alarga acá tu mano, y métela en mi costado; y no seas incrédulo, sino fiel.",
      "topic": ""
    },
    "28": {
      "text": "Entonces Tomás respondió, y le dijo: ¡Señor mío, y Dios mío!",
      "topic": ""
    },
    "29": {
      "text": "Le dice Jesús: Porque me has visto, oh Tomás, creíste: bienaventurados los que no vieron y creyeron.",
      "topic": ""
    },
    "30": {
      "text": "También muchas otras señales, a la verdad, hizo Jesús en presencia de sus discípulos, que no están escritas en este libro.",
      "topic": ""
    },
    "31": {
      "text": "Estas empero son escritas, para que creáis que Jesús es el Cristo, Hijo de Dios; y para que creyendo, tengáis vida en su nombre.",
      "topic": ""
    }
  }
}