{
  "info": {
    "book": "Juan",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Después se manifestó Jesús otra vez a sus discípulos en el mar de Tiberias; y se manifestó de esta manera:",
      "topic": ""
    },
    "2": {
      "text": "Estaban juntos Simón Pedro, y Tomás, llamado el Dídimo, y Natanael, el que era de Caná de Galilea, y los hijos de Zebedeo, y otros dos de sus discípulos.",
      "topic": ""
    },
    "3": {
      "text": "Les dice Simón: A pescar voy. Le dicen: Vamos nosotros también contigo. Fueron, y subieron en un navío; y aquella noche no tomaron nada.",
      "topic": ""
    },
    "4": {
      "text": "Y venida la mañana, Jesús se puso a la ribera; mas los discípulos no entendieron que era Jesús.",
      "topic": ""
    },
    "5": {
      "text": "Así que les dijo: Hijitos, ¿tenéis algo de comer? Le respondieron: No.",
      "topic": ""
    },
    "6": {
      "text": "Y Jesús les dice: Echad la red a la mano derecha del navío, y hallaréis. Entonces la echaron, y no la podían en ninguna manera sacar, por la multitud de los peces.",
      "topic": ""
    },
    "7": {
      "text": "Dijo entonces aquel discípulo, al cual amaba Jesús, a Pedro: El Señor es. Entonces Simón Pedro, cuando oyó que era el Señor, se ciñó la ropa, porque estaba desnudo, y se echó al mar.",
      "topic": ""
    },
    "8": {
      "text": "Y los otros discípulos vinieron con el navío (porque no estaban lejos de tierra, sino como doscientos codos), trayendo la red de peces.",
      "topic": ""
    },
    "9": {
      "text": "Cuando descendieron a tierra, vieron ascuas puestas, y un pez encima de ellas, y pan.",
      "topic": ""
    },
    "10": {
      "text": "Les dice Jesús: Traed de los peces que cogisteis ahora.",
      "topic": ""
    },
    "11": {
      "text": "Subió Simón Pedro, y trajo la red a tierra, llena de grandes peces, ciento cincuenta y tres; y siendo tantos, la red no se rompió.",
      "topic": ""
    },
    "12": {
      "text": "Les dice Jesús: Venid, comed. Y ninguno de los discípulos osaba preguntarle: ¿Tú, quién eres? Sabiendo que era el Señor.",
      "topic": ""
    },
    "13": {
      "text": "Viene pues Jesús, y toma el pan, y les da; y asimismo del pez.",
      "topic": ""
    },
    "14": {
      "text": "Esta era ya la tercera vez que Jesús se manifestó a sus discípulos, habiendo resucitado de los muertos.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y cuando hubieron comido, Jesús dijo a Simón Pedro: Simón, hijo de Jonás, ¿me amas más que éstos? Le dice: Sí Señor; tú sabes que te amo. Le dice: Apacienta mis corderos.",
      "topic": ""
    },
    "16": {
      "text": "Le vuelve a decir la segunda vez: Simón, hijo de Jonás, ¿me amas? Le responde: Sí, Señor; tú sabes que te amo. Le dice: Apacienta mis ovejas.",
      "topic": ""
    },
    "17": {
      "text": "Le dice la tercera vez: Simón, hijo de Jonás, ¿me amas? Se entristeció Pedro de que le dijese la tercera vez: ¿Me amas? Y le dice: Señor, tú sabes todas las cosas; tú sabes que te amo. Le dice Jesús: Apacienta mis ovejas.",
      "topic": ""
    },
    "18": {
      "text": "De cierto, de cierto te digo: Cuando eras más joven, te ceñías, e ibas donde querías; mas cuando ya fueres viejo, extenderás tus manos, y te ceñirá otro, y te pasará donde no querrías.",
      "topic": ""
    },
    "19": {
      "text": "Y esto dijo, señalando con qué muerte había de clarificar a Dios. Y dicho esto, le dice: Sígueme.",
      "topic": ""
    },
    "20": {
      "text": "¶ Volviéndose Pedro, ve a aquel discípulo al cual amaba Jesús, que les seguía, el que también se había recostado a su pecho en la cena, y le había dicho: Señor, ¿quién es el que te ha de entregar?",
      "topic": ""
    },
    "21": {
      "text": "Así que cuando Pedro vio a éste, dice a Jesús: Señor, ¿y éste, qué?",
      "topic": ""
    },
    "22": {
      "text": "Le dice Jesús: Si quiero que él quede hasta que yo venga, ¿qué a ti? Sígueme tú.",
      "topic": ""
    },
    "23": {
      "text": "Salió entonces este dicho entre los hermanos, que aquel discípulo no había de morir. Mas Jesús no le dijo, No morirá; sino: Si quiero que él quede hasta que yo venga ¿qué a ti?",
      "topic": ""
    },
    "24": {
      "text": "Este es aquel discípulo que da testimonio de estas cosas, y escribió estas cosas; y sabemos que su testimonio es verdadero.",
      "topic": ""
    },
    "25": {
      "text": "Y hay también otras muchas cosas que hizo Jesús, que si se escribiesen cada una por sí, pienso que ni aun el mundo podrá contener los libros que se habrían de escribir. Amén.",
      "topic": ""
    }
  }
}