{
  "info": {
    "book": "1 John",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Dearly beloved, believe not every spirit, but try the spirits if they are of God: for many false prophets have come out into the world.",
      "topic": ""
    },
    "2": {
      "text": "In this ye know the spirit of God: Every spirit which acknowledges Jesus Christ having come in the flesh is of God:",
      "topic": ""
    },
    "3": {
      "text": "And every spirit which acknowledges not Jesus Christ having come in the flesh is not of God: and this is that of antichrist which ye have heard comes; and now is already in the world.",
      "topic": ""
    },
    "4": {
      "text": "Ye are of God, little children, and have conquered them: for greater is he in you, than he in the world.",
      "topic": ""
    },
    "5": {
      "text": "They are of the world: for this they speak of the world, and the world hears them.",
      "topic": ""
    },
    "6": {
      "text": "We are of God: he knowing God hears us; he is not of God who hears us not. By this we know the spirit of truth, and the spirit of error.",
      "topic": ""
    },
    "7": {
      "text": "Dearly beloved, we should love one another: for love is of God; and every one loving has been born of God, and knows God.",
      "topic": ""
    },
    "8": {
      "text": "He not loving knows not God; for God is love.",
      "topic": ""
    },
    "9": {
      "text": "In this was the love of God manifested in us, that God has sent his only born Son into the world, that we might live by him.",
      "topic": ""
    },
    "10": {
      "text": "In this is love, not that we loved God, but that he loved us, and sent his Son a propitiation for our sins.",
      "topic": ""
    },
    "11": {
      "text": "Dearly beloved, if God so loved us, we ought also to love one another.",
      "topic": ""
    },
    "12": {
      "text": "None has ever seen God. If we love one another, God remains in us, and his love is completed in us.",
      "topic": ""
    },
    "13": {
      "text": "In this we know that we remain in him, and he in us, for he has given us of his Spirit.",
      "topic": ""
    },
    "14": {
      "text": "And we have seen and testify that the Father has sent his. Son a Saviour of the world.",
      "topic": ""
    },
    "15": {
      "text": "Whoever acknowledges that Jesus is the Son of God, God remains in him, and he in God.",
      "topic": ""
    },
    "16": {
      "text": "And we have known and have believed the love which God has in us. God is love; and he remaining in love remains in God, and God in him.",
      "topic": ""
    },
    "17": {
      "text": "In this has love been completed with us, that we might have freedom of speech in the day of judgment: for as he is, so are we in this world.",
      "topic": ""
    },
    "18": {
      "text": "Fear is not in love; but perfected love casts out fear: for fear has restraint. And he fearing has not been perfected in love.",
      "topic": ""
    },
    "19": {
      "text": "We should love him, for he first loved us.",
      "topic": ""
    },
    "20": {
      "text": "If any say, I love God, and hate his brother, he is a liar: for he not loving his brother whom he has seen, God whom he has not seen, how can he love?",
      "topic": ""
    },
    "21": {
      "text": "And this command have we from him, That he loving God love his brother also.",
      "topic": ""
    }
  }
}