{
  "info": {
    "book": "Tito",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Pablo, siervo de Dios, y apóstol de Jesucristo, conforme a la fe de los escogidos de Dios y el conocimiento de la verdad que es según la piedad,",
      "topic": ""
    },
    "2": {
      "text": "en la esperanza de la vida eterna, la cual Dios, que no puede mentir, prometió desde antes del principio de los siglos,",
      "topic": ""
    },
    "3": {
      "text": "y manifestó a sus tiempos su palabra por medio de la predicación que me es encomendada por mandamiento de Dios nuestro Salvador,",
      "topic": ""
    },
    "4": {
      "text": "a Tito, [mi] verdadero hijo en la común fe: Gracia, misericordia [y] paz, de Dios Padre y del Señor Jesucristo nuestro Salvador.",
      "topic": ""
    },
    "5": {
      "text": "Por esta causa te dejé en Creta, para que corrigieses lo deficiente, y ordenases ancianos en cada ciudad, así como yo te mandé;",
      "topic": ""
    },
    "6": {
      "text": "el que fuere irreprensible, marido de una esposa, que tenga hijos fieles, que no estén acusados de disolución, o rebeldía.",
      "topic": ""
    },
    "7": {
      "text": "Porque es necesario que el obispo sea irreprensible, como administrador de Dios; no arrogante, no iracundo, no dado al vino, no pendenciero, no codicioso de ganancias deshonestas;",
      "topic": ""
    },
    "8": {
      "text": "sino hospitalario, amante de lo bueno, sobrio, justo, santo, templado;",
      "topic": ""
    },
    "9": {
      "text": "retenedor de la palabra fiel como le ha sido enseñada, para que también pueda exhortar con sana doctrina, y convencer a los que contradicen.",
      "topic": ""
    },
    "10": {
      "text": "Porque hay muchos contumaces, y habladores de vanidad y engañadores, mayormente los que son de la circuncisión,",
      "topic": ""
    },
    "11": {
      "text": "a los cuales es preciso tapar la boca, que trastornan casas enteras, enseñando por ganancia deshonesta lo que no conviene.",
      "topic": ""
    },
    "12": {
      "text": "[Aun] uno de ellos; su propio profeta, dijo: Los cretenses, siempre mentirosos, malas bestias, vientres perezosos.",
      "topic": ""
    },
    "13": {
      "text": "Este testimonio es verdadero; por tanto, repréndelos duramente, para que sean sanos en la fe,",
      "topic": ""
    },
    "14": {
      "text": "no atendiendo a fábulas judaicas, y a mandamientos de hombres que se apartan de la verdad.",
      "topic": ""
    },
    "15": {
      "text": "Todas las cosas [son] puras para los puros; mas para los corrompidos e incrédulos nada [es] puro; pues aun su mente y su conciencia están corrompidas.",
      "topic": ""
    },
    "16": {
      "text": "Profesan conocer a Dios, mas con [sus] hechos [lo] niegan; siendo abominables y rebeldes, y reprobados para toda buena obra.",
      "topic": ""
    }
  }
}