{
  "info": {
    "book": "Proverbs",
    "chapter": "1",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The proverbs of Solomon the son of David, king of Israel;",
      "topic": ""
    },
    "2": {
      "text": "To know wisdom and instruction; to perceive the words of understanding;",
      "topic": ""
    },
    "3": {
      "text": "To receive the instruction of wisdom, justice, and judgment, and equity;",
      "topic": ""
    },
    "4": {
      "text": "To give subtlety to the simple, to the young man knowledge and discretion.",
      "topic": ""
    },
    "5": {
      "text": "A wise man will hear, and will increase learning; and a man of understanding shall attain to wise counsels:",
      "topic": ""
    },
    "6": {
      "text": "To understand a proverb, and the interpretation; the words of the wise, and their dark sayings.",
      "topic": ""
    },
    "7": {
      "text": "The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.",
      "topic": ""
    },
    "8": {
      "text": "My son, hear the instruction of your father, and forsake not the law of your mother:",
      "topic": ""
    },
    "9": {
      "text": "For they shall be an ornament of grace to your head, and chains about your neck.",
      "topic": ""
    },
    "10": {
      "text": "My son, if sinners entice you, consent you not.",
      "topic": ""
    },
    "11": {
      "text": "If they say, Come with us, let us lay wait for blood, let us lurk privately for the innocent without cause:",
      "topic": ""
    },
    "12": {
      "text": "Let us swallow them up alive as the grave; and whole, as those that go down into the pit:",
      "topic": ""
    },
    "13": {
      "text": "We shall find all precious substance, we shall fill our houses with spoil:",
      "topic": ""
    },
    "14": {
      "text": "Cast in your lot among us; let us all have one purse:",
      "topic": ""
    },
    "15": {
      "text": "My son, walk not you in the way with them; refrain your foot from their path:",
      "topic": ""
    },
    "16": {
      "text": "For their feet run to evil, and make haste to shed blood.",
      "topic": ""
    },
    "17": {
      "text": "Surely in vain the net is spread in the sight of any bird.",
      "topic": ""
    },
    "18": {
      "text": "And they lay wait for their own blood; they lurk privately for their own lives.",
      "topic": ""
    },
    "19": {
      "text": "So are the ways of every one that is greedy of gain; which takes away the life of the owners thereof.",
      "topic": ""
    },
    "20": {
      "text": "Wisdom cries without; she utters her voice in the streets:",
      "topic": ""
    },
    "21": {
      "text": "She cries in the chief place of concourse, in the openings of the gates: in the city she utters her words, saying,",
      "topic": ""
    },
    "22": {
      "text": "How long, you simple ones, will you love simplicity? and the scorners delight in their scorning, and fools hate knowledge?",
      "topic": ""
    },
    "23": {
      "text": "Turn you at my reproof: behold, I will pour out my spirit to you, I will make known my words to you.",
      "topic": ""
    },
    "24": {
      "text": "Because I have called, and you refused; I have stretched out my hand, and no man regarded;",
      "topic": ""
    },
    "25": {
      "text": "But you have set at nothing all my counsel, and would none of my reproof:",
      "topic": ""
    },
    "26": {
      "text": "I also will laugh at your calamity; I will mock when your fear comes;",
      "topic": ""
    },
    "27": {
      "text": "When your fear comes as desolation, and your destruction comes as a whirlwind; when distress and anguish comes on you.",
      "topic": ""
    },
    "28": {
      "text": "Then shall they call on me, but I will not answer; they shall seek me early, but they shall not find me:",
      "topic": ""
    },
    "29": {
      "text": "For that they hated knowledge, and did not choose the fear of the LORD:",
      "topic": ""
    },
    "30": {
      "text": "They would none of my counsel: they despised all my reproof.",
      "topic": ""
    },
    "31": {
      "text": "Therefore shall they eat of the fruit of their own way, and be filled with their own devices.",
      "topic": ""
    },
    "32": {
      "text": "For the turning away of the simple shall slay them, and the prosperity of fools shall destroy them.",
      "topic": ""
    },
    "33": {
      "text": "But whoever listens to me shall dwell safely, and shall be quiet from fear of evil.",
      "topic": ""
    }
  }
}