{
  "info": {
    "book": "Proverbs",
    "chapter": "15",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A soft answer turns away wrath: but grievous words stir up anger.",
      "topic": ""
    },
    "2": {
      "text": "The tongue of the wise uses knowledge aright: but the mouth of fools pours out foolishness.",
      "topic": ""
    },
    "3": {
      "text": "The eyes of the LORD are in every place, beholding the evil and the good.",
      "topic": ""
    },
    "4": {
      "text": "A wholesome tongue is a tree of life: but perverseness therein is a breach in the spirit.",
      "topic": ""
    },
    "5": {
      "text": "A fool despises his father’s instruction: but he that regards reproof is prudent.",
      "topic": ""
    },
    "6": {
      "text": "In the house of the righteous is much treasure: but in the revenues of the wicked is trouble.",
      "topic": ""
    },
    "7": {
      "text": "The lips of the wise disperse knowledge: but the heart of the foolish does not so.",
      "topic": ""
    },
    "8": {
      "text": "The sacrifice of the wicked is an abomination to the LORD: but the prayer of the upright is his delight.",
      "topic": ""
    },
    "9": {
      "text": "The way of the wicked is an abomination to the LORD: but he loves him that follows after righteousness.",
      "topic": ""
    },
    "10": {
      "text": "Correction is grievous to him that forsakes the way: and he that hates reproof shall die.",
      "topic": ""
    },
    "11": {
      "text": "Hell and destruction are before the LORD: how much more then the hearts of the children of men?",
      "topic": ""
    },
    "12": {
      "text": "A scorner loves not one that reproves him: neither will he go to the wise.",
      "topic": ""
    },
    "13": {
      "text": "A merry heart makes a cheerful countenance: but by sorrow of the heart the spirit is broken.",
      "topic": ""
    },
    "14": {
      "text": "The heart of him that has understanding seeks knowledge: but the mouth of fools feeds on foolishness.",
      "topic": ""
    },
    "15": {
      "text": "All the days of the afflicted are evil: but he that is of a merry heart has a continual feast.",
      "topic": ""
    },
    "16": {
      "text": "Better is little with the fear of the LORD than great treasure and trouble therewith.",
      "topic": ""
    },
    "17": {
      "text": "Better is a dinner of herbs where love is, than a stalled ox and hatred therewith.",
      "topic": ""
    },
    "18": {
      "text": "A wrathful man stirs up strife: but he that is slow to anger appeases strife.",
      "topic": ""
    },
    "19": {
      "text": "The way of the slothful man is as an hedge of thorns: but the way of the righteous is made plain.",
      "topic": ""
    },
    "20": {
      "text": "A wise son makes a glad father: but a foolish man despises his mother.",
      "topic": ""
    },
    "21": {
      "text": "Folly is joy to him that is destitute of wisdom: but a man of understanding walks uprightly.",
      "topic": ""
    },
    "22": {
      "text": "Without counsel purposes are disappointed: but in the multitude of counsellors they are established.",
      "topic": ""
    },
    "23": {
      "text": "A man has joy by the answer of his mouth: and a word spoken in due season, how good is it!",
      "topic": ""
    },
    "24": {
      "text": "The way of life is above to the wise, that he may depart from hell beneath.",
      "topic": ""
    },
    "25": {
      "text": "The LORD will destroy the house of the proud: but he will establish the border of the widow.",
      "topic": ""
    },
    "26": {
      "text": "The thoughts of the wicked are an abomination to the LORD: but the words of the pure are pleasant words.",
      "topic": ""
    },
    "27": {
      "text": "He that is greedy of gain troubles his own house; but he that hates gifts shall live.",
      "topic": ""
    },
    "28": {
      "text": "The heart of the righteous studies to answer: but the mouth of the wicked pours out evil things.",
      "topic": ""
    },
    "29": {
      "text": "The LORD is far from the wicked: but he hears the prayer of the righteous.",
      "topic": ""
    },
    "30": {
      "text": "The light of the eyes rejoices the heart: and a good report makes the bones fat.",
      "topic": ""
    },
    "31": {
      "text": "The ear that hears the reproof of life stays among the wise.",
      "topic": ""
    },
    "32": {
      "text": "He that refuses instruction despises his own soul: but he that hears reproof gets understanding.",
      "topic": ""
    },
    "33": {
      "text": "The fear of the LORD is the instruction of wisdom; and before honor is humility.",
      "topic": ""
    }
  }
}