{
  "info": {
    "book": "Proverbs",
    "chapter": "2",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, if you will receive my words, and hide my commandments with you;",
      "topic": ""
    },
    "2": {
      "text": "So that you incline your ear to wisdom, and apply your heart to understanding;",
      "topic": ""
    },
    "3": {
      "text": "Yes, if you cry after knowledge, and lift up your voice for understanding;",
      "topic": ""
    },
    "4": {
      "text": "If you seek her as silver, and search for her as for hid treasures;",
      "topic": ""
    },
    "5": {
      "text": "Then shall you understand the fear of the LORD, and find the knowledge of God.",
      "topic": ""
    },
    "6": {
      "text": "For the LORD gives wisdom: out of his mouth comes knowledge and understanding.",
      "topic": ""
    },
    "7": {
      "text": "He lays up sound wisdom for the righteous: he is a buckler to them that walk uprightly.",
      "topic": ""
    },
    "8": {
      "text": "He keeps the paths of judgment, and preserves the way of his saints.",
      "topic": ""
    },
    "9": {
      "text": "Then shall you understand righteousness, and judgment, and equity; yes, every good path.",
      "topic": ""
    },
    "10": {
      "text": "When wisdom enters into your heart, and knowledge is pleasant to your soul;",
      "topic": ""
    },
    "11": {
      "text": "Discretion shall preserve you, understanding shall keep you:",
      "topic": ""
    },
    "12": {
      "text": "To deliver you from the way of the evil man, from the man that speaks fraudulent things;",
      "topic": ""
    },
    "13": {
      "text": "Who leave the paths of uprightness, to walk in the ways of darkness;",
      "topic": ""
    },
    "14": {
      "text": "Who rejoice to do evil, and delight in the frowardness of the wicked;",
      "topic": ""
    },
    "15": {
      "text": "Whose ways are crooked, and they fraudulent in their paths:",
      "topic": ""
    },
    "16": {
      "text": "To deliver you from the strange woman, even from the stranger which flatters with her words;",
      "topic": ""
    },
    "17": {
      "text": "Which forsakes the guide of her youth, and forgets the covenant of her God.",
      "topic": ""
    },
    "18": {
      "text": "For her house inclines to death, and her paths to the dead.",
      "topic": ""
    },
    "19": {
      "text": "None that go to her return again, neither take they hold of the paths of life.",
      "topic": ""
    },
    "20": {
      "text": "That you may walk in the way of good men, and keep the paths of the righteous.",
      "topic": ""
    },
    "21": {
      "text": "For the upright shall dwell in the land, and the perfect shall remain in it.",
      "topic": ""
    },
    "22": {
      "text": "But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it.",
      "topic": ""
    }
  }
}