{
  "info": {
    "book": "Matthew",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In that time Jesus went in the sabbaths through the standing corn and his disciples were hungry, and began to pluck the ears, end eat.",
      "topic": ""
    },
    "2": {
      "text": "And the Pharisees, seeing, said to him, Behold, thy disciples do what is not lawful to do in the sabbath.",
      "topic": ""
    },
    "3": {
      "text": "And he said to them, Have ye not read what David did, when he was hungry, and they with him;",
      "topic": ""
    },
    "4": {
      "text": "How he went into the house of God, and ate the loaves of setting up, which was not lawful for him to eat, nor those with him, but for the priests alone?",
      "topic": ""
    },
    "5": {
      "text": "Or have ye not read in the law, that in the sabbaths, the priests in the temple profane the sabbath, and are innocent?",
      "topic": ""
    },
    "6": {
      "text": "But I say to you, That he here is greater than the temple.",
      "topic": ""
    },
    "7": {
      "text": "And if ye knew what it is, I will mercy, and not sacrifice, ye would not have condemned the innocent.",
      "topic": ""
    },
    "8": {
      "text": "For the Lord of the sabbath is also the Son of man.",
      "topic": ""
    },
    "9": {
      "text": "And having passed from thence, he went into their assembly;",
      "topic": ""
    },
    "10": {
      "text": "And, behold, there was a man having the hand withered. And they asked him saying, Is it lawful to cure in the sabbaths? that they might expose him.",
      "topic": ""
    },
    "11": {
      "text": "And he said to them, Which of you shall be the man who shall have one sheep, and if this should fall into a pit in the sabbaths, will he not take hold of it, and raise it up?",
      "topic": ""
    },
    "12": {
      "text": "How much then does a man surpass a sheep? So that it is lawful to do well in the sabbaths.",
      "topic": ""
    },
    "13": {
      "text": "Then says he to the man, Stretch out thy hand; and he stretched it out; and it was restored, sound as the other.",
      "topic": ""
    },
    "14": {
      "text": "And the Pharisees took counsel against him, having gone out, that they might kill him.",
      "topic": ""
    },
    "15": {
      "text": "And Jesus having known, withdrew from thence; and many crowds followed him, and he cured them all;",
      "topic": ""
    },
    "16": {
      "text": "And he rebuked them that they should not make him known:",
      "topic": ""
    },
    "17": {
      "text": "So that that spoken by the prophet Esaias might be completed, saying,",
      "topic": ""
    },
    "18": {
      "text": "Behold my servant, which I have chosen: my dearly beloved, in whom my soul was contented; I will put my spirit upon him, and he shall proclaim judgment to the nations.",
      "topic": ""
    },
    "19": {
      "text": "He shall not contend, nor cry; nor shall any hear his voice in the streets.",
      "topic": ""
    },
    "20": {
      "text": "He shall not break a bruised reed, and smoking flax shall he not quench, till he should draw forth judgment to victory.",
      "topic": ""
    },
    "21": {
      "text": "And in his name shall the nations hope.",
      "topic": ""
    },
    "22": {
      "text": "Then he possessed with a demon, blind, and dumb, was brought to him; and he cured him, so that the blind and dumb spake and saw also.",
      "topic": ""
    },
    "23": {
      "text": "And all the crowds were affected, and said, Is not this the son of David?",
      "topic": ""
    },
    "24": {
      "text": "But the Pharisees, having heard, said, He casts not out demons, but by Beelzebub, ruler of demons.",
      "topic": ""
    },
    "25": {
      "text": "And Jesus knowing their reflections, said to them, Every kingdom divided against itself is laid waste; and every city or house divided against itself shall not stand.",
      "topic": ""
    },
    "26": {
      "text": "And if Satan casts out Satan, he was divided against himself; how then shall his kingdom stand?",
      "topic": ""
    },
    "27": {
      "text": "And I by Beelzebub cast out demons, by whom do your sons cast out? for this shall they be your judges.",
      "topic": ""
    },
    "28": {
      "text": "But if I, by the Spirit of God, cast out demons, the kingdom of God has come before hand upon you.",
      "topic": ""
    },
    "29": {
      "text": "Or how can any one come into the house of the strong, and plunder his goods, except be first bind the strong? and then he will plunder his house.",
      "topic": ""
    },
    "30": {
      "text": "He not being with me is against me; and he not gathering with me; scatters.",
      "topic": ""
    },
    "31": {
      "text": "For this I say to you, All sin and blasphemy shall be let go to men; but the blasphemy of the Spirit shall not be let go to men.",
      "topic": ""
    },
    "32": {
      "text": "And whoever speaks a word against the Son of man, it shall be remitted to him; but whoever speaks against the Holy Spirit, it shall not be let go to him, neither in this time, nor that about to be.",
      "topic": ""
    },
    "33": {
      "text": "Either make the tree good, and its fruit good; or make the tree rotten, and its fruit rotten; for the tree is known by its fruit.",
      "topic": ""
    },
    "34": {
      "text": "O generation of vipers! how can ye speak good things, being evil? for out of the abundance of the heart the month speaks.",
      "topic": ""
    },
    "35": {
      "text": "The good man, out of the good treasure of the heart, casts forth good things: and the evil man, out of the evil treasure, casts forth evil things.",
      "topic": ""
    },
    "36": {
      "text": "And I say to you, That every idle word which men speak, they shill return word for it in the day of judgment.",
      "topic": ""
    },
    "37": {
      "text": "For by thy words shalt thou be justified, and by thy words shalt thou be condemned.",
      "topic": ""
    },
    "38": {
      "text": "Then certain of the scribes and Pharisees answered, saying, Teacher, we wish to see a sign from thee.",
      "topic": ""
    },
    "39": {
      "text": "And he having answered, said to them, An evil generation and an adulteress seeks a sign; and no sign shall be given it, but the sign of Jonas the prophet.",
      "topic": ""
    },
    "40": {
      "text": "For as Jonas was in the whale’s belly three days and three nights; so shall the Son of man be in the heart of the earth three days and three nights.",
      "topic": ""
    },
    "41": {
      "text": "The Ninevite men shall rise up in judgment with this generation, and condemn it: for they repented at the proclamation of Jonas; and, behold, a greater than Jonas here.",
      "topic": ""
    },
    "42": {
      "text": "The queen of the South shall be raised up in judgment with this generation, and shall condemn it; for she came from the end of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon here.",
      "topic": ""
    },
    "43": {
      "text": "And when the unclean spirit has gone out from a man, he passes through sterile places, seeking rest, and finds not.",
      "topic": ""
    },
    "44": {
      "text": "Then says he, I will return into my house, whence I came out; and having come, he finds vacant; having been swept, and put in order.",
      "topic": ""
    },
    "45": {
      "text": "Then he goes, and takes with himself seven other spirits, worse than he, and having come in, they dwell there: and the last things of that man are worse than the first. So also shall it be to this evil generation.",
      "topic": ""
    },
    "46": {
      "text": "And he yet speaking to the crowds, behold, his mother and brethren stood without, seeking to speak to him.",
      "topic": ""
    },
    "47": {
      "text": "And a certain one said to him, Behold, thy mother, and thy brethren stand without, seeking to speak to thee.",
      "topic": ""
    },
    "48": {
      "text": "And he having answered, said to him speaking to him, Who is my mother? and who are my brethren?",
      "topic": ""
    },
    "49": {
      "text": "And having stretched forth his hand towards his disciples, he said, Behold my mother and my brethren!",
      "topic": ""
    },
    "50": {
      "text": "For whoever should do the will of my Father, him in the heavens, the same is my brother, and sister, and mother.",
      "topic": ""
    }
  }
}