{
  "info": {
    "book": "Matthew",
    "chapter": "14",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In that time Herod the tetrarch heard the report of Jesus,",
      "topic": ""
    },
    "2": {
      "text": "And he said to his servants, This is John the Baptist; be was aroused from the dead; and for this, powers are energetic in him.",
      "topic": ""
    },
    "3": {
      "text": "For Herod, having seized John, bound him, and put him in prison for Herodias, his brother Philip’s wife:",
      "topic": ""
    },
    "4": {
      "text": "For John said to him, It is not lawful for thee to have her:",
      "topic": ""
    },
    "5": {
      "text": "And wishing to kill him, he was afraid of the crowd, because they held John as a prophet.",
      "topic": ""
    },
    "6": {
      "text": "The festivities of Herod’s birthday being celebrated, the daughter of Herodias danced in the midst, and pleased Herod.",
      "topic": ""
    },
    "7": {
      "text": "Wherefore, with an oath, he agreed to give her whatever she should ask.",
      "topic": ""
    },
    "8": {
      "text": "And having been urged on by her mother, Give me, she says, here upon a board, the head of John the Baptist.",
      "topic": ""
    },
    "9": {
      "text": "And the king was grieved: but for his oath, and those reclining together at the table, he ordered to be given.",
      "topic": ""
    },
    "10": {
      "text": "And having sent, he beheaded John in the prison.",
      "topic": ""
    },
    "11": {
      "text": "And his head was brought upon a board, and given to the girl, and she brought to her mother.",
      "topic": ""
    },
    "12": {
      "text": "And his disciples having come near, took away the body, and interred it; and having come, they announced to Jesus.",
      "topic": ""
    },
    "13": {
      "text": "And Jesus having heard, withdrew from thence into a desert place apart: and the crowds, having heard, followed him on foot from the cities.",
      "topic": ""
    },
    "14": {
      "text": "And Jesus having come, saw a great crowd: and he felt compassion for them, and he cured their sick.",
      "topic": ""
    },
    "15": {
      "text": "And being evening, his disciples came to him, saying, It is a desert place, and the time has passed already; loose the crowds, that, having gone into towns, they might purchase food for themselves.",
      "topic": ""
    },
    "16": {
      "text": "But Jesus said to them, They have no need to depart; give ye them to eat.",
      "topic": ""
    },
    "17": {
      "text": "And they say to him, We have not here but five loaves, and two fishes.",
      "topic": ""
    },
    "18": {
      "text": "And he said, Bring them here to me.",
      "topic": ""
    },
    "19": {
      "text": "And having encouraged the crowds to recline upon the grass, and having taken the five loaves, and two fishes, and having looked up to heaven, he praised; and having broken, gave the loaves to the disciples, and the disciples to the crowds.",
      "topic": ""
    },
    "20": {
      "text": "And they all ate, and were satisfied; and they took up the remaining of fragments, twelve baskets full.",
      "topic": ""
    },
    "21": {
      "text": "And they eating were five thousand men, besides women and children.",
      "topic": ""
    },
    "22": {
      "text": "And quickly Jesus constrained his disciples to go into the ship, and to go before him to the other side, till he should loose the crowds.",
      "topic": ""
    },
    "23": {
      "text": "And having loosed the crowds, he went up into a mount apart to pray: and being evening, he was there alone.",
      "topic": ""
    },
    "24": {
      "text": "And the ship was already in the midst of the sea, overcharged by waves: for the wind was contrary.",
      "topic": ""
    },
    "25": {
      "text": "And in the fourth watch of the night Jesus went out to them, walking upon the sea.",
      "topic": ""
    },
    "26": {
      "text": "And the disciples seeing him walking upon the sea, were troubled, saying, It is an apparition; and they cried out for fear.",
      "topic": ""
    },
    "27": {
      "text": "And quickly Jesus spake to them, saying, Take courage; I am; be not afraid.",
      "topic": ""
    },
    "28": {
      "text": "And Peter having answered him, said, Lord, if thou art, encourage me to come upon the waters.",
      "topic": ""
    },
    "29": {
      "text": "And he said, Come. And Peter having gone down from the ship, walked upon the waters, to go to Jesus.",
      "topic": ""
    },
    "30": {
      "text": "And seeing the wind strong, he was afraid: and beginning to sink, he cried out, Lord, save me.",
      "topic": ""
    },
    "31": {
      "text": "And quickly Jesus, having stretched out the hand, laid hold of him, and says to him, O thou of little faith, for what didst thou doubt?",
      "topic": ""
    },
    "32": {
      "text": "And having gone into the ship, the wind ceased.",
      "topic": ""
    },
    "33": {
      "text": "And they in the ship, having come, worshipped him, saying, Thou art truly the Son of God.",
      "topic": ""
    },
    "34": {
      "text": "And having passed over, they came to the land of Gennesaret.",
      "topic": ""
    },
    "35": {
      "text": "And the men of the place, having known him, sent into the whole country round about, and brought to him all those having evils:",
      "topic": ""
    },
    "36": {
      "text": "And besought him that they might only touch the hem of his garment: and as many as touched were saved from danger.",
      "topic": ""
    }
  }
}