{
  "info": {
    "book": "Matthew",
    "chapter": "16",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Pharisees and Sadducees having come, tempting, asked him to shew them a sign from heaven.",
      "topic": ""
    },
    "2": {
      "text": "And he having answered, said to them, It being evening, ye say, Calm weather: for the heaven is fiery red.",
      "topic": ""
    },
    "3": {
      "text": "And in the morning, Today, wintry weather: for heaven, being sad, is fiery red. Hypocrites, truly ye know to decide the face of heaven, but the signs of the times ye cannot.",
      "topic": ""
    },
    "4": {
      "text": "An evil and adulterous generation seeks for a sign; and no sign shall be given her, except the sign of Jonas the prophet. And having left them, he departed.",
      "topic": ""
    },
    "5": {
      "text": "And his disciples having come to the other side, forgot to take loaves.",
      "topic": ""
    },
    "6": {
      "text": "And Jesus said to them, Attend and keep from the leaven of the Pharisees and the Sadducees.",
      "topic": ""
    },
    "7": {
      "text": "And they reasoned among themselves, saying, Because we took no loaves.",
      "topic": ""
    },
    "8": {
      "text": "And Jesus having known, said to them, Why reason ye among yourselves, O ye of little faith, because ye have taken no loaves.",
      "topic": ""
    },
    "9": {
      "text": "Do ye not yet understand, nor remember the five loaves of five thousand, and how many baskets ye took?",
      "topic": ""
    },
    "10": {
      "text": "Nor the seven loaves of four thousand, and how many wicker baskets ye took?",
      "topic": ""
    },
    "11": {
      "text": "How do ye not understand that I spake not to you concerning bread, to keep from the leaven of the Pharisees and Sadducees?",
      "topic": ""
    },
    "12": {
      "text": "Then understood they that he spake, not to keep from the leaven of bread, but from the teaching of the Pharisees and Sadducees.",
      "topic": ""
    },
    "13": {
      "text": "And Jesus, having come into the parts of Caesarea of Philippi, asked his disciples, saying, Whom do men say me to be, the Son of Man?",
      "topic": ""
    },
    "14": {
      "text": "And they said, Some, truly, John the Baptist: and others, Elias; and others, Jeremias, or one of the prophets.",
      "topic": ""
    },
    "15": {
      "text": "And he says to them, But whom say ye me to be?",
      "topic": ""
    },
    "16": {
      "text": "And Simon Peter having answered, said, Thou art Christ, the Son of the living God.",
      "topic": ""
    },
    "17": {
      "text": "And Jesus, having answered, said to him, Happy art thou, Simon Barjona: for flesh and blood has not revealed to thee, but my Father, he in the heavens.",
      "topic": ""
    },
    "18": {
      "text": "And I say to thee, That thou art Peter, and upon this rock will I build my church; and the gates of hell shall not overcome her.",
      "topic": ""
    },
    "19": {
      "text": "And I will give thee the keys of the kingdom of the heavens: and whatever thou shalt bind upon earth shall be bound in the heavens: and whatever thou shalt loose upon earth shall be loosed in the heavens.",
      "topic": ""
    },
    "20": {
      "text": "Then he enjoined his disciples that they say to none that he is Jesus Christ.",
      "topic": ""
    },
    "21": {
      "text": "From then Jesus began to shew to his disciples, that he must depart to Jerusalem, and suffer many things from the elders and chief priests and scribes, and be killed, and be raised in the third day.",
      "topic": ""
    },
    "22": {
      "text": "And Peter having taken him, began to reproach him, saying, Be propitious to thyself, Lord: this shall not be to thee.",
      "topic": ""
    },
    "23": {
      "text": "And having turned, he said to Peter, Retire behind me, Satan: thou art an offence, to me: for thou hast not in mind the things of God, but the things of men.",
      "topic": ""
    },
    "24": {
      "text": "Then said Jesus to his disciples, If any wish to come after me, let him deny himself absolutely, and lift up his cross, and follow me.",
      "topic": ""
    },
    "25": {
      "text": "For whoever should wish to save his life shall lose it: and whoever shall lose his soul for my sake shall find it.",
      "topic": ""
    },
    "26": {
      "text": "For what is a man profited, if he should gain the whole world, and injure his soul? or what shall a man give in exchange for his soul?",
      "topic": ""
    },
    "27": {
      "text": "For the Son of man is about to come in the glory of his Father with his messengers; and then he will give back to each according to his deed.",
      "topic": ""
    },
    "28": {
      "text": "Verily I say to you, Some are standing here, who should not taste of death, till they see the Son of man coming in his kingdom.",
      "topic": ""
    }
  }
}