{
  "info": {
    "book": "Matthew",
    "chapter": "22",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jesus, having answered, spake to them in parables, saying,",
      "topic": ""
    },
    "2": {
      "text": "The kingdom of the heavens was likened to a man, a king, who made a nuptial feast for his son.",
      "topic": ""
    },
    "3": {
      "text": "And he sent his servants to those having been called to the nuptial feast: and they would not come.",
      "topic": ""
    },
    "4": {
      "text": "And again, he sent other servants, saying, Say to the called: Behold, I have prepared my supper; my bulls and stall-fed killed, and all prepared: come to the nuptials.",
      "topic": ""
    },
    "5": {
      "text": "And they, not having heeded, departed, one truly to his own field, and one to his traffic:",
      "topic": ""
    },
    "6": {
      "text": "And the rest, having seized his servants, were insolent, and killed them.",
      "topic": ""
    },
    "7": {
      "text": "And the king, having heard, was angry, and having sent his armies, destroyed those murderers, and burned their city.",
      "topic": ""
    },
    "8": {
      "text": "Then says he to his servants, Truly the nuptial feast is prepared, and those called were not worthy.",
      "topic": ""
    },
    "9": {
      "text": "Go ye, therefore, to the passages of the ways, and as many as ye should find, call to the nuptial feast.",
      "topic": ""
    },
    "10": {
      "text": "And those servants, having come to the ways, gathered together all, as many as they found, also both the evil and good, and the nuptial feast was filled with the reclining.",
      "topic": ""
    },
    "11": {
      "text": "And the king, having come in to behold the reclining, saw there a man not clad with the garment of the wedding:",
      "topic": ""
    },
    "12": {
      "text": "And he says to him, Friend, how camest thou in here, not having a garment of the nuptial feast? And he was muzzled.",
      "topic": ""
    },
    "13": {
      "text": "Then said the king to his servants, Having bound his feet and hands, take him away, and cast ye him into outer darkness; weeping shall be there, and gnashing of teeth.",
      "topic": ""
    },
    "14": {
      "text": "For many are called, and few chosen.",
      "topic": ""
    },
    "15": {
      "text": "Then the Pharisees, having gone, took counsel how they might ensnare him in word.",
      "topic": ""
    },
    "16": {
      "text": "And they send to him their disciples, with the Herodians, saying, Teacher, we know that thou art true, and teachest the way of God in truth, and care is to thee for none; for thou lookest not to the face of men.",
      "topic": ""
    },
    "17": {
      "text": "Therefore say to us, What seems to thee Is it lawful to give tribute to Caesar, or not?",
      "topic": ""
    },
    "18": {
      "text": "But Jesus, having known their evil, said, Why tempt ye me, hypocrites?",
      "topic": ""
    },
    "19": {
      "text": "Show me the piece of money of tribute. And they brought him a drachma.",
      "topic": ""
    },
    "20": {
      "text": "And he says to them, Whose is this image and inscription?",
      "topic": ""
    },
    "21": {
      "text": "They say to him, Caesar’s. Then says he to them, Give back then to Caesar the things of Caesar; and the things of God to God.",
      "topic": ""
    },
    "22": {
      "text": "And having heard, they wondered, and having left him, they departed.",
      "topic": ""
    },
    "23": {
      "text": "In that day the Sadducees came to him, they saying there is to be no rising up: and they asked him,",
      "topic": ""
    },
    "24": {
      "text": "Saying, Teacher, Moses said, If any one die, not having children, his brother shall marry his wife, and raise up seed to his brother.",
      "topic": ""
    },
    "25": {
      "text": "And with us were seven brethren: and the first, having married, died; and having no seed, he left his wife to his brother.",
      "topic": ""
    },
    "26": {
      "text": "And likewise the second, and third, even till the seven.",
      "topic": ""
    },
    "27": {
      "text": "And after all died also the woman.",
      "topic": ""
    },
    "28": {
      "text": "Therefore in the rising up whose of the seven shall the woman be? for they all had her.",
      "topic": ""
    },
    "29": {
      "text": "And Jesus, having answered, said to them, Ye are led astray, not having known the writings, nor the power of God.",
      "topic": ""
    },
    "30": {
      "text": "For in the rising up they neither marry, nor are given in marriage, but are as the messengers of God in heaven.",
      "topic": ""
    },
    "31": {
      "text": "And for the rising up of the dead, read ye not that spoken by God, saying,",
      "topic": ""
    },
    "32": {
      "text": "I am God of Abraham, and God of Isaac, and God of Jacob? God is not the God of the dead, but of the living.",
      "topic": ""
    },
    "33": {
      "text": "And the crowds having heard, were astonished at his teaching.",
      "topic": ""
    },
    "34": {
      "text": "And the Pharisees having heard that he muzzled the Sadducees, were gathered upon the same.",
      "topic": ""
    },
    "35": {
      "text": "And one of them, skilled in the law, asked, tempting him, and saying,",
      "topic": ""
    },
    "36": {
      "text": "Teacher, which the great command in the law?",
      "topic": ""
    },
    "37": {
      "text": "And Jesus said to him, Thou shalt love the Lord thy God with thy whole heart, and with thy whole soul, and with thy whole mind.",
      "topic": ""
    },
    "38": {
      "text": "This is the first and the great command.",
      "topic": ""
    },
    "39": {
      "text": "And the second like it: Thou shalt love thy neighbor as thyself.",
      "topic": ""
    },
    "40": {
      "text": "In these two commands hang the whole law and the prophets.",
      "topic": ""
    },
    "41": {
      "text": "And the Pharisees having been gathered together, Jesus asked them,",
      "topic": ""
    },
    "42": {
      "text": "Saying, What seems to you about Christ? Whose son is he They say to him, David’s.",
      "topic": ""
    },
    "43": {
      "text": "He says to them, How then does David in spirit call him Lord, saying,",
      "topic": ""
    },
    "44": {
      "text": "The Lord said to my Lord, Sit by my right, till I make thine enemies the footstool of my feet.",
      "topic": ""
    },
    "45": {
      "text": "If, therefore, David calls him Lord, how is he his son.",
      "topic": ""
    },
    "46": {
      "text": "And none could answer him a word, nor dared any one from that day to ask him any more.",
      "topic": ""
    }
  }
}