{
  "info": {
    "book": "Matthew",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Attend ye not to do your justice before men, to be seen to them; and if otherwise ye have no reward from your Father which in the heavens.",
      "topic": ""
    },
    "2": {
      "text": "When therefore thou doest alms, thou shouldst not sound the trumpet before thee, as hypocrites do in the assemblies, and in the streets, that they might be praised by men. Verily I say to you, They have their reward.",
      "topic": ""
    },
    "3": {
      "text": "But thou doing alms, let not thy left hand know what thy right does:",
      "topic": ""
    },
    "4": {
      "text": "That thine alms might be in secret; and thy Father, who seeing in secret, shall give back to thee openly.",
      "topic": ""
    },
    "5": {
      "text": "And when thou prayest, thou shalt not be as the hypocrites; for they love in the assemblies, and in the corners of the broad ways to stand praying, so that they might appear to men. Verily I say to you, that they have their reward.",
      "topic": ""
    },
    "6": {
      "text": "But thou, when thou prayest, enter into thy store-house, and having shut thy door, pray to thy Father which in secret; and thy Father who seeing in secret shall give back to thee openly.",
      "topic": ""
    },
    "7": {
      "text": "And praying, talk ye not vainly as the nations; for they think that by their profaneness of speech they shall be listened to.",
      "topic": ""
    },
    "8": {
      "text": "Therefore make not yourselves like them: for your Father knows of what things ye have need before ye ask him.",
      "topic": ""
    },
    "9": {
      "text": "Therefore so do ye pray: Our Father which in the heavens, Let thy name be declared holy.",
      "topic": ""
    },
    "10": {
      "text": "Let thy kingdom come. Let thy will be as in heaven also upon the earth.",
      "topic": ""
    },
    "11": {
      "text": "Give us this day our bread sufficient for sustenance.",
      "topic": ""
    },
    "12": {
      "text": "And let go to us our debts, as we let go to our debtors.",
      "topic": ""
    },
    "13": {
      "text": "And thou shouldst not lead us into temptation, but deliver thou us from evil. For thine is the kingdom, and the power, and the glory, forever. Amen.",
      "topic": ""
    },
    "14": {
      "text": "For if ye let go to men their faults, your Father which in the heavens will also let go to you.",
      "topic": ""
    },
    "15": {
      "text": "But if ye should not let go to men their faults, neither will your Father let go your faults.",
      "topic": ""
    },
    "16": {
      "text": "And when ye fast, be not, as hypocrites, of gloomy aspect: for they conceal their faces that they might appear to men fasting. Verily I say to you, That they have their reward.",
      "topic": ""
    },
    "17": {
      "text": "And thou fasting, anoint thy head, and wash thy face;",
      "topic": ""
    },
    "18": {
      "text": "That thou mightest not appear to men fasting, but to thy Father which in secret; and thy Father which in secret, will give back to thee openly.",
      "topic": ""
    },
    "19": {
      "text": "Treasure not up to you treasures upon earth, where moth and gnawing destroy, and thieves dig through and steal:",
      "topic": ""
    },
    "20": {
      "text": "But treasure to you treasures in heaven, where neither moth, nor gnawing destroy; and where thieves dig not through, nor steal.",
      "topic": ""
    },
    "21": {
      "text": "For where your treasure is, there will your heart be also.",
      "topic": ""
    },
    "22": {
      "text": "The light of the body is the eye; if therefore thine eye be single, thy whole body shall be light.",
      "topic": ""
    },
    "23": {
      "text": "But if thine eye be evil, thy whole body shall be dark. If therefore the light which in thee is darkness, how much the darkness.",
      "topic": ""
    },
    "24": {
      "text": "None can serve two lords: for either he will hate one and love the other; or hold firmly to one and despise the other. Ye cannot serve God and mammon.",
      "topic": ""
    },
    "25": {
      "text": "For this I say to you, Be not anxious about your soul, what ye eat, and what ye drink; nor about your body, what ye put on. Is not the soul more than food, and the body than dress?",
      "topic": ""
    },
    "26": {
      "text": "Look ye upon the fowls of heaven; for they neither sow, nor reap, nor collect into stores; and your heavenly Father nourishes them. Do ye not rather differ from them.",
      "topic": ""
    },
    "27": {
      "text": "Which of you, being anxious, can add one cubit to his size?",
      "topic": ""
    },
    "28": {
      "text": "And about dress, why are ye anxious? Consider the white lilies of the field, how they grow; they are not wearied, neither do they spin:",
      "topic": ""
    },
    "29": {
      "text": "And I say to you, that neither Solomon in all his glory was surrounded as one of these.",
      "topic": ""
    },
    "30": {
      "text": "And if the grass of the field, being this day, and to morrow cast into the furnace, God so clothes much rather you, ye of little faith!",
      "topic": ""
    },
    "31": {
      "text": "Therefore be ye not anxious, saying: What shall we eat? or, What shall we drink? or, What shall we put round us?",
      "topic": ""
    },
    "32": {
      "text": "For all these the nations seek for; for your heavenly Father knows that ye have need of all these.",
      "topic": ""
    },
    "33": {
      "text": "But seek first the kingdom of God and his justice, and all these shall be added to you.",
      "topic": ""
    },
    "34": {
      "text": "Therefore should ye not be anxious about the morrow: for the morrow shall be anxious about the things of itself. Sufficient for the day its evil.",
      "topic": ""
    }
  }
}