{
  "info": {
    "book": "Ezekiel",
    "chapter": "26",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it happened that, in the eleventh year, on the first of the month, the word of the Lord came to me, saying:",
      "topic": ""
    },
    "2": {
      "text": "“Son of man, because Tyre has said about Jerusalem: ‘It is Well! The gates of the peoples have been broken! She has been turned toward me. I will be filled. She will be deserted!’",
      "topic": ""
    },
    "3": {
      "text": "because of this, thus says the Lord God: Behold, I am against you, O Tyre, and I will cause many nations to rise up against you, just as the waves of the sea rise up.",
      "topic": ""
    },
    "4": {
      "text": "And they will break apart the walls of Tyre, and they will destroy its towers. And I will scrape her dust from her, and I will make her into the barest rock.",
      "topic": ""
    },
    "5": {
      "text": "She will be a drying place for nets from the midst of the sea. For I have spoken, says the Lord God. And she will be a spoil for the Gentiles.",
      "topic": ""
    },
    "6": {
      "text": "Likewise, her daughters who are in the field will be slain by the sword. And they shall know that I am the Lord.",
      "topic": ""
    },
    "7": {
      "text": "For thus says the Lord God: Behold, I will lead into Tyre: Nebuchadnezzar, the king of Babylon, a king among kings, from the north, with horses, and chariots, and horsemen, and companies, and a great people.",
      "topic": ""
    },
    "8": {
      "text": "Your daughters who are in the field, he will kill with the sword. And he will surround you with fortifications, and he will put together a rampart on all sides. And he will lift up a shield against you.",
      "topic": ""
    },
    "9": {
      "text": "And he will combine moveable shelters and battering rams before your walls, and he will destroy your towers with his armaments.",
      "topic": ""
    },
    "10": {
      "text": "He will cover you with the inundation of his horses and with their dust. Your walls will shake at the sound of horsemen and wheels and chariots, when they will have entered your gates, as if through the entrance of a city that has been broken open.",
      "topic": ""
    },
    "11": {
      "text": "With the hoofs of his horses, he will trample all your streets. He will cut down your people with the sword, and your noble statues will fall to the ground.",
      "topic": ""
    },
    "12": {
      "text": "They will lay waste to your wealth. They will despoil your businesses. And they will tear down your walls and overturn your eminent houses. And they will put your stones and your timber and your dust into the midst of the waters.",
      "topic": ""
    },
    "13": {
      "text": "And I will cause the multitude of your songs to cease. And the sound of your stringed instruments will no longer be heard.",
      "topic": ""
    },
    "14": {
      "text": "And I will make you like the barest rock; you will be a drying place for nets. And you will no longer be built up. For I have spoken, says the Lord God.”",
      "topic": ""
    },
    "15": {
      "text": "Thus says the Lord God to Tyre: “Will not the islands shake at the sound of your ruin and at the groans of your slain, when they will have been cut down in your midst?",
      "topic": ""
    },
    "16": {
      "text": "And all the leaders of the sea will descend from their thrones. And they will cast aside their outer garments and their colorful clothing, and they will be clothed in stupor. They will sit on the ground, and they will wonder with astonishment at your sudden downfall.",
      "topic": ""
    },
    "17": {
      "text": "And taking up a lamentation over you, they will say to you: ‘How could you have perished, you who live in the sea, the famous city that was strong in the sea, with your inhabitants, of whom the whole world was in dread?’",
      "topic": ""
    },
    "18": {
      "text": "Now the ships will be stupefied, in the day of your terror. And the islands of the sea will be disturbed, because no one goes out from you.",
      "topic": ""
    },
    "19": {
      "text": "For thus says the Lord God: When I will have made you a desolate city, like the cities that are uninhabited, and when I will have led the abyss over you, and many waters will have covered you,",
      "topic": ""
    },
    "20": {
      "text": "and when I will have dragged you down with those who descend into the pit to the everlasting people, and when I will have assembled you in the lowest parts of the earth, like the desolate places of antiquity, with those who have been brought down into the pit, so that you will be uninhabited, and moreover, when I will have given glory to the land of the living:",
      "topic": ""
    },
    "21": {
      "text": "I will reduce you to nothing, and you shall not be, and if you are sought, you will no longer be found, in perpetuity, says the Lord God.”",
      "topic": ""
    }
  }
}