{
  "info": {
    "book": "Ezekiel",
    "chapter": "41",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he led me into the temple, and he measured the front to be six cubits in width on one side, and six cubits in width on the other side, which is the width of the tabernacle.",
      "topic": ""
    },
    "2": {
      "text": "And the width of the gate was ten cubits. And the sides of the gate were five cubits on one side, and five cubits on the other side. And he measured its length to be forty cubits, and the width to be twenty cubits.",
      "topic": ""
    },
    "3": {
      "text": "And proceeding inward, he measured the front of the gate to be two cubits. And the gate was six cubits, and the width of the gate was seven cubits.",
      "topic": ""
    },
    "4": {
      "text": "And he measured its length to be twenty cubits, and its width to be twenty cubits, before the face of the temple. And he said to me, “This is the Holy of Holies.”",
      "topic": ""
    },
    "5": {
      "text": "And he measured the wall of the house to be six cubits, and the width of the sides to be four cubits, all around the house on every side.",
      "topic": ""
    },
    "6": {
      "text": "Now the side chambers were side by side, and twice thirty-three. And they projected outward, so that they might enter along the wall of the house, on the sides all around, in order to contain, but not touch, the wall of the temple.",
      "topic": ""
    },
    "7": {
      "text": "And there was a broad circular path, rising upward by winding, and it led to the cenacle of the temple by a circular course. As a result, the temple was wider in the higher parts. And so, from the lower parts, they rose up to the higher parts, in the center.",
      "topic": ""
    },
    "8": {
      "text": "And in the house, I saw the height all around the foundations of the side chambers, which were the measure of a reed, the space of six cubits.",
      "topic": ""
    },
    "9": {
      "text": "And the width of the exterior wall for the side chambers was five cubits. And the inner house was within the side chambers of the house.",
      "topic": ""
    },
    "10": {
      "text": "And between the storerooms, there was the width of twenty cubits, all around the house on every side.",
      "topic": ""
    },
    "11": {
      "text": "And the door of the side chambers was toward the place of prayer. One door was toward the way of the north, and one door was toward the way of the south. And the width of the place for prayer was five cubits all around.",
      "topic": ""
    },
    "12": {
      "text": "And the edifice, which was separate, and which verged toward the way looking toward the sea, was seventy cubits in width. But the wall of the edifice was five cubits in width on all sides, and its length was ninety cubits.",
      "topic": ""
    },
    "13": {
      "text": "And he measured the length of the house to be one hundred cubits, and the edifice, which was separate, with its walls, to be one hundred cubits in length.",
      "topic": ""
    },
    "14": {
      "text": "Now the width before the face of the house, and of that which was separate facing the east, was one hundred cubits.",
      "topic": ""
    },
    "15": {
      "text": "And he measured the length of the edifice opposite its face, which was separated at the back, and the porticos on both sides, to be one hundred cubits, with the inner temple and the vestibules of the court.",
      "topic": ""
    },
    "16": {
      "text": "The thresholds, and the oblique windows, and the porticoes, encircling it on three sides, were opposite the threshold of each one, and were floored with wood throughout the entire area. But the floor reached even to the windows, and the windows were closed above the doors;",
      "topic": ""
    },
    "17": {
      "text": "and it reached even to the inner house, and to the exterior, throughout the entire wall, all around the interior and exterior, for the entire extent.",
      "topic": ""
    },
    "18": {
      "text": "And there were cherubim and palm trees wrought, and each palm tree was between one cherub and another, and every cherub had two faces.",
      "topic": ""
    },
    "19": {
      "text": "The face of a man was closest to the palm tree on one side, and the face of a lion was closest to the palm tree on the other side. This was depicted throughout the entire house all around.",
      "topic": ""
    },
    "20": {
      "text": "From the floor, even to the upper parts of the gate, there were cherubim and palm trees engraved in the wall of the temple.",
      "topic": ""
    },
    "21": {
      "text": "The square threshold and the face of the sanctuary were one sight facing the other.",
      "topic": ""
    },
    "22": {
      "text": "The altar of wood was three cubits in height, and its length was two cubits. And its corners, and its length, and its walls were of wood. And he said to me, “This is the table in the sight of the Lord.”",
      "topic": ""
    },
    "23": {
      "text": "And there were two doors in the temple and in the sanctuary.",
      "topic": ""
    },
    "24": {
      "text": "And in the two doors, on both sides, were two little doors, which were folded within each other. For two doors were on both sides of the doors.",
      "topic": ""
    },
    "25": {
      "text": "And cherubim were engraved in the same doors of the temple, with the figures of palm trees, as were depicted also on the walls. For this reason also, the boards were thicker in the front of the vestibule on the exterior.",
      "topic": ""
    },
    "26": {
      "text": "Upon these were the oblique windows, with the representation of palm trees on one side as well as on the other, at the sides of the vestibule, in accord with the sides of the house, and the width of the walls.",
      "topic": ""
    }
  }
}