{
  "info": {
    "book": "Habacuc",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Oración de Habacuc profeta, por las ignorancias.",
      "topic": ""
    },
    "2": {
      "text": "Oh SEÑOR, he oído tu palabra, y temí. Oh SEÑOR, aviva tu obra en medio de los tiempos, En medio de los tiempos hazla conocer; En la ira acuérdate de la misericordia.",
      "topic": ""
    },
    "3": {
      "text": "¶ Dios vendrá de Temán, y el Santo desde el monte de Parán, (Selah.) Su gloria cubrió los cielos, y la tierra se llenó de su alabanza.",
      "topic": ""
    },
    "4": {
      "text": "Y su resplandor fue como la luz; cuernos le salían de su mano; y allí estaba escondida su fortaleza.",
      "topic": ""
    },
    "5": {
      "text": "Delante de su rostro iba mortandad, y de sus pies salían carbones encendidos.",
      "topic": ""
    },
    "6": {
      "text": "Se paró, y midió la tierra: miró, e hizo salir los gentiles; y los montes antiguos fueron desmenuzados, los collados antiguos; los caminos del mundo se humillaron a él.",
      "topic": ""
    },
    "7": {
      "text": "En nada vi las tiendas de Cusán; las tiendas de la tierra de Madián temblaron.",
      "topic": ""
    },
    "8": {
      "text": "¿Oh SEÑOR, contra los ríos te airaste? ¿Contra los ríos fue tu enojo? ¿Tu ira fue contra el mismo mar, Cuando subiste sobre tus caballos, y sobre tus carros de salud?",
      "topic": ""
    },
    "9": {
      "text": "Se descubrió enteramente tu arco; y los juramentos a las tribus, Palabra eterna, cuando partiste la tierra con ríos.",
      "topic": ""
    },
    "10": {
      "text": "Te vieron, y tuvieron temor los montes; pasó la inundación de las aguas; el abismo dio su voz, la hondura alzó sus manos.",
      "topic": ""
    },
    "11": {
      "text": "El sol y la luna se pararon en su estancia; a la luz de tus saetas anduvieron, y al resplandor de tu fulgente lanza.",
      "topic": ""
    },
    "12": {
      "text": "Con ira hollaste la tierra, con furor trillaste los gentiles.",
      "topic": ""
    },
    "13": {
      "text": "Saliste para salvar a tu pueblo, para salvar con tu Ungido. Traspasaste la cabeza de la casa del impío, desnudando el cimiento hasta el cuello. Selah.",
      "topic": ""
    },
    "14": {
      "text": "Horadaste con sus báculos las cabezas de sus villas, que como tempestad acometieron para derramarme; su orgullo era como para devorar al pobre encubiertamente.",
      "topic": ""
    },
    "15": {
      "text": "Hiciste camino en el mar a tus caballos, por montón de grandes aguas.",
      "topic": ""
    },
    "16": {
      "text": "¶ Oí, y tembló mi vientre; a la voz se batieron mis labios; pudrición se entró en mis huesos, y en mi asiento me estremecí; para reposar en el día de la angustia, cuando viniere al pueblo para destruirlo.",
      "topic": ""
    },
    "17": {
      "text": "Porque la higuera no florecerá, ni en las vides habrá fruto; la obra de la oliva mentirá, y los labrados no darán mantenimiento; las ovejas serán taladas de la majada, y en los corrales no habrá vacas;",
      "topic": ""
    },
    "18": {
      "text": "pero yo en el SEÑOR me alegraré, y en el Dios de mi salud me gozaré.",
      "topic": ""
    },
    "19": {
      "text": "El Señor DIOS es mi fortaleza, el cual pondrá mis pies como de ciervas, y sobre mis alturas me hará andar victorioso en mis instrumentos de música.",
      "topic": ""
    }
  }
}