{
  "info": {
    "book": "Job",
    "chapter": "10",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My soul hath been weary of my life, I leave off my talking to myself, I speak in the bitterness of my soul.",
      "topic": ""
    },
    "2": {
      "text": "I say unto God, ‘Do not condemn me, Let me know why Thou dost strive with me.",
      "topic": ""
    },
    "3": {
      "text": "Is it good for Thee that Thou dost oppress? That Thou despisest the labour of Thy hands, And on the counsel of the wicked hast shone?",
      "topic": ""
    },
    "4": {
      "text": "Eyes of flesh hast Thou? As man seeth—seest Thou?",
      "topic": ""
    },
    "5": {
      "text": "As the days of man are Thy days? Thy years as the days of a man?",
      "topic": ""
    },
    "6": {
      "text": "That Thou inquirest for mine iniquity, And for my sin seekest?",
      "topic": ""
    },
    "7": {
      "text": "For Thou knowest that I am not wicked, And there is no deliverer from Thy hand.",
      "topic": ""
    },
    "8": {
      "text": "Thy hands have taken pains about me, And they make me together round about, And Thou swallowest me up!",
      "topic": ""
    },
    "9": {
      "text": "Remember, I pray Thee, That as clay Thou hast made me, And unto dust Thou dost bring me back.",
      "topic": ""
    },
    "10": {
      "text": "Dost Thou not as milk pour me out? And as cheese curdle me?",
      "topic": ""
    },
    "11": {
      "text": "Skin and flesh Thou dost put on me, And with bones and sinews dost fence me.",
      "topic": ""
    },
    "12": {
      "text": "Life and kindness Thou hast done with me. And Thy inspection hath preserved my spirit.",
      "topic": ""
    },
    "13": {
      "text": "And these Thou hast laid up in Thy heart, I have known that this is with Thee.",
      "topic": ""
    },
    "14": {
      "text": "If I sinned, then Thou hast observed me, And from mine iniquity dost not acquit me,",
      "topic": ""
    },
    "15": {
      "text": "If I have done wickedly—woe to me, And righteously—I lift not up my head, Full of shame—then see my affliction,",
      "topic": ""
    },
    "16": {
      "text": "And it riseth—as a lion Thou huntest me. And Thou turnest back—Thou shewest Thyself wonderful in me.",
      "topic": ""
    },
    "17": {
      "text": "Thou renewest Thy witnesses against me, And dost multiply Thine anger with me, Changes and warfare are with me.",
      "topic": ""
    },
    "18": {
      "text": "And why from the womb Hast Thou brought me forth? I expire, and the eye doth not see me.",
      "topic": ""
    },
    "19": {
      "text": "As I had not been, I am, From the belly to the grave I am brought,",
      "topic": ""
    },
    "20": {
      "text": "Are not my days few? Cease then, and put from me, And I brighten up a little,",
      "topic": ""
    },
    "21": {
      "text": "Before I go, and return not, Unto a land of darkness and death-shade,",
      "topic": ""
    },
    "22": {
      "text": "A land of obscurity as thick darkness, Death-shade—and no order, And the shining is as thick darkness.’",
      "topic": ""
    }
  }
}