{
  "info": {
    "book": "Job",
    "chapter": "11",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Zophar the Naamathite answereth and saith:—",
      "topic": ""
    },
    "2": {
      "text": "Is a multitude of words not answered? And is a man of lips justified?",
      "topic": ""
    },
    "3": {
      "text": "Thy devices make men keep silent, Thou scornest, and none is causing blushing!",
      "topic": ""
    },
    "4": {
      "text": "And thou sayest, ‘Pure is my discourse, And clean I have been in Thine eyes.’",
      "topic": ""
    },
    "5": {
      "text": "And yet, O that God had spoken! And doth open His lips with thee.",
      "topic": ""
    },
    "6": {
      "text": "And declare to thee secrets of wisdom, For counsel hath foldings. And know thou that God forgetteth for thee, Some of thine iniquity.",
      "topic": ""
    },
    "7": {
      "text": "By searching dost thou find out God? Unto perfection find out the Mighty One?",
      "topic": ""
    },
    "8": {
      "text": "Heights of the heavens!—what dost thou? Deeper than Sheol!—what knowest thou?",
      "topic": ""
    },
    "9": {
      "text": "Longer than earth is its measure, And broader than the sea.",
      "topic": ""
    },
    "10": {
      "text": "If He pass on, and shut up, and assemble, Who then dost reverse it?",
      "topic": ""
    },
    "11": {
      "text": "For he hath known men of vanity, And He seeth iniquity, And one doth not consider it!",
      "topic": ""
    },
    "12": {
      "text": "And empty man is bold, And the colt of a wild ass man is born.",
      "topic": ""
    },
    "13": {
      "text": "If thou—thou hast prepared thy heart, And hast spread out unto Him thy hands,",
      "topic": ""
    },
    "14": {
      "text": "If iniquity is in thy hand, put it far off, And let not perverseness dwell in thy tents.",
      "topic": ""
    },
    "15": {
      "text": "For then thou liftest up thy face from blemish, And thou hast been firm, and fearest not.",
      "topic": ""
    },
    "16": {
      "text": "For thou dost forget misery, As waters passed away thou rememberest.",
      "topic": ""
    },
    "17": {
      "text": "And above the noon doth age rise, Thou fliest—as the morning thou art.",
      "topic": ""
    },
    "18": {
      "text": "And thou hast trusted because their is hope, And searched—in confidence thou liest down,",
      "topic": ""
    },
    "19": {
      "text": "And thou hast rested, And none is causing trembling, And many have entreated thy face;",
      "topic": ""
    },
    "20": {
      "text": "And the eyes of the wicked are consumed, And refuge hath perished from them, And their hope is a breathing out of soul!",
      "topic": ""
    }
  }
}