{
  "info": {
    "book": "Job",
    "chapter": "20",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Zophar the Naamathite answereth and saith:—",
      "topic": ""
    },
    "2": {
      "text": "Therefore my thoughts cause me to answer, And because of my sensations in me.",
      "topic": ""
    },
    "3": {
      "text": "The chastisement of my shame I hear, And the spirit of mine understanding Doth cause me to answer:",
      "topic": ""
    },
    "4": {
      "text": "This hast thou known from antiquity? Since the placing of man on earth?",
      "topic": ""
    },
    "5": {
      "text": "That the singing of the wicked is short, And the joy of the profane for a moment,",
      "topic": ""
    },
    "6": {
      "text": "Though his excellency go up to the heavens, And his head against a cloud he strike—",
      "topic": ""
    },
    "7": {
      "text": "As his own dung for ever he doth perish, His beholders say: ‘Where is he?’",
      "topic": ""
    },
    "8": {
      "text": "As a dream he fleeth, and they find him not, And he is driven away as a vision of the night,",
      "topic": ""
    },
    "9": {
      "text": "The eye hath not seen him, and addeth not. And not again doth his place behold him.",
      "topic": ""
    },
    "10": {
      "text": "His sons do the poor oppress, And his hands give back his wealth.",
      "topic": ""
    },
    "11": {
      "text": "His bones have been full of his youth, And with him on the dust it lieth down.",
      "topic": ""
    },
    "12": {
      "text": "Though he doth sweeten evil in his mouth, Doth hide it under his tongue,",
      "topic": ""
    },
    "13": {
      "text": "Hath pity on it, and doth not forsake it, And keep it back in the midst of his palate,",
      "topic": ""
    },
    "14": {
      "text": "His food in his bowels is turned, The bitterness of asps is in his heart.",
      "topic": ""
    },
    "15": {
      "text": "Wealth he hath swallowed, and doth vomit it. From his belly God driveth it out.",
      "topic": ""
    },
    "16": {
      "text": "Gall of asps he sucketh, Slay him doth the tongue of a viper.",
      "topic": ""
    },
    "17": {
      "text": "He looketh not on rivulets, Flowing of brooks of honey and butter.",
      "topic": ""
    },
    "18": {
      "text": "He is giving back what he laboured for, And doth not consume it; As a bulwark is his exchange, and he exults not.",
      "topic": ""
    },
    "19": {
      "text": "For he oppressed—he forsook the poor, A house he hath taken violently away, And he doth not build it.",
      "topic": ""
    },
    "20": {
      "text": "For he hath not known ease in his belly. With his desirable thing he delivereth not himself.",
      "topic": ""
    },
    "21": {
      "text": "There is not a remnant to his food, Therefore his good doth not stay.",
      "topic": ""
    },
    "22": {
      "text": "In the fulness of his sufficiency he is straitened. Every perverse hand doth meet him.",
      "topic": ""
    },
    "23": {
      "text": "It cometh to pass, at the filling of his belly, He sendeth forth against him The fierceness of His anger, Yea, He raineth on him in his eating.",
      "topic": ""
    },
    "24": {
      "text": "He fleeth from an iron weapon, Pass through him doth a bow of brass.",
      "topic": ""
    },
    "25": {
      "text": "One hath drawn, And it cometh out from the body, And a glittering weapon from his gall proceedeth. On him are terrors.",
      "topic": ""
    },
    "26": {
      "text": "All darkness is hid for his treasures, Consume him doth a fire not blown, Broken is the remnant in his tent.",
      "topic": ""
    },
    "27": {
      "text": "Reveal do the heavens his iniquity, And earth is raising itself against him.",
      "topic": ""
    },
    "28": {
      "text": "Remove doth the increase of his house, Poured forth in a day of His anger.",
      "topic": ""
    },
    "29": {
      "text": "This is the portion of a wicked man from God. And an inheritance appointed him by God.",
      "topic": ""
    }
  }
}