{
  "info": {
    "book": "Job",
    "chapter": "22",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Eliphaz the Temanite answereth and saith:—",
      "topic": ""
    },
    "2": {
      "text": "To God is a man profitable, Because a wise man to himself is profitable?",
      "topic": ""
    },
    "3": {
      "text": "Is it a delight to the Mighty One That thou art righteous? is it gain, That thou makest perfect thy ways?",
      "topic": ""
    },
    "4": {
      "text": "Because of thy reverence Doth He reason with thee? He entereth with thee into judgment:",
      "topic": ""
    },
    "5": {
      "text": "Is not thy wickedness abundant? And there is no end to thine iniquities.",
      "topic": ""
    },
    "6": {
      "text": "For thou takest a pledge of thy brother for nought, And the garments of the naked Thou dost strip off.",
      "topic": ""
    },
    "7": {
      "text": "Thou causest not the weary to drink water, And from the hungry thou withholdest bread.",
      "topic": ""
    },
    "8": {
      "text": "As to the man of arm—he hath the earth, And the accepted of face—he dwelleth in it.",
      "topic": ""
    },
    "9": {
      "text": "Widows thou hast sent away empty, And the arms of the fatherless are bruised.",
      "topic": ""
    },
    "10": {
      "text": "Therefore round about thee are snares, And trouble thee doth fear suddenly.",
      "topic": ""
    },
    "11": {
      "text": "Or darkness—thou dost not see, And abundance of waters doth cover thee.",
      "topic": ""
    },
    "12": {
      "text": "Is not God high in heaven? And see the summit of the stars, That they are high.",
      "topic": ""
    },
    "13": {
      "text": "And thou hast said, ‘What—hath God known? Through thickness doth He judge?",
      "topic": ""
    },
    "14": {
      "text": "Thick clouds are a secret place to Him, And He doth not see;’ And the circle of the heavens He walketh habitually,",
      "topic": ""
    },
    "15": {
      "text": "The path of the age dost thou observe, That men of iniquity have trodden?",
      "topic": ""
    },
    "16": {
      "text": "Who have been cut down unexpectedly, A flood is poured out on their foundation.",
      "topic": ""
    },
    "17": {
      "text": "Those saying to God, ‘Turn aside from us,’ And what doth the Mighty One to them?",
      "topic": ""
    },
    "18": {
      "text": "And he hath filled their houses with good: (And the counsel of the wicked Hath been far from me.)",
      "topic": ""
    },
    "19": {
      "text": "See do the righteous and they rejoice, And the innocent mocketh at them,",
      "topic": ""
    },
    "20": {
      "text": "‘Surely our substance hath not been cut off, And their excellency hath fire consumed.’",
      "topic": ""
    },
    "21": {
      "text": "Acquaint thyself, I pray thee, with Him, And be at peace, Thereby thine increase is good.",
      "topic": ""
    },
    "22": {
      "text": "Receive, I pray thee, from His mouth a law, And set His sayings in thy heart.",
      "topic": ""
    },
    "23": {
      "text": "If thou dost return unto the Mighty Thou art built up, Thou puttest iniquity far from thy tents.",
      "topic": ""
    },
    "24": {
      "text": "So as to set on the dust a defence, And on a rock of the valleys a covering.",
      "topic": ""
    },
    "25": {
      "text": "And the Mighty hath been thy defence, And silver is strength to thee.",
      "topic": ""
    },
    "26": {
      "text": "For then on the Mighty thou delightest thyself, And dost lift up unto God thy face,",
      "topic": ""
    },
    "27": {
      "text": "Thou dost make supplication unto Him, And He doth hear thee, And thy vows thou completest.",
      "topic": ""
    },
    "28": {
      "text": "And thou decreest a saying, And it is established to thee, And on thy ways hath light shone.",
      "topic": ""
    },
    "29": {
      "text": "For they have made low, And thou sayest, ‘Lift up.’ And the bowed down of eyes he saveth.",
      "topic": ""
    },
    "30": {
      "text": "He delivereth the not innocent, Yea, he hath been delivered By the cleanness of thy hands.",
      "topic": ""
    }
  }
}