{
  "info": {
    "book": "Job",
    "chapter": "23",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answereth and saith:—",
      "topic": ""
    },
    "2": {
      "text": "Also—to-day is my complaint bitter, My hand hath been heavy because of my sighing.",
      "topic": ""
    },
    "3": {
      "text": "O that I had known—and I find Him, I come in unto His seat,",
      "topic": ""
    },
    "4": {
      "text": "I arrange before Him the cause, And my mouth fill with arguments.",
      "topic": ""
    },
    "5": {
      "text": "I know the words He doth answer me, And understand what He saith to me.",
      "topic": ""
    },
    "6": {
      "text": "In the abundance of power doth He strive with me? No! surely He putteth it in me.",
      "topic": ""
    },
    "7": {
      "text": "There the upright doth reason with Him, And I escape for ever from my judge.",
      "topic": ""
    },
    "8": {
      "text": "Lo, forward I go—and He is not, And backward—and I perceive him not.",
      "topic": ""
    },
    "9": {
      "text": "To the left in His working—and I see not, He is covered on the right, and I behold not.",
      "topic": ""
    },
    "10": {
      "text": "For He hath known the way with me, He hath tried me—as gold I go forth.",
      "topic": ""
    },
    "11": {
      "text": "On His step hath my foot laid hold, His way I have kept, and turn not aside,",
      "topic": ""
    },
    "12": {
      "text": "The command of His lips, and I depart not. Above my allotted portion I have laid up The sayings of His mouth.",
      "topic": ""
    },
    "13": {
      "text": "And He is in one mind, And who doth turn Him back? And His soul hath desired—and He doth it.",
      "topic": ""
    },
    "14": {
      "text": "For He doth complete my portion, And many such things are with Him.",
      "topic": ""
    },
    "15": {
      "text": "Therefore, from His presence I am troubled, I consider, and am afraid of Him.",
      "topic": ""
    },
    "16": {
      "text": "And God hath made my heart soft, And the Mighty hath troubled me.",
      "topic": ""
    },
    "17": {
      "text": "For I have not been cut off before darkness, And before me He covered thick darkness.",
      "topic": ""
    }
  }
}