{
  "info": {
    "book": "Job",
    "chapter": "39",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Hast thou known the time of The bearing of the wild goats of the rock? The bringing forth of hinds thou dost mark!",
      "topic": ""
    },
    "2": {
      "text": "Thou dost number the months they fulfil? And thou hast known the time of their bringing forth!",
      "topic": ""
    },
    "3": {
      "text": "They bow down, Their young ones they bring forth safely, Their pangs they cast forth.",
      "topic": ""
    },
    "4": {
      "text": "Safe are their young ones, They grow up in the field, they have gone out, And have not returned to them.",
      "topic": ""
    },
    "5": {
      "text": "Who hath sent forth the wild ass free? Yea, the bands of the wild ass who opened?",
      "topic": ""
    },
    "6": {
      "text": "Whose house I have made the wilderness, And his dwellings the barren land,",
      "topic": ""
    },
    "7": {
      "text": "He doth laugh at the multitude of a city, The cries of an exactor he heareth not.",
      "topic": ""
    },
    "8": {
      "text": "The range of mountains is his pasture, And after every green thing he seeketh.",
      "topic": ""
    },
    "9": {
      "text": "Is a Reem willing to serve thee? Doth he lodge by thy crib?",
      "topic": ""
    },
    "10": {
      "text": "Dost thou bind a Reem in a furrow with his thick band? Doth he harrow valleys after thee?",
      "topic": ""
    },
    "11": {
      "text": "Dost thou trust in him because great is his power? And dost thou leave unto him thy labour?",
      "topic": ""
    },
    "12": {
      "text": "Dost thou trust in him That he doth bring back thy seed? And to thy threshing-floor doth gather it?",
      "topic": ""
    },
    "13": {
      "text": "The wing of the rattling ones exulteth, Whether the pinion of the ostrich or hawk.",
      "topic": ""
    },
    "14": {
      "text": "For she leaveth on the earth her eggs, And on the dust she doth warm them,",
      "topic": ""
    },
    "15": {
      "text": "And she forgetteth that a foot may press it, And a beast of the field tread it down.",
      "topic": ""
    },
    "16": {
      "text": "Her young ones it hath hardened without her, In vain is her labour without fear.",
      "topic": ""
    },
    "17": {
      "text": "For God hath caused her to forget wisdom, And He hath not given a portion To her in understanding:",
      "topic": ""
    },
    "18": {
      "text": "At the time on high she lifteth herself up, She laugheth at the horse and at his rider.",
      "topic": ""
    },
    "19": {
      "text": "Dost thou give to the horse might? Dost thou clothe his neck with a mane?",
      "topic": ""
    },
    "20": {
      "text": "Dost thou cause him to rush as a locust? The majesty of his snorting is terrible.",
      "topic": ""
    },
    "21": {
      "text": "They dig in a valley, and he rejoiceth in power, He goeth forth to meet the armour.",
      "topic": ""
    },
    "22": {
      "text": "He laugheth at fear, and is not affrighted, And he turneth not back from the face of the sword.",
      "topic": ""
    },
    "23": {
      "text": "Against him rattle doth quiver, The flame of a spear, and a halbert.",
      "topic": ""
    },
    "24": {
      "text": "With trembling and rage he swalloweth the ground, And remaineth not stedfast Because of the sound of a trumpet.",
      "topic": ""
    },
    "25": {
      "text": "Among the trumpets he saith, Aha, And from afar he doth smell battle, Roaring of princes and shouting.",
      "topic": ""
    },
    "26": {
      "text": "By thine understanding flieth a hawk? Spreadeth he his wings to the south?",
      "topic": ""
    },
    "27": {
      "text": "At thy command goeth an eagle up high? Or lifteth he up his nest?",
      "topic": ""
    },
    "28": {
      "text": "A rock he doth inhabit, Yea, he lodgeth on the tooth of a rock, and fortress.",
      "topic": ""
    },
    "29": {
      "text": "From thence he hath sought food, To a far off place his eyes look attentively,",
      "topic": ""
    },
    "30": {
      "text": "And his brood gulp up blood, And where the pierced are—there is he!",
      "topic": ""
    }
  }
}