{
  "info": {
    "book": "Job",
    "chapter": "4",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Eliphaz the Temanite answereth and saith:—",
      "topic": ""
    },
    "2": {
      "text": "Hath one tried a word with thee?—Thou art weary! And to keep in words who is able?",
      "topic": ""
    },
    "3": {
      "text": "Lo, thou hast instructed many, And feeble hands thou makest strong.",
      "topic": ""
    },
    "4": {
      "text": "The stumbling one do thy words raise up, And bowing knees thou dost strengthen.",
      "topic": ""
    },
    "5": {
      "text": "But now, it cometh in unto thee, And thou art weary; It striketh unto thee, and thou art troubled.",
      "topic": ""
    },
    "6": {
      "text": "Is not thy reverence thy confidence? Thy hope—the perfection of thy ways?",
      "topic": ""
    },
    "7": {
      "text": "Remember, I pray thee, Who, being innocent, hath perished? And where have the upright been cut off?",
      "topic": ""
    },
    "8": {
      "text": "As I have seen—ploughers of iniquity, And sowers of misery, reap it!",
      "topic": ""
    },
    "9": {
      "text": "From the breath of God they perish, And from the spirit of His anger consumed.",
      "topic": ""
    },
    "10": {
      "text": "The roaring of a lion, And the voice of a fierce lion, And teeth of young lions have been broken.",
      "topic": ""
    },
    "11": {
      "text": "An old lion is perishing without prey, And the whelps of the lioness do separate.",
      "topic": ""
    },
    "12": {
      "text": "And unto me a thing is secretly brought, And receive doth mine ear a little of it.",
      "topic": ""
    },
    "13": {
      "text": "In thoughts from visions of the night, In the falling of deep sleep on men,",
      "topic": ""
    },
    "14": {
      "text": "Fear hath met me, and trembling, And the multitude of my bones caused to fear.",
      "topic": ""
    },
    "15": {
      "text": "And a spirit before my face doth pass, Stand up doth the hair of my flesh;",
      "topic": ""
    },
    "16": {
      "text": "It standeth, and I discern not its aspect, A similitude is over-against mine eyes, Silence! and a voice I hear:",
      "topic": ""
    },
    "17": {
      "text": "‘Is mortal man than God more righteous? Than his Maker is a man cleaner?",
      "topic": ""
    },
    "18": {
      "text": "Lo, in His servants He putteth no credence, Nor in His messengers setteth praise.’",
      "topic": ""
    },
    "19": {
      "text": "Also—the inhabitants of houses of clay, (Whose foundation is in the dust, They bruise them before a moth.)",
      "topic": ""
    },
    "20": {
      "text": "From morning to evening are beaten down, Without any regarding, for ever they perish.",
      "topic": ""
    },
    "21": {
      "text": "Hath not their excellency been removed with them? They die, and not in wisdom!",
      "topic": ""
    }
  }
}