{
  "info": {
    "book": "Job",
    "chapter": "42",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answereth Jehovah and saith:—",
      "topic": ""
    },
    "2": {
      "text": "Thou hast known that for all things Thou art able, And not withheld from Thee is any device:",
      "topic": ""
    },
    "3": {
      "text": "Who is this, hiding counsel without knowledge?’ Therefore, I have declared, and understand not, Too wonderful for me, and I know not.",
      "topic": ""
    },
    "4": {
      "text": "‘Hear, I pray thee, and I—I do speak, I ask thee, and cause thou me to know.’",
      "topic": ""
    },
    "5": {
      "text": "By the hearing of the ear I heard Thee, And now mine eye hath seen Thee.",
      "topic": ""
    },
    "6": {
      "text": "Therefore do I loathe it, And I have repented on dust and ashes.",
      "topic": ""
    },
    "7": {
      "text": "And it cometh to pass after Jehovah’s speaking these words unto Job, that Jehovah saith unto Eliphaz the Temanite, ‘Burned hath Mine anger against thee, and against thy two friends, because ye have not spoken concerning Me rightly, like My servant Job.",
      "topic": ""
    },
    "8": {
      "text": "And now, take to you seven bullocks and seven rams, and go ye unto My servant Job, and ye have caused a burnt-offering to ascend for you; and Job My servant doth pray for you, for surely his face I accept, so as not to do with you folly, because ye have not spoken concerning Me rightly, like My servant Job.",
      "topic": ""
    },
    "9": {
      "text": "And they go—Eliphaz the Temanite, and Bildad the Shuhite, Zophar the Naamathite—and do as Jehovah hath spoken unto them; and Jehovah doth accept the face of Job.",
      "topic": ""
    },
    "10": {
      "text": "And Jehovah hath turned to the captivity of Job in his praying for his friends, and Jehovah doth add to all that Job hath—to double.",
      "topic": ""
    },
    "11": {
      "text": "And come unto him do all his brethren, and all his sisters, and all his former acquaintances, and they eat bread with him in his house, and bemoan him, and comfort him concerning all the evil that Jehovah had brought upon him, and they gave to him each one kesitah, and each one ring of gold.",
      "topic": ""
    },
    "12": {
      "text": "And Jehovah hath blessed the latter end of Job more than his beginning, and he hath fourteen thousand of a flock, and six thousand camels, and a thousand pairs of oxen, and a thousand she-asses.",
      "topic": ""
    },
    "13": {
      "text": "And he hath seven sons and three daughters;",
      "topic": ""
    },
    "14": {
      "text": "and he calleth the name of the one Jemima, and the name of the second Kezia, and the name of the third Keren-Happuch.",
      "topic": ""
    },
    "15": {
      "text": "And there have not been found women fair as the daughters of Job in all the land, and their father doth give to them an inheritance in the midst of their brethren.",
      "topic": ""
    },
    "16": {
      "text": "And Job liveth after this a hundred and forty years, and seeth his sons, and his sons’ sons, four generations;",
      "topic": ""
    },
    "17": {
      "text": "and Job dieth, aged and satisfied with days. Psalm 1:1\tO the happiness of that one, who Hath not walked in the counsel of the wicked. And in the way of sinners hath not stood, And in the seat of scorners hath not sat; Psalm 1:2\tBut—in the law of Jehovah is his delight, And in His law he doth meditate by day and by night: Psalm 1:3\tAnd he hath been as a tree, Planted by rivulets of water, That giveth its fruit in its season, And its leaf doth not wither, And all that he doth he causeth to prosper. Psalm 1:4\tNot so the wicked: But—as chaff that wind driveth away! Psalm 1:5\tTherefore the wicked rise not in judgment, Nor sinners in the company of the righteous, Psalm 1:6\tFor Jehovah is knowing the way of the righteous, And the way of the wicked is lost! Psalm 2:1\tWhy have nations tumultuously assembled? And do peoples meditate vanity? Psalm 2:2\tStation themselves do kings of the earth, And princes have been united together, Against Jehovah, and against His Messiah: Psalm 2:3\t‘Let us draw off Their cords, And cast from us Their thick bands.’ Psalm 2:4\tHe who is sitting in the heavens doth laugh, The Lord doth mock at them. Psalm 2:5\tThen doth He speak unto them in His anger, And in His wrath He doth trouble them: Psalm 2:6\t‘And I—I have anointed My King, Upon Zion—My holy hill.’ Psalm 2:7\tI declare concerning a statute: Jehovah said unto me, ‘My Son Thou art, I to-day have brought thee forth. Psalm 2:8\tAsk of Me and I give nations—thy inheritance, And thy possession—the ends of earth. Psalm 2:9\tThou dost rule them with a sceptre of iron, As a vessel of a potter Thou dost crush them.’ Psalm 2:10\tAnd now, O kings, act wisely, Be instructed, O judges of earth, Psalm 2:11\tServe ye Jehovah with fear, And rejoice with trembling. Psalm 2:12\tKiss the Chosen One, lest He be angry, And ye lose the way, When His anger burneth but a little, O the happiness of all trusting in Him! Psalm 3:1\tA Psalm of David, in his fleeing from the face of Absalom his son. Jehovah, how have my distresses multiplied! Many are rising up against me. Psalm 3:2\tMany are saying of my soul, ‘There is no salvation for him in God.’ Selah. Psalm 3:3\tAnd Thou, O Jehovah, art a shield for me, My honour, and lifter up of my head. Psalm 3:4\tMy voice is unto Jehovah: I call: And He answereth me from his holy hill, Selah. Psalm 3:5\tI—I have lain down, and I sleep, I have waked, for Jehovah sustaineth me. Psalm 3:6\tI am not afraid of myriads of people, That round about they have set against me. Psalm 3:7\tRise, O Jehovah! save me, my God. Because Thou hast smitten All mine enemies on the cheek. The teeth of the wicked Thou hast broken. Psalm 3:8\tOf Jehovah is this salvation; On Thy people is Thy blessing! Selah. Psalm 4:1\tTo the Overseer with Stringed Instruments.—A Psalm of David. In my calling answer Thou me, O God of my righteousness. In adversity Thou gavest enlargement to me; Favour me, and hear my prayer. Psalm 4:2\tSons of men! till when is my glory for shame? Ye love a vain thing, ye seek a lie. Selah. Psalm 4:3\tAnd know ye that Jehovah Hath separated a saintly one to Himself. Jehovah heareth in my calling to Him. Psalm 4:4\tTremble ye, and do not sin;’ Say ye thus in your heart on your bed, And be ye silent. Selah. Psalm 4:5\tSacrifice ye sacrifices of righteousness, And trust ye unto Jehovah. Psalm 4:6\tMany are saying, ‘Who doth show us good?’ Lift on us the light of Thy face, O Jehovah, Psalm 4:7\tThou hast given joy in my heart, From the time their corn and their wine Have been multiplied. Psalm 4:8\tIn peace together I lie down and sleep, For Thou, O Jehovah, alone, In confidence dost cause me to dwell! Psalm 5:1\tTo the Overseer, ‘Concerning the Inheritances.’—A Psalm of David. My sayings hear, O Jehovah, Consider my meditation. Psalm 5:2\tBe attentive to the voice of my cry, My king and my God, For unto Thee I pray habitually. Psalm 5:3\tJehovah, at morning Thou hearest my voice, At morning I set in array for Thee, And I look out. Psalm 5:4\tFor not a God desiring wickedness art Thou, Evil inhabiteth Thee not. Psalm 5:5\tThe boastful station not themselves before Thine eyes: Thou hast hated all working iniquity. Psalm 5:6\tThou destroyest those speaking lies, A man of blood and deceit Jehovah doth abominate. Psalm 5:7\tAnd I, in the abundance of Thy kindness, I enter Thy house, I bow myself toward Thy holy temple in Thy fear. Psalm 5:8\tO Jehovah, lead me in Thy righteousness, Because of those observing me, Make straight before me Thy way, Psalm 5:9\tFor there is no stability in their mouth. Their heart is mischiefs, An open grave is their throat, Their tongue they make smooth. Psalm 5:10\tDeclare them guilty, O God, Let them fall from their own counsels, In the abundance of their transgressions Drive them away, Because they have rebelled against Thee. Psalm 5:11\tAnd rejoice do all trusting in Thee, To the age they sing, and Thou coverest them over, And those loving Thy name exult in Thee. Psalm 5:12\tFor Thou blessest the righteous, O Jehovah, As a buckler with favour dost compass him! Psalm 6:1\tTo the Overseer with stringed instruments, on the octave.—A Psalm of David. O Jehovah, in Thine anger reprove me not, Nor in Thy fury chastise me. Psalm 6:2\tFavour me, O Jehovah, for I am weak, Heal me, O Jehovah, For troubled have been my bones, Psalm 6:3\tAnd my soul hath been troubled greatly, And Thou, O Jehovah, till when? Psalm 6:4\tTurn back, O Jehovah, draw out my soul, Save me for Thy kindness’ sake. Psalm 6:5\tFor there is not in death Thy memorial, In Sheol, who doth give thanks to Thee? Psalm 6:6\tI have been weary with my sighing, I meditate through all the night on my bed, With my tear my couch I waste. Psalm 6:7\tOld from provocation is mine eye, It is old because of all mine adversaries, Psalm 6:8\tTurn from me all ye workers of iniquity, For Jehovah heard the voice of my weeping, Psalm 6:9\tJehovah hath heard my supplication, Jehovah my prayer receiveth. Psalm 6:10\tAshamed and troubled greatly are all mine enemies, They turn back—ashamed in a moment! Psalm 7:1\t‘The Erring One,’ by David, that he sung to Jehovah concerning the words of Cush a Benjamite. O Jehovah, my God, in Thee I have trusted, Save me from all my pursuers, and deliver me. Psalm 7:2\tLest he tear as a lion my soul, Rending, and there is no deliverer. Psalm 7:3\tO Jehovah, my God, if I have done this, If there is iniquity in my hands, Psalm 7:4\tIf I have done my well-wisher evil, And draw mine adversary without cause, Psalm 7:5\tAn enemy pursueth my soul, and overtaketh, And treadeth down to the earth my life, And my honour placeth in the dust. Selah. Psalm 7:6\tRise, O Jehovah, in Thine anger, Be lifted up at the wrath of mine adversaries, And awake Thou for me: Judgment Thou hast commanded: Psalm 7:7\tAnd a company of peoples compass Thee, And over it on high turn Thou back, Psalm 7:8\tJehovah doth judge the peoples; Judge me, O Jehovah, According to my righteousness, And according to mine integrity on me, Psalm 7:9\tLet, I pray Thee be ended the evil of the wicked, And establish Thou the righteous, And a trier of hearts and reins is the righteous God. Psalm 7:10\tMy shield is on God, Saviour of the upright in heart! Psalm 7:11\tGod is a righteous judge, And He is not angry at all times. Psalm 7:12\tIf one turn not, His sword he sharpeneth, His bow he hath trodden—He prepareth it, Psalm 7:13\tYea, for him He hath prepared Instruments of death, His arrows for burning pursuers He maketh. Psalm 7:14\tLo, he travaileth with iniquity, And he hath conceived perverseness, And hath brought forth falsehood. Psalm 7:15\tA pit he hath prepared, and he diggeth it, And he falleth into a ditch he maketh. Psalm 7:16\tReturn doth his perverseness on his head, And on his crown his violence cometh down. Psalm 7:17\tI thank Jehovah, According to His righteousness, And praise the name of Jehovah Most High! Psalm 8:1\tTo the Overseer, ‘On the Gittith.’ A Psalm of David. Jehovah, our Lord, How honourable Thy name in all the earth! Who settest thine honour on the heavens. Psalm 8:2\tFrom the mouths of infants and sucklings Thou hast founded strength, Because of Thine adversaries, To still an enemy and a self-avenger. Psalm 8:3\tFor I see Thy heavens, a work of Thy fingers, Moon and stars that Thou didst establish. Psalm 8:4\tWhat is man that Thou rememberest him? The son of man that Thou inspectest him? Psalm 8:5\tAnd causest him to lack a little of Godhead, And with honour and majesty compassest him. Psalm 8:6\tThou dost cause him to rule Over the works of Thy hands, All Thou hast placed under his feet. Psalm 8:7\tSheep and oxen, all of them, And also beasts of the field, Psalm 8:8\tBird of the heavens, and fish of the sea, Passing through the paths of the seas! Psalm 8:9\tJehovah, our Lord, How honourable Thy name in all the earth! Psalm 9:1\tTo the Overseer, ‘On the Death of Labben.’—A Psalm of David. I confess, O Jehovah, with all my heart, I recount all Thy wonders, Psalm 9:2\tI rejoice and exult in Thee, I praise Thy Name, O Most High. Psalm 9:3\tIn mine enemies turning backward, they stumble and perish from Thy face. Psalm 9:4\tFor Thou hast done my judgment and my right. Thou hast sat on a throne, A judge of righteousness. Psalm 9:5\tThou hast rebuked nations, Thou hast destroyed the wicked, Their name Thou hast blotted out to the age and for ever. Psalm 9:6\tO thou Enemy, Finished have been destructions for ever, As to cities thou hast plucked up, Perished hath their memorial with them. Psalm 9:7\tAnd Jehovah to the age abideth, He is preparing for judgment His throne. Psalm 9:8\tAnd He judgeth the world in righteousness, He judgeth the peoples in uprightness. Psalm 9:9\tAnd Jehovah is a tower for the bruised, A tower for times of adversity. Psalm 9:10\tThey trust in Thee who do know Thy name, For Thou hast not forsaken Those seeking Thee, O Jehovah. Psalm 9:11\tSing ye praise to Jehovah, inhabiting Zion, Declare ye among the peoples His acts, Psalm 9:12\tFor He who is seeking for blood Them hath remembered, He hath not forgotten the cry of the afflicted. Psalm 9:13\tFavour me, O Jehovah, See mine affliction by those hating me, Thou who liftest me up from the gates of death, Psalm 9:14\tSo that I recount all Thy praise, In the gates of the daughter of Zion. I rejoice on Thy salvation. Psalm 9:15\tSunk have nations in a pit they made, In a net that they hid hath their foot been captured. Psalm 9:16\tJehovah hath been known, Judgment He hath done, By a work of his hands Hath the wicked been snared. Meditation. Selah. Psalm 9:17\tThe wicked do turn back to Sheol, All nations forgetting God. Psalm 9:18\tFor not for ever is the needy forgotten, The hope of the humble lost to the age. Psalm 9:19\tRise, O Jehovah, let not man be strong, Let nations be judged before Thy face. Psalm 9:20\tAppoint, O Jehovah, a director to them, Let nations know they are men! Selah. Psalm 10:1\tWhy, Jehovah, dost Thou stand at a distance? Thou dost hide in times of adversity, Psalm 10:2\tThrough the pride of the wicked, Is the poor inflamed, They are caught in devices that they devised. Psalm 10:3\tBecause the wicked hath boasted Of the desire of his soul, And a dishonest gainer he hath blessed, He hath despised Jehovah. Psalm 10:4\tThe wicked according to the height of his face, inquireth not. ‘God is not!’ are all his devices. Psalm 10:5\tPain do his ways at all times, On high are Thy judgments before him, All his adversaries—he puffeth at them. Psalm 10:6\tHe hath said in his heart, ‘I am not moved,’ To generation and generation not in evil. Psalm 10:7\tOf oaths his mouth is full, And deceits, and fraud: Under his tongue is perverseness and iniquity, Psalm 10:8\tHe doth sit in an ambush of the villages, In secret places he doth slay the innocent. His eyes for the afflicted watch secretly, Psalm 10:9\tHe lieth in wait in a secret place, as a lion in a covert. He lieth in wait to catch the poor, He catcheth the poor, drawing him into his net. Psalm 10:10\tHe is bruised—he boweth down, Fallen by his mighty ones hath the afflicted. Psalm 10:11\tHe said in his heart, ‘God hath forgotten, He hath hid His face, He hath never seen.’ Psalm 10:12\tArise, O Jehovah! O God, lift up Thy hand! Forget not the humble. Psalm 10:13\tWherefore hath the wicked despised God? He hath said in his heart, ‘It is not required.’ Psalm 10:14\tThou hast seen, For Thou perverseness and anger beholdest; By giving into Thy hand, On Thee doth the afflicted leave it, Of the fatherless Thou hast been an helper. Psalm 10:15\tBreak the arm of the wicked and the evil, Seek out his wickedness, find none; Psalm 10:16\tJehovah is king to the age, and for ever, The nations have perished out of His land! Psalm 10:17\tThe desire of the humble Thou hast heard, O Jehovah. Thou preparest their heart; Thou causest Thine ear to attend, Psalm 10:18\tTo judge the fatherless and bruised: He addeth no more to oppress—man of the earth! Psalm 11:1\tTo the Overseer.—By David. In Jehovah I trusted, how say ye to my soul, ‘They moved to Thy mountain for the bird? Psalm 11:2\tFor lo, the wicked tread a bow, They have prepared their arrow on the string, To shoot in darkness at the upright in heart. Psalm 11:3\tWhen the foundations are destroyed, The righteous—what hath he done? Psalm 11:4\tJehovah is in his holy temple: Jehovah—in the heavens is His throne. His eyes see—His eyelids try the sons of men. Psalm 11:5\tJehovah the righteous doth try. And the wicked and the lover of violence, Hath His soul hated, Psalm 11:6\tHe poureth on the wicked snares, fire, and brimstone, And a horrible wind is the portion of their cup. Psalm 11:7\tFor righteous is Jehovah, Righteousness He hath loved, The upright doth His countenance see!’ Psalm 12:1\tTo the Overseer, on the octave.—A Psalm of David. Save, Jehovah, for the saintly hath failed, For the stedfast have ceased From the sons of men: Psalm 12:2\tVanity they speak each with his neighbour, Lip of flattery! With heart and heart they speak. Psalm 12:3\tJehovah doth cut off all lips of flattery, A tongue speaking great things, Psalm 12:4\tWho said, ‘By our tongue we do mightily: Our lips are our own; who is lord over us?’ Psalm 12:5\tBecause of the spoiling of the poor, Because of the groaning of the needy, Now do I arise, saith Jehovah, I set in safety him who doth breathe for it. Psalm 12:6\tSayings of Jehovah are pure sayings; Silver tried in a furnace of earth refined sevenfold. Psalm 12:7\tThou, O Jehovah, dost preserve them, Thou keepest us from this generation to the age. Psalm 12:8\tAround the wicked walk continually, According as vileness is exalted by sons of men! Psalm 13:1\tTo the Overseer.—A Psalm of David. Till when, O Jehovah, Dost Thou forget me?—for ever? Till when dost Thou hide Thy face from me? Psalm 13:2\tTill when do I set counsels in my soul? Sorrow in my heart daily? Till when is mine enemy exalted over me? Psalm 13:3\tLook attentively; Answer me, O Jehovah, my God, Enlighten mine eyes, lest I sleep in death, Psalm 13:4\tLest mine enemy say, ‘I overcame him,’ Mine adversaries joy when I am moved. Psalm 13:5\tAnd I, in Thy kindness I have trusted, Rejoice doth my heart in Thy salvation. Psalm 13:6\tI do sing to Jehovah, For He hath conferred benefits upon me! Psalm 14:1\tTo the Overseer.—By David. A fool hath said in his heart, ‘God is not;’ They have done corruptly, They have done abominable actions, There is not a doer of good. Psalm 14:2\tJehovah from the heavens Hath looked on the sons of men, To see if there is a wise one—seeking God. Psalm 14:3\tThe whole have turned aside, Together they have been filthy: There is not a doer of good, not even one. Psalm 14:4\tHave all working iniquity not known? Those consuming my people have eaten bread, Jehovah they have not called. Psalm 14:5\tThere they have feared a fear, For God is in the generation of the righteous. Psalm 14:6\tThe counsel of the poor ye cause to stink, Because Jehovah is his refuge. Psalm 14:7\tWho doth give from Zion the salvation of Israel? When Jehovah doth turn back To a captivity of His people, Jacob doth rejoice—Israel is glad! Psalm 15:1\tA Psalm of David. Jehovah, who doth sojourn in Thy tent? Who doth dwell in Thy holy hill? Psalm 15:2\tHe who is walking uprightly, And working righteousness, And speaking truth in his heart. Psalm 15:3\tHe hath not slandered by his tongue, He hath not done to his friend evil; And reproach he hath not lifted up Against his neighbour. Psalm 15:4\tDespised in his eyes is a rejected one, And those fearing Jehovah he doth honour. He hath sworn to suffer evil, and changeth not; Psalm 15:5\tHis silver he hath not given in usury, And a bribe against the innocent Hath not taken; Whoso is doing these is not moved to the age! Psalm 16:1\tA Secret Treasure of David. Preserve me, O God, for I did trust in Thee. Psalm 16:2\tThou hast said to Jehovah, ‘My Lord Thou art;’ My good is not for thine own sake; Psalm 16:3\tFor the holy ones who are in the land, And the honourable, all my delight is in them. Psalm 16:4\tMultiplied are their griefs, Who have hastened backward; I pour not out their libations of blood, Nor do I take up their names on my lips. Psalm 16:5\tJehovah is the portion of my share, and of my cup, Thou—Thou dost uphold my lot. Psalm 16:6\tLines have fallen to me in pleasant places, Yea, a beauteous inheritance is for me. Psalm 16:7\tI bless Jehovah who hath counselled me; Also in the nights my reins instruct me. Psalm 16:8\tI did place Jehovah before me continually, Because—at my right hand I am not moved. Psalm 16:9\tTherefore hath my heart been glad, And my honour doth rejoice, Also my flesh dwelleth confidently: Psalm 16:10\tFor Thou dost not leave my soul to Sheol, Nor givest thy saintly one to see corruption. Psalm 16:11\tThou causest me to know the path of life; Fulness of joys is with Thy presence, Pleasant things by Thy right hand for ever! Psalm 17:1\tA Prayer of David. Hear, O Jehovah, righteousness, attend my cry, Give ear to my prayer, without lips of deceit. Psalm 17:2\tFrom before thee my judgment doth go out; Thine eyes do see uprightly. Psalm 17:3\tThou hast proved my heart, Thou hast inspected by night, Thou hast tried me, Thou findest nothing; My thoughts pass not over my mouth. Psalm 17:4\tAs to doings of man, Through a word of Thy lips I have observed The paths of a destroyer; Psalm 17:5\tTo uphold my goings in Thy paths, My steps have not slidden. Psalm 17:6\tI—I called Thee, for Thou dost answer me, O God, incline Thine ear to me, hear my speech. Psalm 17:7\tSeparate wonderfully Thy kindness, O Saviour of the confiding, By Thy right hand, from withstanders. Psalm 17:8\tKeep me as the apple, the daughter of the eye; In shadow of Thy wings thou dost hide me. Psalm 17:9\tFrom the face of the wicked who spoiled me. Mine enemies in soul go round against me. Psalm 17:10\tTheir fat they have closed up, Their mouths have spoken with pride: Psalm 17:11\tOur steps now have compassed him;’ Their eyes they set to turn aside in the land. Psalm 17:12\tHis likeness as a lion desirous to tear, As a young lion dwelling in secret places. Psalm 17:13\tArise, O Jehovah, go before his face, Cause him to bend. Deliver my soul from the wicked, Thy sword, Psalm 17:14\tFrom men, Thy hand, O Jehovah, From men of the world, their portion is in life, And with Thy hidden things Thou fillest their belly, They are satisfied with sons; And have left their abundance to their sucklings. Psalm 17:15\tI—in righteousness, I see Thy face; I am satisfied, in awaking, with Thy form! Psalm 18:1\tTo the Overseer.—By a servant of Jehovah, by David, who hath spoken to Jehovah the words of this song in the day Jehovah delivered him from the hand of all his enemies, and from the hand of Saul, and he saith:—I love Thee, O Jehovah, my strength. Psalm 18:2\tJehovah is my rock, and my bulwark, And my deliverer, My God is my rock, I trust in Him: My shield, and a horn of my salvation, My high tower. Psalm 18:3\tThe ‘Praised One’ I call Jehovah, And from my enemies I am saved. Psalm 18:4\tCompassed me have cords of death, And streams of the worthless make me afraid. Psalm 18:5\tCords of Sheol have surrounded me, Before me have been snares of death. Psalm 18:6\tIn mine adversity I call Jehovah, And unto my God I cry. He heareth from His temple my voice, And My cry before Him cometh into His ears. Psalm 18:7\tAnd shake and tremble doth the earth, And foundations of hills are troubled, And they shake—because He hath wrath. Psalm 18:8\tGone up hath smoke by His nostrils, And fire from His mouth consumeth, Coals have been kindled by it. Psalm 18:9\tAnd He inclineth the heavens, and cometh down, And thick darkness is under His feet. Psalm 18:10\tAnd He rideth on a cherub, and doth fly, And He flieth on wings of wind. Psalm 18:11\tHe maketh darkness His secret place, Round about Him His tabernacle, Darkness of waters, thick clouds of the skies. Psalm 18:12\tFrom the brightness over-against Him His thick clouds have passed on, Hail and coals of fire. Psalm 18:13\tAnd thunder in the heavens doth Jehovah, And the Most High giveth forth His voice, Hail and coals of fire. Psalm 18:14\tAnd He sendeth His arrows and scattereth them, And much lightning, and crusheth them. Psalm 18:15\tAnd seen are the streams of waters, And revealed are foundations of the earth. From Thy rebuke, O Jehovah, From the breath of the spirit of Thine anger. Psalm 18:16\tHe sendeth from above—He taketh me, He draweth me out of many waters. Psalm 18:17\tHe delivereth me from my strong enemy, And from those hating me, For they have been stronger than I. Psalm 18:18\tThey go before me in a day of my calamity And Jehovah is for a support to me. Psalm 18:19\tAnd He bringeth me forth to a large place, He draweth me out, because He delighted in me. Psalm 18:20\tJehovah doth recompense me According to my righteousness, According to the cleanness of my hands, He doth return to me. Psalm 18:21\tFor I have kept the ways of Jehovah, And have not done wickedly against my God. Psalm 18:22\tFor all His judgments are before me, And His statutes I turn not from me. Psalm 18:23\tAnd I am perfect with him, And I keep myself from mine iniquity. Psalm 18:24\tAnd Jehovah doth return to me, According to my righteousness, According to the cleanness of my hands, Over-against his eyes. Psalm 18:25\tWith the kind Thou showest Thyself kind, With a perfect man showest Thyself perfect. Psalm 18:26\tWith the pure Thou showest Thyself pure, And with the perverse showest Thyself a wrestler, Psalm 18:27\tFor Thou a poor people savest, And the eyes of the high causest to fall. Psalm 18:28\tFor Thou—Thou lightest my lamp, Jehovah my God enlighteneth my darkness. Psalm 18:29\tFor by Thee I run—a troop! And by my God I leap a wall. Psalm 18:30\tGod! perfect is His way, The saying of Jehovah is tried, A shield is He to all those trusting in Him. Psalm 18:31\tFor who is God besides Jehovah? And who is a rock save our God? Psalm 18:32\tGod! who is girding me with strength, And He maketh perfect my way. Psalm 18:33\tMaking my feet like hinds, And on my high places causeth me to stand. Psalm 18:34\tTeaching my hands for battle, And a bow of brass was brought down by my arms. Psalm 18:35\tAnd Thou givest to me the shield of Thy salvation, And Thy right hand doth support me, And Thy lowliness maketh me great. Psalm 18:36\tThou enlargest my step under me, And mine ankles have not slidden. Psalm 18:37\tI pursue mine enemies, and overtake them, And turn back not till they are consumed. Psalm 18:38\tI smite them, and they are not able to rise, They fall under my feet, Psalm 18:39\tAnd Thou girdest me with strength for battle, Causest my withstanders to bow under me. Psalm 18:40\tAs to mine enemies—Thou hast given to me the neck, As to those hating me—I cut them off. Psalm 18:41\tThey cry, and there is no saviour, On Jehovah, and He doth not answer them. Psalm 18:42\tAnd I beat them as dust before wind, As mire of the streets I empty them out. Psalm 18:43\tThou dost deliver me From the strivings of the people, Thou placest me for a head of nations, A people I have not known do serve me. Psalm 18:44\tAt the hearing of the ear they hearken to me, Sons of a stranger feign obedience to me, Psalm 18:45\tSons of a stranger fade away, And are slain out of their close places. Psalm 18:46\tJehovah liveth—and blessed is my rock, And exalted is the God of my salvation. Psalm 18:47\tGod—who is giving vengeance to me, And He subdueth peoples under me, Psalm 18:48\tMy deliverer from mine enemies, Above my withstanders Thou raisest me, From a man of violence dost deliver me. Psalm 18:49\tTherefore I confess Thee among nations, O Jehovah, And to Thy name I sing praise, Psalm 18:50\tMagnifying the salvation of His king, And doing kindness to His anointed, To David, and to his seed—unto the age! Psalm 19:1\tTo the Overseer.—A Psalm of David. The heavens are recounting the honour of God, And the work of His hands The expanse is declaring. Psalm 19:2\tDay to day uttereth speech, And night to night sheweth knowledge. Psalm 19:3\tThere is no speech, and there are no words. Their voice hath not been heard. Psalm 19:4\tInto all the earth hath their line gone forth, And to the end of the world their sayings, For the sun He placed a tent in them, Psalm 19:5\tAnd he, as a bridegroom, goeth out from his covering, He rejoiceth as a mighty one To run the path. Psalm 19:6\tFrom the end of the heavens is his going out, And his revolution is unto their ends, And nothing is hid from his heat. Psalm 19:7\tThe law of Jehovah is perfect, refreshing the soul, The testimonies of Jehovah are stedfast, Making wise the simple, Psalm 19:8\tThe precepts of Jehovah are upright, Rejoicing the heart, The command of Jehovah is pure, enlightening the eyes, Psalm 19:9\tThe fear of Jehovah is clean, standing to the age, The judgments of Jehovah are true, They have been righteous—together. Psalm 19:10\tThey are more desirable than gold, Yea, than much fine gold; and sweeter than honey, Even liquid honey of the comb. Psalm 19:11\tAlso—Thy servant is warned by them, ‘In keeping them is a great reward.’ Psalm 19:12\tErrors! who doth understand? From hidden ones declare me innocent, Psalm 19:13\tAlso—from presumptuous ones keep back Thy servant, Let them not rule over me, Then am I perfect, And declared innocent of much transgression, Psalm 19:14\tLet the sayings of my mouth, And the meditation of my heart, Be for a pleasing thing before Thee, O Jehovah, my rock, and my redeemer! Psalm 20:1\tTo the Overseer.—A Psalm of David. Jehovah doth answer thee, In a day of adversity, The name of the God of Jacob doth set thee on high, Psalm 20:2\tHe doth send thy help from the sanctuary, And from Zion doth support thee, Psalm 20:3\tHe doth remember all thy presents, And thy burnt-offering doth reduce to ashes. Selah. Psalm 20:4\tHe doth give to thee according to thy heart, And all thy counsel doth fulfil. Psalm 20:5\tWe sing of thy salvation, And in the name of our God set up a banner. Jehovah doth fulfil all thy requests. Psalm 20:6\tNow I have known That Jehovah hath saved His anointed, He answereth him from His holy heavens, With the saving might of His right hand. Psalm 20:7\tSome of chariots, and some of horses, And we of the name of Jehovah our God Make mention. Psalm 20:8\tThey—they have bowed and have fallen, And we have risen and station ourselves upright. Psalm 20:9\tO Jehovah, save the king, He doth answer us in the day we call! Psalm 21:1\tTo the Overseer.—A Psalm of David. Jehovah, in Thy strength is the king joyful, In Thy salvation how greatly he rejoiceth. Psalm 21:2\tThe desire of his heart Thou gavest to him, And the request of his lips Thou hast not withheld. Selah. Psalm 21:3\tFor Thou puttest before him blessings of goodness, Thou settest on his head a crown of fine gold. Psalm 21:4\tLife he hath asked from Thee, Thou hast given to him—length of days, Age-during—and for ever. Psalm 21:5\tGreat is his honour in Thy salvation, Honour and majesty Thou placest on him. Psalm 21:6\tFor Thou makest him blessings for ever, Thou dost cause him to rejoice with joy, By Thy countenance. Psalm 21:7\tFor the king is trusting in Jehovah, And in the kindness of the Most High He is not moved. Psalm 21:8\tThy hand cometh to all Thine enemies, Thy right hand doth find Thy haters. Psalm 21:9\tThou makest them as a furnace of fire, At the time of Thy presence. Jehovah in His anger doth swallow them, And fire doth devour them. Psalm 21:10\tTheir fruit from earth Thou destroyest, And their seed from the sons of men. Psalm 21:11\tFor they stretched out against Thee evil, They devised a wicked device, they prevail not, Psalm 21:12\tFor Thou makest them a butt, When Thy strings Thou preparest against their faces. Psalm 21:13\tBe Thou exalted, O Jehovah in, Thy strength, We sing and we praise Thy might! Psalm 22:1\tTo the Overseer, on ‘The Hind of the Morning.’—A Psalm of David. My God, my God, why hast Thou forsaken me? Far from my salvation, The words of my roaring? Psalm 22:2\tMy God, I call by day, and Thou answerest not, And by night, and there is no silence to me. Psalm 22:3\tAnd Thou art holy, Sitting—the Praise of Israel. Psalm 22:4\tIn Thee did our fathers trust—they trusted, And Thou dost deliver them. Psalm 22:5\tUnto Thee they cried, and were delivered, In Thee they trusted, and were not ashamed. Psalm 22:6\tAnd I am a worm, and no man, A reproach of man, and despised of the people. Psalm 22:7\tAll beholding me do mock at me, They make free with the lip—shake the head, Psalm 22:8\t‘Roll unto Jehovah, He doth deliver him, He doth deliver him, for he delighted in him.’ Psalm 22:9\tFor thou art He bringing me forth from the womb, Causing me to trust, On the breasts of my mother. Psalm 22:10\tOn Thee I have been cast from the womb, From the belly of my mother Thou art my God. Psalm 22:11\tBe not far from me, For adversity is near, for there is no helper. Psalm 22:12\tMany bulls have surrounded me, Mighty ones of Bashan have compassed me, Psalm 22:13\tThey have opened against me their mouth, A lion tearing and roaring. Psalm 22:14\tAs waters I have been poured out, And separated themselves have all my bones, My heart hath been like wax, It is melted in the midst of my bowels. Psalm 22:15\tDried up as an earthen vessel is my power, And my tongue is cleaving to my jaws. Psalm 22:16\tAnd to the dust of death thou appointest me, For surrounded me have dogs, A company of evil doers have compassed me, Piercing my hands and my feet. Psalm 22:17\tI count all my bones—they look expectingly, They look upon me, Psalm 22:18\tThey apportion my garments to themselves, And for my clothing they cause a lot to fall. Psalm 22:19\tAnd Thou, O Jehovah, be not far off, O my strength, to help me haste. Psalm 22:20\tDeliver from the sword my soul, From the paw of a dog mine only one. Psalm 22:21\tSave me from the mouth of a lion:—And—from the horns of the high places Thou hast answered me! Psalm 22:22\tI declare Thy name to my brethren, In the midst of the assembly I praise Thee. Psalm 22:23\tYe who fear Jehovah, praise ye Him, All the seed of Jacob, honour ye Him, And be afraid of Him, all ye seed of Israel. Psalm 22:24\tFor He hath not despised, nor abominated, The affliction of the afflicted, Nor hath He hidden His face from him, And in his crying unto Him He heareth. Psalm 22:25\tOf Thee my praise is in the great assembly. My vows I complete before His fearers. Psalm 22:26\tThe humble do eat and are satisfied, Praise Jehovah do those seeking Him, Your heart doth live for ever. Psalm 22:27\tRemember and return unto Jehovah, Do all ends of the earth, And before Thee bow themselves, Do all families of the nations, Psalm 22:28\tFor to Jehovah is the kingdom, And He is ruling among nations. Psalm 22:29\tAnd the fat ones of earth have eaten, And they bow themselves, Before Him bow do all going down to dust, And he who hath not revived his soul. Psalm 22:30\tA seed doth serve Him, It is declared of the Lord to the generation. Psalm 22:31\tThey come and declare His righteousness, To a people that is borne, that He hath made! Psalm 23:1\tA Psalm of David. Jehovah is my shepherd, I do not lack, Psalm 23:2\tIn pastures of tender grass He causeth me to lie down, By quiet waters He doth lead me. Psalm 23:3\tMy soul He refresheth, He leadeth me in paths of righteousness, For His name’s sake, Psalm 23:4\tAlso—when I walk in a valley of death-shade, I fear no evil, for Thou art with me, Thy rod and Thy staff—they comfort me. Psalm 23:5\tThou arrangest before me a table, Over-against my adversaries, Thou hast anointed with oil my head, My cup is full! Psalm 23:6\tOnly—goodness and kindness pursue me, All the days of my life, And my dwelling is in the house of Jehovah, For a length of days! Psalm 24:1\tA Psalm of David. To Jehovah is the earth and its fulness, The world and the inhabitants in it. Psalm 24:2\tFor He on the seas hath founded it, And on the floods He doth establish it. Psalm 24:3\tWho goeth up into the hill of Jehovah? And who riseth up in His holy place? Psalm 24:4\tThe clean of hands, and pure of heart, Who hath not lifted up to vanity his soul, Nor hath sworn to deceit. Psalm 24:5\tHe beareth away a blessing from Jehovah, Righteousness from the God of his salvation. Psalm 24:6\tThis is a generation of those seeking Him. Seeking Thy face, O Jacob! Selah. Psalm 24:7\tLift up, O gates, your heads, And be lifted up, O doors age-during, And come in doth the king of glory! Psalm 24:8\tWho is this—‘the king of glory?’ Jehovah—strong and mighty, Jehovah, the mighty in battle. Psalm 24:9\tLift up, O gates, your heads, And be lifted up, O doors age-during, And come in doth the king of glory! Psalm 24:10\tWho is He—this ‘king of glory?’ Jehovah of hosts—He is the king of glory! Selah. Psalm 25:1\tBy David. Unto Thee, O Jehovah, my soul I lift up. Psalm 25:2\tMy God, in Thee I have trusted, Let me not be ashamed, Let not mine enemies exult over me. Psalm 25:3\tAlso let none waiting on Thee be ashamed, Let the treacherous dealers without cause be ashamed. Psalm 25:4\tThy ways, O Jehovah, cause me to know, Thy paths teach Thou me. Psalm 25:5\tCause me to tread in Thy truth, and teach me, For Thou art the God of my salvation, Near Thee I have waited all the day. Psalm 25:6\tRemember Thy mercies, O Jehovah, And Thy kindnesses, for from the age are they. Psalm 25:7\tSins of my youth, and my transgressions, Do not Thou remember. According to Thy kindness be mindful of me, For Thy goodness’ sake, O Jehovah. Psalm 25:8\tGood and upright is Jehovah, Therefore He directeth sinners in the way. Psalm 25:9\tHe causeth the humble to tread in judgment, And teacheth the humble His way. Psalm 25:10\tAll the paths of Jehovah are kindness and truth, To those keeping His covenant, And His testimonies. Psalm 25:11\tFor Thy name’s sake, O Jehovah, Thou hast pardoned mine iniquity, for it is great. Psalm 25:12\tWho is this—the man fearing Jehovah? He directeth him in the way He doth choose. Psalm 25:13\tHis soul in good doth remain, And his seed doth possess the land. Psalm 25:14\tThe secret of Jehovah is for those fearing Him, And His covenant—to cause them to know. Psalm 25:15\tMine eyes are continually unto Jehovah, For He bringeth out from a net my feet. Psalm 25:16\tTurn Thou unto me, and favour me, For lonely and afflicted am I. Psalm 25:17\tThe distresses of my heart have enlarged themselves, From my distresses bring me out. Psalm 25:18\tSee mine affliction and my misery, And bear with all my sins. Psalm 25:19\tSee my enemies, for they have been many, And with violent hatred they have hated me. Psalm 25:20\tKeep my soul, and deliver me, Let me not be ashamed, for I trusted in Thee. Psalm 25:21\tIntegrity and uprightness do keep me, For I have waited on Thee. Psalm 25:22\tRedeem Israel, O God, from all his distresses! Psalm 26:1\tBy David. Judge me, O Jehovah, for I in mine integrity have walked, And in Jehovah I have trusted, I slide not. Psalm 26:2\tTry me, O Jehovah, and prove me, Purified are my reins and my heart. Psalm 26:3\tFor Thy kindness is before mine eyes, And I have walked habitually in Thy truth. Psalm 26:4\tI have not sat with vain men, And with dissemblers I enter not. Psalm 26:5\tI have hated the assembly of evil doers, And with the wicked I sit not. Psalm 26:6\tI wash in innocency my hands, And I compass Thine altar, O Jehovah. Psalm 26:7\tTo sound with a voice of confession, And to recount all Thy wonders. Psalm 26:8\tJehovah, I have loved the habitation of Thy house, And the place of the tabernacle of Thine honour. Psalm 26:9\tDo not gather with sinners my soul, And with men of blood my life, Psalm 26:10\tIn whose hand is a wicked device, And their right hand is full of bribes. Psalm 26:11\tAnd I, in mine integrity I walk, Redeem me, and favour me. Psalm 26:12\tMy foot hath stood in uprightness, In assemblies I bless Jehovah! Psalm 27:1\tBy David. Jehovah is my light and my salvation, Whom do I fear? Jehovah is the strength of my life, Of whom am I afraid? Psalm 27:2\tWhen evil doers come near to me to eat my flesh, My adversaries and mine enemies to me, They have stumbled and fallen. Psalm 27:3\tThough a host doth encamp against me, My heart doth not fear, Though war riseth up against me, In this I am confident. Psalm 27:4\tOne thing I asked of Jehovah—it I seek. My dwelling in the house of Jehovah, All the days of my life, To look on the pleasantness of Jehovah, And to inquire in His temple. Psalm 27:5\tFor He hideth me in a tabernacle in the day of evil, He hideth me in a secret place of His tent, On a rock he raiseth me up. Psalm 27:6\tAnd now, lifted up is my head, Above my enemies—my surrounders, And I sacrifice in His tent sacrifices of shouting, I sing, yea, I sing praise to Jehovah. Psalm 27:7\tHear, O Jehovah, my voice—I call, And favour me, and answer me. Psalm 27:8\tTo Thee said my heart ‘They sought my face, Thy face, O Jehovah, I seek.’ Psalm 27:9\tHide not Thy face from me, Turn not aside in anger Thy servant, My help Thou hast been. Leave me not, nor forsake me, O God of my salvation. Psalm 27:10\tWhen my father and my mother Have forsaken me, then doth Jehovah gather me. Psalm 27:11\tShew me, O Jehovah, Thy way, And lead me in a path of uprightness, For the sake of my beholders. Psalm 27:12\tGive me not to the will of my adversaries, For risen against me have false witnesses, And they breathe out violence to me. Psalm 27:13\tI had not believed to look on the goodness of Jehovah In the land of the living! Psalm 27:14\tLook unto Jehovah—be strong, And He doth strengthen thy heart, Yea, look unto Jehovah! Psalm 28:1\tBy David. Unto Thee, O Jehovah, I call, My rock, be not silent to me! Lest Thou be silent to me, And I have been compared With those going down to the pit. Psalm 28:2\tHear the voice of my supplications, In my crying unto Thee, In my lifting up my hands toward thy holy oracle. Psalm 28:3\tDraw me not with the wicked, And with workers of iniquity, Speaking peace with their neighbours, And evil in their heart. Psalm 28:4\tGive to them according to their acting, And according to the evil of their doings. According to the work of their hands give to them. Return their deed to them. Psalm 28:5\tFor they attend not to the doing of Jehovah, And unto the work of His hands. He throweth them down, And doth not build them up. Psalm 28:6\tBlessed is Jehovah, For He hath heard the voice of my supplications. Psalm 28:7\tJehovah is my strength, and my shield, In Him my heart trusted, and I have been helped. And my heart exulteth, And with my song I thank Him. Psalm 28:8\tJehovah is strength to him, Yea, the strength of the salvation of His anointed is He. Psalm 28:9\tSave Thy people, and bless Thine inheritance, And feed them, and carry them to the age! Psalm 29:1\tA Psalm of David. Ascribe to Jehovah, ye sons of the mighty, Ascribe to Jehovah honour and strength. Psalm 29:2\tAscribe to Jehovah the honour of His name, Bow yourselves to Jehovah, In the beauty of holiness. Psalm 29:3\tThe voice of Jehovah is on the waters, The God of glory hath thundered, Jehovah is on many waters. Psalm 29:4\tThe voice of Jehovah is with power, The voice of Jehovah is with majesty, Psalm 29:5\tThe voice of Jehovah is shivering cedars, Yea, Jehovah shivers the cedars of Lebanon. Psalm 29:6\tAnd He causeth them to skip as a calf, Lebanon and Sirion as a son of Reems, Psalm 29:7\tThe voice of Jehovah is hewing fiery flames, Psalm 29:8\tThe voice of Jehovah paineth a wilderness, Jehovah paineth the wilderness of Kadesh. Psalm 29:9\tThe voice of Jehovah paineth the oaks, And maketh bare the forests, And in His temple every one saith, ‘Glory.’ Psalm 29:10\tJehovah on the deluge hath sat, And Jehovah sitteth king—to the age, Psalm 29:11\tJehovah strength to his people giveth, Jehovah blesseth His people with peace! Psalm 30:1\tA Psalm.—A song of the dedication of the house of David. I exalt Thee, O Jehovah, For Thou hast drawn me up, and hast not let mine enemies rejoice over me. Psalm 30:2\tJehovah my God, I have cried to Thee, And Thou dost heal me. Psalm 30:3\tJehovah, Thou hast brought up from Sheol my soul, Thou hast kept me alive, From going down to the pit. Psalm 30:4\tSing praise to Jehovah, ye His saints, And give thanks at the remembrance of His holiness, Psalm 30:5\tFor—a moment is in His anger, Life is in His good-will, At even remaineth weeping, and at morn singing. Psalm 30:6\tAnd I—I have said in mine ease, ‘I am not moved—to the age. Psalm 30:7\tO Jehovah, in Thy good pleasure, Thou hast caused strength to remain for my mountain,’ Thou hast hidden Thy face—I have been troubled. Psalm 30:8\tUnto Thee, O Jehovah, I call, And unto Jehovah I make supplication. Psalm 30:9\tWhat gain is in my blood? In my going down unto corruption? Doth dust thank Thee? doth it declare Thy truth? Psalm 30:10\tHear, O Jehovah, and favour me, O Jehovah, be a helper to me.’ Psalm 30:11\tThou hast turned my mourning to dancing for me, Thou hast loosed my sackcloth, And girdest me with joy. Psalm 30:12\tSo that honour doth praise Thee, and is not silent, O Jehovah, my God, to the age I thank Thee! Psalm 31:1\tTo the Overseer.—A Psalm of David. In Thee, O Jehovah, I have trusted, Let me not be ashamed to the age, In Thy righteousness deliver me. Psalm 31:2\tIncline unto me Thine ear hastily, deliver me, Be to me for a strong rock, For a house of bulwarks to save me. Psalm 31:3\tFor my rock and my bulwark art Thou, For Thy name’s sake lead me and tend me. Psalm 31:4\tBring me out from the net that they hid for me, For Thou art my strength. Psalm 31:5\tInto Thy hand I commit my spirit, Thou hast redeemed me, Jehovah God of truth. Psalm 31:6\tI have hated the observers of lying vanities, And I toward Jehovah have been confident. Psalm 31:7\tI rejoice, and am glad in Thy kindness, In that Thou hast seen mine affliction, Thou hast known in adversities my soul. Psalm 31:8\tAnd Thou hast not shut me up, Into the hand of an enemy, Thou hast caused my feet to stand in a broad place. Psalm 31:9\tFavour me, O Jehovah, for distress is to me, Mine eye, my soul, and my body Have become old by provocation. Psalm 31:10\tFor my life hath been consumed in sorrow And my years in sighing. Feeble because of mine iniquity hath been my strength, And my bones have become old. Psalm 31:11\tAmong all mine adversaries I have been a reproach, And to my neighbours exceedingly, And a fear to mine acquaintances, Those seeing me without—fled from me. Psalm 31:12\tI have been forgotten as dead out of mind, I have been as a perishing vessel. Psalm 31:13\tFor I have heard an evil account of many, Fear is round about. In their being united against me, To take my life they have devised, Psalm 31:14\tAnd I on Thee—I have trusted, O Jehovah, I have said, ‘Thou art my God.’ Psalm 31:15\tIn Thy hand are my times, Deliver me from the hand of my enemies, And from my pursuers. Psalm 31:16\tCause Thy face to shine on Thy servant, Save me in Thy kindness. Psalm 31:17\tO Jehovah, let me not be ashamed, For I have called Thee, let the wicked be ashamed, Let them become silent to Sheol. Psalm 31:18\tLet lips of falsehood become dumb, That are speaking against the righteous, Ancient sayings, in pride and contempt. Psalm 31:19\tHow abundant is Thy goodness, That Thou hast laid up for those fearing Thee, Psalm 31:20\tThou hast wrought for those trusting in Thee, Before sons of men. Thou hidest them in the secret place of Thy presence, From artifices of man, Thou concealest them in a tabernacle, From the strife of tongues. Psalm 31:21\tBlessed is Jehovah, For He hath made marvellous His kindness To me in a city of bulwarks. Psalm 31:22\tAnd I—I have said in my haste, ‘I have been cut off from before Thine eyes,’ But Thou hast heard the voice of my supplications, In my crying unto Thee. Psalm 31:23\tLove Jehovah, all ye His saints, Jehovah is keeping the faithful, And recompensing abundantly a proud doer. Psalm 31:24\tBe strong, and He strengtheneth your heart, All ye who are waiting for Jehovah! Psalm 32:1\tBy David.—An Instruction. O the happiness of him whose transgression is forgiven, Whose sin is covered. Psalm 32:2\tO the happiness of a man, To whom Jehovah imputeth not iniquity, And in whose spirit there is no deceit. Psalm 32:3\tWhen I have kept silence, become old have my bones, Through my roaring all the day. Psalm 32:4\tWhen by day and by night Thy hand is heavy upon me, My moisture hath been changed Into the droughts of summer. Selah. Psalm 32:5\tMy sin I cause Thee to know, And mine iniquity I have not covered. I have said, ‘I confess concerning My transgressions to Jehovah,’ And Thou—Thou hast taken away, The iniquity of my sin. Selah. Psalm 32:6\tFor this doth every saintly one pray to Thee, As the time to find. Surely at an overflowing of many waters, Unto him they come not. Psalm 32:7\tThou art a hiding-place for me, From distress Thou dost keep me, With songs of deliverance dost compass me. Selah. Psalm 32:8\tI cause thee to act wisely, And direct thee in the way that thou goest, I cause mine eye to take counsel concerning thee. Psalm 32:9\tBe ye not as a horse—as a mule, Without understanding, With bridle and bit, its ornaments, to curb, Not to come near unto thee. Psalm 32:10\tMany are the pains of the wicked; As to him who is trusting in Jehovah, Kindness doth compass him. Psalm 32:11\tBe glad in Jehovah, and rejoice, ye righteous, And sing, all ye upright of heart! Psalm 33:1\tSing, ye righteous, in Jehovah, For upright ones praise is comely. Psalm 33:2\tGive ye thanks to Jehovah with a harp, With psaltery of ten strings sing praise to Him, Psalm 33:3\tSing ye to Him a new song, Play skilfully with shouting. Psalm 33:4\tFor upright is the word of Jehovah, And all His work is in faithfulness. Psalm 33:5\tLoving righteousness and judgment, Of the kindness of Jehovah is the earth full. Psalm 33:6\tBy the word of Jehovah The heavens have been made, And by the breath of His mouth all their host. Psalm 33:7\tGathering as a heap the waters of the sea, Putting in treasuries the depths. Psalm 33:8\tAfraid of Jehovah are all the earth, Of Him are all the inhabitants of the world afraid. Psalm 33:9\tFor He hath said, and it is, He hath commanded, and it standeth. Psalm 33:10\tJehovah made void the counsel of nations, He disallowed the thoughts of the peoples. Psalm 33:11\tThe counsel of Jehovah to the age standeth, The thoughts of His heart to all generations. Psalm 33:12\tO the happiness of the nation whose God is Jehovah, Of the people He did choose, For an inheritance to Him. Psalm 33:13\tFrom the heavens hath Jehovah looked, He hath seen all the sons of men. Psalm 33:14\tFrom the fixed place of His dwelling, He looked unto all inhabitants of the earth; Psalm 33:15\tWho is forming their hearts together, Who is attending unto all their works. Psalm 33:16\tThe king is not saved by the multitude of a force. A mighty man is not delivered, By abundance of power. Psalm 33:17\tA false thing is the horse for safety, And by the abundance of his strength He doth not deliver. Psalm 33:18\tLo, the eye of Jehovah is to those fearing Him, To those waiting for His kindness, Psalm 33:19\tTo deliver from death their soul, And to keep them alive in famine. Psalm 33:20\tOur soul hath waited for Jehovah, Our help and our shield is He, Psalm 33:21\tFor in Him doth our heart rejoice, For in His holy name we have trusted. Psalm 33:22\tLet Thy kindness, O Jehovah, be upon us, As we have waited for Thee! Psalm 34:1\tBy David, in his changing his behaviour before Abimelech, and he driveth him away, and he goeth. I do bless Jehovah at all times, Continually His praise is in my mouth. Psalm 34:2\tIn Jehovah doth my soul boast herself, Hear do the humble and rejoice. Psalm 34:3\tAscribe ye greatness to Jehovah with me, And we exalt His name together. Psalm 34:4\tI sought Jehovah, and He answered me, And from all my fears did deliver me. Psalm 34:5\tThey looked expectingly unto Him, And they became bright, And their faces are not ashamed. Psalm 34:6\tThis poor one called, and Jehovah heard, And from all his distresses saved him. Psalm 34:7\tA messenger of Jehovah is encamping, Round about those who fear Him, And He armeth them. Psalm 34:8\tTaste ye and see that Jehovah is good, O the happiness of the man who trusteth in Him. Psalm 34:9\tFear Jehovah, ye His holy ones, For there is no lack to those fearing Him. Psalm 34:10\tYoung lions have lacked and been hungry, And those seeking Jehovah lack not any good, Psalm 34:11\tCome ye, children, hearken to me, The fear of Jehovah I do teach you. Psalm 34:12\tWho is the man that is desiring life? Loving days to see good? Psalm 34:13\tKeep thy tongue from evil, And thy lips from speaking deceit. Psalm 34:14\tTurn aside from evil and do good, Seek peace and pursue it. Psalm 34:15\tThe eyes of Jehovah are unto the righteous, And His ears unto their cry. Psalm 34:16\t(The face of Jehovah is on doers of evil, To cut off from earth their memorial.) Psalm 34:17\tThey cried, and Jehovah heard, And from all their distresses delivered them. Psalm 34:18\tNear is Jehovah to the broken of heart, And the bruised of spirit He saveth. Psalm 34:19\tMany are the evils of the righteous, Out of them all doth Jehovah deliver him. Psalm 34:20\tHe is keeping all his bones, One of them hath not been broken. Psalm 34:21\tEvil doth put to death the wicked, And those hating the righteous are desolate. Psalm 34:22\tJehovah redeemeth the soul of His servants, And none trusting in Him are desolate! Psalm 35:1\tBy David. Strive, Jehovah, with my strivers, fight with my fighters, Psalm 35:2\tTake hold of shield and buckler, and rise for my help, Psalm 35:3\tAnd draw out spear and lance, To meet my pursuers. Say to my soul, ‘Thy salvation I am.’ Psalm 35:4\tThey are ashamed and blush, those seeking my soul, Turned backward and confounded, Those devising my evil. Psalm 35:5\tThey are as chaff before wind, And a messenger of Jehovah driving away. Psalm 35:6\tTheir way is darkness and slipperiness, And a messenger of Jehovah their pursuer. Psalm 35:7\tFor without cause they hid for me their netpit, Without cause they digged for my soul. Psalm 35:8\tMeet him doth desolation—he knoweth not, And his net that he hid catcheth him, For desolation he falleth into it. Psalm 35:9\tAnd my soul is joyful in Jehovah, It rejoiceth in His salvation. Psalm 35:10\tAll my bones say, ‘Jehovah, who is like Thee, Delivering the poor from the stronger than he, And the poor and needy from his plunderer.’ Psalm 35:11\tViolent witnesses rise up, That which I have not known they ask me. Psalm 35:12\tThey pay me evil for good, bereaving my soul, Psalm 35:13\tAnd I—in their sickness my clothing is sackcloth, I have humbled with fastings my soul, And my prayer unto my bosom returneth. Psalm 35:14\tAs if a friend, as if my brother, I walked habitually, As a mourner for a mother, Mourning I have bowed down. Psalm 35:15\tAnd—in my halting they have rejoiced, And have been gathered together, Gathered against me were the smiters, And I have not known, They have rent, and they have not ceased; Psalm 35:16\tWith profane ones, mockers in feasts, Gnashing against me their teeth. Psalm 35:17\tLord, how long dost thou behold? Keep back my soul from their desolations, From young lions my only one. Psalm 35:18\tI thank Thee in a great assembly, Among a mighty people I praise Thee. Psalm 35:19\tMine enemies rejoice not over me with falsehood, Those hating me without cause wink the eye. Psalm 35:20\tFor they speak not peace, And against the quiet of the land, Deceitful words they devise, Psalm 35:21\tAnd they enlarge against me their mouth, They said, ‘Aha, aha, our eye hath seen.’ Psalm 35:22\tThou hast seen, O Jehovah, Be not silent, O Lord—be not far from me, Psalm 35:23\tStir up, and wake to my judgment, My God, and my Lord, to my plea. Psalm 35:24\tJudge me according to Thy righteousness, O Jehovah my God, And they do not rejoice over me. Psalm 35:25\tThey do not say in their heart, ‘Aha, our desire.’ They do not say, ‘We swallowed him up.’ Psalm 35:26\tThey are ashamed and confounded together, Who are rejoicing at my evil. They put on shame and confusion, Who are magnifying themselves against me. Psalm 35:27\tThey sing and rejoice, who are desiring my righteousness, And they say continually, ‘Jehovah is magnified, Who is desiring the peace of His servant.’ Psalm 35:28\tAnd my tongue uttereth Thy righteousness, All the day Thy praise! Psalm 36:1\tTo the Overseer.—By a servant of Jehovah, by David. The transgression of the wicked Is affirming within my heart, ‘Fear of God is not before his eyes, Psalm 36:2\tFor he made it smooth to himself in his eyes, To find his iniquity to be hated. Psalm 36:3\tThe words of his mouth are iniquity and deceit, He ceased to act prudently—to do good. Psalm 36:4\tIniquity he deviseth on his bed, He stationeth himself on a way not good, Evil he doth not refuse.’ Psalm 36:5\tO Jehovah, in the heavens is Thy kindness, Thy faithfulness is unto the clouds. Psalm 36:6\tThy righteousness is as mountains of God, Thy judgments are a great deep. Man and beast Thou savest, O Jehovah. Psalm 36:7\tHow precious is Thy kindness, O God, And the sons of men In the shadow of Thy wings do trust. Psalm 36:8\tThey are filled from the fatness of Thy house, And the stream of Thy delights Thou dost cause them to drink. Psalm 36:9\tFor with Thee is a fountain of life, In Thy light we see light. Psalm 36:10\tDraw out Thy kindness to those knowing Thee, And Thy righteousness to the upright of heart. Psalm 36:11\tLet not a foot of pride meet me, And a hand of the wicked let not move me. Psalm 36:12\tThere have workers of iniquity fallen, They have been overthrown, And have not been able to arise! Psalm 37:1\tBy David. Do not fret because of evil doers, Be not envious against doers of iniquity, Psalm 37:2\tFor as grass speedily they are cut off, And as the greenness of the tender grass do fade. Psalm 37:3\tTrust in Jehovah, and do good, Dwell in the land, and enjoy faithfulness, Psalm 37:4\tAnd delight thyself on Jehovah, And He giveth to thee the petitions of thy heart. Psalm 37:5\tRoll on Jehovah thy way, And trust upon Him, and He worketh, Psalm 37:6\tAnd hath brought out as light thy righteousness, And thy judgment as noon-day. Psalm 37:7\tBe silent for Jehovah, and stay thyself for Him, Do not fret because of him Who is making prosperous his way, Because of a man doing wicked devices. Psalm 37:8\tDesist from anger, and forsake fury, Fret not thyself only to do evil. Psalm 37:9\tFor evil doers are cut off, As to those waiting on Jehovah, they possess the land. Psalm 37:10\tAnd yet a little, and the wicked is not, And thou hast considered his place, and it is not. Psalm 37:11\tAnd the humble do possess the land, And they have delighted themselves In the abundance of peace. Psalm 37:12\tThe wicked is devising against the righteous, And gnashing against him his teeth. Psalm 37:13\tThe Lord doth laugh at him, For He hath seen that his day cometh. Psalm 37:14\tA sword have the wicked opened, And they have trodden their bow, To cause to fall the poor and needy, To slaughter the upright of the way. Psalm 37:15\tTheir sword doth enter into their own heart, And their bows are shivered. Psalm 37:16\tBetter is the little of the righteous, Than the store of many wicked. Psalm 37:17\tFor the arms of the wicked are shivered, And Jehovah is sustaining the righteous. Psalm 37:18\tJehovah knoweth the days of the perfect, And their inheritance is—to the age. Psalm 37:19\tThey are not ashamed in a time of evil, And in days of famine they are satisfied. Psalm 37:20\tBut the wicked perish, and the enemies of Jehovah, As the preciousness of lambs, Have been consumed, In smoke they have been consumed. Psalm 37:21\tThe wicked is borrowing and repayeth not, And the righteous is gracious and giving. Psalm 37:22\tFor His blessed ones do possess the land, And His reviled ones are cut off. Psalm 37:23\tFrom Jehovah are the steps of a man, They have been prepared, And his way he desireth. Psalm 37:24\tWhen he falleth, he is not cast down, For Jehovah is sustaining his hand. Psalm 37:25\tYoung I have been, I have also become old, And I have not seen the righteous forsaken, And his seed seeking bread. Psalm 37:26\tAll the day he is gracious and lending, And his seed is for a blessing. Psalm 37:27\tTurn aside from evil, and do good, and dwell to the age. Psalm 37:28\tFor Jehovah is loving judgment, And He doth not forsake His saintly ones, To the age they have been kept, And the seed of the wicked is cut off. Psalm 37:29\tThe righteous possess the land, And they dwell for ever on it. Psalm 37:30\tThe mouth of the righteous uttereth wisdom, And his tongue speaketh judgment. Psalm 37:31\tThe law of his God is his heart, His steps do not slide. Psalm 37:32\tThe wicked is watching for the righteous, And is seeking to put him to death. Psalm 37:33\tJehovah doth not leave him in his hand, Nor condemn him in his being judged. Psalm 37:34\tLook unto Jehovah, and keep His way, And He doth exalt thee to possess the land, In the wicked being cut off—thou seest! Psalm 37:35\tI have seen the wicked terrible, And spreading as a green native plant, Psalm 37:36\tAnd he passeth away, and lo, he is not, And I seek him, and he is not found! Psalm 37:37\tObserve the perfect, and see the upright, For the latter end of each is peace. Psalm 37:38\tAnd transgressors were destroyed together, The latter end of the wicked was cut off. Psalm 37:39\tAnd the salvation of the righteous is from Jehovah, Their strong place in a time of adversity. Psalm 37:40\tAnd Jehovah doth help them and deliver them, He delivereth them from the wicked, And saveth them, Because they trusted in Him! Psalm 38:1\tA Psalm of David, ‘To cause to remember.’ Jehovah, in Thy wrath reprove me not, Nor in Thy fury chastise me. Psalm 38:2\tFor Thine arrows have come down on me, And Thou lettest down upon me Thy hand. Psalm 38:3\tSoundness is not in my flesh, Because of Thine indignation, Peace is not in my bones because of my sin. Psalm 38:4\tFor mine iniquities have passed over my head, As a heavy burden—too heavy for me. Psalm 38:5\tStunk—become corrupt have my wounds, Because of my folly. Psalm 38:6\tI have been bent down, I have been bowed down—unto excess, All the day I have gone mourning. Psalm 38:7\tFor my flanks have been full of drought, And soundness is not in my flesh. Psalm 38:8\tI have been feeble and smitten—unto excess, I have roared from disquietude of heart. Psalm 38:9\tLord, before Thee is all my desire, And my sighing from Thee hath not been hid. Psalm 38:10\tMy heart is panting, my power hath forsaken me, And the light of mine eyes, Even they are not with me. Psalm 38:11\tMy lovers and my friends over-against my plague stand. And my neighbours afar off have stood. Psalm 38:12\tAnd those seeking my soul lay a snare, And those seeking my evil Have spoken mischievous things, And they do deceits meditate all the day. Psalm 38:13\tAnd I, as deaf, hear not. And as a dumb one who openeth not his mouth. Psalm 38:14\tYea, I am as a man who heareth not, And in his mouth are no reproofs. Psalm 38:15\tBecause for Thee, O Jehovah, I have waited, Thou dost answer, O Lord my God. Psalm 38:16\tWhen I said, ‘Lest they rejoice over me, In the slipping of my foot against me they magnified themselves. Psalm 38:17\tFor I am ready to halt, And my pain is before me continually. Psalm 38:18\tFor mine iniquity I declare, I am sorry for my sin. Psalm 38:19\tAnd mine enemies are lively, They have been strong, and those hating me without cause, Have been multiplied. Psalm 38:20\tAnd those paying evil for good accuse me, Because of my pursuing good. Psalm 38:21\tDo not forsake me, O Jehovah, My God, be not far from me, Psalm 38:22\tHaste to help me, O Lord, my salvation! Psalm 39:1\tTo the Overseer, to Jeduthun.—A Psalm of David. I have said, ‘I observe my ways, Against sinning with my tongue, I keep for my mouth a curb, while the wicked is before me.’ Psalm 39:2\tI was dumb with silence, I kept silent from good, and my pain is excited. Psalm 39:3\tHot is my heart within me, In my meditating doth the fire burn, I have spoken with my tongue. Psalm 39:4\tCause me to know, O Jehovah, mine end, And the measure of my days—what it is,’ I know how frail I am. Psalm 39:5\tLo, handbreadths Thou hast made my days, And mine age is as nothing before Thee, Only, all vanity is every man set up. Selah. Psalm 39:6\tOnly, in an image doth each walk habitually, Only, in vain, they are disquieted, He heapeth up and knoweth not who gathereth them. Psalm 39:7\tAnd, now, what have I expected? O Lord, my hope—it is of Thee. Psalm 39:8\tFrom all my transgressions deliver me, A reproach of the fool make me not. Psalm 39:9\tI have been dumb, I open not my mouth, Because Thou—Thou hast done it. Psalm 39:10\tTurn aside from off me Thy stroke, From the striving of Thy hand I have been consumed. Psalm 39:11\tWith reproofs against iniquity, Thou hast corrected man, And dost waste as a moth his desirableness, Only, vanity is every man. Selah. Psalm 39:12\tHear my prayer, O Jehovah, And to my cry give ear, Unto my tear be not silent, For a sojourner I am with Thee, A settler like all my fathers. Psalm 39:13\tLook from me, and I brighten up before I go and am not! Psalm 40:1\tTo the Overseer.—A Psalm of David. I have diligently expected Jehovah, And He inclineth to me, and heareth my cry, Psalm 40:2\tAnd He doth cause me to come up From a pit of desolation—from mire of mud, And He raiseth up on a rock my feet, He is establishing my steps. Psalm 40:3\tAnd He putteth in my mouth a new song, ‘Praise to our God.’ Many do see and fear, and trust in Jehovah. Psalm 40:4\tO the happiness of the man Who hath made Jehovah his trust, And hath not turned unto the proud, And those turning aside to lies. Psalm 40:5\tMuch hast Thou done, Jehovah my God; Thy wonders and Thy thoughts toward us, There is none to arrange unto Thee, I declare and speak: They have been more than to be numbered. Psalm 40:6\tSacrifice and present Thou hast not desired, Ears Thou hast prepared for me, Burnt and sin-offering Thou hast not asked. Psalm 40:7\tThen said I, ‘Lo, I have come,’ In the roll of the book it is written of me, Psalm 40:8\tTo do Thy pleasure, my God, I have delighted, And Thy law is within my heart. Psalm 40:9\tI have proclaimed tidings of righteousness In the great assembly, lo, my lips I restrain not, O Jehovah, Thou hast known. Psalm 40:10\tThy righteousness I have not concealed In the midst of my heart, Thy faithfulness and Thy salvation I have told, I have not hidden Thy kindness and Thy truth, To the great assembly. Psalm 40:11\tThou, O Jehovah, restrainest not Thy mercies from me, Thy kindness and Thy truth do continually keep me. Psalm 40:12\tFor compassed me have evils innumerable, Overtaken me have mine iniquities, And I have not been able to see; They have been more than the hairs of my head, And my heart hath forsaken me. Psalm 40:13\tBe pleased, O Jehovah, to deliver me, O Jehovah, for my help make haste. Psalm 40:14\tThey are ashamed and confounded together, Who are seeking my soul to destroy it, They are turned backward, And are ashamed, who are desiring my evil. Psalm 40:15\tThey are desolate because of their shame, Who are saying to me, ‘Aha, aha.’ Psalm 40:16\tAll seeking Thee rejoice and are glad in Thee, Those loving Thy salvation say continually, ‘Jehovah is magnified.’ Psalm 40:17\tAnd I am poor and needy, The Lord doth devise for me. My help and my deliverer art Thou, O my God, tarry Thou not. Psalm 41:1\tTo the Overseer.—A Psalm of David. O the happiness of him Who is acting wisely unto the poor, In a day of evil doth Jehovah deliver him. Psalm 41:2\tJehovah doth preserve him and revive him, He is happy in the land, And Thou givest him not into the will of his enemies. Psalm 41:3\tJehovah supporteth on a couch of sickness, All his bed Thou hast turned in his weakness. Psalm 41:4\tI—I said, ‘O Jehovah, favour me, Heal my soul, for I did sin against Thee,’ Psalm 41:5\tMine enemies say evil of me: When he dieth—his name hath perished! Psalm 41:6\tAnd if he came to see—vanity he speaketh, His heart gathereth iniquity to itself, He goeth out—at the street he speaketh. Psalm 41:7\tAll hating me whisper together against me, Against me they devise evil to me: Psalm 41:8\tA thing of Belial is poured out on him, And because he lay down he riseth not again. Psalm 41:9\tEven mine ally, in whom I trusted, One eating my bread, made great the heel against me, Psalm 41:10\tAnd Thou, Jehovah, favour me, And cause me to rise, And I give recompence to them. Psalm 41:11\tBy this I have known, That Thou hast delighted in me, Because my enemy shouteth not over me. Psalm 41:12\tAs to me, in mine integrity, Thou hast taken hold upon me, And causest me to stand before Thee to the age. Psalm 41:13\tBlessed is Jehovah, God of Israel, From the age—and unto the age. Amen and Amen. Psalm 42:1\tTo the Overseer.—An Instruction. By sons of Korah. As a hart doth pant for streams of water, So my soul panteth toward Thee, O God. Psalm 42:2\tMy soul thirsted for God, for the living God, When do I enter and see the face of God? Psalm 42:3\tMy tear hath been to me bread day and night, In their saying unto me all the day, ‘Where is thy God?’ Psalm 42:4\tThese I remember, and pour out my soul in me, For I pass over into the booth, I go softly with them unto the house of God, With the voice of singing and confession, The multitude keeping feast! Psalm 42:5\tWhat! bowest thou thyself, O my soul? Yea, art thou troubled within me? Wait for God, for still I confess Him: The salvation of my countenance—My God! Psalm 42:6\tIn me doth my soul bow itself, Therefore I remember Thee from the land of Jordan, And of the Hermons, from the hill Mizar. Psalm 42:7\tDeep unto deep is calling At the noise of Thy water-spouts, All Thy breakers and Thy billows passed over me. Psalm 42:8\tBy day Jehovah commandeth His kindness, And by night a song is with me, A prayer to the God of my life. Psalm 42:9\tI say to God my rock, ‘Why hast Thou forgotten me? Why go I mourning in the oppression of an enemy? Psalm 42:10\tWith a sword in my bones Have mine adversaries reproached me, In their saying unto me all the day, ‘Where is thy God?’ Psalm 42:11\tWhat! bowest thou thyself, O my soul? And what! art thou troubled within me? Wait for God, for still I confess Him, The salvation of my countenance, and my God! Psalm 43:1\tJudge me, O God, And plead my cause against a nation not pious, From a man of deceit and perverseness Thou dost deliver me, Psalm 43:2\tFor thou art the God of my strength. Why hast Thou cast me off? Why mourning do I go up and down, In the oppression of an enemy? Psalm 43:3\tSend forth Thy light and Thy truth, They—they lead me, they bring me in, Unto Thy holy hill, and unto Thy tabernacles. Psalm 43:4\tAnd I go in unto the altar of God, Unto God, the joy of my rejoicing. And I thank Thee with a harp, O God, my God. Psalm 43:5\tWhat! bowest thou thyself, O my soul? And what! art thou troubled within me? Wait for God, for still I confess Him, The salvation of my countenance, and my God! Psalm 44:1\tTo the Overseer.—By sons of Korah. An Instruction. O God, with our ears we have heard, Our fathers have recounted to us, The work Thou didst work in their days, In the days of old. Psalm 44:2\tThou, with Thy hand, nations hast dispossessed. And Thou dost plant them. Thou afflictest peoples, and sendest them away. Psalm 44:3\tFor, not by their sword Possessed they the land, And their arm gave not salvation to them, But Thy right hand, and Thine arm, And the light of Thy countenance, Because Thou hadst accepted them. Psalm 44:4\tThou art He, my king, O God, Command the deliverances of Jacob. Psalm 44:5\tBy Thee our adversaries we do push, By Thy name tread down our withstanders, Psalm 44:6\tFor, not in my bow do I trust, And my sword doth not save me. Psalm 44:7\tFor Thou hast saved us from our adversaries, And those hating us Thou hast put to shame. Psalm 44:8\tIn God we have boasted all the day, And Thy name to the age we thank. Selah. Psalm 44:9\tIn anger Thou hast cast off and causest us to blush, And goest not forth with our hosts. Psalm 44:10\tThou causest us to turn backward from an adversary, And those hating us, Have spoiled for themselves. Psalm 44:11\tThou makest us food like sheep, And among nations Thou hast scattered us. Psalm 44:12\tThou sellest Thy people—without wealth, And hast not become great by their price. Psalm 44:13\tThou makest us a reproach to our neighbours, A scorn and a reproach to our surrounders. Psalm 44:14\tThou makest us a simile among nations, A shaking of the head among peoples. Psalm 44:15\tAll the day my confusion is before me, And the shame of my face hath covered me. Psalm 44:16\tBecause of the voice of a reproacher and reviler, Because of an enemy and a self-avenger. Psalm 44:17\tAll this met us, and we did not forget Thee, Nor have we dealt falsely in Thy covenant. Psalm 44:18\tWe turn not backward our heart, Nor turn aside doth our step from Thy path. Psalm 44:19\tBut Thou hast smitten us in a place of dragons, And dost cover us over with death-shade. Psalm 44:20\tIf we have forgotten the name of our God, And spread our hands to a strange God, Psalm 44:21\tDoth not God search out this? For He knoweth the secrets of the heart. Psalm 44:22\tSurely, for Thy sake we have been slain all the day, Reckoned as sheep of the slaughter. Psalm 44:23\tStir up—why dost Thou sleep, O Lord? Awake, cast us not off for ever. Psalm 44:24\tWhy Thy face hidest Thou? Thou forgettest our afflictions and our oppression, Psalm 44:25\tFor bowed to the dust hath our soul, Cleaved to the earth hath our belly. Psalm 44:26\tArise, a help to us, And ransom us for thy kindness’ sake. Psalm 45:1\tTo the Overseer.—‘On the Lilies.’—By sons of Korah.—An Instruction.—A song of loves. My heart hath indited a good thing, I am telling my works to a king, My tongue is the pen of a speedy writer. Psalm 45:2\tThou hast been beautified above the sons of men, Grace hath been poured into thy lips, Therefore hath God blessed thee to the age. Psalm 45:3\tGird Thy sword upon the thigh, O mighty, Thy glory and Thy majesty! Psalm 45:4\tAs to Thy majesty—prosper!—ride! Because of truth, and meekness—righteousness, And Thy right hand showeth Thee fearful things. Psalm 45:5\tThine arrows are sharp,—Peoples fall under Thee—In the heart of the enemies of the king. Psalm 45:6\tThy throne, O God, is age-during, and for ever, A sceptre of uprightness Is the sceptre of Thy kingdom. Psalm 45:7\tThou hast loved righteousness and hatest wickedness, Therefore God, thy God, hath anointed thee, Oil of joy above thy companions. Psalm 45:8\tMyrrh and aloes, cassia! all thy garments, Out of palaces of ivory Stringed instruments have made thee glad. Psalm 45:9\tDaughters of kings are among thy precious ones, A queen hath stood at thy right hand, In pure gold of Ophir. Psalm 45:10\tHearken, O daughter, and see, incline thine ear, And forget thy people, and thy father’s house, Psalm 45:11\tAnd the king doth desire thy beauty, Because he is thy lord—bow thyself to him, Psalm 45:12\tAnd the daughter of Tyre with a present, The rich of the people do appease thy face. Psalm 45:13\tAll glory is the daughter of the king within, Of gold-embroidered work is her clothing. Psalm 45:14\tIn divers colours she is brought to the king, Virgins—after her—her companions, Are brought to thee. Psalm 45:15\tThey are brought with joy and gladness, They come into the palace of the king. Psalm 45:16\tInstead of thy fathers are thy sons, Thou dost appoint them for princes in all the earth. Psalm 45:17\tI make mention of Thy name in all generations, Therefore do peoples praise Thee, To the age, and for ever! Psalm 46:1\tTo the Overseer.—By sons of Korah. ‘For the Virgins.’—A song. God is to us a refuge and strength, A help in adversities found most surely. Psalm 46:2\tTherefore we fear not in the changing of earth, And in the slipping of mountains Into the heart of the seas. Psalm 46:3\tRoar—troubled are its waters, Mountains they shake in its pride. Selah. Psalm 46:4\tA river—its rivulets rejoice the city of God, Thy holy place of the tabernacles of the Most High. Psalm 46:5\tGod is in her midst—she is not moved, God doth help her at the turn of the morn! Psalm 46:6\tTroubled have been nations, Moved have been kingdoms, He hath given forth with His voice, earth melteth. Psalm 46:7\tJehovah of Hosts is with us, A tower for us is the God of Jacob. Selah. Psalm 46:8\tCome ye, see the works of Jehovah, Who hath done astonishing things in the earth, Psalm 46:9\tCausing wars to cease, Unto the end of the earth, the bow he shivereth, And the spear He hath cut asunder, Chariots he doth burn with fire. Psalm 46:10\tDesist, and know that I am God, I am exalted among nations, I am exalted in the earth. Psalm 46:11\tJehovah of hosts is with us, A tower for us is the God of Jacob! Selah. Psalm 47:1\tTo the Overseer.—By sons of Korah. A Psalm. All ye peoples, clap the hand, Shout to God with a voice of singing, Psalm 47:2\tFor Jehovah Most High is fearful, A great king over all the earth. Psalm 47:3\tHe leadeth peoples under us, and nations under our feet. Psalm 47:4\tHe doth choose for us our inheritance, The excellency of Jacob that He loves. Selah. Psalm 47:5\tGod hath gone up with a shout, Jehovah with the sound of a trumpet. Psalm 47:6\tPraise God—praise—give praise to our king, praise. Psalm 47:7\tFor king of all the earth is God, Give praise, O understanding one. Psalm 47:8\tGod hath reigned over nations, God hath sat on His holy throne, Psalm 47:9\tNobles of peoples have been gathered, With the people of the God of Abraham, For to God are the shields of earth, Greatly hath He been exalted! Psalm 48:1\tA Song, a Psalm, by sons of Korah. Great is Jehovah, and praised greatly, In the city of our God—His holy hill. Psalm 48:2\tBeautiful for elevation, A joy of all the land, is Mount Zion, The sides of the north, the city of a great king. Psalm 48:3\tGod in her high places is known for a tower. Psalm 48:4\tFor, lo, the kings met, they passed by together, Psalm 48:5\tThey have seen—so they have marvelled, They have been troubled, they were hastened away. Psalm 48:6\tTrembling hath seized them there, Pain, as of a travailing woman. Psalm 48:7\tBy an east wind Thou shiverest ships of Tarshish. Psalm 48:8\tAs we have heard, so we have seen, In the city of Jehovah of hosts, In the city of our God, God doth establish her—to the age. Selah. Psalm 48:9\tWe have thought, O God, of Thy kindness, In the midst of Thy temple, Psalm 48:10\tAs is Thy name, O God, so is Thy praise, Over the ends of the earth, Righteousness hath filled Thy right hand. Psalm 48:11\tRejoice doth Mount Zion, The daughters of Judah are joyful, For the sake of Thy judgments. Psalm 48:12\tCompass Zion, and go round her, count her towers, Psalm 48:13\tSet your heart to her bulwark, Consider her high places, So that ye recount to a later generation, Psalm 48:14\tThat this God is our God—To the age and for ever, He—he doth lead us over death! Psalm 49:1\tTo the Overseer.—By sons of Korah. A Psalm. Hear this, all ye peoples, Give ear, all ye inhabitants of the world. Psalm 49:2\tBoth low and high, together rich and needy. Psalm 49:3\tMy mouth speaketh wise things, And the meditations of my heart are things of understanding. Psalm 49:4\tI incline to a simile mine ear, I open with a harp my riddle: Psalm 49:5\tWhy do I fear in days of evil? The iniquity of my supplanters doth compass me. Psalm 49:6\tThose trusting on their wealth, And in the multitude of their riches, Do shew themselves foolish. Psalm 49:7\tA brother doth no one at all ransom, He doth not give to God his atonement. Psalm 49:8\tAnd precious is the redemption of their soul, And it hath ceased—to the age. Psalm 49:9\tAnd still he liveth for ever, He seeth not the pit. Psalm 49:10\tFor he seeth wise men die, Together the foolish and brutish perish, And have left to others their wealth. Psalm 49:11\tTheir heart is: Their houses are to the age, Their tabernacles to all generations. They proclaimed their names over the lands. Psalm 49:12\tAnd man in honour doth not remain, He hath been like the beasts, they have been cut off. Psalm 49:13\tThis their way is folly for them, And their posterity with their sayings are pleased. Selah. Psalm 49:14\tAs sheep for Sheol they have set themselves, Death doth afflict them, And the upright rule over them in the morning, And their form is for consumption. Sheol is a dwelling for him. Psalm 49:15\tOnly, God doth ransom my soul from the hand of Sheol, For He doth receive me. Selah. Psalm 49:16\tFear not, when one maketh wealth, When the honour of his house is abundant, Psalm 49:17\tFor at his death he receiveth nothing, His honour goeth not down after him. Psalm 49:18\tFor his soul in his life he blesseth, (And they praise thee when thou dost well for thyself.) Psalm 49:19\tIt cometh to the generation of his fathers, For ever they see not the light. Psalm 49:20\tMan in honour, who understandest not, Hath been like the beasts, they have been cut off! Psalm 50:1\tA Psalm of Asaph. The God of gods—Jehovah—hath spoken, And He calleth to the earth From the rising of the sun unto its going in. Psalm 50:2\tFrom Zion, the perfection of beauty, God shone. Psalm 50:3\tOur God cometh, and is not silent, Fire before Him doth devour, And round about him it hath been very tempestuous. Psalm 50:4\tHe doth call unto the heavens from above, And unto the earth, to judge His people. Psalm 50:5\tGather ye to Me My saints, Making covenant with Me over a sacrifice. Psalm 50:6\tAnd the heavens declare His righteousness, For God Himself is judge. Selah. Psalm 50:7\tHear, O My people, and I speak, O Israel, and I testify against thee, God, thy God am I. Psalm 50:8\tNot for thy sacrifices do I reprove thee, Yea, thy burnt-offerings Are before Me continually. Psalm 50:9\tI take not from thy house a bullock, From thy folds he goats. Psalm 50:10\tFor Mine is every beast of the forest, The cattle on the hills of oxen. Psalm 50:11\tI have known every fowl of the mountains, And the wild beast of the field is with Me. Psalm 50:12\tIf I am hungry I tell not to thee, For Mine is the world and its fulness. Psalm 50:13\tDo I eat the flesh of bulls, And drink the blood of he-goats? Psalm 50:14\tSacrifice to God confession, And complete to the Most High thy vows. Psalm 50:15\tAnd call Me in a day of adversity, I deliver thee, and thou honourest Me. Psalm 50:16\tAnd to the wicked hath God said: What to thee—to recount My statutes? That thou liftest up My covenant on thy mouth? Psalm 50:17\tYea, thou hast hated instruction, And dost cast My words behind thee. Psalm 50:18\tIf thou hast seen a thief, Then thou art pleased with him, And with adulterers is thy portion. Psalm 50:19\tThy mouth thou hast sent forth with evil, And thy tongue joineth deceit together, Psalm 50:20\tThou sittest, against thy brother thou speakest, Against a son of thy mother givest slander. Psalm 50:21\tThese thou didst, and I kept silent, Thou hast thought that I am like thee, I reprove thee, and set in array before thine eyes. Psalm 50:22\tUnderstand this, I pray you, Ye who are forgetting God, Lest I tear, and there is no deliverer. Psalm 50:23\tHe who is sacrificing praise honoureth Me, As to him who maketh a way, I cause him to look on the salvation of God! Psalm 51:1\tTo the Overseer.—A Psalm of David, in the coming in unto him of Nathan the prophet, when he hath gone in unto Bath-Sheba. Favour me, O God, according to Thy kindness, According to the abundance of Thy mercies, Blot out my transgressions. Psalm 51:2\tThoroughly wash me from mine iniquity, And from my sin cleanse me, Psalm 51:3\tFor my transgressions I do know, And my sin is before me continually. Psalm 51:4\tAgainst Thee, Thee only, I have sinned, And done the evil thing in Thine eyes, So that Thou art righteous in Thy words, Thou art pure in Thy judging. Psalm 51:5\tLo, in iniquity I have been brought forth, And in sin doth my mother conceive me. Psalm 51:6\tLo, truth Thou hast desired in the inward parts, And in the hidden part Wisdom Thou causest me to know. Psalm 51:7\tThou cleansest me with hyssop and I am clean, Washest me, and than snow I am whiter. Psalm 51:8\tThou causest me to hear joy and gladness, Thou makest joyful bones Thou hast bruised. Psalm 51:9\tHide Thy face from my sin. And all mine iniquities blot out. Psalm 51:10\tA clean heart prepare for me, O God, And a right spirit renew within me. Psalm 51:11\tCast me not forth from Thy presence, And Thy Holy Spirit take not from me. Psalm 51:12\tRestore to me the joy of Thy salvation, And a willing spirit doth sustain me. Psalm 51:13\tI teach transgressors Thy ways, And sinners unto Thee do return. Psalm 51:14\tDeliver me from blood, O God, God of my salvation, My tongue singeth of Thy righteousness. Psalm 51:15\tO Lord, my lips thou dost open, And my mouth declareth Thy praise. Psalm 51:16\tFor Thou desirest not sacrifice, or I give it, Burnt-offering Thou acceptest not. Psalm 51:17\tThe sacrifices of God are a broken spirit, A heart broken and bruised, O God, Thou dost not despise. Psalm 51:18\tDo good in Thy good pleasure with Zion, Thou dost build the walls of Jerusalem. Psalm 51:19\tThen Thou desirest sacrifices of righteousness, Burnt-offering, and whole burnt-offering, Then they offer bullocks on thine altar! Psalm 52:1\tTo the Overseer.—An instruction, by David, in the coming in of Doeg the Edomite, and he declareth to Saul, and saith to him, ‘David came in unto the house of Ahimelech.’ What, boasteth thou in evil, O mighty one? The kindness of God is all the day. Psalm 52:2\tMischiefs doth thy tongue devise, Like a sharp razor, working deceit. Psalm 52:3\tThou hast loved evil rather than good, Lying, than speaking righteousness. Selah. Psalm 52:4\tThou hast loved all devouring words, O thou deceitful tongue. Psalm 52:5\tAlso—God doth break thee down for ever, Taketh thee, and pulleth thee out of the tent, And He hath uprooted thee Out of the land of the living. Selah. Psalm 52:6\tAnd the righteous see, And fear, and laugh at him. Psalm 52:7\t‘Lo, the man who maketh not God his strong place, And trusteth in the abundance of his riches, He is strong in his mischiefs.’ Psalm 52:8\tAnd I, as a green olive in the house of God, I have trusted in the kindness of God, To the age and for ever, Psalm 52:9\tI thank Thee to the age, because Thou hast done it, And I wait on Thy name for it is good before Thy saints! Psalm 53:1\tTo the Overseer.—‘On a disease.’—An instruction, by David. A fool said in his heart, ‘There is no God.’ They have done corruptly, Yea, they have done abominable iniquity, There is none doing good. Psalm 53:2\tGod from the heavens looked on the sons of men, To see if there be an understanding one, One seeking God. Psalm 53:3\tEvery one went back, together they became filthy, There is none doing good—not even one. Psalm 53:4\tHave not workers of iniquity known, Those eating my people have eaten bread, God they have not called. Psalm 53:5\tThere they feared a fear—there was no fear, For God hath scattered the bones of him Who is encamping against thee, Thou hast put to shame, For God hath despised them. Psalm 53:6\tWho doth give from Zion the salvation of Israel? When God turneth back to a captivity of His people, Jacob doth rejoice—Israel is glad! Psalm 54:1\tTo the Overseer with stringed instruments.—An instruction, by David, in the coming in of the Ziphim, and they say to Saul, ‘Is not David hiding himself with us?’ O God, by Thy name save me, and by Thy might judge me. Psalm 54:2\tO God, hear my prayer, Give ear to the sayings of my mouth, Psalm 54:3\tFor strangers have risen up against me And terrible ones have sought my soul, They have not set God before them. Selah. Psalm 54:4\tLo, God is a helper to me, The Lord is with those supporting my soul, Psalm 54:5\tTurn back doth the evil thing to mine enemies, In Thy truth cut them off. Psalm 54:6\tWith a free will-offering I sacrifice to Thee, I thank Thy name, O Jehovah, for it is good, Psalm 54:7\tFor, from all adversity He delivered me, And on mine enemies hath mine eye looked! Psalm 55:1\tTo the Overseer with stringed instruments.—An instruction, by David. Give ear, O God, to my prayer, And hide not from my supplication. Psalm 55:2\tAttend to me, and answer me, I mourn in my meditation, and make a noise, Psalm 55:3\tBecause of the voice of an enemy, Because of the oppression of the wicked, For they cause sorrow to move against me, And in anger they hate me. Psalm 55:4\tMy heart is pained within me, And terrors of death have fallen on me. Psalm 55:5\tFear and trembling come in to me, And horror doth cover me. Psalm 55:6\tAnd I say, ‘Who doth give to me a pinion as a dove? I fly away and rest, Psalm 55:7\tLo, I move far off, I lodge in a wilderness. Selah. Psalm 55:8\tI hasten escape for myself, From a rushing wind, from a whirlwind. Psalm 55:9\tSwallow up, O Lord, divide their tongue, For I saw violence and strife in a city. Psalm 55:10\tBy day and by night they go round it, on its walls. Both iniquity and perverseness are in its midst, Psalm 55:11\tMischiefs are in its midst. Fraud and deceit depart not from its street. Psalm 55:12\tFor an enemy reproacheth me not, or I bear it, He who is hating me Hath not magnified himself against me, Or I hide from him. Psalm 55:13\tBut thou, a man—as mine equal, My familiar friend, and mine acquaintance. Psalm 55:14\tWhen together we sweeten counsel, Into the house of God we walk in company. Psalm 55:15\tDesolations are upon them, They go down to Sheol—alive, For wickedness is in their dwelling, in their midst. Psalm 55:16\tI—to God I call, and Jehovah saveth me. Psalm 55:17\tEvening, and morning, and noon, I meditate, and make a noise, and He heareth my voice, Psalm 55:18\tHe hath ransomed in peace my soul From him who is near to me, For with the multitude they were with me. Psalm 55:19\tGod doth hear and afflict them, And He sitteth of old. Selah. Because they have no changes, and fear not God, Psalm 55:20\tHe hath sent forth his hands against his well-wishers, He hath polluted his covenant. Psalm 55:21\tSweeter than honey hath been his mouth, And his heart is war! Softer have been his words than oil, And they are drawn swords. Psalm 55:22\tCast on Jehovah that which He hath given thee, And He doth sustain thee, He doth not suffer for ever the moving of the righteous. Psalm 55:23\tAnd Thou, O God, dost bring them down To a pit of destruction, Men of blood and deceit reach not to half their days, And I—I do trust in Thee! Psalm 56:1\tTo the Overseer.—‘On the Dumb Dove far off.’—A secret treasure of David, in the Philistines’ taking hold of him in Gath. Favour me, O God, for man swallowed me up, All the day fighting he oppresseth me, Psalm 56:2\tMine enemies have swallowed up all the day, For many are fighting against me, O most High, Psalm 56:3\tThe day I am afraid I am confident toward Thee. Psalm 56:4\tIn God I praise His word, in God I have trusted, I fear not what flesh doth to me. Psalm 56:5\tAll the day they wrest my words, Concerning me all their thoughts are for evil, Psalm 56:6\tThey assemble, they hide, they watch my heels, When they have expected my soul. Psalm 56:7\tBy iniquity they escape, In anger the peoples put down, O God. Psalm 56:8\tMy wandering Thou hast counted, Thou—place Thou my tear in Thy bottle, Are they not in Thy book? Psalm 56:9\tThen turn back do mine enemies in the day I call. This I have known, that God is for me. Psalm 56:10\tIn God I praise the word, In Jehovah I praise the word. Psalm 56:11\tIn God I trusted, I fear not what man doth to me, Psalm 56:12\tOn me, O God, are Thy vows, I repay thank-offerings to Thee. Psalm 56:13\tFor Thou hast delivered my soul from death, Dost Thou not my feet from falling? To walk habitually before God in the light of the living! Psalm 57:1\tTo the Overseer.—‘Destroy not.’—A secret treasure of David, in his fleeing from the face of Saul into a cave. Favour me, O God, favour me, For in Thee is my soul trusting, And in the shadow of Thy wings I trust, Until the calamities pass over. Psalm 57:2\tI call to God Most High, To God who is perfecting for me. Psalm 57:3\tHe sendeth from the heaven, and saveth me, He reproached—who is panting after me. Selah. God sendeth forth His kindness and His truth. Psalm 57:4\tMy soul is in the midst of lions, I lie down among flames—sons of men, Their teeth are a spear and arrows, And their tongue a sharp sword. Psalm 57:5\tBe Thou exalted above the heavens, O God, Above all the earth Thine honour. Psalm 57:6\tA net they have prepared for my steps, Bowed down hath my soul, They have digged before me a pit, They have fallen into its midst. Selah. Psalm 57:7\tPrepared is my heart, O God, Prepared is my heart, I sing and praise. Psalm 57:8\tAwake, mine honour, awake, psaltery and harp, I awake the morning dawn. Psalm 57:9\tI thank Thee among the peoples, O Lord, I praise Thee among the nations. Psalm 57:10\tFor great unto the heavens is Thy kindness, And unto the clouds Thy truth. Psalm 57:11\tBe thou exalted above the heavens, O God. Above all the earth Thine honour! Psalm 58:1\tTo the Overseer.—‘Destroy not.’—A secret treasure, by David. Is it true, O dumb one, righteously ye speak? Uprightly ye judge, O sons of men? Psalm 58:2\tEven in heart ye work iniquities, In the land the violence of your hands ye ponder. Psalm 58:3\tThe wicked have been estranged from the womb, They have erred from the belly, speaking lies. Psalm 58:4\tTheir poison is as poison of a serpent, As a deaf asp shutting its ear, Psalm 58:5\tWhich hearkeneth not to the voice of whisperers, A charmer of charms most skilful. Psalm 58:6\tO God, break their teeth in their mouth, The jaw-teeth of young lions break down, O Jehovah. Psalm 58:7\tThey are melted as waters, They go up and down for themselves, His arrow proceedeth as they cut themselves off. Psalm 58:8\tAs a snail that melteth he goeth on, As an untimely birth of a woman, They have not seen the sun. Psalm 58:9\tBefore your pots discern the bramble, As well the raw as the heated He whirleth away. Psalm 58:10\tThe righteous rejoiceth that he hath seen vengeance, His steps he washeth in the blood of the wicked. Psalm 58:11\tAnd man saith: ‘Surely fruit is for the righteous: Surely there is a God judging in the earth!’ Psalm 59:1\tTo the Overseer.—‘Destroy not,’ by David.—A secret treasure, in Saul’s sending, and they watch the house to put him to death. Deliver me from mine enemies, O my God, From my withstanders set me on high. Psalm 59:2\tDeliver me from workers of iniquity, And from men of blood save me. Psalm 59:3\tFor, lo, they laid wait for my soul, Assembled against me are strong ones, Not my transgression nor my sin, O Jehovah. Psalm 59:4\tWithout punishment they run and prepare themselves, Stir up to meet me, and see. Psalm 59:5\tAnd Thou, Jehovah, God of Hosts, God of Israel, Awake to inspect all the nations. Favour not any treacherous dealers of iniquity. Selah. Psalm 59:6\tThey turn back at evening, They make a noise like a dog, And go round about the city. Psalm 59:7\tLo, they belch out with their mouths, Swords are in their lips, for ‘Who heareth?’ Psalm 59:8\tAnd Thou, O Jehovah dost laugh at them, Thou dost mock at all the nations. Psalm 59:9\tO my Strength, unto Thee I take heed, For God is my tower—the God of my kindness. Psalm 59:10\tGod doth go before me, He causeth me to look on mine enemies. Psalm 59:11\tSlay them not, lest my people forget, Shake them by Thy strength, And bring them down, O Lord our shield. Psalm 59:12\tThe sin of their mouth is a word of their lips, And they are captured in their pride, And from the curse and lying they recount. Psalm 59:13\tConsume in fury, consume and they are not, And they know that God is ruling in Jacob, To the ends of the earth. Selah. Psalm 59:14\tAnd they turn back at evening, They make a noise like a dog, And they go round about the city. Psalm 59:15\tThey—they wander for food, If they are not satisfied—then they murmur. Psalm 59:16\tAnd I—I sing of Thy strength, And I sing at morn of Thy kindness, For thou hast been a tower to me, And a refuge for me in a day of adversity. Psalm 59:17\tO my Strength, unto Thee I sing praise, For God is my tower, the God of my kindness! Psalm 60:1\tTo the Overseer.—‘Concerning the Lily of Testimony,’ a secret treasure of David, to teach, in his striving with Aram-Naharaim, and with Aram-Zobah, and Joab turneth back and smiteth Edom in the valley of Salt—twelve thousand. O God, Thou hadst cast us off, Thou hadst broken us—hadst been angry!—Thou dost turn back to us. Psalm 60:2\tThou hast caused the land to tremble, Thou hast broken it, Heal its breaches, for it hath moved. Psalm 60:3\tThou hast shewn Thy people a hard thing, Thou hast caused us to drink wine of trembling. Psalm 60:4\tThou hast given to those fearing thee an ensign. To be lifted up as an ensign Because of truth. Selah. Psalm 60:5\tThat Thy beloved ones may be drawn out, Save with Thy right hand, and answer us. Psalm 60:6\tGod hath spoken in His holiness: I exult—I apportion Shechem, And the valley of Succoth I measure, Psalm 60:7\tMine is Gilead, and mine is Manasseh, And Ephraim is the strength of my head, Judah is my lawgiver, Psalm 60:8\tMoab is my pot for washing, over Edom I cast my shoe, Shout, concerning me, O Philistia. Psalm 60:9\tWho doth bring me to a city of bulwarks? Who hath led me unto Edom? Psalm 60:10\tIs it not Thou, O God? hast Thou cast us off? And dost Thou not go forth, O God, with our hosts! Psalm 60:11\tGive to us help from adversity, And vain is the deliverance of man. Psalm 60:12\tIn God we do mightily, And He treadeth down our adversaries! Psalm 61:1\tTo the Overseer, on stringed instruments.—By David. Hear, O God, my loud cry, attend to my prayer. Psalm 61:2\tFrom the end of the land unto Thee I call, In the feebleness of my heart, Into a rock higher than I Thou dost lead me. Psalm 61:3\tFor Thou hast been a refuge for me, A tower of strength because of the enemy. Psalm 61:4\tI sojourn in Thy tent to the ages, I trust in the secret place of Thy wings. Selah. Psalm 61:5\tFor Thou, O God, hast hearkened to my vows, Thou hast appointed the inheritance Of those fearing Thy name. Psalm 61:6\tDays to the days of the king Thou addest, His years as generation and generation. Psalm 61:7\tHe dwelleth to the age before God, Kindness and truth appoint—they keep him. Psalm 61:8\tSo do I praise Thy name for ever, When I pay my vows day by day! Psalm 62:1\tTo the Overseer, for Jeduthun.—A Psalm of David. Only—toward God is my soul silent, From Him is my salvation. Psalm 62:2\tOnly—He is my rock, and my salvation, My tower, I am not much moved. Psalm 62:3\tTill when do ye devise mischief against a man? Ye are destroyed all of you, As a wall inclined, a hedge that is cast down. Psalm 62:4\tOnly—from his excellency They have consulted to drive away, They enjoy a lie, with their mouth they bless, And with their heart revile. Selah. Psalm 62:5\tOnly—for God, be silent, O my soul, For from Him is my hope. Psalm 62:6\tOnly—He is my rock and my salvation, My tower, I am not moved. Psalm 62:7\tOn God is my salvation, and my honour, The rock of my strength, my refuge is in God. Psalm 62:8\tTrust in Him at all times, O people, Pour forth before Him your heart, God is a refuge for us. Selah. Psalm 62:9\tOnly—vanity are the low, a lie the high. In balances to go up they than vanity are lighter. Psalm 62:10\tTrust not in oppression, And in robbery become not vain, Wealth—when it increaseth—set not the heart. Psalm 62:11\tOnce hath God spoken, twice I heard this, That ‘strength is with God.’ Psalm 62:12\tAnd with Thee, O Lord, is kindness, For Thou dost recompense to each, According to his work! Psalm 63:1\tA Psalm of David, in his being in the wilderness of Judah. O God, Thou art my God, earnestly do I seek Thee, Thirsted for Thee hath my soul, Longed for Thee hath my flesh, In a land dry and weary, without waters. Psalm 63:2\tSo in the sanctuary I have seen Thee, To behold Thy strength and Thine honour. Psalm 63:3\tBecause better is Thy kindness than life, My lips do praise Thee. Psalm 63:4\tSo I bless Thee in my life, in Thy name I lift up my hands. Psalm 63:5\tAs with milk and fatness is my soul satisfied, And with singing lips doth my mouth praise. Psalm 63:6\tIf I have remembered Thee on my couch, In the watches—I meditate on Thee. Psalm 63:7\tFor Thou hast been a help to me, And in the shadow of Thy wings I sing. Psalm 63:8\tCleaved hath my soul after Thee, On me hath Thy right hand taken hold. Psalm 63:9\tAnd they who for desolation seek my soul, Go in to the lower parts of the earth. Psalm 63:10\tThey cause him to run on the edge of the sword, A portion for foxes they are. Psalm 63:11\tAnd the king doth rejoice in God, Boast himself doth every one swearing by Him, But stopped is the mouth of those speaking lies! Psalm 64:1\tTo the Overseer.—A Psalm of David. Hear, O God, my voice, in my meditation, From the fear of an enemy Thou keepest my life, Psalm 64:2\tHidest me from the secret counsel of evil doers, From the tumult of workers of iniquity. Psalm 64:3\tWho sharpened as a sword their tongue, They directed their arrow—a bitter word. Psalm 64:4\tTo shoot in secret places the perfect, Suddenly they shoot him, and fear not. Psalm 64:5\tThey strengthen for themselves an evil thing, They recount of the hiding of snares, They have said, ‘Who doth look at it?’ Psalm 64:6\tThey search out perverse things, ‘We perfected a searching search,’ And the inward part of man, and the heart are deep. Psalm 64:7\tAnd God doth shoot them with an arrow, Sudden have been their wounds, Psalm 64:8\tAnd they cause him to stumble, Against them is their own tongue, Every looker on them fleeth away. Psalm 64:9\tAnd all men fear, and declare the work of God, And His deed they have considered wisely. Psalm 64:10\tThe righteous doth rejoice in Jehovah, And hath trusted in Him, And boast themselves do all the upright of heart! Psalm 65:1\tTo the Overseer.—A Psalm of David. A Song. To Thee, silence—praise, O God, is in Zion, And to Thee is a vow completed. Psalm 65:2\tHearer of prayer, to Thee all flesh cometh. Psalm 65:3\tMatters of iniquities were mightier than I, Our transgressions—Thou dost cover them. Psalm 65:4\tO the happiness of him whom Thou choosest, And drawest near, he inhabiteth Thy courts, We are satisfied with the goodness of Thy house, Thy holy temple. Psalm 65:5\tBy fearful things in righteousness Thou answerest us, O God of our salvation, The confidence of all far off ends of earth and sea. Psalm 65:6\tEstablishing mountains by His power, He hath been girded with might, Psalm 65:7\tRestraining the noise of seas, the noise of their billows, And the multitude of the peoples. Psalm 65:8\tAnd the inhabitants of the uttermost parts From Thy signs are afraid, The outgoings of morning and evening Thou causest to sing. Psalm 65:9\tThou hast inspected the earth, and waterest it, Thou makest it very rich, the rivulet of God is full of water, Thou preparest their corn, When thus Thou dost prepare it, Psalm 65:10\tIts ridges have been filled, Deepened hath been its furrow, With showers Thou dost soften it, Its springing up Thou blessest. Psalm 65:11\tThou hast crowned the year of Thy goodness, And Thy paths drop fatness. Psalm 65:12\tDrop do the pastures of a wilderness, And joy of the heights Thou girdest on. Psalm 65:13\tClothed have lambs the flock, And valleys are covered with corn, They shout—yea, they sing! Psalm 66:1\tTo the Overseer.—A Song, a Psalm. Shout ye to God, all the earth. Psalm 66:2\tPraise ye the honour of His name, Make ye honourable His praise. Psalm 66:3\tSay to God, ‘How fearful are Thy works, By the abundance of Thy strength, Thine enemies feign obedience to Thee. Psalm 66:4\tAll the earth do bow to Thee, They sing praise to Thee, they praise Thy name.’ Selah. Psalm 66:5\tCome ye, and see the works of God, Fearful acts toward the sons of men. Psalm 66:6\tHe hath turned a sea to dry land, Through a river they pass over on foot, There do we rejoice in Him. Psalm 66:7\tRuling by His might to the age, His eyes among the nations do watch, The refractory exalt not themselves. Selah. Psalm 66:8\tBless, ye peoples, our God, And sound the voice of His praise, Psalm 66:9\tWho hath placed our soul in life, And suffered not our feet to be moved. Psalm 66:10\tFor Thou hast tried us, O God, Thou hast refined us as the refining of silver. Psalm 66:11\tThou hast brought us into a net, Thou hast placed pressure on our loins. Psalm 66:12\tThou hast caused man to ride at our head. We have entered into fire and into water, And Thou bringest us out to a watered place. Psalm 66:13\tI enter Thy house with burnt-offerings, I complete to Thee my vows, Psalm 66:14\tFor opened were my lips, And my mouth spake in my distress: Psalm 66:15\t‘Burnt-offerings of fatlings I offer to Thee, With perfume of rams, I prepare a bullock with he-goats.’ Selah. Psalm 66:16\tCome, hear, all ye who fear God, And I recount what he did for my soul. Psalm 66:17\tUnto Him with my mouth I have called, And exaltation is under my tongue. Psalm 66:18\tIniquity, if I have seen in my heart, The Lord doth not hear. Psalm 66:19\tBut God hath heard, He hath attended to the voice of my prayer. Psalm 66:20\tBlessed is God, Who hath not turned aside my prayer, And His loving-kindness, from me! Psalm 67:1\tTo the Overseer, with stringed instruments.—A Psalm, a Song. God doth favour us and bless us, Doth cause His face to shine with us. Selah. Psalm 67:2\tFor the knowledge in earth of Thy way, among all nations of Thy salvation. Psalm 67:3\tPraise Thee do peoples, O God, Praise Thee do peoples, all of them. Psalm 67:4\tRejoice and sing do nations, For Thou judgest peoples uprightly, And peoples on earth comfortest. Selah. Psalm 67:5\tConfess Thee do peoples, O God, Confess Thee do peoples—all of them. Psalm 67:6\tEarth hath given her increase, God doth bless us—our God, Psalm 67:7\tGod doth bless us, and all ends of earth fear Him! Psalm 68:1\tTo the Overseer.—A Psalm, a song of David. Rise doth God—scattered are His enemies! And those hating Him flee from His face. Psalm 68:2\tAs the driving away of smoke Thou drivest away, As the melting of wax before fire, The wicked perish at the presence of God. Psalm 68:3\tAnd the righteous rejoice, they exult before God, And they joy with gladness. Psalm 68:4\tSing ye to God—praise His name, Raise up a highway for Him who is riding in deserts, In Jah is His name, and exult before Him. Psalm 68:5\tFather of the fatherless, and judge of the widows, Is God in His holy habitation. Psalm 68:6\tGod—causing the lonely to dwell at home, Bringing out bound ones into prosperity, Only—the refractory have inhabited a dry place. Psalm 68:7\tO God, in Thy going forth before Thy people, In Thy stepping through the wilderness, Selah. Psalm 68:8\tThe earth hath shaken, Yea, the heavens have dropped before God, This Sinai—before God, the God of Israel. Psalm 68:9\tA shower of free-will gifts thou shakest out, O God. Thine inheritance, when it hath been weary, Thou hast established it. Psalm 68:10\tThy company have dwelt in it, Thou preparest in Thy goodness for the poor, O God. Psalm 68:11\tThe Lord doth give the saying, The female proclaimers are a numerous host. Psalm 68:12\tKings of hosts flee utterly away, And a female inhabitant of the house apportioneth spoil. Psalm 68:13\tThough ye do lie between two boundaries, Wings of a dove covered with silver, And her pinions with yellow gold. Psalm 68:14\tWhen the Mighty spreadeth kings in it, It doth snow in Salmon. Psalm 68:15\tA hill of God is the hill of Bashan, A hill of heights is the hill of Bashan. Psalm 68:16\tWhy do ye envy, O high hills, The hill God hath desired for His seat? Jehovah also doth tabernacle for ever. Psalm 68:17\tThe chariots of God are myriads, thousands of changes, The Lord is among them, in Sinai, in the sanctuary. Psalm 68:18\tThou hast ascended on high, Thou hast taken captive captivity, Thou hast taken gifts for men, That even the refractory may rest, O Jah God. Psalm 68:19\tBlessed is the Lord, day by day He layeth on us. God Himself is our salvation. Selah. Psalm 68:20\tGod Himself is to us a God for deliverances, And Jehovah Lord hath the outgoings of death. Psalm 68:21\tOnly—God doth smite The head of His enemies, The hairy crown of a habitual walker in his guilt. Psalm 68:22\tThe Lord said: ‘From Bashan I bring back, I bring back from the depths of the sea. Psalm 68:23\tSo that thou dashest thy foot in blood, In the blood of enemies—the tongue of Thy dogs.’ Psalm 68:24\tThey have seen Thy goings, O God, Goings of my God, my king, in the sanctuary. Psalm 68:25\tSingers have been before, Behind are players on instruments, In the midst virgins playing with timbrels. Psalm 68:26\tIn assemblies bless ye God, The Lord—from the fountain of Israel. Psalm 68:27\tThere is little Benjamin their ruler, Heads of Judah their defence, Heads of Zebulun—heads of Naphtali. Psalm 68:28\tThy God hath commanded thy strength, Be strong, O God, this Thou hast wrought for us. Psalm 68:29\tBecause of Thy temple at Jerusalem, To Thee do kings bring a present. Psalm 68:30\tRebuke a beast of the reeds, a company of bulls, With calves of the peoples, Each humbling himself with pieces of silver, Scatter Thou peoples delighting in conflicts. Psalm 68:31\tCome do fat ones out of Egypt, Cush causeth her hands to run to God. Psalm 68:32\tKingdoms of the earth, sing ye to God, Praise ye the Lord. Selah. Psalm 68:33\tTo him who is riding on the heavens of the heavens of old, Lo, He giveth with His voice a strong voice. Psalm 68:34\tAscribe ye strength to God, Over Israel is His excellency, and His strength in the clouds. Psalm 68:35\tFearful, O God, out of Thy sanctuaries, The God of Israel Himself, Giving strength and might to the people. Blessed is God! Psalm 69:1\tTo the Overseer.—‘On the Lilies,’ by David. Save me, O God, for come have waters unto the soul. Psalm 69:2\tI have sunk in deep mire, And there is no standing, I have come into the depths of the waters, And a flood hath overflown me. Psalm 69:3\tI have been wearied with my calling, Burnt hath been my throat, Consumed have been mine eyes, waiting for my God. Psalm 69:4\tThose hating me without cause Have been more than the hairs of my head, Mighty have been my destroyers, My lying enemies, That which I took not away—I bring back. Psalm 69:5\tO God, Thou—Thou hast known Concerning my overturn, And my desolations from Thee have not been hid. Psalm 69:6\tLet not those waiting on Thee be ashamed because of me, O Lord, Jehovah of Hosts, Let not those seeking Thee Blush because of me, O God of Israel. Psalm 69:7\tFor because of Thee I have borne reproach, Shame hath covered my face. Psalm 69:8\tA stranger I have been to my brother, And a foreigner to sons of my mother. Psalm 69:9\tFor zeal for Thy house hath consumed me, And the reproaches of Thy reproachers Have fallen upon me. Psalm 69:10\tAnd I weep in the fasting of my soul, And it is for a reproach to me. Psalm 69:11\tAnd I make my clothing sackcloth, And I am to them for a simile. Psalm 69:12\tThose sitting at the gate meditate concerning me, And those drinking strong drink, Play on instruments. Psalm 69:13\tAnd I—my prayer is to Thee, O Jehovah, A time of good pleasure, O God, In the abundance of Thy kindness, Answer me in the truth of Thy salvation. Psalm 69:14\tDeliver me from the mire, and let me not sink, Let me be delivered from those hating me, And from deep places of waters. Psalm 69:15\tLet not a flood of waters overflow me, Nor let the deep swallow me up, Nor let the pit shut her mouth upon me. Psalm 69:16\tAnswer me, O Jehovah, for good is Thy kindness, According to the abundance Of Thy mercies turn Thou unto me, Psalm 69:17\tAnd hide not Thy face from Thy servant, For I am in distress—haste, answer me. Psalm 69:18\tBe near unto my soul—redeem it, Because of mine enemies ransom me. Psalm 69:19\tThou—Thou hast known my reproach, And my shame, and my blushing, Before Thee are all mine adversaries. Psalm 69:20\tReproach hath broken my heart, and I am sick, And I look for a bemoaner, and there is none, And for comforters, and I have found none. Psalm 69:21\tAnd they give for my food gall, And for my thirst cause me to drink vinegar. Psalm 69:22\tTheir table before them is for a snare, And for a recompence—for a trap. Psalm 69:23\tDarkened are their eyes from seeing, And their loins continually shake Thou. Psalm 69:24\tPour upon them Thine indignation, And the fierceness of Thine anger doth seize them. Psalm 69:25\tTheir tower is desolated, In their tents there is no dweller. Psalm 69:26\tFor they have pursued him Thou hast smitten, And recount of the pain of Thy pierced ones. Psalm 69:27\tGive punishment for their iniquity, And they enter not into Thy righteousness. Psalm 69:28\tThey are blotted out of the book of life, And with the righteous are not written. Psalm 69:29\tAnd I am afflicted and pained, Thy salvation, O God, doth set me on high. Psalm 69:30\tI praise the name of God with a song, And I magnify Him with thanksgiving, Psalm 69:31\tAnd it is better to Jehovah than an ox, A bullock—horned—hoofed. Psalm 69:32\tThe humble have seen—they rejoice, Ye who seek God—and your heart liveth. Psalm 69:33\tFor Jehovah hearkeneth unto the needy, And His bound ones He hath not despised. Psalm 69:34\tThe heavens and earth do praise Him, Seas, and every moving thing in them. Psalm 69:35\tFor God doth save Zion, And doth build the cities of Judah, And they have dwelt there, and possess it. Psalm 69:36\tAnd the seed of His servants inherit it, And those loving His name dwell in it! Psalm 70:1\tTo the Overseer, by David.—‘To cause to remember.’ O God, to deliver me, O Jehovah, for my help, haste. Psalm 70:2\tLet them be ashamed and confounded Who are seeking my soul, Let them be turned backward and blush Who are desiring my evil. Psalm 70:3\tLet them turn back because of their shame, Who are saying, ‘Aha, aha.’ Psalm 70:4\tLet all those seeking Thee joy and be glad in Thee, And let those loving Thy salvation Say continually, ‘God is magnified.’ Psalm 70:5\tAnd I am poor and needy, O God, haste to me, My help and my deliverer art Thou, O Jehovah, tarry Thou not! Psalm 71:1\tIn Thee, O Jehovah, I have trusted, Let me not be ashamed to the age. Psalm 71:2\tIn Thy righteousness Thou dost deliver me, And dost cause me to escape, Incline unto me Thine ear, and save me. Psalm 71:3\tBe to me for a rock—a habitation, To go in continually, Thou hast given command to save me, For my rock and my bulwark art Thou. Psalm 71:4\tO my God, cause me to escape From the hand of the wicked, From the hand of the perverse and violent. Psalm 71:5\tFor Thou art my hope, O Lord Jehovah, My trust from my youth. Psalm 71:6\tBy Thee I have been supported from the womb, From my mother’s bowels Thou dost cut me out, In Thee is my praise continually. Psalm 71:7\tAs a wonder I have been to many, And Thou art my strong refuge. Psalm 71:8\tFilled is my mouth with Thy praise, All the day with Thy beauty. Psalm 71:9\tCast me not off at the time of old age, According to the consumption of my power forsake me not. Psalm 71:10\tFor mine enemies have spoken against me, And those watching my soul have taken counsel together, Psalm 71:11\tSaying, ‘God hath forsaken him, Pursue and catch him, for there is no deliverer.’ Psalm 71:12\tO God, be not far from me, O my God, for my help make haste. Psalm 71:13\tThey are ashamed, they are consumed, Who are opposing my soul, They are covered with reproach and blushing, Who are seeking my evil, Psalm 71:14\tAnd I continually do wait with hope, And have added unto all Thy praise. Psalm 71:15\tMy mouth recounteth Thy righteousness, All the day Thy salvation, For I have not known the numbers. Psalm 71:16\tI come in the might of the Lord Jehovah, I mention Thy righteousness—Thine only. Psalm 71:17\tGod, Thou hast taught me from my youth, And hitherto I declare Thy wonders. Psalm 71:18\tAnd also unto old age and grey hairs, O God, forsake me not, Till I declare Thy strength to a generation, To every one that cometh Thy might. Psalm 71:19\tAnd Thy righteousness, O God, is unto the heights, Because Thou hast done great things, O God, who is like Thee? Psalm 71:20\tBecause Thou hast showed me many and sad distresses, Thou turnest back—Thou revivest me, And from the depths of the earth, Thou turnest back—Thou bringest me up. Psalm 71:21\tThou dost increase my greatness, And Thou surroundest—Thou comfortest me, Psalm 71:22\tI also thank Thee with a vessel of psaltery, Thy truth, O my God, I sing to Thee with a harp, O Holy One of Israel, Psalm 71:23\tMy lips cry aloud when I sing praise to Thee, And my soul that Thou hast redeemed, Psalm 71:24\tMy tongue also all the day uttereth Thy righteousness, Because ashamed—because confounded, Have been those seeking my evil! Psalm 72:1\tBy Solomon. O God, Thy judgments to the king give, And Thy righteousness to the king’s son. Psalm 72:2\tHe judgeth Thy people with righteousness, And Thy poor with judgment. Psalm 72:3\tThe mountains bear peace to the people, And the heights by righteousness. Psalm 72:4\tHe judgeth the poor of the people, Giveth deliverance to the sons of the needy, And bruiseth the oppressor. Psalm 72:5\tThey fear Thee with the sun, and before the moon, Generation—generations. Psalm 72:6\tHe cometh down as rain on mown grass, As showers—sprinkling the earth. Psalm 72:7\tFlourish in his days doth the righteous, And abundance of peace till the moon is not. Psalm 72:8\tAnd he ruleth from sea unto sea, And from the river unto the ends of earth. Psalm 72:9\tBefore him bow do the inhabitants of the dry places, And his enemies lick the dust. Psalm 72:10\tKings of Tarshish and of the isles send back a present. Kings of Sheba and Seba a reward bring near. Psalm 72:11\tAnd all kings do bow themselves to him, All nations do serve him, Psalm 72:12\tFor he delivereth the needy who crieth, And the poor when he hath no helper, Psalm 72:13\tHe hath pity on the poor and needy, And the souls of the needy he saveth, Psalm 72:14\tFrom fraud and from violence he redeemeth their soul, And precious is their blood in his eyes. Psalm 72:15\tAnd he liveth, and giveth to him of the gold of Sheba, And prayeth for him continually, All the day he doth bless him. Psalm 72:16\tThere is a handful of corn in the earth, On the top of mountains, Shake like Lebanon doth its fruit, And they flourish out of the city as the herb of the earth. Psalm 72:17\tHis name is to the age, Before the sun is his name continued, And they bless themselves in him, All nations do pronounce him happy. Psalm 72:18\tBlessed is Jehovah God, God of Israel, He alone is doing wonders, Psalm 72:19\tAnd blessed is the Name of His honour to the age, And the whole earth is filled with His honour. Amen, and amen! Psalm 72:20\tThe prayers of David son of Jesse have been ended. Psalm 73:1\tA Psalm of Asaph. Only—good to Israel is God, to the clean of heart. And I—as a little thing, My feet have been turned aside, Psalm 73:2\tAs nothing, have my steps slipped, For I have been envious of the boastful, Psalm 73:3\tThe peace of the wicked I see, That there are no bands at their death, Psalm 73:4\tAnd their might is firm. Psalm 73:5\tIn the misery of mortals they are not, And with common men they are not plagued. Psalm 73:6\tTherefore hath pride encircled them, Violence covereth them as a dress. Psalm 73:7\tTheir eye hath come out from fat. The imaginations of the heart transgressed; Psalm 73:8\tThey do corruptly, And they speak in the wickedness of oppression, From on high they speak. Psalm 73:9\tThey have set in the heavens their mouth, And their tongue walketh in the earth. Psalm 73:10\tTherefore do His people return hither, And waters of fulness are wrung out to them. Psalm 73:11\tAnd they have said, ‘How hath God known? And is there knowledge in the Most High?’ Psalm 73:12\tLo, these are the wicked and easy ones of the age, They have increased strength. Psalm 73:13\tOnly—a vain thing! I have purified my heart, And I wash in innocency my hands, Psalm 73:14\tAnd I am plagued all the day, And my reproof is every morning. Psalm 73:15\tIf I have said, ‘I recount thus,’ Lo, a generation of Thy sons I have deceived. Psalm 73:16\tAnd I think to know this, Perverseness it is in mine eyes, Psalm 73:17\tTill I come in to the sanctuaries of God, I attend to their latter end. Psalm 73:18\tOnly, in slippery places Thou dost set them, Thou hast caused them to fall to desolations. Psalm 73:19\tHow have they become a desolation as in a moment, They have been ended—consumed from terrors. Psalm 73:20\tAs a dream from awakening, O Lord, In awaking, their image Thou despisest. Psalm 73:21\tFor my heart doth show itself violent, And my reins prick themselves, Psalm 73:22\tAnd I am brutish, and do not know. A beast I have been with Thee. Psalm 73:23\tAnd I am continually with Thee, Thou hast laid hold on my right hand. Psalm 73:24\tWith Thy counsel Thou dost lead me, And after honour dost receive me. Psalm 73:25\tWhom have I in the heavens? And with Thee none I have desired in earth. Psalm 73:26\tConsumed hath been my flesh and my heart, The rock of my heart and my portion is God to the age. Psalm 73:27\tFor, lo, those far from Thee do perish, Thou hast cut off every one, Who is going a whoring from Thee. Psalm 73:28\tAnd I—nearness of God to me is good, I have placed in the Lord Jehovah my refuge, To recount all Thy works! Psalm 74:1\tAn Instruction of Asaph. Why, O God, hast Thou cast off for ever? Thine anger smoketh against the flock of Thy pasture. Psalm 74:2\tRemember Thy company. Thou didst purchase of old, Thou didst redeem the rod of Thy inheritance, This mount Zion—Thou didst dwell in it. Psalm 74:3\tLift up Thy steps to the perpetual desolations, Everything the enemy did wickedly in the sanctuary. Psalm 74:4\tRoared have thine adversaries, In the midst of Thy meeting-places, They have set their ensigns as ensigns. Psalm 74:5\tHe is known as one bringing in on high Against a thicket of wood—axes. Psalm 74:6\tAnd now, its carvings together With axe and hatchet they break down, Psalm 74:7\tThey have sent into fire Thy sanctuary, to the earth they polluted the tabernacle of Thy name, Psalm 74:8\tThey said in their hearts, ‘Let us oppress them together,’ They did burn all the meeting-places of God in the land. Psalm 74:9\tOur ensigns we have not seen, There is no more a prophet, Nor with us is one knowing how long. Psalm 74:10\tTill when, O God, doth an adversary reproach? Doth an enemy despise thy name for ever? Psalm 74:11\tWhy dost Thou turn back Thy hand, Even Thy right hand? From the midst of Thy bosom remove it. Psalm 74:12\tAnd God is my king of old, Working salvation in the midst of the earth. Psalm 74:13\tThou hast broken by Thy strength a sea -monster, Thou hast shivered Heads of dragons by the waters, Psalm 74:14\tThou hast broken the heads of leviathan, Thou makest him food, For the people of the dry places. Psalm 74:15\tThou hast cleaved a fountain and a stream, Thou hast dried up perennial flowings. Psalm 74:16\tThine is the day, also Thine is the night, Thou hast prepared a light giver—the sun. Psalm 74:17\tThou hast set up all the borders of earth, Summer and winter Thou hast formed them. Psalm 74:18\tRemember this—an enemy reproached Jehovah, And a foolish people have despised Thy name. Psalm 74:19\tGive not up to a company, The soul of Thy turtle-dove, The company of Thy poor ones forget not for ever. Psalm 74:20\tLook attentively to the covenant, For the dark places of earth, Have been full of habitations of violence. Psalm 74:21\tLet not the oppressed turn back ashamed, Let the poor and needy praise Thy name, Psalm 74:22\tArise, O God, plead Thy plea, Remember Thy reproach from a fool all the day. Psalm 74:23\tForget not the voice of Thine adversaries, The noise of Thy withstanders is going up continually! Psalm 75:1\tTo the Overseer.—‘Destroy not.’—A Psalm of Asaph.—A Song. We have given thanks to Thee, O God, We have given thanks, and near is Thy name, They have recounted Thy wonders. Psalm 75:2\tWhen I receive an appointment, I—I do judge uprightly. Psalm 75:3\tMelted is the earth and all its inhabitants, I—I have pondered its pillars. Selah. Psalm 75:4\tI have said to the boastful, ‘Be not boastful,’ And to the wicked, ‘Raise not up a horn.’ Psalm 75:5\tRaise not up on high your horn, (Ye speak with a stiff neck.) Psalm 75:6\tFor not from the east, or from the west, Nor from the wilderness—is elevation. Psalm 75:7\tBut God is judge, This He maketh low—and this He lifteth up. Psalm 75:8\tFor a cup is in the hand of Jehovah, And the wine hath foamed, It is full of mixture, and He poureth out of it, Only its dregs wring out, and drink, Do all the wicked of the earth, Psalm 75:9\tAnd I—I declare it to the age, I sing praise to the God of Jacob. Psalm 75:10\tAnd all horns of the wicked I cut off, Exalted are the horns of the righteous! Psalm 76:1\tTo the Overseer with stringed instruments.—A Psalm of Asaph.—A Song. In Judah is God known, in Israel His name is great. Psalm 76:2\tAnd His tabernacle is in Salem, And His habitation in Zion. Psalm 76:3\tThere he hath shivered arrows of a bow, Shield, and sword, and battle. Selah. Psalm 76:4\tBright art Thou, honourable above hills of prey. Psalm 76:5\tSpoiled themselves have the mighty of heart, They have slept their sleep, And none of the men of might found their hands. Psalm 76:6\tFrom Thy rebuke, O God of Jacob, Both rider and horse have been fast asleep. Psalm 76:7\tThou, fearful art Thou, And who doth stand before Thee, Since Thou hast been angry! Psalm 76:8\tFrom heaven Thou hast sounded judgment, Earth hath feared, and hath been still, Psalm 76:9\tIn the rising of God to judgment, To save all the humble of earth. Selah. Psalm 76:10\tFor the fierceness of man praiseth Thee, The remnant of fierceness Thou girdest on. Psalm 76:11\tVow and complete to Jehovah your God, All ye surrounding him. They bring presents to the Fearful One. Psalm 76:12\tHe doth gather the spirit of leaders, Fearful to the kings of earth! Psalm 77:1\tTo the Overseer, for Jeduthun.—A Psalm of Asaph. My voice is to God, and I cry, my voice is to God, And He hath given ear unto me. Psalm 77:2\tIn a day of my distress the Lord I sought, My hand by night hath been spread out, And it doth not cease, My soul hath refused to be comforted. Psalm 77:3\tI remember God, and make a noise, I meditate, and feeble is my spirit. Selah. Psalm 77:4\tThou hast taken hold of the watches of mine eyes, I have been moved, and I speak not. Psalm 77:5\tI have reckoned the days of old, The years of the ages. Psalm 77:6\tI remember my music in the night, With my heart I meditate, and my spirit doth search diligently: Psalm 77:7\tTo the ages doth the Lord cast off? Doth He add to be pleased no more? Psalm 77:8\tHath His kindness ceased for ever? The saying failed to all generations? Psalm 77:9\tHath God forgotten His favours? Hath He shut up in anger His mercies? Selah. Psalm 77:10\tAnd I say: ‘My weakness is, The changes of the right hand of the Most High.’ Psalm 77:11\tI mention the doings of Jah, For I remember of old Thy wonders, Psalm 77:12\tAnd I have meditated on all Thy working, And I talk concerning Thy doings. Psalm 77:13\tO God, in holiness is Thy way, Who is a great god like God? Psalm 77:14\tThou art the God doing wonders. Thou hast made known among the peoples Thy strength, Psalm 77:15\tThou hast redeemed with strength Thy people, The sons of Jacob and Joseph. Selah. Psalm 77:16\tThe waters have seen Thee, O God, The waters have seen Thee, They are afraid—also depths are troubled. Psalm 77:17\tPoured out waters have thick clouds, The skies have given forth a noise, Also—Thine arrows go up and down. Psalm 77:18\tThe voice of Thy thunder is in the spheres, Lightnings have lightened the world, The earth hath trembled, yea, it shaketh. Psalm 77:19\tIn the sea is Thy way, And Thy paths are in many waters, And Thy tracks have not been known. Psalm 77:20\tThou hast led as a flock Thy people, By the hand of Moses and Aaron! Psalm 78:1\tAn Instruction of Asaph. Give ear, O my people, to my law, Incline your ear to sayings of my mouth. Psalm 78:2\tI open with a simile my mouth, I bring forth hidden things of old, Psalm 78:3\tThat we have heard and do know, And our fathers have recounted to us. Psalm 78:4\tWe do not hide from their sons, To a later generation recounting praises of Jehovah, And His strength, and His wonders that He hath done. Psalm 78:5\tAnd He raiseth up a testimony in Jacob, And a law hath placed in Israel, That He commanded our fathers, To make them known to their sons. Psalm 78:6\tSo that a later generation doth know, Sons who are born, do rise and recount to their sons, Psalm 78:7\tAnd place in God their confidence, And forget not the doings of God, But keep His commands. Psalm 78:8\tAnd they are not like their fathers, A generation apostate and rebellious, A generation! it hath not prepared its heart, Nor stedfast with God is its spirit. Psalm 78:9\tSons of Ephraim—armed bearers of bow, Have turned in a day of conflict. Psalm 78:10\tThey have not kept the covenant of God, And in His law they have refused to walk, Psalm 78:11\tAnd they forget His doings, And His wonders that He shewed them. Psalm 78:12\tBefore their fathers He hath done wonders, In the land of Egypt—the field of Zoan. Psalm 78:13\tHe cleft a sea, and causeth them to pass over, Yea, He causeth waters to stand as a heap. Psalm 78:14\tAnd leadeth them with a cloud by day, And all the night with a light of fire. Psalm 78:15\tHe cleaveth rocks in a wilderness, And giveth drink—as the great deep. Psalm 78:16\tAnd bringeth out streams from a rock, And causeth waters to come down as rivers. Psalm 78:17\tAnd they add still to sin against Him, To provoke the Most High in the dry place. Psalm 78:18\tAnd they try God in their heart, To ask food for their lust. Psalm 78:19\tAnd they speak against God—they said: ‘Is God able to array a table in a wilderness?’ Psalm 78:20\tLo, He hath smitten a rock, And waters flow, yea, streams overflow. ‘Also—bread is He able to give? Doth He prepare flesh for His people?’ Psalm 78:21\tTherefore hath Jehovah heard, And He sheweth Himself wroth, And fire hath been kindled against Jacob, And anger also hath gone up against Israel, Psalm 78:22\tFor they have not believed in God, Nor have they trusted in His salvation. Psalm 78:23\tAnd He commandeth clouds from above, Yea, doors of the heavens He hath opened. Psalm 78:24\tAnd He raineth on them manna to eat, Yea, corn of heaven He hath given to them. Psalm 78:25\tFood of the mighty hath each eaten, Venison He sent to them to satiety. Psalm 78:26\tHe causeth an east wind to journey in the heavens, And leadeth by His strength a south wind, Psalm 78:27\tAnd He raineth on them flesh as dust, And as sand of the seas—winged fowl, Psalm 78:28\tAnd causeth it to fall in the midst of His camp, Round about His tabernacles. Psalm 78:29\tAnd they eat, and are greatly satisfied, And their desire He bringeth to them. Psalm 78:30\tThey have not been estranged from their desire, Yet is their food in their mouth, Psalm 78:31\tAnd the anger of God hath gone up against them, And He slayeth among their fat ones, And youths of Israel He caused to bend. Psalm 78:32\tWith all this they have sinned again, And have not believed in His wonders. Psalm 78:33\tAnd He consumeth in vanity their days, And their years in trouble. Psalm 78:34\tIf He slew them, then they sought Him, And turned back, and sought God earnestly, Psalm 78:35\tAnd they remember that God is their rock, And God Most High their redeemer. Psalm 78:36\tAnd—they deceive Him with their mouth, And with their tongue do lie to Him, Psalm 78:37\tAnd their heart hath not been right with Him, And they have not been stedfast in His covenant. Psalm 78:38\tAnd He—the Merciful One, Pardoneth iniquity, and destroyeth not, And hath often turned back His anger, And waketh not up all His fury. Psalm 78:39\tAnd He remembereth that they are flesh, A wind going on—and it returneth not. Psalm 78:40\tHow often do they provoke Him in the wilderness, Grieve Him in the desolate place? Psalm 78:41\tYea, they turn back, and try God, And the Holy One of Israel have limited. Psalm 78:42\tThey have not remembered His hand The day He ransomed them from the adversary. Psalm 78:43\tWhen He set His signs in Egypt, And His wonders in the field of Zoan, Psalm 78:44\tAnd He turneth to blood their streams, And their floods they drink not. Psalm 78:45\tHe sendeth among them the beetle, and it consumeth them, And the frog, and it destroyeth them, Psalm 78:46\tAnd giveth to the caterpillar their increase, And their labour to the locust. Psalm 78:47\tHe destroyeth with hail their vine, And their sycamores with frost, Psalm 78:48\tAnd delivereth up to the hail their beasts, And their cattle to the burning flames. Psalm 78:49\tHe sendeth on them the fury of His anger, Wrath, and indignation, and distress—A discharge of evil messengers. Psalm 78:50\tHe pondereth a path for His anger, He kept not back their soul from death, Yea, their life to the pestilence He delivered up. Psalm 78:51\tAnd He smiteth every first-born in Egypt, The first-fruit of the strong in tents of Ham. Psalm 78:52\tAnd causeth His people to journey as a flock, And guideth them as a drove in a wilderness, Psalm 78:53\tAnd He leadeth them confidently, And they have not been afraid, And their enemies hath the sea covered. Psalm 78:54\tAnd He bringeth them in unto the border of His sanctuary, This mountain His right hand had got, Psalm 78:55\tAnd casteth out nations from before them, And causeth them to fall in the line of inheritance, And causeth the tribes of Israel to dwell in their tents, Psalm 78:56\tAnd they tempt and provoke God Most High, And His testimonies have not kept. Psalm 78:57\tAnd they turn back, And deal treacherously like their fathers, They have been turned like a deceitful bow, Psalm 78:58\tAnd make Him angry with their high places, And with their graven images make Him zealous, Psalm 78:59\tGod hath heard, and sheweth Himself wroth. And kicketh exceedingly against Israel. Psalm 78:60\tAnd He leaveth the tabernacle of Shiloh, The tent He had placed among men, Psalm 78:61\tAnd He giveth His strength to captivity, And His beauty into the hand of an adversary, Psalm 78:62\tAnd delivereth up to the sword His people, And with His inheritance shewed Himself angry. Psalm 78:63\tHis young men hath fire consumed, And His virgins have not been praised. Psalm 78:64\tHis priests by the sword have fallen, And their widows weep not. Psalm 78:65\tAnd the Lord waketh as a sleeper, As a mighty one crying aloud from wine. Psalm 78:66\tAnd He smiteth His adversaries backward, A reproach age-during He hath put on them, Psalm 78:67\tAnd He kicketh against the tent of Joseph, And on the tribe of Ephraim hath not fixed. Psalm 78:68\tAnd He chooseth the tribe of Judah, With mount Zion that He loved, Psalm 78:69\tAnd buildeth His sanctuary as a high place, Like the earth, He founded it to the age. Psalm 78:70\tAnd He fixeth on David His servant, And taketh him from the folds of a flock, Psalm 78:71\tFrom behind suckling ones He hath brought him in, To rule over Jacob His people, And over Israel His inheritance. Psalm 78:72\tAnd he ruleth them according to the integrity of his heart, And by the skilfulness of his hands leadeth them! Psalm 79:1\tA Psalm of Asaph. O God, nations have come into Thy inheritance, They have defiled Thy holy temple, They made Jerusalem become heaps, Psalm 79:2\tThey gave the dead bodies of Thy servants Food for the fowls of the heavens, The flesh of Thy saints For the wild beast of the earth. Psalm 79:3\tThey have shed their blood As water round about Jerusalem, And there is none burying. Psalm 79:4\tWe have been a reproach to our neighbours, A scorn and a derision to our surrounders. Psalm 79:5\tTill when, O Jehovah? art Thou angry for ever? Thy jealousy doth burn as fire. Psalm 79:6\tPour Thy fury on the nations who have not known Thee, And on kingdoms that have not called in Thy name. Psalm 79:7\tFor one hath devoured Jacob, And his habitation they have made desolate. Psalm 79:8\tRemember not for us the iniquities of forefathers, Haste, let Thy mercies go before us, For we have been very weak. Psalm 79:9\tHelp us, O God of our salvation, Because of the honour of Thy name, And deliver us, and cover over our sins, For Thy name’s sake. Psalm 79:10\tWhy do the nations say, ‘Where is their God?’ Let be known among the nations before our eyes, The vengeance of the blood of Thy servants that is shed. Psalm 79:11\tLet the groaning of the prisoner come in before Thee, According to the greatness of Thine arm, Leave Thou the sons of death. Psalm 79:12\tAnd turn Thou back to our neighbours, Sevenfold unto their bosom, their reproach, Wherewith they reproached Thee, O Lord. Psalm 79:13\tAnd we, Thy people, and the flock of Thy pasture, We give thanks to Thee to the age, To all generations we recount Thy praise! Psalm 80:1\tTo the Overseer.—‘On the Lilies.’ A testimony of Asaph.—A Psalm. Shepherd of Israel, give ear, Leading Joseph as a flock, Inhabiting the cherubs—shine forth, Psalm 80:2\tBefore Ephraim, and Benjamin, and Manasseh, Wake up Thy might, and come for our salvation. Psalm 80:3\tO God, cause us to turn back, And cause Thy face to shine, and we are saved. Psalm 80:4\tJehovah, God of Hosts, till when? Thou hast burned against the prayer of Thy people. Psalm 80:5\tThou hast caused them to eat bread of tears, And causest them to drink With tears a third time. Psalm 80:6\tThou makest us a strife to our neighbours, And our enemies mock at it. Psalm 80:7\tGod of Hosts, turn us back, And cause Thy face to shine, and we are saved. Psalm 80:8\tA vine out of Egypt Thou dost bring, Thou dost cast out nations, and plantest it. Psalm 80:9\tThou hast looked before it, and dost root it, And it filleth the land, Psalm 80:10\tCovered have been hills with its shadow, And its boughs are cedars of God. Psalm 80:11\tIt sendeth forth its branches unto the sea, And unto the river its sucklings. Psalm 80:12\tWhy hast Thou broken down its hedges, And all passing by the way have plucked it? Psalm 80:13\tA boar out of the forest doth waste it, And a wild beast of the fields consumeth it. Psalm 80:14\tGod of Hosts, turn back, we beseech Thee, Look from heaven, and see, and inspect this vine, Psalm 80:15\tAnd the root that Thy right hand planted, And the branch Thou madest strong for Thee, Psalm 80:16\tBurnt with fire—cut down, From the rebuke of Thy face they perish. Psalm 80:17\tLet Thy hand be on the man of Thy right hand, On the son of man Thou hast strengthened for Thyself. Psalm 80:18\tAnd we do not go back from Thee, Thou dost revive us, and in Thy name we call. Psalm 80:19\tO Jehovah, God of Hosts, turn us back, Cause Thy face to shine, and we are saved! Psalm 81:1\tTo the Overseer.—‘On the Gittith.’ By Asaph. Cry aloud to God our strength, Shout to the God of Jacob. Psalm 81:2\tLift up a song, and give out a timbrel, A pleasant harp with psaltery. Psalm 81:3\tBlow in the month a trumpet, In the new moon, at the day of our festival, Psalm 81:4\tFor a statute to Israel it is, An ordinance of the God of Jacob. Psalm 81:5\tA testimony on Joseph He hath placed it, In his going forth over the land of Egypt. A lip, I have not known—I hear. Psalm 81:6\tFrom the burden his shoulder I turned aside, His hands from the basket pass over. Psalm 81:7\tIn distress thou hast called and I deliver thee, I answer thee in the secret place of thunder, I try thee by the waters of Meribah. Selah. Psalm 81:8\tHear, O My people, and I testify to thee, O Israel, if thou dost hearken to me: Psalm 81:9\tThere is not in thee a strange god, And thou bowest not thyself to a strange god. Psalm 81:10\tI am Jehovah thy God, Who bringeth thee up out of the land of Egypt. Enlarge thy mouth, and I fill it. Psalm 81:11\tBut, My people hearkened not to My voice, And Israel hath not consented to Me. Psalm 81:12\tAnd I send them away in the enmity of their heart, They walk in their own counsels. Psalm 81:13\tO that My people were hearkening to Me, Israel in My ways would walk. Psalm 81:14\tAs a little thing their enemies I cause to bow, And against their adversaries I turn back My hand, Psalm 81:15\tThose hating Jehovah feign obedience to Him, But their time is—to the age. Psalm 81:16\tHe causeth him to eat of the fat of wheat, And with honey from a rock I satisfy thee! Psalm 82:1\t—A Psalm of Asaph. God hath stood in the company of God, In the midst God doth judge. Psalm 82:2\tTill when do ye judge perversely? And the face of the wicked lift up? Selah. Psalm 82:3\tJudge ye the weak and fatherless, The afflicted and the poor declare righteous. Psalm 82:4\tLet the weak and needy escape, From the hand of the wicked deliver them. Psalm 82:5\tThey knew not, nor do they understand, In darkness they walk habitually, Moved are all the foundations of earth. Psalm 82:6\tI—I have said, ‘Gods ye are, And sons of the Most High—all of you, Psalm 82:7\tBut as man ye die, and as one of the heads ye fall, Psalm 82:8\tRise, O God, judge the earth, For Thou hast inheritance among all the nations! Psalm 83:1\tA Song,—A Psalm of Asaph. O God, let there be no silence to Thee, Be not silent, nor be quiet, O God. Psalm 83:2\tFor, lo, Thine enemies do roar, And those hating Thee have lifted up the head, Psalm 83:3\tAgainst Thy people they take crafty counsel, And consult against Thy hidden ones. Psalm 83:4\tThey have said, ‘Come, And we cut them off from being a nation, And the name of Israel is not remembered any more.’ Psalm 83:5\tFor they consulted in heart together, Against Thee a covenant they make, Psalm 83:6\tTents of Edom, and Ishmaelites, Moab, and the Hagarenes, Psalm 83:7\tGebal, and Ammon, and Amalek, Philistia with inhabitants of Tyre, Psalm 83:8\tAsshur also is joined with them, They have been an arm to sons of Lot. Selah. Psalm 83:9\tDo to them as to Midian, As to Sisera, as to Jabin, at the stream Kishon. Psalm 83:10\tThey were destroyed at Endor, They were dung for the ground! Psalm 83:11\tMake their nobles as Oreb and as Zeeb, And as Zebah and Zalmunna all their princes, Psalm 83:12\tWho have said, ‘Let us occupy for ourselves The comely places of God.’ Psalm 83:13\tO my God, make them as a rolling thing, As stubble before wind. Psalm 83:14\tAs a fire doth burn a forest, And as a flame setteth hills on fire, Psalm 83:15\tSo dost Thou pursue them with Thy whirlwind, And with Thy hurricane troublest them. Psalm 83:16\tFill their faces with shame, And they seek Thy name, O Jehovah. Psalm 83:17\tThey are ashamed and troubled for ever, Yea, they are confounded and lost. Psalm 83:18\tAnd they know that Thou—(Thy name is Jehovah—by Thyself,) Art the Most High over all the earth! Psalm 84:1\tTo the Overseer.—‘On the Gittith By sons of Korah.’—A Psalm. How beloved Thy tabernacles, Jehovah of Hosts! Psalm 84:2\tMy soul desired, yea, it hath also been consumed, For the courts of Jehovah, My heart and my flesh cry aloud unto the living God, Psalm 84:3\t(Even a sparrow hath found a house, And a swallow a nest for herself, Where she hath placed her brood,) Thine altars, O Jehovah of Hosts, My king and my God. Psalm 84:4\tO the happiness of those inhabiting Thy house, Yet do they praise Thee. Selah. Psalm 84:5\tO the happiness of a man whose strength is in Thee, Highways are in their heart. Psalm 84:6\tThose passing through a valley of weeping, A fountain do make it, Blessings also cover the director. Psalm 84:7\tThey go from strength unto strength, He appeareth unto God in Zion. Psalm 84:8\tO Jehovah, God of Hosts, hear my prayer, Give ear, O God of Jacob. Selah. Psalm 84:9\tOur shield, see, O God, And behold the face of Thine anointed, Psalm 84:10\tFor good is a day in Thy courts, O Teacher! I have chosen rather to be at the threshold, In the house of my God, Than to dwell in tents of wickedness. Psalm 84:11\tFor a sun and a shield is Jehovah God, Grace and honour doth Jehovah give. He withholdeth not good To those walking in uprightness. Psalm 84:12\tJehovah of Hosts! O the happiness of a man trusting in Thee. Psalm 85:1\tTo the Overseer.—By sons of Korah. A Psalm. Thou hast accepted, O Jehovah, Thy land, Thou hast turned to the captivity of Jacob. Psalm 85:2\tThou hast borne away the iniquity of Thy people, Thou hast covered all their sin. Selah. Psalm 85:3\tThou hast gathered up all Thy wrath, Thou hast turned back from the fierceness of Thine anger. Psalm 85:4\tTurn back to us, O God of our salvation, And make void Thine anger with us. Psalm 85:5\tTo the age art Thou angry against us? Dost Thou draw out Thine anger To generation and generation? Psalm 85:6\tDost Thou not turn back? Thou revivest us, And Thy people do rejoice in Thee. Psalm 85:7\tShow us, O Jehovah, thy kindness, And Thy salvation Thou dost give to us. Psalm 85:8\tI hear what God Jehovah speaketh, For He speaketh peace unto His people, And unto His saints, and they turn not back to folly. Psalm 85:9\tOnly, near to those fearing Him is His salvation, That honour may dwell in our land. Psalm 85:10\tKindness and truth have met, Righteousness and peace have kissed, Psalm 85:11\tTruth from the earth springeth up, And righteousness from heaven looketh out, Psalm 85:12\tJehovah also giveth that which is good, And our land doth give its increase. Psalm 85:13\tRighteousness before Him goeth, And maketh His footsteps for a way! Psalm 86:1\tA Prayer of David. Incline, O Jehovah, Thine ear, Answer me, for I am poor and needy. Psalm 86:2\tKeep my soul, for I am pious, Save Thy servant—who is trusting to Thee, O Thou, my God. Psalm 86:3\tFavour me, O Lord, for to Thee I call all the day. Psalm 86:4\tRejoice the soul of Thy servant, For unto Thee, O Lord, my soul I lift up. Psalm 86:5\tFor Thou, Lord, art good and forgiving. And abundant in kindness to all calling Thee. Psalm 86:6\tHear, O Jehovah, my prayer, And attend to the voice of my supplications. Psalm 86:7\tIn a day of my distress I call Thee, For Thou dost answer me. Psalm 86:8\tThere is none like Thee among the gods, O Lord, And like Thy works there are none. Psalm 86:9\tAll nations that Thou hast made Come and bow themselves before Thee, O Lord, And give honour to Thy name. Psalm 86:10\tFor great art Thou, and doing wonders, Thou art God Thyself alone. Psalm 86:11\tShow me, O Jehovah, Thy way, I walk in Thy truth, My heart doth rejoice to fear Thy name. Psalm 86:12\tI confess Thee, O Lord my God, with all my heart, And I honour Thy name to the age. Psalm 86:13\tFor Thy kindness is great toward me, And Thou hast delivered my soul from the lowest Sheol. Psalm 86:14\tO God, the proud have risen up against me, And a company of the terrible sought my soul, And have not placed Thee before them, Psalm 86:15\tAnd Thou, O Lord, art God, merciful and gracious, Slow to anger, and abundant in kindness and truth. Psalm 86:16\tLook unto me, and favour me, Give Thy strength to Thy servant, And give salvation to a son of Thine handmaid. Psalm 86:17\tDo with me a sign for good, And those hating me see and are ashamed, For Thou, O Jehovah, hast helped me, Yea, Thou hast comforted me! Psalm 87:1\tBy sons of Korah.—A Psalm, a song. His foundation is in holy mountains. Psalm 87:2\tJehovah is loving the gates of Zion Above all the tabernacles of Jacob. Psalm 87:3\tHonourable things are spoken in Thee, O city of God. Selah. Psalm 87:4\tI mention Rahab and Babel to those knowing Me, Lo, Philistia, and Tyre, with Cush! This one was born there. Psalm 87:5\tAnd of Zion it is said: Each one was born in her, And He, the Most High, doth establish her. Psalm 87:6\tJehovah doth recount in the describing of the peoples, ‘This one was born there.’ Selah. Psalm 87:7\tSingers also as players on instruments, All my fountains are in Thee! Psalm 88:1\tA Song, a Psalm, by sons of Korah, to the Overseer, ‘Concerning the Sickness of Afflictions.’—An instruction, by Heman the Ezrahite. O Jehovah, God of my salvation, Daily I have cried, nightly before Thee, Psalm 88:2\tMy prayer cometh in before Thee, Incline Thine ear to my loud cry, Psalm 88:3\tFor my soul hath been full of evils, And my life hath come to Sheol. Psalm 88:4\tI have been reckoned with those going down to the pit, I have been as a man without strength. Psalm 88:5\tAmong the dead—free, As pierced ones lying in the grave, Whom Thou hast not remembered any more, Yea, they by Thy hand have been cut off. Psalm 88:6\tThou hast put me in the lowest pit, In dark places, in depths. Psalm 88:7\tUpon me hath Thy fury lain, And with all Thy breakers Thou hast afflicted. Selah. Psalm 88:8\tThou hast put mine acquaintance far from me, Thou hast made me an abomination to them, Shut up—I go not forth. Psalm 88:9\tMine eye hath grieved because of affliction, I called Thee, O Jehovah, all the day, I have spread out unto Thee my hands. Psalm 88:10\tTo the dead dost Thou do wonders? Do Rephaim rise? do they thank Thee? Selah. Psalm 88:11\tIs Thy kindness recounted in the grave? Thy faithfulness in destruction? Psalm 88:12\tAre Thy wonders known in the darkness? And Thy righteousness in the land of forgetfulness? Psalm 88:13\tAnd I, unto Thee, O Jehovah, I have cried, And in the morning doth my prayer come before Thee. Psalm 88:14\tWhy, O Jehovah, castest Thou off my soul? Thou hidest Thy face from me. Psalm 88:15\tI am afflicted, and expiring from youth, I have borne Thy terrors—I pine away. Psalm 88:16\tOver me hath Thy wrath passed, Thy terrors have cut me off, Psalm 88:17\tThey have surrounded me as waters all the day, They have gone round against me together, Psalm 88:18\tThou hast put far from me lover and friend, Mine acquaintance is the place of darkness! Psalm 89:1\tAn instruction, by Ethan the Ezrahite. Of the kind acts of Jehovah, to the age I sing, To all generations I make known Thy faithfulness with my mouth, Psalm 89:2\tFor I said, ‘To the age is kindness built, The heavens! Thou dost establish Thy faithfulness in them.’ Psalm 89:3\tI have made a covenant for My chosen, I have sworn to David My servant: Psalm 89:4\t‘Even to the age do I establish thy seed, And have built to generation and generation thy throne. Selah. Psalm 89:5\tand the heavens confess Thy wonders, O Jehovah, Thy faithfulness also is in an assembly of holy ones. Psalm 89:6\tFor who in the sky, Compareth himself to Jehovah? Is like to Jehovah among sons of the mighty? Psalm 89:7\tGod is very terrible, In the secret counsel of His holy ones, And fearful over all surrounding Him. Psalm 89:8\tO Jehovah, God of Hosts, Who is like Thee—a strong Jah? And Thy faithfulness is round about Thee. Psalm 89:9\tThou art ruler over the pride of the sea, In the lifting up of its billows Thou dost restrain them. Psalm 89:10\tThou hast bruised Rahab, as one wounded. With the arm of Thy strength Thou hast scattered Thine enemies. Psalm 89:11\tThine are the heavens—the earth also is Thine, The habitable world and its fulness, Thou hast founded them. Psalm 89:12\tNorth and south Thou hast appointed them, Tabor and Hermon in Thy name do sing. Psalm 89:13\tThou hast an arm with might, Strong is Thy hand—high Thy right hand. Psalm 89:14\tRighteousness and judgment Are the fixed place of Thy throne, Kindness and truth go before Thy face. Psalm 89:15\tO the happiness of the people knowing the shout, O Jehovah, in the light of Thy face they walk habitually. Psalm 89:16\tIn Thy name they rejoice all the day, And in Thy righteousness they are exalted, Psalm 89:17\tFor the beauty of their strength art Thou, And in Thy good will is our horn exalted, Psalm 89:18\tFor of Jehovah is our shield, And of the Holy One of Israel our king. Psalm 89:19\tThen Thou hast spoken in vision, To Thy saint, yea, Thou sayest, I have placed help upon a mighty one, Exalted a chosen one out of the people, Psalm 89:20\tI have found David My servant, With My holy oil I have anointed him. Psalm 89:21\tWith whom My hand is established, My arm also doth strengthen him. Psalm 89:22\tAn enemy exacteth not upon him, And a son of perverseness afflicteth him not. Psalm 89:23\tAnd I have beaten down before him his adversaries, And those hating him I plague, Psalm 89:24\tAnd My faithfulness and kindness are with him, And in My name is his horn exalted. Psalm 89:25\tAnd I have set on the sea his hand, And on the rivers his right hand. Psalm 89:26\tHe proclaimeth me: ‘Thou art my Father, My God, and the rock of my salvation.’ Psalm 89:27\tI also first-born do appoint him, Highest of the kings of the earth. Psalm 89:28\tTo the age I keep for him My kindness, And My covenant is stedfast with him. Psalm 89:29\tAnd I have set his seed for ever, And his throne as the days of the heavens. Psalm 89:30\tIf his sons forsake My law, And in My judgments do not walk; Psalm 89:31\tIf My statutes they pollute, And My commands do not keep, Psalm 89:32\tI have looked after with a rod their transgression, And with strokes their iniquity, Psalm 89:33\tAnd My kindness I break not from him, Nor do I deal falsely in My faithfulness. Psalm 89:34\tI profane not My covenant, And that which is going forth from My lips I change not. Psalm 89:35\tOnce I have sworn by My holiness, I lie not to David, Psalm 89:36\tHis seed is to the age, And his throne is as the sun before Me, Psalm 89:37\tAs the moon it is established—to the age, And the witness in the sky is stedfast. Selah. Psalm 89:38\tAnd Thou, Thou hast cast off, and dost reject, Thou hast shown Thyself wroth With Thine anointed, Psalm 89:39\tHast rejected the covenant of Thy servant, Thou hast polluted to the earth his crown, Psalm 89:40\tThou hast broken down all his hedges, Thou hast made his fenced places a ruin. Psalm 89:41\tSpoiled him have all passing by the way, He hath been a reproach to his neighbours, Psalm 89:42\tThou hast exalted the right hand of his adversaries, Thou hast caused all his enemies to rejoice. Psalm 89:43\tAlso—Thou turnest back the sharpness of his sword, And hast not established him in battle, Psalm 89:44\tHast caused him to cease from his brightness, And his throne to the earth hast cast down. Psalm 89:45\tThou hast shortened the days of his youth, Hast covered him over with shame. Selah. Psalm 89:46\tTill when, O Jehovah, art Thou hidden? For ever doth Thy fury burn as fire? Psalm 89:47\tRemember, I pray Thee, what is life-time? Wherefore in vain hast Thou created All the sons of men? Psalm 89:48\tWho is the man that liveth, and doth not see death? He delivereth his soul from the hand of Sheol. Selah. Psalm 89:49\tWhere are Thy former kindnesses, O Lord. Thou hast sworn to David in Thy faithfulness, Psalm 89:50\tRemember, O Lord, the reproach of Thy servants, I have borne in my bosom all the strivings of the peoples, Psalm 89:51\tWherewith Thine enemies reproached, O Jehovah, Wherewith they have reproached The steps of Thine anointed. Psalm 89:52\tBlessed is Jehovah to the age. Amen, and amen! Psalm 90:1\tA Prayer of Moses, the man of God. Lord, a habitation Thou—Thou hast been, To us—in generation and generation, Psalm 90:2\tBefore mountains were brought forth, And Thou dost form the earth and the world, Even from age unto age Thou art God. Psalm 90:3\tThou turnest man unto a bruised thing, And sayest, Turn back, ye sons of men. Psalm 90:4\tFor a thousand years in Thine eyes are as yesterday, For it passeth on, yea, a watch by night. Psalm 90:5\tThou hast inundated them, they are asleep, In the morning as grass he changeth. Psalm 90:6\tIn the morning it flourisheth, and hath changed, At evening it is cut down, and hath withered. Psalm 90:7\tFor we were consumed in Thine anger, And in Thy fury we have been troubled. Psalm 90:8\tThou hast set our iniquities before Thee, Our hidden things at the light of Thy face, Psalm 90:9\tFor all our days pined away in Thy wrath, We consumed our years as a meditation. Psalm 90:10\tDays of our years, in them are seventy years, And if, by reason of might, eighty years, Yet is their enlargement labour and vanity, For it hath been cut off hastily, and we fly away. Psalm 90:11\tWho knoweth the power of Thine anger? And according to Thy fear—Thy wrath? Psalm 90:12\tTo number our days aright let us know, And we bring the heart to wisdom. Psalm 90:13\tTurn back, O Jehovah, till when? And repent concerning Thy servants. Psalm 90:14\tSatisfy us at morn with Thy kindness, And we sing and rejoice all our days. Psalm 90:15\tCause us to rejoice according to the days Wherein Thou hast afflicted us, The years we have seen evil. Psalm 90:16\tLet Thy work appear unto Thy servants, And Thine honour on their sons. Psalm 90:17\tAnd let the pleasantness of Jehovah our God be upon us, And the work of our hands establish on us, Yea, the work of our hands establish it! Psalm 91:1\tHe who is dwelling In the secret place of the Most High, In the shade of the Mighty lodgeth habitually, Psalm 91:2\tHe is saying of Jehovah, ‘My refuge, and my bulwark, my God, I trust in Him,’ Psalm 91:3\tFor He delivereth thee from the snare of a fowler, From a calamitous pestilence. Psalm 91:4\tWith His pinion He covereth thee over, And under His wings thou dost trust, A shield and buckler is His truth. Psalm 91:5\tThou art not afraid of fear by night, Of arrow that flieth by day, Psalm 91:6\tOf pestilence in thick darkness that walketh, Of destruction that destroyeth at noon, Psalm 91:7\tThere fall at thy side a thousand, And a myriad at thy right hand, Unto thee it cometh not nigh. Psalm 91:8\tBut with thine eyes thou lookest, And the reward of the wicked thou seest, Psalm 91:9\t(For Thou, O Jehovah, art my refuge,) The Most High thou madest thy habitation. Psalm 91:10\tEvil happeneth not unto thee, And a plague cometh not near thy tent, Psalm 91:11\tFor His messengers He chargeth for thee, To keep thee in all thy ways, Psalm 91:12\tOn the hands they bear thee up, Lest thou smite against a stone thy foot. Psalm 91:13\tOn lion and asp thou treadest, Thou trampest young lion and dragon. Psalm 91:14\tBecause in Me he hath delighted, I also deliver him—I set him on high, Because he hath known My name. Psalm 91:15\tHe doth call Me, and I answer him, I am with him in distress, I deliver him, and honour him. Psalm 91:16\tWith length of days I satisfy him, And I cause him to look on My salvation! Psalm 92:1\tA Psalm.—A Song for the sabbath-day. Good to give thanks to Jehovah, And to sing praises to Thy name, O Most High, Psalm 92:2\tTo declare in the morning Thy kindness, And Thy faithfulness in the nights. Psalm 92:3\tOn ten strings and on psaltery, On higgaion, with harp. Psalm 92:4\tFor Thou hast caused me to rejoice, O Jehovah, in Thy work, Concerning the works of Thy hands I sing. Psalm 92:5\tHow great have been Thy works, O Jehovah, Very deep have been Thy thoughts. Psalm 92:6\tA brutish man doth not know, And a fool understandeth not this;— Psalm 92:7\tWhen the wicked flourish as a herb, And blossom do all workers of iniquity—For their being destroyed for ever and ever! Psalm 92:8\tAnd Thou art high to the age, O Jehovah. Psalm 92:9\tFor, lo, Thine enemies, O Jehovah, For, lo, Thine enemies, do perish, Separate themselves do all workers of iniquity. Psalm 92:10\tAnd Thou exaltest as a reem my horn, I have been anointed with fresh oil. Psalm 92:11\tAnd mine eye looketh on mine enemies, Of those rising up against me, The evil doers, do mine ears hear. Psalm 92:12\tThe righteous as a palm-tree flourisheth, As a cedar in Lebanon he groweth. Psalm 92:13\tThose planted in the house of Jehovah, In the courts of our God do flourish. Psalm 92:14\tStill they bring forth in old age, Fat and flourishing are they, Psalm 92:15\tTo declare that upright is Jehovah my rock, And there is no perverseness in Him! Psalm 93:1\tJehovah hath reigned, Excellency He hath put on, Jehovah put on strength, He girded Himself, Also—established is the world, unmoved. Psalm 93:2\tEstablished is Thy throne since then, From the age Thou art. Psalm 93:3\tFloods have lifted up, O Jehovah, Floods have lifted up their voice, Floods lift up their breakers. Psalm 93:4\tThan the voices of many mighty waters, Breakers of a sea, mighty on high is Jehovah, Psalm 93:5\tThy testimonies have been very stedfast, To Thy house comely is holiness, O Jehovah, for length of days! Psalm 94:1\tGod of vengeance—Jehovah! God of vengeance, shine forth. Psalm 94:2\tBe lifted up, O Judge of the earth, Send back a recompence on the proud. Psalm 94:3\tTill when do the wicked, O Jehovah? Till when do the wicked exult? Psalm 94:4\tThey utter—they speak an old saw, All working iniquity do boast themselves. Psalm 94:5\tThy people, O Jehovah, they bruise, And Thine inheritance they afflict. Psalm 94:6\tWidow and sojourner they slay, And fatherless ones they murder. Psalm 94:7\tAnd they say, ‘Jehovah doth not see, And the God of Jacob doth not consider.’ Psalm 94:8\tConsider, ye brutish among the people, And ye foolish, when do ye act wisely? Psalm 94:9\tHe who planteth the ear doth He not hear? He who formeth the eye doth He not see? Psalm 94:10\tHe who is instructing nations, Doth He not reprove? He who is teaching man knowledge is Jehovah. Psalm 94:11\tHe knoweth the thoughts of man, that they are vanity. Psalm 94:12\tO the happiness of the man Whom Thou instructest, O Jah, And out of Thy law teachest him, Psalm 94:13\tTo give rest to him from days of evil, While a pit is digged for the wicked. Psalm 94:14\tFor Jehovah leaveth not His people, And His inheritance forsaketh not. Psalm 94:15\tFor to righteousness judgment turneth back, And after it all the upright of heart, Psalm 94:16\tWho riseth up for me with evil doers? Who stationeth himself for me with workers of iniquity? Psalm 94:17\tUnless Jehovah were a help to me, My soul had almost inhabited silence. Psalm 94:18\tIf I have said, ‘My foot hath slipped,’ Thy kindness, O Jehovah, supporteth me. Psalm 94:19\tIn the abundance of my thoughts within me, Thy comforts delight my soul. Psalm 94:20\tIs a throne of mischief joined with Thee? A framer of perverseness by statute? Psalm 94:21\tThey decree against the soul of the righteous, And innocent blood declare wicked. Psalm 94:22\tAnd Jehovah is for a high place to me, And my God is for a rock—my refuge, Psalm 94:23\tAnd turneth back on them their iniquity, And in their wickedness cutteth them off; Jehovah our God doth cut them off! Psalm 95:1\tCome, we sing to Jehovah, We shout to the rock of our salvation. Psalm 95:2\tWe come before His face with thanksgiving, With psalms we shout to Him. Psalm 95:3\tFor a great God is Jehovah, And a great king over all gods. Psalm 95:4\tIn whose hand are the deep places of earth, And the strong places of hills are His. Psalm 95:5\tWhose is the sea, and He made it, And His hands formed the dry land. Psalm 95:6\tCome in, we bow ourselves, and we bend, We kneel before Jehovah our Maker. Psalm 95:7\tFor He is our God, and we the people of His pasture, And the flock of His hand, To-day, if to His voice ye hearken, Psalm 95:8\tHarden not your heart as in Meribah, As in the day of Massah in the wilderness, Psalm 95:9\tWhere your fathers have tried Me, Have proved Me, yea, have seen My work. Psalm 95:10\tForty years I am weary of the generation, And I say, ‘A people erring in heart—they! And they have not known My ways:’ Psalm 95:11\tWhere I sware in Mine anger, ‘If they come in unto My rest—!’ Psalm 96:1\tSing to Jehovah a new song, Sing to Jehovah all the earth. Psalm 96:2\tSing to Jehovah, bless His name, Proclaim from day to day His salvation. Psalm 96:3\tDeclare among nations His honour, Among all the peoples His wonders. Psalm 96:4\tFor great is Jehovah, and praised greatly, Fearful He is over all gods. Psalm 96:5\tFor all the gods of the peoples are nought, And Jehovah made the heavens. Psalm 96:6\tHonour and majesty are before Him, Strength and beauty in His sanctuary. Psalm 96:7\tAscribe to Jehovah, O families of the peoples, Ascribe to Jehovah honour and strength. Psalm 96:8\tAscribe to Jehovah the honour of His name, Lift up a present and come in to His courts. Psalm 96:9\tBow yourselves to Jehovah, In the honour of holiness, Be afraid of His presence, all the earth. Psalm 96:10\tSay among nations, ‘Jehovah hath reigned, Also—established is the world, unmoved, He judgeth the peoples in uprightness.’ Psalm 96:11\tThe heavens joy, and the earth is joyful, The sea and its fulness roar. Psalm 96:12\tThe field exulteth, and all that is in it, Then sing do all trees of the forest, Psalm 96:13\tBefore Jehovah, for He hath come, For He hath come to judge the earth. He judgeth the world in righteousness, And the peoples in His faithfulness! Psalm 97:1\tJehovah hath reigned, The earth is joyful, many isles rejoice. Psalm 97:2\tCloud and darkness are round about Him, Righteousness and judgment the basis of His throne. Psalm 97:3\tFire before Him goeth, And burneth round about His adversaries. Psalm 97:4\tLightened have His lightnings the world, The earth hath seen, and is pained. Psalm 97:5\tHills, like wax, melted before Jehovah, Before the Lord of all the earth. Psalm 97:6\tThe heavens declared His righteousness, And all the peoples have seen His honour. Psalm 97:7\tAshamed are all servants of a graven image, Those boasting themselves in idols, Bow yourselves to him, all ye gods. Psalm 97:8\tZion hath heard and rejoiceth, And daughters of Judah are joyful, Because of Thy judgments, O Jehovah. Psalm 97:9\tFor Thou, Jehovah, art Most High over all the earth, Greatly Thou hast been exalted over all gods. Psalm 97:10\tYe who love Jehovah, hate evil, He is keeping the souls of His saints, From the hand of the wicked he delivereth them. Psalm 97:11\tLight is sown for the righteous, And for the upright of heart—joy. Psalm 97:12\tRejoice, ye righteous, in Jehovah, And give thanks at the remembrance of his holiness! Psalm 98:1\tA Psalm. Sing ye to Jehovah a new song, For wonders He hath done, Given salvation to Him hath His right hand and His holy arm. Psalm 98:2\tJehovah hath made known His salvation, Before the eyes of the nations, He hath revealed His righteousness, Psalm 98:3\tHe hath remembered His kindness, And His faithfulness to the house of Israel, All ends of earth have seen the salvation of our God. Psalm 98:4\tShout to Jehovah, all the earth, Break forth, and cry aloud, and sing. Psalm 98:5\tSing to Jehovah with harp, With harp, and voice of praise, Psalm 98:6\tWith trumpets, and voice of a cornet, Shout ye before the king Jehovah. Psalm 98:7\tRoar doth the sea and its fulness, The world and the inhabitants in it. Psalm 98:8\tFloods clap hand, together hills cry aloud, Psalm 98:9\tBefore Jehovah, For He hath come to judge the earth, He judgeth the world in righteousness, And the people in uprightness! Psalm 99:1\tJehovah hath reigned, peoples tremble, The Inhabitant of the cherubs, the earth shaketh. Psalm 99:2\tJehovah in Zion is great, And high He is over all the peoples. Psalm 99:3\tThey praise Thy name, ‘Great, and fearful, holy it is.’ Psalm 99:4\tAnd the strength of the king Hath loved judgment, Thou—Thou hast established uprightness; Judgment and righteousness in Jacob, Thou—Thou hast done. Psalm 99:5\tExalt ye Jehovah our God, And bow yourselves at His footstool, holy is He. Psalm 99:6\tMoses and Aaron among His priests, And Samuel among those proclaiming His name. They are calling unto Jehovah, And He doth answer them. Psalm 99:7\tIn a pillar of cloud He speaketh unto them, They have kept His testimonies, And the statute He hath given to them. Psalm 99:8\tO Jehovah, our God, Thou hast afflicted them, A God forgiving Thou hast been to them, And taking vengeance on their actions. Psalm 99:9\tExalt ye Jehovah our God, And bow yourselves at His holy hill, For holy is Jehovah our God! Psalm 100:1\tA Psalm of Thanksgiving. Shout to Jehovah, all the earth. Psalm 100:2\tServe Jehovah with joy, come before him with singing. Psalm 100:3\tKnow that Jehovah He is God, He made us, and we are His, His people—and the flock of His pasture. Psalm 100:4\tEnter ye His gates with thanksgiving, His courts with praise, Give ye thanks to Him, bless ye His Name. Psalm 100:5\tFor good is Jehovah, to the age His kindness, And to generation and generation His faithfulness! Psalm 101:1\tA Psalm of David. Kindness and judgment I sing, To Thee, O Jehovah, I sing praise. Psalm 101:2\tI act wisely in a perfect way, When dost Thou come in unto me? I walk habitually in the integrity of my heart, In the midst of my house. Psalm 101:3\tI set not before mine eyes a worthless thing, The work of those turning aside I have hated, It adhereth not to me. Psalm 101:4\tA perverse heart turneth aside from me, Wickedness I know not. Psalm 101:5\tWhoso slandereth in secret his neighbour, Him I cut off, The high of eyes and proud of heart, him I endure not. Psalm 101:6\tMine eyes are on the faithful of the land, To dwell with me, Whoso is walking in a perfect way, he serveth me. Psalm 101:7\tHe dwelleth not in my house who is working deceit, Whoso is speaking lies Is not established before mine eyes. Psalm 101:8\tAt morning I cut off all the wicked of the land, To cut off from the city of Jehovah All the workers of iniquity! Psalm 102:1\tA Prayer of the afflicted when he is feeble, and before Jehovah poureth out his plaint. O Jehovah, hear my prayer, yea, my cry to Thee cometh. Psalm 102:2\tHide not Thou Thy face from me, In a day of mine adversity, Incline unto me Thine ear, In the day I call, haste, answer me. Psalm 102:3\tFor consumed in smoke have been my days, And my bones as a fire-brand have burned. Psalm 102:4\tSmitten as the herb, and withered, is my heart, For I have forgotten to eat my bread. Psalm 102:5\tFrom the voice of my sighing Hath my bone cleaved to my flesh. Psalm 102:6\tI have been like to a pelican of the wilderness, I have been as an owl of the dry places. Psalm 102:7\tI have watched, and I am As a bird alone on the roof. Psalm 102:8\tAll the day mine enemies reproached me, Those mad at me have sworn against me. Psalm 102:9\tBecause ashes as bread I have eaten, And my drink with weeping have mingled, Psalm 102:10\tFrom Thine indignation and Thy wrath, For Thou hast lifted me up, And dost cast me down. Psalm 102:11\tMy days as a shadow are stretched out, And I—as the herb I am withered. Psalm 102:12\tAnd Thou, O Jehovah, to the age abidest, And Thy memorial to all generations. Psalm 102:13\tThou—Thou risest—Thou pitiest Zion, For the time to favour her, For the appointed time hath come. Psalm 102:14\tFor Thy servants have been pleased with her stones, And her dust they favour. Psalm 102:15\tAnd nations fear the name of Jehovah, And all kings of the earth Thine honour, Psalm 102:16\tFor Jehovah hath builded Zion, He hath been seen in His honour, Psalm 102:17\tHe turned unto the prayer of the destitute, And He hath not despised their prayer. Psalm 102:18\tThis is written for a later generation, And the people created do praise Jah. Psalm 102:19\tFor He hath looked From the high place of His sanctuary. Jehovah from heaven unto earth looked attentively, Psalm 102:20\tTo hear the groan of the prisoner, To loose sons of death, Psalm 102:21\tTo declare in Zion the name of Jehovah, And His praise in Jerusalem, Psalm 102:22\tIn the peoples being gathered together, And the kingdoms—to serve Jehovah. Psalm 102:23\tHe hath humbled in the way my power, He hath shortened my days. Psalm 102:24\tI say, ‘My God, take me not up in the midst of my days,’ Through all generations are Thine years. Psalm 102:25\tBeforetime the earth Thou didst found, And the work of Thy hands are the heavens. Psalm 102:26\tThey—They perish, and Thou remainest, And all of them as a garment become old, As clothing Thou changest them, And they are changed. Psalm 102:27\tAnd Thou art the same, and Thine years are not finished. Psalm 102:28\tThe sons of Thy servants do continue, And their seed before Thee is established! Psalm 103:1\tBy David. Bless, O my soul, Jehovah, And all my inward parts—His Holy Name. Psalm 103:2\tBless, O my soul, Jehovah, And forget not all His benefits, Psalm 103:3\tWho is forgiving all thine iniquities, Who is healing all thy diseases, Psalm 103:4\tWho is redeeming from destruction thy life, Who is crowning thee—kindness and mercies, Psalm 103:5\tWho is satisfying with good thy desire, Renew itself as an eagle doth thy youth. Psalm 103:6\tJehovah is doing righteousness and judgments For all the oppressed. Psalm 103:7\tHe maketh known His ways to Moses, To the sons of Israel His acts. Psalm 103:8\tMerciful and gracious is Jehovah, Slow to anger, and abundant in mercy. Psalm 103:9\tNot for ever doth He strive, Nor to the age doth He watch. Psalm 103:10\tNot according to our sins hath He done to us, Nor according to our iniquities Hath He conferred benefits upon us. Psalm 103:11\tFor, as the height of the heavens is above the earth, His kindness hath been mighty over those fearing Him. Psalm 103:12\tAs the distance of east from west He hath put far from us our transgressions. Psalm 103:13\tAs a father hath mercy on sons, Jehovah hath mercy on those fearing Him. Psalm 103:14\tFor He hath known our frame, Remembering that we are dust. Psalm 103:15\tMortal man! as grass are his days, As a flower of the field so he flourisheth; Psalm 103:16\tFor a wind hath passed over it, and it is not, And its place doth not discern it any more. Psalm 103:17\tAnd the kindness of Jehovah Is from age even unto age on those fearing Him, And His righteousness to sons’ sons, Psalm 103:18\tTo those keeping His covenant, And to those remembering His precepts to do them. Psalm 103:19\tJehovah in the heavens Hath established His throne, And His kingdom over all hath ruled. Psalm 103:20\tBless Jehovah, ye His messengers, Mighty in power—doing His word, To hearken to the voice of His Word. Psalm 103:21\tBless Jehovah, all ye His hosts, His ministers—doing His pleasure. Psalm 103:22\tBless Jehovah, all ye His works, In all places of His dominion. Bless, O my soul, Jehovah! Psalm 104:1\tBless, O my soul, Jehovah! Jehovah, my God, Thou hast been very great, Honour and majesty Thou hast put on. Psalm 104:2\tCovering himself with light as a garment, Stretching out the heavens as a curtain, Psalm 104:3\tWho is laying the beam of His upper chambers in the waters, Who is making thick clouds His chariot, Who is walking on wings of wind, Psalm 104:4\tMaking His messengers—the winds, His ministers—the flaming fire. Psalm 104:5\tHe hath founded earth on its bases, It is not moved to the age and for ever. Psalm 104:6\tThe abyss! as with clothing Thou hast covered it, Above hills do waters stand. Psalm 104:7\tFrom Thy rebuke they flee, From the voice of Thy thunder haste away. Psalm 104:8\tThey go up hills—they go down valleys, Unto a place Thou hast founded for them. Psalm 104:9\tA border Thou hast set, they pass not over, They turn not back to cover the earth. Psalm 104:10\tWho is sending forth fountains in valleys, Between hills they go on. Psalm 104:11\tThey water every beast of the field, Wild asses break their thirst. Psalm 104:12\tBy them the fowl of the heavens doth dwell, From between the branches They give forth the voice. Psalm 104:13\tWatering hills from His upper chambers, From the fruit of Thy works is the earth satisfied. Psalm 104:14\tCausing grass to spring up for cattle, And herb for the service of man, To bring forth bread from the earth, Psalm 104:15\tAnd wine—it rejoiceth the heart of man, To cause the face to shine from oil, And bread—the heart of man it supporteth. Psalm 104:16\tSatisfied are the trees of Jehovah, Cedars of Lebanon that He hath planted, Psalm 104:17\tWhere birds do make nests, The stork—the firs are her house. Psalm 104:18\tThe high hills are for wild goats, Rocks are a refuge for conies, Psalm 104:19\tHe made the moon for seasons, The sun hath known his place of entrance. Psalm 104:20\tThou settest darkness, and it is night, In it doth every beast of the forest creep. Psalm 104:21\tThe young lions are roaring for prey, And to seek from God their food. Psalm 104:22\tThe sun riseth, they are gathered, And in their dens they crouch. Psalm 104:23\tMan goeth forth to his work, And to his service—till evening. Psalm 104:24\tHow many have been Thy works, O Jehovah, All of them in wisdom Thou hast made, Full is the earth of thy possessions. Psalm 104:25\tThis, the sea, great and broad of sides, There are moving things—innumerable, Living creatures—small with great. Psalm 104:26\tThere do ships go: leviathan, That Thou hast formed to play in it. Psalm 104:27\tAll of them unto Thee do look, To give their food in its season. Psalm 104:28\tThou dost give to them—they gather, Thou dost open Thy hand—they are satisfied with good. Psalm 104:29\tThou hidest Thy face—they are troubled, Thou gatherest their spirit—they expire, And unto their dust they turn back. Psalm 104:30\tThou sendest out Thy Spirit, they are created, And Thou renewest the face of the ground. Psalm 104:31\tThe honour of Jehovah is to the age, Jehovah rejoiceth in His works, Psalm 104:32\tWho is looking to earth, and it trembleth, He cometh against hills, and they smoke. Psalm 104:33\tI sing to Jehovah during my life, I sing praise to my God while I exist. Psalm 104:34\tSweet is my meditation on Him, I—I do rejoice in Jehovah. Psalm 104:35\tConsumed are sinners from the earth, And the wicked are no more. Bless, O my soul, Jehovah. Praise ye Jehovah! Psalm 105:1\tGive ye thanks to Jehovah—call ye in His name, Make known among the peoples His acts. Psalm 105:2\tSing ye to Him—sing praise to Him, Meditate ye on all His wonders. Psalm 105:3\tBoast yourselves in His Holy Name, The heart of those seeking Jehovah rejoiceth. Psalm 105:4\tSeek ye Jehovah and His strength, Seek ye His face continually. Psalm 105:5\tRemember His wonders that He did, His signs and the judgments of His mouth. Psalm 105:6\tO seed of Abraham, His servant, O sons of Jacob, His chosen ones. Psalm 105:7\tHe is Jehovah our God, In all the earth are His judgments. Psalm 105:8\tHe hath remembered to the age His covenant, The word He commanded to a thousand generations, Psalm 105:9\tThat He hath made with Abraham, And His oath to Isaac, Psalm 105:10\tAnd doth establish it to Jacob for a statute, To Israel—a covenant age-during, Psalm 105:11\tSaying, ‘To thee I give the land of Canaan, The portion of your inheritance,’ Psalm 105:12\tIn their being few in number, But a few, and sojourners in it. Psalm 105:13\tAnd they go up and down, from nation unto nation, From a kingdom unto another people. Psalm 105:14\tHe hath not suffered any to oppress them And He reproveth for their sakes kings. Psalm 105:15\t‘Strike not against Mine anointed, And to My prophets do not evil.’ Psalm 105:16\tAnd He calleth a famine on the land, The whole staff of bread He hath broken. Psalm 105:17\tHe hath sent before them a man, For a servant hath Joseph been sold. Psalm 105:18\tThey have afflicted with fetters his feet, Iron hath entered his soul, Psalm 105:19\tTill the time of the coming of His word The saying of Jehovah hath tried him. Psalm 105:20\tThe king hath sent, and looseth him, The ruler of the peoples, and draweth him out. Psalm 105:21\tHe hath made him lord of his house, And ruler over all his possessions. Psalm 105:22\tTo bind his chiefs at his pleasure, And his elders he maketh wise. Psalm 105:23\tAnd Israel cometh in to Egypt, And Jacob hath sojourned in the land of Ham. Psalm 105:24\tAnd He maketh His people very fruitful, And maketh it mightier than its adversaries. Psalm 105:25\tHe turned their heart to hate His people, To conspire against His servants. Psalm 105:26\tHe hath sent Moses His servant, Aaron whom He had fixed on. Psalm 105:27\tThey have set among them the matters of His signs, And wonders in the land of Ham. Psalm 105:28\tHe hath sent darkness, and it is dark, And they have not provoked His word. Psalm 105:29\tHe hath turned their waters to blood, And putteth to death their fish. Psalm 105:30\tTeemed hath their land with frogs, In the inner chambers of their kings. Psalm 105:31\tHe hath said, and the beetle cometh, Lice into all their border. Psalm 105:32\tHe hath made their showers hail, A flaming fire is in their land. Psalm 105:33\tAnd He smiteth their vine and their fig, And shivereth the trees of their border. Psalm 105:34\tHe hath said, and the locust cometh, And the cankerworm—innumerable, Psalm 105:35\tAnd it consumeth every herb in their land, And it consumeth the fruit of their ground. Psalm 105:36\tAnd He smiteth every first-born in their land, The first-fruit of all their strength, Psalm 105:37\tAnd bringeth them out with silver and gold, And there is not in its tribes a feeble one. Psalm 105:38\tRejoiced hath Egypt in their going forth, For their fear had fallen upon them. Psalm 105:39\tHe hath spread a cloud for a covering, And fire to enlighten the night. Psalm 105:40\tThey have asked, and He bringeth quails, And with bread of heaven satisfieth them. Psalm 105:41\tHe hath opened a rock, and waters issue, They have gone on in dry places—a river. Psalm 105:42\tFor He hath remembered His holy word, With Abraham His servant, Psalm 105:43\tAnd He bringeth forth His people with joy, With singing His chosen ones. Psalm 105:44\tAnd He giveth to them the lands of nations, And the labour of peoples they possess, Psalm 105:45\tThat they may observe His statutes, And His laws may keep. Praise ye Jehovah! Psalm 106:1\tPraise ye Jah, give thanks to Jehovah, For good, for to the age, is His kindness. Psalm 106:2\tWho doth utter the mighty acts of Jehovah? Soundeth all His praise? Psalm 106:3\tO the happiness of those keeping judgment, Doing righteousness at all times. Psalm 106:4\tRemember me, O Jehovah, With the favour of Thy people, Look after me in Thy salvation. Psalm 106:5\tTo look on the good of Thy chosen ones, To rejoice in the joy of Thy nation, To boast myself with Thine inheritance. Psalm 106:6\tWe have sinned with our fathers, We have done perversely, we have done wickedly. Psalm 106:7\tOur fathers in Egypt, Have not considered wisely Thy wonders, They have not remembered The abundance of Thy kind acts, And provoke by the sea, at the sea of Suph. Psalm 106:8\tAnd He saveth them for His name’s sake, To make known His might, Psalm 106:9\tAnd rebuketh the sea of Suph, and it is dried up, And causeth them to go Through depths as a wilderness. Psalm 106:10\tAnd He saveth them from the hand Of him who is hating, And redeemeth them from the hand of the enemy. Psalm 106:11\tAnd waters cover their adversaries, One of them hath not been left. Psalm 106:12\tAnd they believe in His words, they sing His praise, Psalm 106:13\tThey have hasted—forgotten His works, They have not waited for His counsel. Psalm 106:14\tAnd they lust greatly in a wilderness, And try God in a desert. Psalm 106:15\tAnd He giveth to them their request, And sendeth leanness into their soul. Psalm 106:16\tAnd they are envious of Moses in the camp, Of Aaron, Jehovah’s holy one. Psalm 106:17\tEarth openeth, and swalloweth up Dathan, And covereth over the company of Abiram. Psalm 106:18\tAnd fire burneth among their company, A flame setteth on fire the wicked. Psalm 106:19\tThey make a calf in Horeb, And bow themselves to a molten image, Psalm 106:20\tAnd change their Honour Into the form of an ox eating herbs. Psalm 106:21\tThey have forgotten God their saviour, The doer of great things in Egypt, Psalm 106:22\tOf wonderful things in the land of Ham, Of fearful things by the sea of Suph. Psalm 106:23\tAnd He saith to destroy them, Unless Moses, His chosen one, Had stood in the breach before Him, To turn back His wrath from destroying. Psalm 106:24\tAnd they kick against the desirable land, They have not given credence to His word. Psalm 106:25\tAnd they murmur in their tents, They have not hearkened to the voice of Jehovah. Psalm 106:26\tAnd He lifteth up His hand to them, To cause them to fall in a wilderness, Psalm 106:27\tAnd to cause their seed to fall among nations, And to scatter them through lands. Psalm 106:28\tAnd they are coupled to Baal-Peor, And eat the sacrifices of the dead, Psalm 106:29\tAnd they provoke to anger by their actions, And a plague breaketh forth upon them, Psalm 106:30\tAnd Phinehas standeth, and executeth judgment, And the plague is restrained, Psalm 106:31\tAnd it is reckoned to him to righteousness, To all generations—unto the age. Psalm 106:32\tAnd they cause wrath by the waters of Meribah, And it is evil to Moses for their sakes, Psalm 106:33\tFor they have provoked his spirit, And he speaketh wrongfully with his lips. Psalm 106:34\tThey have not destroyed the peoples, As Jehovah had said to them, Psalm 106:35\tAnd mix themselves among nations, and learn their works, Psalm 106:36\tAnd serve their idols, And they are to them for a snare. Psalm 106:37\tAnd they sacrifice their sons And their daughters to destroyers, Psalm 106:38\tAnd they shed innocent blood—Blood of their sons and of their daughters, Whom they have sacrificed to idols of Canaan, And the land is profaned with blood. Psalm 106:39\tAnd they are defiled with their works, And commit whoredom in their habitual doings. Psalm 106:40\tAnd the anger of Jehovah Is kindled against His people, And He doth abominate His inheritance. Psalm 106:41\tAnd giveth them into the hand of nations, And those hating them rule over them, Psalm 106:42\tAnd their enemies oppress them, And they are humbled under their hand. Psalm 106:43\tMany times He doth deliver them, And they rebel in their counsel, And they are brought low in their iniquity. Psalm 106:44\tAnd He looketh on their distress When He heareth their cry, Psalm 106:45\tAnd remembereth for them His covenant, And is comforted, According to the abundance of His kindness. Psalm 106:46\tAnd He appointeth them for mercies Before all their captors. Psalm 106:47\tSave us, O Jehovah our God, and gather us from the nations, To give thanks to Thy holy name, To glory in Thy praise. Psalm 106:48\tBlessed is Jehovah, God of Israel, From the age even unto the age. And all the people said, ‘Amen, praise Jah!’ Psalm 107:1\tGive ye thanks to Jehovah, For good, for to the age is His kindness:’ Psalm 107:2\tLet the redeemed of Jehovah say, Whom He redeemed from the hand of an adversary. Psalm 107:3\tAnd from the lands hath gathered them, From east and from west, From north, and from the sea. Psalm 107:4\tThey wandered in a wilderness, in a desert by the way, A city of habitation they have not found. Psalm 107:5\tHungry—yea—thirsty, Their soul in them becometh feeble, Psalm 107:6\tAnd they cry unto Jehovah in their adversity, From their distress He delivereth them, Psalm 107:7\tAnd causeth them to tread in a right way, To go unto a city of habitation. Psalm 107:8\tThey confess to Jehovah His kindness, And His wonders to the sons of men. Psalm 107:9\tFor He hath satisfied a longing soul, And a hungry soul hath filled with goodness. Psalm 107:10\tInhabitants of dark places and death-shade, Prisoners of affliction and of iron, Psalm 107:11\tBecause they changed the saying of God, And the counsel of the Most High despised. Psalm 107:12\tAnd He humbleth with labour their heart, They have been feeble, and there is no helper. Psalm 107:13\tAnd they cry unto Jehovah in their adversity, From their distresses He saveth them. Psalm 107:14\tHe bringeth them out from the dark place, And death-shade, And their bands He draweth away. Psalm 107:15\tThey confess to Jehovah His kindness, And His wonders to the sons of men. Psalm 107:16\tFor He hath broken doors of brass, And bars of iron He hath cut. Psalm 107:17\tFools, by means of their transgression, And by their iniquities, afflict themselves. Psalm 107:18\tAll food doth their soul abominate, And they come nigh unto the gates of death, Psalm 107:19\tAnd cry unto Jehovah in their adversity, From their distresses He saveth them, Psalm 107:20\tHe sendeth His word and healeth them, And delivereth from their destructions. Psalm 107:21\tThey confess to Jehovah His kindness, And His wonders to the sons of men, Psalm 107:22\tAnd they sacrifice sacrifices of thanksgiving, And recount His works with singing. Psalm 107:23\tThose going down to the sea in ships, Doing business in many waters, Psalm 107:24\tThey have seen the works of Jehovah, And His wonders in the deep. Psalm 107:25\tAnd He saith, and appointeth a tempest, And it lifteth up its billows, Psalm 107:26\tThey go up to the heavens, they go down to the depths, Their soul in evil is melted. Psalm 107:27\tThey reel to and fro, and move as a drunkard, And all their wisdom is swallowed up. Psalm 107:28\tAnd they cry to Jehovah in their adversity, And from their distresses He bringeth them out. Psalm 107:29\tHe establisheth a whirlwind to a calm, And hushed are their billows. Psalm 107:30\tAnd they rejoice because they are quiet, And He leadeth them to the haven of their desire. Psalm 107:31\tThey confess to Jehovah His kindness, And His wonders to the sons of men, Psalm 107:32\tAnd they exalt Him in the assembly of the people, And in the seat of the elders praise Him. Psalm 107:33\tHe maketh rivers become a wilderness, And fountains of waters become dry land. Psalm 107:34\tA fruitful land becometh a barren place, For the wickedness of its inhabitants. Psalm 107:35\tHe maketh a wilderness become a pool of water, And a dry land become fountains of waters. Psalm 107:36\tAnd He causeth the hungry to dwell there, And they prepare a city of habitation. Psalm 107:37\tAnd they sow fields, and plant vineyards, And they make fruits of increase. Psalm 107:38\tAnd He blesseth them, and they multiply exceedingly, And their cattle He doth not diminish. Psalm 107:39\tAnd they are diminished, and bow down, By restraint, evil, and sorrow. Psalm 107:40\tHe is pouring contempt upon nobles, And causeth them to wander in vacancy—no way. Psalm 107:41\tAnd setteth on high the needy from affliction, And placeth families as a flock. Psalm 107:42\tThe upright do see and rejoice, And all perversity hath shut her mouth. Psalm 107:43\tWho is wise, and observeth these? They understand the kind acts of Jehovah! Psalm 108:1\tA Song, a Psalm of David. Prepared is my heart, O God, I sing, yea, I sing praise, also my honour. Psalm 108:2\tAwake, psaltery and harp, I awake the dawn. Psalm 108:3\tI thank Thee among peoples, O Jehovah, And I praise Thee among the nations. Psalm 108:4\tFor great above the heavens is Thy kindness, And unto the clouds Thy truth. Psalm 108:5\tBe Thou exalted above the heavens, O God, And above all the earth Thy honour. Psalm 108:6\tThat Thy beloved ones may be delivered, Save with Thy right hand, and answer us. Psalm 108:7\tGod hath spoken in His holiness: I exult, I apportion Shechem, And the valley of Succoth I measure, Psalm 108:8\tMine is Gilead, mine is Manasseh, And Ephraim is the strength of my head, Judah is my lawgiver, Psalm 108:9\tMoab is a pot for my washing, Upon Edom I cast my shoe, Over Philistia I shout habitually. Psalm 108:10\tWho doth bring me in to the fenced city? Who hath led me unto Edom? Psalm 108:11\tHast not Thou, O God, cast us off? And Thou goest not out, O God, with our hosts! Psalm 108:12\tGive to us help from adversity, And vain is the salvation of man. Psalm 108:13\tIn God we do mightily, And He doth tread down our adversaries! Psalm 109:1\tTo the Overseer.—A Psalm of David. O God of my praise, be not silent, Psalm 109:2\tFor the mouth of wickedness, and the mouth of deceit, Against me they have opened, They have spoken with me—A tongue of falsehood, and words of hatred! Psalm 109:3\tThey have compassed me about, And they fight me without cause. Psalm 109:4\tFor my love they oppose me, and I—prayer! Psalm 109:5\tAnd they set against me evil for good, And hatred for my love. Psalm 109:6\tAppoint Thou over him the wicked, And an adversary standeth at his right hand. Psalm 109:7\tIn his being judged, he goeth forth wicked, And his prayer is for sin. Psalm 109:8\tHis days are few, his oversight another taketh, Psalm 109:9\tHis sons are fatherless, and his wife a widow. Psalm 109:10\tAnd wander continually do his sons, Yea, they have begged, And have sought out of their dry places. Psalm 109:11\tAn exactor layeth a snare for all that he hath, And strangers spoil his labour. Psalm 109:12\tHe hath none to extend kindness, Nor is there one showing favour to his orphans. Psalm 109:13\tHis posterity is for cutting off, In another generation is their name blotted out. Psalm 109:14\tThe iniquity of his fathers Is remembered unto Jehovah, And the sin of his mother is not blotted out. Psalm 109:15\tThey are before Jehovah continually, And He cutteth off from earth their memorial. Psalm 109:16\tBecause that he hath not remembered to do kindness, And pursueth the poor man and needy, And the smitten of heart—to slay, Psalm 109:17\tAnd he loveth reviling, and it meeteth him, And he hath not delighted in blessing, And it is far from him. Psalm 109:18\tAnd he putteth on reviling as his robe, And it cometh in as water into his midst, And as oil into his bones. Psalm 109:19\tIt is to him as apparel—he covereth himself, And for a continual girdle he girdeth it on. Psalm 109:20\tThis is the wage of mine accusers from Jehovah, And of those speaking evil against my soul. Psalm 109:21\tAnd Thou, O Jehovah Lord, Deal with me for Thy name’s sake, Because Thy kindness is good, deliver me. Psalm 109:22\tFor I am poor and needy, And my heart hath been pierced in my midst. Psalm 109:23\tAs a shadow when it is stretched out I have gone, I have been driven away as a locust. Psalm 109:24\tMy knees have been feeble from fasting, And my flesh hath failed of fatness. Psalm 109:25\tAnd I—I have been a reproach to them, They see me, they shake their head. Psalm 109:26\tHelp me, O Jehovah my God, Save me, according to Thy kindness. Psalm 109:27\tAnd they know that this is Thy hand, Thou, O Jehovah, Thou hast done it. Psalm 109:28\tThey revile, and Thou dost bless, They have risen, and are ashamed, And Thy servant doth rejoice. Psalm 109:29\tMine accusers put on blushing, and are covered, As an upper robe is their shame. Psalm 109:30\tI thank Jehovah greatly with my mouth, And in the midst of many I praise Him, Psalm 109:31\tFor He standeth at the right hand of the needy, To save from those judging his soul. Psalm 110:1\tA Psalm of David. The affirmation of Jehovah to my Lord: ‘Sit at My right hand, Till I make thine enemies thy footstool.’ Psalm 110:2\tThe rod of thy strength doth Jehovah send from Zion, Rule in the midst of thine enemies. Psalm 110:3\tThy people are free-will gifts in the day of Thy strength, in the honours of holiness, From the womb, from the morning, Thou hast the dew of thy youth. Psalm 110:4\tJehovah hath sworn, and doth not repent, ‘Thou art a priest to the age, According to the order of Melchizedek.’ Psalm 110:5\tThe Lord on thy right hand smote kings In the day of His anger. Psalm 110:6\tHe doth judge among the nations, He hath completed the carcases, Hath smitten the head over the mighty earth. Psalm 110:7\tFrom a brook in the way he drinketh, Therefore he doth lift up the head! Psalm 111:1\tPraise ye Jah! I thank Jehovah with the whole heart, In the secret meeting of the upright, And of the company. Psalm 111:2\tGreat are the works of Jehovah, Sought out by all desiring them. Psalm 111:3\tHonourable and majestic is His work, And His righteousness is standing for ever. Psalm 111:4\tA memorial He hath made of His wonders, Gracious and merciful is Jehovah. Psalm 111:5\tPrey He hath given to those fearing Him, He remembereth to the age His covenant. Psalm 111:6\tThe power of His works He hath declared to His people, To give to them the inheritance of nations. Psalm 111:7\tThe works of His hands are true and just, Stedfast are all His appointments. Psalm 111:8\tThey are sustained for ever to the age. They are made in truth and uprightness. Psalm 111:9\tRedemption He hath sent to His people, He hath appointed to the age His covenant, Holy and fearful is His name. Psalm 111:10\tThe beginning of wisdom is fear of Jehovah, Good understanding have all doing them, His praise is standing for ever! Psalm 112:1\tPraise ye Jah! O the happiness of one fearing Jehovah, In His commands he hath delighted greatly. Psalm 112:2\tMighty in the earth is his seed, The generation of the upright is blessed. Psalm 112:3\tWealth and riches are in his house, And his righteousness is standing for ever. Psalm 112:4\tLight hath risen in darkness to the upright, Gracious, and merciful, and righteous. Psalm 112:5\tGood is the man—gracious and lending, He sustaineth his matters in judgment. Psalm 112:6\tFor—to the age he is not moved; For a memorial age-during is the righteous. Psalm 112:7\tOf an evil report he is not afraid, Prepared is His heart, confident in Jehovah. Psalm 112:8\tSustained is his heart—he feareth not, Till that he look on his adversaries. Psalm 112:9\tHe hath scattered—hath given to the needy, His righteousness is standing for ever, His horn is exalted with honour. Psalm 112:10\tThe wicked seeth, and hath been angry, His teeth he gnasheth, and hath melted, The desire of the wicked doth perish! Psalm 113:1\tPraise ye Jah! Praise, ye servants of Jehovah. Praise the name of Jehovah. Psalm 113:2\tThe name of Jehovah is blessed, From henceforth, and unto the age. Psalm 113:3\tFrom the rising of the sun unto its going in, Praised is the name of Jehovah. Psalm 113:4\tHigh above all nations is Jehovah, Above the heavens is his honour. Psalm 113:5\tWho is as Jehovah our God, He is exalting Himself to sit? Psalm 113:6\tHe is humbling Himself to look On the heavens and on the earth. Psalm 113:7\tHe is raising up from the dust the poor, From a dunghill He exalteth the needy. Psalm 113:8\tTo cause to sit with princes, With the princes of His people. Psalm 113:9\tCausing the barren one of the house to sit, A joyful mother of sons; praise ye Jah! Psalm 114:1\tIn the going out of Israel from Egypt, The house of Jacob from a strange people, Psalm 114:2\tJudah became His sanctuary, Israel his dominion. Psalm 114:3\tThe sea hath seen, and fleeth, The Jordan turneth backward. Psalm 114:4\tThe mountains have skipped as rams, Heights as sons of a flock. Psalm 114:5\tWhat—to thee, O sea, that thou fleest? O Jordan, thou turnest back! Psalm 114:6\tO mountains, ye skip as rams! O heights, as sons of a flock! Psalm 114:7\tFrom before the Lord be afraid, O earth, From before the God of Jacob, Psalm 114:8\tHe is turning the rock to a pool of waters, The flint to a fountain of waters! Psalm 115:1\tNot to us, O Jehovah, not to us, But to Thy name give honour, For Thy kindness, for Thy truth. Psalm 115:2\tWhy do the nations say, ‘Where, pray, is their God. Psalm 115:3\tAnd our God is in the heavens, All that He hath pleased He hath done. Psalm 115:4\tTheir idols are silver and gold, work of man’s hands, Psalm 115:5\tA mouth they have, and they speak not, Eyes they have, and they see not, Psalm 115:6\tEars they have, and they hear not, A nose they have, and they smell not, Psalm 115:7\tTheir hands, but they handle not, Their feet, and they walk not; Psalm 115:8\tNor do they mutter through their throat, Like them are their makers, Every one who is trusting in them. Psalm 115:9\tO Israel, trust in Jehovah, ‘Their help and their shield is He.’ Psalm 115:10\tO house of Aaron, trust in Jehovah, ‘Their help and their shield is He.’ Psalm 115:11\tYe fearing Jehovah, trust in Jehovah, ‘Their help and their shield is He.’ Psalm 115:12\tJehovah hath remembered us, He blesseth, He blesseth the house of Israel, He blesseth the house of Aaron, Psalm 115:13\tHe blesseth those fearing Jehovah, The small with the great. Psalm 115:14\tJehovah addeth to you, to you, and to your sons. Psalm 115:15\tBlessed are ye of Jehovah, maker of heaven and earth, Psalm 115:16\tThe heavens—the heavens are Jehovah’s, And the earth He hath given to sons of men, Psalm 115:17\tThe dead praise not Jah, Nor any going down to silence. Psalm 115:18\tAnd we, we bless Jah, From henceforth, and unto the age. Praise ye Jah! Psalm 116:1\tI have loved, because Jehovah heareth My voice, my supplication, Psalm 116:2\tBecause He hath inclined His ear to me, And during my days I call. Psalm 116:3\tCompassed me have cords of death, And straits of Sheol have found me, Distress and sorrow I find. Psalm 116:4\tAnd in the name of Jehovah I call: I pray Thee, O Jehovah, deliver my soul, Psalm 116:5\tGracious is Jehovah, and righteous, Yea, our God is merciful, Psalm 116:6\tA preserver of the simple is Jehovah, I was low, and to me He giveth salvation. Psalm 116:7\tTurn back, O my soul, to thy rest, For Jehovah hath conferred benefits on thee. Psalm 116:8\tFor Thou hast delivered my soul from death, My eyes from tears, my feet from overthrowing. Psalm 116:9\tI walk habitually before Jehovah In the lands of the living. Psalm 116:10\tI have believed, for I speak, I—I have been afflicted greatly. Psalm 116:11\tI said in my haste, ‘Every man is a liar.’ Psalm 116:12\tWhat do I return to Jehovah? All His benefits are upon me. Psalm 116:13\tThe cup of salvation I lift up, And in the name of Jehovah I call. Psalm 116:14\tMy vows to Jehovah let me complete, I pray you, before all His people. Psalm 116:15\tPrecious in the eyes of Jehovah is the death for His saints. Psalm 116:16\tCause it to come, O Jehovah, for I am Thy servant. I am Thy servant, son of Thy handmaid, Thou hast opened my bonds. Psalm 116:17\tTo Thee I sacrifice a sacrifice of thanks, And in the name of Jehovah I call. Psalm 116:18\tMy vows to Jehovah let me complete, I pray you, before all His people, Psalm 116:19\tIn the courts of the house of Jehovah, In thy midst, O Jerusalem, praise ye Jah! Psalm 117:1\tPraise Jehovah, all ye nations, Glorify Him, all ye peoples. Psalm 117:2\tFor mighty to us hath been His kindness, And the truth of Jehovah is to the age. Praise ye Jah! Psalm 118:1\tGive ye thanks to Jehovah, For good, for to the age is His kindness. Psalm 118:2\tI pray you, let Israel say, That, to the age is His kindness. Psalm 118:3\tI pray you, let the house of Aaron say, That, to the age is His kindness. Psalm 118:4\tI pray you, let those fearing Jehovah say, That, to the age is His kindness. Psalm 118:5\tFrom the straitness I called Jah, Jah answered me in a broad place. Psalm 118:6\tJehovah is for me, I do not fear what man doth to me. Psalm 118:7\tJehovah is for me among my helpers, And I—I look on those hating me. Psalm 118:8\tBetter to take refuge in Jehovah than to trust in man, Psalm 118:9\tBetter to take refuge in Jehovah, Than to trust in princes. Psalm 118:10\tAll nations have compassed me about, In the name of Jehovah I surely cut them off. Psalm 118:11\tThey have compassed me about, Yea, they have compassed me about, In the name of Jehovah I surely cut them off. Psalm 118:12\tThey compassed me about as bees, They have been extinguished as a fire of thorns, In the name of Jehovah I surely cut them off. Psalm 118:13\tThou hast sorely thrust me to fall, And Jehovah hath helped me. Psalm 118:14\tMy strength and song is Jah, And He is to me for salvation. Psalm 118:15\tA voice of singing and salvation, Is in the tents of the righteous, The right hand of Jehovah is doing valiantly. Psalm 118:16\tThe right hand of Jehovah is exalted, The right hand of Jehovah is doing valiantly. Psalm 118:17\tI do not die, but live, And recount the works of Jah, Psalm 118:18\tJah hath sorely chastened me, And to death hath not given me up. Psalm 118:19\tOpen ye to me gates of righteousness, I enter into them—I thank Jah. Psalm 118:20\tThis is the gate to Jehovah, The righteous enter into it. Psalm 118:21\tI thank Thee, for Thou hast answered me, And art to me for salvation. Psalm 118:22\tA stone the builders refused Hath become head of a corner. Psalm 118:23\tFrom Jehovah hath this been, It is wonderful in our eyes, Psalm 118:24\tThis is the day Jehovah hath made, We rejoice and are glad in it. Psalm 118:25\tI beseech Thee, O Jehovah, save, I pray Thee, I beseech Thee, O Jehovah, prosper, I pray Thee. Psalm 118:26\tBlessed is he who is coming In the name of Jehovah, We blessed you from the house of Jehovah, Psalm 118:27\tGod is Jehovah, and He giveth to us light, Direct ye the festal-sacrifice with cords, Unto the horns of the altar. Psalm 118:28\tMy God Thou art, and I confess Thee, My God, I exalt Thee. Psalm 118:29\tGive ye thanks to Jehovah, For good, for to the age, is His kindness! Psalm 119:1\tAleph. O the happiness of those perfect in the way, They are walking in the law of Jehovah, Psalm 119:2\tO the happiness of those keeping His testimonies, With the whole heart they seek Him. Psalm 119:3\tYea, they have not done iniquity, In His ways they have walked. Psalm 119:4\tThou hast commanded us Thy precepts to keep diligently, Psalm 119:5\tO that my ways were prepared to keep Thy statutes, Psalm 119:6\tThen I am not ashamed In my looking unto all Thy commands. Psalm 119:7\tI confess Thee with uprightness of heart, In my learning the judgments of Thy righteousness. Psalm 119:8\tThy statutes I keep, leave me not utterly! Psalm 119:9\tBeth. With what doth a young man purify his path? To observe—according to Thy word. Psalm 119:10\tWith all my heart I have sought Thee, Let me not err from Thy commands. Psalm 119:11\tIn my heart I have hid Thy saying, That I sin not before Thee. Psalm 119:12\tBlessed art Thou, O Jehovah, teach me Thy statutes. Psalm 119:13\tWith my lips I have recounted All the judgments of Thy mouth. Psalm 119:14\tIn the way of Thy testimonies I have joyed, As over all wealth. Psalm 119:15\tIn Thy precepts I meditate, And I behold attentively Thy paths. Psalm 119:16\tIn Thy statutes I delight myself, I do not forget Thy word. Psalm 119:17\tGimel. Confer benefits on Thy servant, I live, and I keep Thy word. Psalm 119:18\tUncover mine eyes, and I behold wonders out of Thy law. Psalm 119:19\tA sojourner I am on earth, Hide not from me Thy commands. Psalm 119:20\tBroken hath my soul for desire Unto Thy judgments at all times. Psalm 119:21\tThou hast rebuked the cursed proud, Who are erring from Thy commands. Psalm 119:22\tRemove from me reproach and contempt, For Thy testimonies I have kept. Psalm 119:23\tPrinces also sat—against me they spoke, Thy servant doth meditate in Thy statutes, Psalm 119:24\tThy testimonies also are my delight, The men of my counsel! Psalm 119:25\tDaleth. Cleaved to the dust hath my soul, Quicken me according to Thy word. Psalm 119:26\tMy ways I have recounted, And Thou answerest me, teach me Thy statutes, Psalm 119:27\tThe way of Thy precepts cause me to understand, And I meditate in Thy wonders. Psalm 119:28\tMy soul hath dropped from affliction, Establish me according to Thy word. Psalm 119:29\tThe way of falsehood turn aside from me And with Thy law favour me. Psalm 119:30\tThe way of faithfulness I have chosen, Thy judgments I have compared, Psalm 119:31\tI have adhered to Thy testimonies, O Jehovah, put me not to shame. Psalm 119:32\tThe way of Thy commands I run, For Thou dost enlarge my heart! Psalm 119:33\tHe. Show me, O Jehovah, the way of Thy statutes, And I keep it—to the end. Psalm 119:34\tCause me to understand, and I keep Thy law, And observe it with the whole heart. Psalm 119:35\tCause me to tread in the path of Thy commands, For in it I have delighted. Psalm 119:36\tIncline my heart unto Thy testimonies, And not unto dishonest gain. Psalm 119:37\tRemove mine eyes from seeing vanity, In Thy way quicken Thou me. Psalm 119:38\tEstablish to Thy servant Thy saying, That is concerning Thy fear. Psalm 119:39\tRemove my reproach that I have feared, For Thy judgments are good. Psalm 119:40\tLo, I have longed for Thy precepts, In Thy righteousness quicken Thou me, Psalm 119:41\tWaw. And meet me doth Thy kindness, O Jehovah, Thy salvation according to Thy saying. Psalm 119:42\tAnd I answer him who is reproaching me a word, For I have trusted in Thy word. Psalm 119:43\tAnd Thou takest not utterly away From my mouth the word of truth, Because for Thy judgment I have hoped. Psalm 119:44\tAnd I keep Thy law continually, To the age and for ever. Psalm 119:45\tAnd I walk habitually in a broad place, For Thy precepts I have sought. Psalm 119:46\tAnd I speak of Thy testimonies before kings, And I am not ashamed. Psalm 119:47\tAnd I delight myself in Thy commands, That I have loved, Psalm 119:48\tAnd I lift up my hands unto Thy commands, That I have loved, And I do meditate on Thy statutes! Psalm 119:49\tZain. Remember the word to Thy servant, On which Thou hast caused me to hope. Psalm 119:50\tThis is my comfort in mine affliction, That Thy saying hath quickened me. Psalm 119:51\tThe proud have utterly scorned me, From Thy law I have not turned aside. Psalm 119:52\tI remembered Thy judgments of old, O Jehovah, And I comfort myself. Psalm 119:53\tHorror hath seized me, Because of the wicked forsaking Thy law. Psalm 119:54\tSongs have been to me Thy statutes, In the house of my sojournings. Psalm 119:55\tI have remembered in the night Thy name, O Jehovah, And I do keep Thy law. Psalm 119:56\tThis hath been to me, That Thy precepts I have kept! Psalm 119:57\tCheth. My portion is Jehovah; I have said—to keep Thy words, Psalm 119:58\tI appeased Thy face with the whole heart, Favour me according to Thy saying. Psalm 119:59\tI have reckoned my ways, And turn back my feet unto Thy testimonies. Psalm 119:60\tI have made haste, And delayed not, to keep Thy commands. Psalm 119:61\tCords of the wicked have surrounded me, Thy law I have not forgotten. Psalm 119:62\tAt midnight I rise to give thanks to Thee, For the judgments of Thy righteousness. Psalm 119:63\tA companion I am to all who fear Thee, And to those keeping Thy precepts. Psalm 119:64\tOf Thy kindness, O Jehovah, the earth is full, Thy statutes teach Thou me! Psalm 119:65\tTeth. Good Thou didst with Thy servant, O Jehovah, According to Thy word. Psalm 119:66\tThe goodness of reason and knowledge teach me, For in Thy commands I have believed. Psalm 119:67\tBefore I am afflicted, I—I am erring, And now Thy saying I have kept. Psalm 119:68\tGood Thou art, and doing good, Teach me Thy statutes. Psalm 119:69\tForged against me falsehood have the proud, I with the whole heart keep Thy precepts. Psalm 119:70\tInsensate as fat hath been their heart, I—in Thy law I have delighted. Psalm 119:71\tGood for me that I have been afflicted, That I might learn Thy statutes. Psalm 119:72\tBetter to me is the law of Thy mouth Than thousands of gold and silver! Psalm 119:73\tYod. Thy hands made me and establish me, Cause me to understand, and I learn Thy commands. Psalm 119:74\tThose fearing Thee see me and rejoice, Because for Thy word I have hoped. Psalm 119:75\tI have known, O Jehovah, That righteous are Thy judgments, And in faithfulness Thou hast afflicted me. Psalm 119:76\tLet, I pray Thee, Thy kindness be to comfort me, According to Thy saying to Thy servant. Psalm 119:77\tMeet me do Thy mercies, and I live, For Thy law is my delight. Psalm 119:78\tAshamed are the proud, For with falsehood they dealt perversely with me. I meditate in Thy precepts. Psalm 119:79\tThose fearing Thee turn back to me, And those knowing Thy testimonies. Psalm 119:80\tMy heart is perfect in Thy statutes, So that I am not ashamed. Psalm 119:81\tKaph. Consumed for Thy salvation hath been my soul, For Thy word I have hoped. Psalm 119:82\tConsumed have been mine eyes for Thy word, Saying, ‘When doth it comfort me?’ Psalm 119:83\tFor I have been as a bottle in smoke, Thy statutes I have not forgotten. Psalm 119:84\tHow many are the days of Thy servant? When dost Thou execute Against my pursuers judgment? Psalm 119:85\tThe proud have digged for me pits, That are not according to Thy law. Psalm 119:86\tAll Thy commands are faithfulness, With falsehood they have pursued me, Help Thou me. Psalm 119:87\tAlmost consumed me on earth have they, And I—I have not forsaken Thy precepts. Psalm 119:88\tAccording to Thy kindness quicken Thou me, And I keep the testimony of Thy mouth! Psalm 119:89\tLamed. To the age, O Jehovah, Thy word is set up in the heavens. Psalm 119:90\tTo all generations Thy faithfulness, Thou didst establish earth, and it standeth. Psalm 119:91\tAccording to Thine ordinances They have stood this day, for the whole are Thy servants. Psalm 119:92\tUnless Thy law were my delights, Then had I perished in mine affliction. Psalm 119:93\tTo the age I forget not Thy precepts, For by them Thou hast quickened me. Psalm 119:94\tI am Thine, save Thou me, For Thy precepts I have sought. Psalm 119:95\tThy wicked waited for me to destroy me, Thy testimonies I understand. Psalm 119:96\tOf all perfection I have seen an end, Broad is Thy command—exceedingly! Psalm 119:97\tMem. O how I have loved Thy law! All the day it is my meditation. Psalm 119:98\tThan mine enemies Thy command maketh me wiser, For it is before me to the age. Psalm 119:99\tAbove all my teachers I have acted wisely. For Thy testimonies are my meditation. Psalm 119:100\tAbove elders I understand more, For Thy precepts I have kept. Psalm 119:101\tFrom every evil path I restrained my feet, So that I keep Thy word. Psalm 119:102\tFrom Thy judgments I turned not aside, For Thou—Thou hast directed me. Psalm 119:103\tHow sweet to my palate hath been Thy saying, Above honey to my mouth. Psalm 119:104\tFrom Thy precepts I have understanding, Therefore I have hated every false path! Psalm 119:105\tNun. A lamp to my foot is Thy word, And a light to my path. Psalm 119:106\tI have sworn, and I confirm it, To keep the judgments of Thy righteousness. Psalm 119:107\tI have been afflicted very much, O Jehovah, quicken me, according to Thy word. Psalm 119:108\tFree-will-offerings of my mouth, Accept, I pray Thee, O Jehovah, And Thy judgments teach Thou me. Psalm 119:109\tMy soul is in my hand continually, And Thy law I have not forgotten. Psalm 119:110\tThe wicked have laid a snare for me, And from thy precepts I wandered not. Psalm 119:111\tI have inherited Thy testimonies to the age, For the joy of my heart are they. Psalm 119:112\tI have inclined my heart To do Thy statutes, to the age—to the end! Psalm 119:113\tSamech. Doubting ones I have hated, And Thy law I have loved. Psalm 119:114\tMy hiding place and my shield art Thou, For Thy word I have hoped. Psalm 119:115\tTurn aside from me, ye evil-doers, And I keep the commands of my God. Psalm 119:116\tSustain me according to Thy saying, And I live, and Thou puttest me not to shame Because of my hope. Psalm 119:117\tSupport Thou me, and I am saved, And I look on Thy statutes continually. Psalm 119:118\tThou hast trodden down All going astray from Thy statutes, For falsehood is their deceit. Psalm 119:119\tDross! Thou hast caused to cease All the wicked of the earth; Therefore I have loved Thy testimonies. Psalm 119:120\tTrembled from Thy fear hath my flesh, And from Thy judgments I have been afraid! Psalm 119:121\tAin. I have done judgment and righteousness, Leave me not to mine oppressors. Psalm 119:122\tMake sure Thy servant for good, Let not the proud oppress me. Psalm 119:123\tMine eyes have been consumed for Thy salvation. And for the saying of Thy righteousness. Psalm 119:124\tDo with Thy servant according to Thy kindness. And Thy statutes teach Thou me. Psalm 119:125\tThy servant am I—cause me to understand, And I know Thy testimonies. Psalm 119:126\tTime for Jehovah to work! they have made void Thy law. Psalm 119:127\tTherefore I have loved Thy commands Above gold—even fine gold. Psalm 119:128\tTherefore all my appointments I have declared wholly right, Every path of falsehood I have hated! Psalm 119:129\tPe. Wonderful are Thy testimonies, Therefore hath my soul kept them. Psalm 119:130\tThe opening of Thy words enlighteneth, Instructing the simple. Psalm 119:131\tMy mouth I have opened, yea, I pant, For, for Thy commands I have longed. Psalm 119:132\tLook unto me, and favour me, As customary to those loving Thy name. Psalm 119:133\tMy steps establish by Thy saying, And any iniquity doth not rule over me. Psalm 119:134\tRansom me from the oppression of man, And I observe Thy precepts, Psalm 119:135\tThy face cause to shine on Thy servant, And teach me Thy statutes. Psalm 119:136\tRivulets of waters have come down mine eyes, Because they have not kept Thy law! Psalm 119:137\tTzade. Righteous art Thou, O Jehovah, And upright are Thy judgments. Psalm 119:138\tThou hast appointed Thy testimonies, Righteous and exceeding faithful, Psalm 119:139\tCut me off hath my zeal, For mine adversaries forgot Thy words. Psalm 119:140\tTried is thy saying exceedingly, And Thy servant hath loved it. Psalm 119:141\tSmall I am, and despised, Thy precepts I have not forgotten. Psalm 119:142\tThy righteousness is righteousness to the age, And Thy law is truth. Psalm 119:143\tAdversity and distress have found me, Thy commands are my delights. Psalm 119:144\tThe righteousness of Thy testimonies is to Cause me to understand, and I live! Psalm 119:145\tKoph. I have called with the whole heart, Answer me, O Jehovah, Thy statutes I keep, Psalm 119:146\tI have called Thee, save Thou me, And I do keep Thy testimonies. Psalm 119:147\tI have gone forward in the dawn, and I cry, For Thy word I have hoped. Psalm 119:148\tMine eyes have gone before the watches, To meditate in Thy saying. Psalm 119:149\tMy voice hear, according to Thy kindness, Jehovah, according to Thy judgment quicken me. Psalm 119:150\tNear have been my wicked pursuers, From Thy law they have been far off. Psalm 119:151\tNear art Thou, O Jehovah, And all Thy commands are truth. Psalm 119:152\tOf old I have known Thy testimonies, That to the age Thou hast founded them! Psalm 119:153\tResh. See my affliction, and deliver Thou me, For Thy law I have not forgotten. Psalm 119:154\tPlead my plea, and redeem me, According to Thy saying quicken me. Psalm 119:155\tFar from the wicked is salvation, For Thy statutes they have not sought. Psalm 119:156\tThy mercies are many, O Jehovah, According to Thy judgments quicken me. Psalm 119:157\tMany are my pursuers, and adversaries, From Thy testimonies I have not turned aside. Psalm 119:158\tI have seen treacherous ones, And grieve myself, Because Thy saying they have not kept. Psalm 119:159\tSee, for thy precepts I have loved, Jehovah, According to Thy kindness quicken me. Psalm 119:160\tThe sum of Thy word is truth, And to the age is every judgment of Thy righteousness! Psalm 119:161\tShin. Princes have pursued me without cause, And because of Thy words was my heart afraid. Psalm 119:162\tI do rejoice concerning Thy saying, As one finding abundant spoil. Psalm 119:163\tFalsehood I have hated, yea I abominate it, Thy law I have loved. Psalm 119:164\tSeven times in a day I have praised Thee, Because of the judgments of Thy righteousness. Psalm 119:165\tAbundant peace have those loving Thy law, And they have no stumbling-block. Psalm 119:166\tI have waited for Thy salvation, O Jehovah, And Thy commands I have done. Psalm 119:167\tKept hath my soul Thy testimonies, And I do love them exceedingly. Psalm 119:168\tI have kept Thy precepts and Thy testimonies, For all my ways are before Thee! Psalm 119:169\tTaw. My loud cry cometh near before Thee, O Jehovah; According to Thy word cause me to understand. Psalm 119:170\tMy supplication cometh in before Thee, According to Thy saying deliver Thou me. Psalm 119:171\tMy lips do utter praise, For Thou dost teach me Thy statutes. Psalm 119:172\tMy tongue doth sing of Thy saying, For all Thy commands are righteous. Psalm 119:173\tThy hand is for a help to me, For Thy commands I have chosen. Psalm 119:174\tI have longed for Thy salvation, O Jehovah, And Thy law is my delight. Psalm 119:175\tMy soul liveth, and it doth praise Thee, And Thy judgments do help me. Psalm 119:176\tI wandered as a lost sheep, seek Thy servant, For Thy precepts I have not forgotten! Psalm 120:1\tA Song of the Ascents. Unto Jehovah in my distress I have called, And He answereth me. Psalm 120:2\tO Jehovah, deliver my soul from a lying lip, From a deceitful tongue! Psalm 120:3\tWhat doth He give to thee? And what doth He add to thee? O deceitful tongue! Psalm 120:4\tSharp arrows of a mighty one, with broom-coals. Psalm 120:5\tWoe to me, for I have inhabited Mesech, I have dwelt with tents of Kedar. Psalm 120:6\tToo much hath my soul dwelt with him who is hating peace. Psalm 120:7\tI am peace, and when I speak they are for war! Psalm 121:1\tA Song of the Ascents. I lift up mine eyes unto the hills, Whence doth my help come? Psalm 121:2\tMy help is from Jehovah, maker of heaven and earth, Psalm 121:3\tHe suffereth not thy foot to be moved, Thy preserver slumbereth not. Psalm 121:4\tLo, He slumbereth not, nor sleepeth, He who is preserving Israel. Psalm 121:5\tJehovah is thy preserver, Jehovah is thy shade on thy right hand, Psalm 121:6\tBy day the sun doth not smite thee, Nor the moon by night. Psalm 121:7\tJehovah preserveth thee from all evil, He doth preserve thy soul. Psalm 121:8\tJehovah preserveth thy going out and thy coming in, From henceforth even unto the age! Psalm 122:1\tA Song of the Ascents, by David. I have rejoiced in those saying to me, ‘To the house of Jehovah we go.’ Psalm 122:2\tOur feet have been standing in thy gates, O Jerusalem! Psalm 122:3\tJerusalem—the builded one—Is as a city that is joined to itself together. Psalm 122:4\tFor thither have tribes gone up, Tribes of Jah, companies of Israel, To give thanks to the name of Jehovah. Psalm 122:5\tFor there have sat thrones of judgment, Thrones of the house of David. Psalm 122:6\tAsk ye the peace of Jerusalem, At rest are those loving thee. Psalm 122:7\tPeace is in thy bulwark, rest in thy high places, Psalm 122:8\tFor the sake of my brethren and my companions, Let me speak, I pray thee, ‘Peace be in thee.’ Psalm 122:9\tFor the sake of the house of Jehovah our God, I seek good for thee! Psalm 123:1\tA Song of the Ascents. Unto Thee I have lifted up mine eyes, O dweller in the heavens. Psalm 123:2\tLo, as eyes of men-servants Are unto the hand of their masters, As eyes of a maid-servant Are unto the hand of her mistress, So are our eyes unto Jehovah our God, Till that He doth favour us. Psalm 123:3\tFavour us, O Jehovah, favour us, For greatly have we been filled with contempt, Psalm 123:4\tGreatly hath our soul been filled With the scorning of the easy ones, With the contempt of the arrogant! Psalm 124:1\tA Song of the Ascents, by David. Save for Jehovah—who hath been for us, (Pray, let Israel say), Psalm 124:2\tSave for Jehovah—who hath been for us, In the rising up of man against us, Psalm 124:3\tThen alive they had swallowed us up, In the burning of their anger against us, Psalm 124:4\tThen the waters had overflowed us, The stream passed over our soul, Psalm 124:5\tThen passed over our soul had the proud waters. Psalm 124:6\tBlessed is Jehovah who hath not given us, A prey to their teeth. Psalm 124:7\tOur soul as a bird hath escaped from a snare of fowlers, The snare was broken, and we have escaped. Psalm 124:8\tOur help is in the name of Jehovah, Maker of the heavens and earth! Psalm 125:1\tA Song of the Ascents. Those trusting in Jehovah are as Mount Zion, It is not moved—to the age it abideth. Psalm 125:2\tJerusalem! mountains are round about her, And Jehovah is round about His people, From henceforth even unto the age. Psalm 125:3\tFor the rod of wickedness resteth not On the lot of the righteous, That the righteous put not forth on iniquity their hands. Psalm 125:4\tDo good, O Jehovah, to the good, And to the upright in their hearts. Psalm 125:5\tAs to those turning to their crooked ways, Jehovah causeth them to go with workers of iniquity. Peace on Israel! Psalm 126:1\tA Song of the Ascents. In Jehovah’s turning back to the captivity of Zion, We have been as dreamers. Psalm 126:2\tThen filled with laughter is our mouth, And our tongue with singing, Then do they say among nations, ‘Jehovah did great things with these.’ Psalm 126:3\tJehovah did great things with us, We have been joyful. Psalm 126:4\tTurn again, O Jehovah, to our captivity, As streams in the south. Psalm 126:5\tThose sowing in tears, with singing do reap, Psalm 126:6\tWhoso goeth on and weepeth, Bearing the basket of seed, Surely cometh in with singing, bearing his sheaves! Psalm 127:1\tA Song of the Ascents, by Solomon. If Jehovah doth not build the house, In vain have its builders laboured at it, If Jehovah doth not watch a city, In vain hath a watchman waked. Psalm 127:2\tVain for you who are rising early, Who delay sitting, eating the bread of griefs, So He giveth to His beloved one sleep. Psalm 127:3\tLo, an inheritance of Jehovah are sons, A reward is the fruit of the womb. Psalm 127:4\tAs arrows in the hand of a mighty one, So are the sons of the young men. Psalm 127:5\tO the happiness of the man Who hath filled his quiver with them, They are not ashamed, For they speak with enemies in the gate! Psalm 128:1\tA Song of the Ascents. O the happiness of every one fearing Jehovah, Who is walking in His ways. Psalm 128:2\tThe labour of thy hands thou surely eatest, Happy art thou, and good is to thee. Psalm 128:3\tThy wife is as a fruitful vine in the sides of thy house, Thy sons as olive plants around thy table. Psalm 128:4\tLo, surely thus is the man blessed who is fearing Jehovah. Psalm 128:5\tJehovah doth bless thee out of Zion, Look, then, on the good of Jerusalem, All the days of thy life, Psalm 128:6\tAnd see the sons of thy sons! Peace on Israel! Psalm 129:1\tA Song of the Ascents. Often they distressed me from my youth, Pray, let Israel say: Psalm 129:2\tOften they distressed me from my youth, Yet they have not prevailed over me. Psalm 129:3\tOver my back have ploughers ploughed, They have made long their furrows. Psalm 129:4\tJehovah is righteous, He hath cut asunder cords of the wicked. Psalm 129:5\tConfounded and turn backward do all hating Zion. Psalm 129:6\tThey are as grass of the roofs, That before it was drawn out withereth, Psalm 129:7\tThat hath not filled the hand of a reaper, And the bosom of a binder of sheaves. Psalm 129:8\tAnd the passers by have not said, ‘The blessing of Jehovah is on you, We blessed you in the Name of Jehovah!’ Psalm 130:1\tA Song of the Ascents. From depths I have called Thee, Jehovah. Psalm 130:2\tLord, hearken to my voice, Thine ears are attentive to the voice of my supplications. Psalm 130:3\tIf iniquities Thou dost observe, O Lord, who doth stand? Psalm 130:4\tBut with Thee is forgiveness, that Thou mayest be feared. Psalm 130:5\tI hoped for Jehovah—hoped hath my soul, And for His word I have waited. Psalm 130:6\tMy soul is for the Lord, More than those watching for morning, Watching for morning! Psalm 130:7\tIsrael doth wait on Jehovah, For with Jehovah is kindness, And abundant with Him is redemption. Psalm 130:8\tAnd He doth redeem Israel from all his iniquities! Psalm 131:1\tA Song of the Ascents, by David. Jehovah, my heart hath not been haughty, Nor have mine eyes been high, Nor have I walked in great things, And in things too wonderful for me. Psalm 131:2\tHave I not compared, and kept silent my soul, As a weaned one by its mother? As a weaned one by me is my soul. Psalm 131:3\tIsrael doth wait on Jehovah, From henceforth, and unto the age! Psalm 132:1\tA Song of the Ascents. Remember, Jehovah, for David, all his afflictions. Psalm 132:2\tWho hath sworn to Jehovah. He hath vowed to the Mighty One of Jacob: Psalm 132:3\t‘If I enter into the tent of my house, If I go up on the couch of my bed, Psalm 132:4\tIf I give sleep to mine eyes, To mine eyelids—slumber, Psalm 132:5\tTill I do find a place for Jehovah, Tabernacles for the Mighty One of Jacob. Psalm 132:6\t‘Lo, we have heard it in Ephratah, We have found it in the fields of the forest. Psalm 132:7\tWe come in to His tabernacles, We bow ourselves at His footstool. Psalm 132:8\tArise, O Jehovah, to Thy rest, Thou, and the ark of Thy strength, Psalm 132:9\tThy priests do put on righteousness, And Thy pious ones cry aloud. Psalm 132:10\tFor the sake of David Thy servant, Turn not back the face of Thine anointed. Psalm 132:11\tJehovah hath sworn truth to David, He turneth not back from it: Of the fruit of thy body, I set on the throne for thee. Psalm 132:12\tIf thy sons keep My covenant, And My testimonies that I teach them, Their sons also for ever and ever, Do sit on the throne for thee. Psalm 132:13\tFor Jehovah hath fixed on Zion, He hath desired it for a seat to Himself, Psalm 132:14\tThis is My rest for ever and ever, Here do I sit, for I have desired it. Psalm 132:15\tHer provision I greatly bless, Her needy ones I satisfy with bread, Psalm 132:16\tAnd her priests I clothe with salvation, And her pious ones do sing aloud. Psalm 132:17\tThere I cause to spring up a horn for David, I have arranged a lamp for Mine anointed. Psalm 132:18\tHis enemies I do clothe with shame, And upon him doth his crown flourish! Psalm 133:1\tA Song of the Ascents, by David. Lo, how good and how pleasant The dwelling of brethren—even together! Psalm 133:2\tAs the good oil on the head, Coming down on the beard, the beard of Aaron, That cometh down on the skirt of his robes, Psalm 133:3\tAs dew of Hermon—That cometh down on hills of Zion, For there Jehovah commanded the blessing—Life unto the age! Psalm 134:1\tA Song of the Ascents. Lo, bless Jehovah, all servants of Jehovah, Who are standing in the house of Jehovah by night. Psalm 134:2\tLift up your hands in the sanctuary, And bless ye Jehovah. Psalm 134:3\tJehovah doth bless thee out of Zion, The maker of the heavens and earth! Psalm 135:1\tPraise ye Jah! Praise ye the name of Jehovah, Praise, ye servants of Jehovah, Psalm 135:2\tWho are standing in the house of Jehovah, In the courts of the house of our God. Psalm 135:3\tPraise ye Jah! for Jehovah is good, Sing praise to His name, for it is pleasant. Psalm 135:4\tFor Jacob hath Jah chosen for Himself, Israel for His peculiar treasure. Psalm 135:5\tFor I have known that great is Jehovah, Yea, our Lord is above all gods. Psalm 135:6\tAll that Jehovah pleased He hath done, In the heavens and in earth, In the seas and all deep places, Psalm 135:7\tCausing vapours to ascend from the end of the earth, Lightnings for the rain He hath made, Bringing forth wind from His treasures. Psalm 135:8\tWho smote the first-born of Egypt, From man unto beast. Psalm 135:9\tHe sent tokens and wonders into thy midst, O Egypt, On Pharaoh and on all his servants. Psalm 135:10\tWho smote many nations, and slew strong kings, Psalm 135:11\tEven Sihon king of the Amorite, And Og king of Bashan, And all kingdoms of Canaan. Psalm 135:12\tAnd He gave their land an inheritance, An inheritance to Israel His people, Psalm 135:13\tO Jehovah, Thy name is to the age, O Jehovah, Thy memorial to all generations. Psalm 135:14\tFor Jehovah doth judge His people, And for His servants comforteth Himself. Psalm 135:15\tThe idols of the nations are silver and gold, Work of the hands of man. Psalm 135:16\tA mouth they have, and they speak not, Eyes they have, and they see not, Psalm 135:17\tEars they have, and they give not ear, Nose—there is no breath in their mouth! Psalm 135:18\tLike them are their makers, Every one who is trusting in them. Psalm 135:19\tO house of Israel, bless ye Jehovah, O house of Aaron, bless ye Jehovah, Psalm 135:20\tO house of Levi, bless ye Jehovah, Those fearing Jehovah, bless ye Jehovah. Psalm 135:21\tBlessed is Jehovah from Zion, Inhabiting Jerusalem—praise ye Jah! Psalm 136:1\tGive ye thanks to Jehovah, For good, for to the age is His kindness. Psalm 136:2\tGive ye thanks to the God of gods, For to the age is His kindness. Psalm 136:3\tGive ye thanks to the Lord of lords, For to the age is His kindness. Psalm 136:4\tTo Him doing great wonders by Himself alone, For to the age is His kindness. Psalm 136:5\tTo Him making the heavens by understanding, For to the age is His kindness. Psalm 136:6\tTo Him spreading the earth over the waters, For to the age is His kindness. Psalm 136:7\tTo Him making great lights, For to the age is His kindness. Psalm 136:8\tThe sun to rule by day, For to the age is His kindness. Psalm 136:9\tThe moon and stars to rule by night, For to the age is His kindness. Psalm 136:10\tTo Him smiting Egypt in their first-born, For to the age is His kindness. Psalm 136:11\tAnd bringing forth Israel from their midst, For to the age is His kindness. Psalm 136:12\tBy a strong hand, and a stretched-out-arm, For to the age is His kindness. Psalm 136:13\tTo Him cutting the sea of Suph into parts, For to the age is His kindness, Psalm 136:14\tAnd caused Israel to pass through its midst, For to the age is His kindness, Psalm 136:15\tAnd shook out Pharaoh and his force in the sea of Suph, For to the age is His kindness. Psalm 136:16\tTo Him leading His people in a wilderness, For to the age is His kindness. Psalm 136:17\tTo Him smiting great kings, For to the age is His kindness. Psalm 136:18\tYea, He doth slay honourable kings, For to the age is His kindness. Psalm 136:19\tEven Sihon king of the Amorite, For to the age is His kindness. Psalm 136:20\tAnd Og king of Bashan, For to the age is His kindness. Psalm 136:21\tAnd He gave their land for inheritance, For to the age is His kindness. Psalm 136:22\tAn inheritance to Israel His servant, For to the age is His kindness. Psalm 136:23\tWho in our lowliness hath remembered us, For to the age is His kindness. Psalm 136:24\tAnd He delivereth us from our adversaries, For to the age is His kindness. Psalm 136:25\tGiving food to all flesh, For to the age is His kindness. Psalm 136:26\tGive ye thanks to the God of the heavens, For to the age is His kindness! Psalm 137:1\tBy rivers of Babylon—There we did sit, Yea, we wept when we remembered Zion. Psalm 137:2\tOn willows in its midst we hung our harps. Psalm 137:3\tFor there our captors asked us the words of a song, And our spoilers—joy: ‘Sing ye to us of a song of Zion.’ Psalm 137:4\tHow do we sing the song of Jehovah, On the land of a stranger? Psalm 137:5\tIf I forget thee, O Jerusalem, my right hand forgetteth! Psalm 137:6\tMy tongue doth cleave to my palate, If I do not remember thee, If I do not exalt Jerusalem above my chief joy. Psalm 137:7\tRemember, Jehovah, for the sons of Edom, The day of Jerusalem, Those saying, ‘Rase, rase to its foundation!’ Psalm 137:8\tO daughter of Babylon, O destroyed one, O the happiness of him who repayeth to thee thy deed, That thou hast done to us. Psalm 137:9\tO the happiness of him who doth seize, And hath dashed thy sucklings on the rock! Psalm 138:1\tBy David. I confess Thee, with all my heart, Before the gods I do praise Thee. Psalm 138:2\tI bow myself toward Thy holy temple, And I confess Thy name, For Thy kindness, and for Thy truth, For Thou hast made great Thy saying above all Thy name. Psalm 138:3\tIn the day I called, when Thou dost answer me, Thou dost strengthen me in my soul with strength. Psalm 138:4\tO Jehovah, all kings of earth confess Thee, When they have heard the sayings of Thy mouth. Psalm 138:5\tAnd they sing in the ways of Jehovah, For great is the honour of Jehovah. Psalm 138:6\tFor high is Jehovah, and the lowly He seeth, And the haughty from afar He knoweth. Psalm 138:7\tIf I walk in the midst of distress Thou quickenest me, Against the anger of mine enemies Thou sendest forth Thy hand, And Thy right hand doth save me. Psalm 138:8\tJehovah doth perfect for me, O Jehovah, Thy kindness is to the age, The works of Thy hands let not fall! Psalm 139:1\tTo the Overseer.—A Psalm by David. Jehovah, Thou hast searched me, and knowest. Psalm 139:2\tThou—Thou hast known my sitting down, And my rising up, Thou hast attended to my thoughts from afar. Psalm 139:3\tMy path and my couch Thou hast fanned, And with all my ways hast been acquainted. Psalm 139:4\tFor there is not a word in my tongue, Lo, O Jehovah, Thou hast known it all! Psalm 139:5\tBehind and before Thou hast besieged me, And Thou dost place on me Thy hand. Psalm 139:6\tKnowledge too wonderful for me, It hath been set on high, I am not able for it. Psalm 139:7\tWhither do I go from Thy Spirit? And whither from Thy face do I flee? Psalm 139:8\tIf I ascend the heavens—there Thou art, And spread out a couch in Sheol, lo, Thee! Psalm 139:9\tI take the wings of morning, I dwell in the uttermost part of the sea, Psalm 139:10\tAlso there Thy hand doth lead me, And Thy right hand doth hold me. Psalm 139:11\tAnd I say, ‘Surely darkness bruiseth me, Then night is light to me. Psalm 139:12\tAlso darkness hideth not from Thee, And night as day shineth, as is darkness so is light. Psalm 139:13\tFor Thou—Thou hast possessed my reins, Thou dost cover me in my mother’s belly. Psalm 139:14\tI confess Thee, because that with wonders I have been distinguished. Wonderful are Thy works, And my soul is knowing it well. Psalm 139:15\tMy substance was not hid from Thee, When I was made in secret, Curiously wrought in the lower part of earth. Psalm 139:16\tMine unformed substance Thine eyes saw, And on Thy book all of them are written, The days they were formed—And not one among them. Psalm 139:17\tAnd to me how precious have been Thy thoughts, O God, how great hath been their sum! Psalm 139:18\tI recount them! than the sand they are more, I have waked, and I am still with Thee. Psalm 139:19\tDost Thou slay, O God, the wicked? Then, men of blood, turn aside from me! Psalm 139:20\tWho exchange Thee for wickedness, Lifted up to vanity are Thine enemies. Psalm 139:21\tDo not I hate, Jehovah, those hating Thee? And with Thy withstanders grieve myself? Psalm 139:22\tWith perfect hatred I have hated them, Enemies they have become to me. Psalm 139:23\tSearch me, O God, and know my heart, Try me, and know my thoughts, Psalm 139:24\tAnd see if a grievous way be in me, And lead me in a way age-during! Psalm 140:1\tTo the Overseer.—A Psalm of David. Deliver me, O Jehovah, from an evil man, From one of violence Thou keepest me. Psalm 140:2\tWho have devised evils in the heart, All the day they assemble for wars. Psalm 140:3\tThey sharpened their tongue as a serpent, Poison of an adder is under their lips. Selah. Psalm 140:4\tPreserve me, Jehovah, from the hands of the wicked, From one of violence Thou keepest me, Who have devised to overthrow my steps. Psalm 140:5\tThe proud hid a snare for me—and cords, They spread a net by the side of the path, Snares they have set for me. Selah. Psalm 140:6\tI have said to Jehovah, ‘My God art Thou, Hear, Jehovah, the voice of my supplications.’ Psalm 140:7\tO Jehovah, my Lord, strength of my salvation, Thou hast covered my head in the day of armour. Psalm 140:8\tGrant not, O Jehovah, the desires of the wicked, His wicked device bring not forth, They are high. Selah. Psalm 140:9\tThe chief of my surrounders, The perverseness of their lips covereth them. Psalm 140:10\tThey cause to fall on themselves burning coals, Into fire He doth cast them, Into deep pits—they arise not. Psalm 140:11\tA talkative man is not established in the earth, One of violence—evil hunteth to overflowing. Psalm 140:12\tI have known that Jehovah doth execute The judgment of the afflicted, The judgment of the needy. Psalm 140:13\tOnly—the righteous give thanks to Thy name, The upright do dwell with Thy presence! Psalm 141:1\tA Psalm, by David. O Jehovah, I have called Thee, haste to me, Give ear to my voice when I call to Thee. Psalm 141:2\tMy prayer is prepared—incense before Thee, The lifting up of my hands—the evening present. Psalm 141:3\tSet, O Jehovah, a watch for my mouth, Watch Thou over the door of my lips. Psalm 141:4\tIncline not my heart to an evil thing, To do habitually actions in wickedness, With men working iniquity, Yea, I eat not of their pleasant things. Psalm 141:5\tThe righteous doth beat me in kindness. And doth reprove me, Oil of the head my head disalloweth not, For still my prayer is about their vexations. Psalm 141:6\tTheir judges have been released by the sides of a rock, And they have heard my sayings, For they have been pleasant. Psalm 141:7\tAs one tilling and ripping up in the land, Have our bones been scattered at the command of Saul. Psalm 141:8\tBut to Thee, O Jehovah, my Lord, are mine eyes, In Thee I have trusted, Make not bare my soul. Psalm 141:9\tKeep me from the gin they laid for me, Even snares of workers of iniquity. Psalm 141:10\tThe wicked fall in their nets together, till I pass over! Psalm 142:1\tAn Instruction of David, a Prayer when he is in the cave. My voice is unto Jehovah, I cry, My voice is unto Jehovah, I entreat grace. Psalm 142:2\tI pour forth before Him my meditation, My distress before Him I declare. Psalm 142:3\tWhen my spirit hath been feeble in me, Then Thou hast known my path; In the way in which I walk, They have hid a snare for me. Psalm 142:4\tLooking on the right hand—and seeing, And I have none recognizing; Perished hath refuge from me, There is none inquiring for my soul. Psalm 142:5\tI have cried unto thee, O Jehovah, I have said, ‘Thou art my refuge, My portion in the land of the living.’ Psalm 142:6\tAttend Thou unto my loud cry, For I have become very low, Deliver Thou me from my pursuers, For they have been stronger than I. Psalm 142:7\tBring forth from prison my soul to confess Thy name, The righteous do compass me about, When Thou conferrest benefits upon me! Psalm 143:1\tA Psalm of David. O Jehovah, hear my prayer, Give ear unto my supplications, In Thy faithfulness answer me—in Thy righteousness. Psalm 143:2\tAnd enter not into judgment with Thy servant, For no one living is justified before Thee. Psalm 143:3\tFor an enemy hath pursued my soul, He hath bruised to the earth my life, He hath caused me to dwell in dark places, As the dead of old. Psalm 143:4\tAnd my spirit in me is become feeble, Within me is my heart become desolate. Psalm 143:5\tI have remembered days of old, I have meditated on all Thine acts, On the work of Thy hand I muse. Psalm 143:6\tI have spread forth my hands unto Thee, My soul is as a weary land for Thee. Selah. Psalm 143:7\tHaste, answer me, O Jehovah, My spirit hath been consumed, Hide not Thou Thy face from me, Or I have been compared with those going down to the pit. Psalm 143:8\tCause me to hear in the morning Thy kindness, For in Thee I have trusted, Cause me to know the way that I go, For unto Thee I have lifted up my soul. Psalm 143:9\tDeliver me from mine enemies, O Jehovah, Near Thee I am covered. Psalm 143:10\tTeach me to do Thy good pleasure, For Thou art my God—Thy Spirit is good, Lead me into a land of uprightness. Psalm 143:11\tFor Thy name’s sake O Jehovah, Thou dost quicken me, In Thy righteousness, Thou bringest out from distress my soul, Psalm 143:12\tAnd in Thy kindness cuttest off mine enemies, And hast destroyed all the adversaries of my soul, For I am Thy servant! Psalm 144:1\tBy David. Blessed is Jehovah my rock, who is teaching My hands for war, my fingers for battle. Psalm 144:2\tMy kind one, and my bulwark, My tower, and my deliverer, My shield, and in whom I have trusted, Who is subduing my people under me! Psalm 144:3\tJehovah, what is man that Thou knowest him? Son of man, that Thou esteemest him? Psalm 144:4\tMan to vanity hath been like, His days are as a shadow passing by. Psalm 144:5\tJehovah, incline Thy heavens and come down, Strike against mountains, and they smoke. Psalm 144:6\tSend forth lightning, and scatter them, Send forth Thine arrows, and trouble them, Psalm 144:7\tSend forth Thy hand from on high, Free me, and deliver me from many waters, From the hand of sons of a stranger, Psalm 144:8\tBecause their mouth hath spoken vanity, And their right hand is a right hand of falsehood. Psalm 144:9\tO God, a new song I sing to Thee, On a psaltery of ten strings I sing praise to Thee. Psalm 144:10\tWho is giving deliverance to kings, Who is freeing David His servant from the sword of evil. Psalm 144:11\tFree me, and deliver me From the hand of sons of a stranger, Because their mouth hath spoken vanity, And their right hand is a right hand of falsehood, Psalm 144:12\tBecause our sons are as plants, Becoming great in their youth, Our daughters as hewn stones, Polished—the likeness of a palace, Psalm 144:13\tOur garners are full, bringing out from kind to kind, Our flocks are bringing forth thousands, Ten thousands in our out-places, Psalm 144:14\tOur oxen are carrying, there is no breach, And there is no outgoing, And there is no crying in our broad places. Psalm 144:15\tO the happiness of the people that is thus, O the happiness of the people whose God is Jehovah! Psalm 145:1\tPraise by David. I exalt Thee, my God, O king, And bless Thy name to the age and for ever. Psalm 145:2\tEvery day do I bless Thee, And praise Thy name to the age and for ever. Psalm 145:3\tGreat is Jehovah, and praised greatly, And of His greatness there is no searching. Psalm 145:4\tGeneration to generation praiseth Thy works, And Thy mighty acts they declare. Psalm 145:5\tThe honour—the glory of Thy majesty, And the matters of Thy wonders I declare. Psalm 145:6\tAnd the strength of Thy fearful acts they tell, And Thy greatness I recount. Psalm 145:7\tThe memorial of the abundance of Thy goodness they send forth. And Thy righteousness they sing. Psalm 145:8\tGracious and merciful is Jehovah, Slow to anger, and great in kindness. Psalm 145:9\tGood is Jehovah to all, And His mercies are over all His works. Psalm 145:10\tConfess Thee O Jehovah, do all Thy works, And Thy saints do bless Thee. Psalm 145:11\tThe honour of Thy kingdom they tell, And of Thy might they speak, Psalm 145:12\tTo make known to sons of men His mighty acts, The honour of the majesty of His kingdom. Psalm 145:13\tThy kingdom is a kingdom of all ages, And Thy dominion is in all generations. Psalm 145:14\tJehovah is supporting all who are falling, And raising up all who are bowed down. Psalm 145:15\tThe eyes of all unto Thee do look, And Thou art giving to them their food in its season, Psalm 145:16\tOpening Thy hand, and satisfying The desire of every living thing. Psalm 145:17\tRighteous is Jehovah in all His ways, And kind in all His works. Psalm 145:18\tNear is Jehovah to all those calling Him, To all who call Him in truth. Psalm 145:19\tThe desire of those fearing Him He doth, And their cry He heareth, and saveth them. Psalm 145:20\tJehovah preserveth all those loving Him, And all the wicked He destroyeth. Psalm 145:21\tThe praise of Jehovah my mouth speaketh, And all flesh doth bless His holy name, To the age and for ever! Psalm 146:1\tPraise ye Jah! Praise, O my soul, Jehovah. Psalm 146:2\tI praise Jehovah during my life, I sing praise to my God while I exist. Psalm 146:3\tTrust not in princes—in a son of man, For he hath no deliverance. Psalm 146:4\tHis spirit goeth forth, he returneth to his earth, In that day have his thoughts perished. Psalm 146:5\tO the happiness of him Who hath the God of Jacob for his help, His hope is on Jehovah his God, Psalm 146:6\tMaking the heavens and earth, The sea and all that is in them, Who is keeping truth to the age, Psalm 146:7\tDoing judgment for the oppressed, Giving bread to the hungry. Psalm 146:8\tJehovah is loosing the prisoners, Jehovah is opening (the eyes of) the blind, Jehovah is raising the bowed down, Jehovah is loving the righteous, Psalm 146:9\tJehovah is preserving the strangers, The fatherless and widow He causeth to stand, And the way of the wicked He turneth upside down. Psalm 146:10\tJehovah doth reign to the age, Thy God, O Zion, to generation and generation, Praise ye Jah! Psalm 147:1\tPraise ye Jah! For it is good to praise our God, For pleasant—comely is praise. Psalm 147:2\tBuilding Jerusalem is Jehovah, The driven away of Israel He gathereth. Psalm 147:3\tWho is giving healing to the broken of heart, And is binding up their griefs. Psalm 147:4\tAppointing the number of the stars, To all them He giveth names. Psalm 147:5\tGreat is our Lord, and abundant in power, Of His understanding there is no narration. Psalm 147:6\tJehovah is causing the meek to stand, Making low the wicked unto the earth. Psalm 147:7\tAnswer ye to Jehovah with thanksgiving, Sing ye to our God with a harp. Psalm 147:8\tWho is covering the heavens with clouds, Who is preparing for the earth rain, Who is causing grass to spring up on mountains, Psalm 147:9\tGiving to the beast its food, To the young of the ravens that call. Psalm 147:10\tNot in the might of the horse doth He delight, Not in the legs of a man is He pleased. Psalm 147:11\tJehovah is pleased with those fearing Him, With those waiting for His kindness. Psalm 147:12\tGlorify, O Jerusalem, Jehovah, Praise thy God, O Zion. Psalm 147:13\tFor He did strengthen the bars of thy gates, He hath blessed thy sons in thy midst. Psalm 147:14\tWho is making thy border peace, With the fat of wheat He satisfieth Thee. Psalm 147:15\tWho is sending forth His saying on earth, Very speedily doth His word run. Psalm 147:16\tWho is giving snow like wool, Hoar-frost as ashes He scattereth. Psalm 147:17\tCasting forth His ice like morsels, Before His cold who doth stand? Psalm 147:18\tHe sendeth forth His word and melteth them, He causeth His wind to blow—the waters flow. Psalm 147:19\tDeclaring His words to Jacob, His statutes and His judgments to Israel. Psalm 147:20\tHe hath not done so to any nation, As to judgments, they have not known them. Praise ye Jah! Psalm 148:1\tPraise ye Jah! Praise ye Jehovah from the heavens, Praise ye Him in high places. Psalm 148:2\tPraise ye Him, all His messengers, Praise ye Him, all His hosts. Psalm 148:3\tPraise ye Him, sun and moon, Praise ye Him, all stars of light. Psalm 148:4\tPraise ye Him, heavens of heavens, And ye waters that are above the heavens. Psalm 148:5\tThey do praise the name of Jehovah, For He commanded, and they were created. Psalm 148:6\tAnd He establisheth them for ever to the age, A statute He gave, and they pass not over. Psalm 148:7\tPraise ye Jehovah from the earth, Dragons and all deeps, Psalm 148:8\tFire and hail, snow and vapour, Whirlwind doing His word; Psalm 148:9\tThe mountains and all heights, Fruit tree, and all cedars, Psalm 148:10\tThe wild beast, and all cattle, Creeping thing, and winged bird, Psalm 148:11\tKings of earth, and all peoples, Chiefs, and all judges of earth, Psalm 148:12\tYoung men, and also maidens, Aged men, with youths, Psalm 148:13\tThey praise the name of Jehovah, For His name alone hath been set on high, His honour is above earth and heavens. Psalm 148:14\tAnd He exalteth the horn of His people, The praise of all His saints, Of the sons of Israel, a people near Him. Praise ye Jah! Psalm 149:1\tPraise ye Jah! Sing ye to Jehovah a new song, His praise in an assembly of saints. Psalm 149:2\tIsrael doth rejoice in his Maker, Sons of Zion do joy in their king. Psalm 149:3\tThey praise His name in a dance, With timbrel and harp sing praise to Him. Psalm 149:4\tFor Jehovah is pleased with His people, He beautifieth the humble with salvation. Psalm 149:5\tExult do saints in honour, They sing aloud on their beds. Psalm 149:6\tThe exaltation of God is in their throat, And a two-edged sword in their hand. Psalm 149:7\tTo do vengeance among nations, Punishments among the peoples. Psalm 149:8\tTo bind their kings with chains, And their honoured ones with fetters of iron, Psalm 149:9\tTo do among them the judgment written, An honour it is for all his saints. Praise ye Jah! Psalm 150:1\tPraise ye Jah! Praise ye God in His holy place, Praise Him in the expanse of His strength. Psalm 150:2\tPraise Him in His mighty acts, Praise Him according to the abundance of His greatness. Psalm 150:3\tPraise Him with blowing of trumpet, Praise Him with psaltery and harp. Psalm 150:4\tPraise Him with timbrel and dance, Praise Him with stringed instruments and organ. Psalm 150:5\tPraise Him with cymbals of sounding, Praise Him with cymbals of shouting. Psalm 150:6\tAll that doth breathe doth praise Jah! Praise ye Jah!",
      "topic": ""
    }
  }
}