{
  "info": {
    "book": "Job",
    "chapter": "6",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answereth and saith:—",
      "topic": ""
    },
    "2": {
      "text": "O that my provocation were thoroughly weighed, And my calamity in balances They would lift up together!",
      "topic": ""
    },
    "3": {
      "text": "For now, than the sands of the sea it is heavier, Therefore my words have been rash.",
      "topic": ""
    },
    "4": {
      "text": "For arrows of the Mighty are with me, Whose poison is drinking up my spirit. Terrors of God array themselves for me!",
      "topic": ""
    },
    "5": {
      "text": "Brayeth a wild ass over tender grass? Loweth an ox over his provender?",
      "topic": ""
    },
    "6": {
      "text": "Eaten is an insipid thing without salt? Is there sense in the drivel of dreams?",
      "topic": ""
    },
    "7": {
      "text": "My soul is refusing to touch! They are as my sickening food.",
      "topic": ""
    },
    "8": {
      "text": "O that my request may come, That God may grant my hope!",
      "topic": ""
    },
    "9": {
      "text": "That God would please—and bruise me, Loose His hand and cut me off!",
      "topic": ""
    },
    "10": {
      "text": "And yet it is my comfort, (And I exult in pain—He doth not spare,) That I have not hidden The sayings of the Holy One.",
      "topic": ""
    },
    "11": {
      "text": "What is my power that I should hope? And what mine end That I should prolong my life?",
      "topic": ""
    },
    "12": {
      "text": "Is my strength the strength of stones? Is my flesh brazen?",
      "topic": ""
    },
    "13": {
      "text": "Is not my help with me, And substance driven from me?",
      "topic": ""
    },
    "14": {
      "text": "To a despiser of his friends is shame, And the fear of the Mighty he forsaketh.",
      "topic": ""
    },
    "15": {
      "text": "My brethren have deceived as a brook, As a stream of brooks they pass away.",
      "topic": ""
    },
    "16": {
      "text": "That are black because of ice, By them doth snow hide itself.",
      "topic": ""
    },
    "17": {
      "text": "By the time they are warm they have been cut off, By its being hot they have been Extinguished from their place.",
      "topic": ""
    },
    "18": {
      "text": "Turn aside do the paths of their way, They ascend into emptiness, and are lost.",
      "topic": ""
    },
    "19": {
      "text": "Passengers of Tema looked expectingly, Travellers of Sheba hoped for them.",
      "topic": ""
    },
    "20": {
      "text": "They were ashamed that one hath trusted, They have come unto it and are confounded.",
      "topic": ""
    },
    "21": {
      "text": "Surely now ye have become the same! Ye see a downfall, and are afraid.",
      "topic": ""
    },
    "22": {
      "text": "Is it because I said, Give to me? And, By your power bribe for me?",
      "topic": ""
    },
    "23": {
      "text": "And, Deliver me from the hand of an adversary? And, From the hand of terrible ones ransom me?",
      "topic": ""
    },
    "24": {
      "text": "Shew me, and I—I keep silent, And what I have erred, let me understand.",
      "topic": ""
    },
    "25": {
      "text": "How powerful have been upright sayings, And what doth reproof from you reprove?",
      "topic": ""
    },
    "26": {
      "text": "For reproof—do you reckon words? And for wind—sayings of the desperate.",
      "topic": ""
    },
    "27": {
      "text": "Anger on the fatherless ye cause to fall, And are strange to your friend.",
      "topic": ""
    },
    "28": {
      "text": "And, now, please, look upon me, Even to your face do I lie?",
      "topic": ""
    },
    "29": {
      "text": "Turn back, I pray you, let it not be perverseness, Yea, turn back again—my righteousness is in it.",
      "topic": ""
    },
    "30": {
      "text": "Is there in my tongue perverseness? Discerneth not my palate desirable things?",
      "topic": ""
    }
  }
}