{
  "info": {
    "book": "Lamentaciones",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Yo soy el hombre que ha visto aflicción por la vara de su enojo.",
      "topic": ""
    },
    "2": {
      "text": "Me guió y me llevó [en] tinieblas, y no [en] luz.",
      "topic": ""
    },
    "3": {
      "text": "Ciertamente contra mí volvió y revolvió su mano todo el día.",
      "topic": ""
    },
    "4": {
      "text": "Hizo envejecer mi carne y mi piel; quebrantó mis huesos.",
      "topic": ""
    },
    "5": {
      "text": "Edificó contra mí, y me cercó de tósigo y de trabajo.",
      "topic": ""
    },
    "6": {
      "text": "Me asentó en oscuridades, como los ya muertos de mucho tiempo.",
      "topic": ""
    },
    "7": {
      "text": "Me cercó por todos lados, y no puedo salir; ha hecho pesadas mis cadenas.",
      "topic": ""
    },
    "8": {
      "text": "Aun cuando clamé y di voces, cerró los oídos a mi oración.",
      "topic": ""
    },
    "9": {
      "text": "Cercó mis caminos con piedra tajada, torció mis senderos.",
      "topic": ""
    },
    "10": {
      "text": "[Como] oso que acecha [fue] para mí, [como] león en escondrijos.",
      "topic": ""
    },
    "11": {
      "text": "Torció mis caminos, y me despedazó; me dejó asolado.",
      "topic": ""
    },
    "12": {
      "text": "Su arco entesó, y me puso como blanco a la saeta.",
      "topic": ""
    },
    "13": {
      "text": "Hizo entrar en mis entrañas las saetas de su aljaba.",
      "topic": ""
    },
    "14": {
      "text": "Fui escarnio a todo mi pueblo, canción de ellos todos los días.",
      "topic": ""
    },
    "15": {
      "text": "Me hartó de amarguras, me embriagó de ajenjos.",
      "topic": ""
    },
    "16": {
      "text": "Me quebró los dientes con cascajo, me cubrió de ceniza.",
      "topic": ""
    },
    "17": {
      "text": "Y mi alma se alejó de la paz, me olvidé del bien.",
      "topic": ""
    },
    "18": {
      "text": "Y dije: Perecieron mis fuerzas, y mi esperanza de Jehová.",
      "topic": ""
    },
    "19": {
      "text": "Acuérdate de mi aflicción y de mi abatimiento, del ajenjo y de la hiel.",
      "topic": ""
    },
    "20": {
      "text": "Mi alma aún lo recuerda, y se humilla dentro de mí.",
      "topic": ""
    },
    "21": {
      "text": "Esto traigo a mi memoria, por lo cual tengo esperanza.",
      "topic": ""
    },
    "22": {
      "text": "[Es] por la misericordia de Jehová que no hemos sido consumidos, porque nunca decayeron sus misericordias.",
      "topic": ""
    },
    "23": {
      "text": "Nuevas [son] cada mañana; grande [es] tu fidelidad.",
      "topic": ""
    },
    "24": {
      "text": "Mi porción [es] Jehová, dijo mi alma; por tanto en Él esperaré.",
      "topic": ""
    },
    "25": {
      "text": "Bueno [es] Jehová a los que en Él esperan, al alma que le busca.",
      "topic": ""
    },
    "26": {
      "text": "Bueno [es] esperar en silencio la salvación de Jehová.",
      "topic": ""
    },
    "27": {
      "text": "Bueno le [es] al hombre, llevar el yugo desde su juventud.",
      "topic": ""
    },
    "28": {
      "text": "Que se siente solo, y calle, porque es Él quien se [lo] impuso.",
      "topic": ""
    },
    "29": {
      "text": "Ponga su boca en el polvo, por si aún hay esperanza.",
      "topic": ""
    },
    "30": {
      "text": "Dé la mejilla al que le hiere; y sea colmado de afrenta.",
      "topic": ""
    },
    "31": {
      "text": "Porque el Señor no desecha para siempre;",
      "topic": ""
    },
    "32": {
      "text": "antes bien, si aflige, también se compadece según la multitud de sus misericordias.",
      "topic": ""
    },
    "33": {
      "text": "Porque no aflige ni acongoja de su corazón a los hijos de los hombres.",
      "topic": ""
    },
    "34": {
      "text": "Desmenuzar bajo de sus pies a todos los encarcelados de la tierra,",
      "topic": ""
    },
    "35": {
      "text": "hacer apartar el derecho del hombre ante la presencia del Altísimo,",
      "topic": ""
    },
    "36": {
      "text": "trastornar al hombre en su causa, el Señor no lo aprueba.",
      "topic": ""
    },
    "37": {
      "text": "¿Quién [será] aquel que diga, que vino algo que el Señor no mandó?",
      "topic": ""
    },
    "38": {
      "text": "¿De la boca del Altísimo no sale lo malo y lo bueno?",
      "topic": ""
    },
    "39": {
      "text": "¿Por qué murmura el hombre viviente, el hombre en su pecado?",
      "topic": ""
    },
    "40": {
      "text": "Escudriñemos nuestros caminos, y busquemos, y volvámonos a Jehová.",
      "topic": ""
    },
    "41": {
      "text": "Levantemos nuestros corazones con las manos a Dios en los cielos.",
      "topic": ""
    },
    "42": {
      "text": "Nosotros nos hemos rebelado, y fuimos desleales; tú no perdonaste.",
      "topic": ""
    },
    "43": {
      "text": "Desplegaste la ira, y nos perseguiste; mataste, no perdonaste.",
      "topic": ""
    },
    "44": {
      "text": "Te cubriste de nube, para que no pasase la oración nuestra.",
      "topic": ""
    },
    "45": {
      "text": "Nos has vuelto escoria y abominación en medio de los pueblos.",
      "topic": ""
    },
    "46": {
      "text": "Todos nuestros enemigos abrieron contra nosotros su boca.",
      "topic": ""
    },
    "47": {
      "text": "Temor y lazo nos han sobrevenido, asolamiento y quebranto.",
      "topic": ""
    },
    "48": {
      "text": "Ríos de aguas derraman mis ojos, por el quebrantamiento de la hija de mi pueblo.",
      "topic": ""
    },
    "49": {
      "text": "Mis ojos destilan, y no cesan, porque no hay alivio,",
      "topic": ""
    },
    "50": {
      "text": "hasta que Jehová mire y vea desde los cielos.",
      "topic": ""
    },
    "51": {
      "text": "Mis ojos contristaron mi corazón, por todas las hijas de mi ciudad.",
      "topic": ""
    },
    "52": {
      "text": "Mis enemigos me dieron caza como a ave, sin haber por qué.",
      "topic": ""
    },
    "53": {
      "text": "Ataron mi vida en mazmorra, pusieron piedra sobre mí.",
      "topic": ""
    },
    "54": {
      "text": "Aguas cubrieron mi cabeza; yo dije: Muerto soy.",
      "topic": ""
    },
    "55": {
      "text": "Invoqué tu nombre, oh Jehová, desde la cárcel profunda.",
      "topic": ""
    },
    "56": {
      "text": "Oíste mi voz; no escondas tu oído a mi suspiro, a mi clamor.",
      "topic": ""
    },
    "57": {
      "text": "Te acercaste el día que te invoqué: dijiste: No temas.",
      "topic": ""
    },
    "58": {
      "text": "Abogaste, Señor, la causa de mi alma; redimiste mi vida.",
      "topic": ""
    },
    "59": {
      "text": "Tú has visto, oh Jehová, mi agravio; defiende mi causa.",
      "topic": ""
    },
    "60": {
      "text": "Tú has visto toda su venganza; todos sus pensamientos contra mí.",
      "topic": ""
    },
    "61": {
      "text": "Tú has oído el oprobio de ellos, oh Jehová, todas sus maquinaciones contra mí;",
      "topic": ""
    },
    "62": {
      "text": "Los dichos de los que contra mí se levantaron, y su designio contra mí todo el día.",
      "topic": ""
    },
    "63": {
      "text": "Mira su sentarse, y su levantarse; yo [soy] su canción.",
      "topic": ""
    },
    "64": {
      "text": "Dales el pago, oh Jehová, según la obra de sus manos.",
      "topic": ""
    },
    "65": {
      "text": "Dales dureza de corazón, tu maldición [caiga] sobre ellos.",
      "topic": ""
    },
    "66": {
      "text": "Persíguelos en tu furor, y quebrántalos de debajo de los cielos, oh Jehová.",
      "topic": ""
    }
  }
}