{
  "info": {
    "book": "Proverbs",
    "chapter": "15",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A gentle answer turns away wrath, but a harsh word stirs up anger.",
      "topic": ""
    },
    "2": {
      "text": "The tongue of the wise commends knowledge, but the mouth of the fool spouts folly.",
      "topic": ""
    },
    "3": {
      "text": "The eyes of the LORD are in every place, observing the evil and the good.",
      "topic": ""
    },
    "4": {
      "text": "A soothing tongue is a tree of life, but a perverse tongue crushes the spirit.",
      "topic": ""
    },
    "5": {
      "text": "A fool rejects his father’s discipline, but whoever heeds correction is prudent.",
      "topic": ""
    },
    "6": {
      "text": "The house of the righteous has great treasure, but the income of the wicked is trouble.",
      "topic": ""
    },
    "7": {
      "text": "The lips of the wise spread knowledge, but not so the hearts of fools.",
      "topic": ""
    },
    "8": {
      "text": "The sacrifice of the wicked is detestable to the LORD, but the prayer of the upright is His delight.",
      "topic": ""
    },
    "9": {
      "text": "The LORD detests the way of the wicked, but He loves those who pursue righteousness.",
      "topic": ""
    },
    "10": {
      "text": "Discipline is harsh for him who leaves the path; he who hates correction will die.",
      "topic": ""
    },
    "11": {
      "text": "Sheol and Abaddon lie open before the LORD—how much more the hearts of men!",
      "topic": ""
    },
    "12": {
      "text": "A mocker does not love to be reproved, nor will he consult the wise.",
      "topic": ""
    },
    "13": {
      "text": "A joyful heart makes a cheerful countenance, but sorrow of the heart crushes the spirit.",
      "topic": ""
    },
    "14": {
      "text": "A discerning heart seeks knowledge, but the mouth of a fool feeds on folly.",
      "topic": ""
    },
    "15": {
      "text": "All the days of the oppressed are bad, but a cheerful heart has a continual feast.",
      "topic": ""
    },
    "16": {
      "text": "Better a little with the fear of the LORD than great treasure with turmoil.",
      "topic": ""
    },
    "17": {
      "text": "Better a dish of vegetables where there is love than a fattened ox with hatred.",
      "topic": ""
    },
    "18": {
      "text": "A hot-tempered man stirs up strife, but he who is slow to anger calms dispute.",
      "topic": ""
    },
    "19": {
      "text": "The way of the slacker is like a hedge of thorns, but the path of the upright is a highway.",
      "topic": ""
    },
    "20": {
      "text": "A wise son brings joy to his father, but a foolish man despises his mother.",
      "topic": ""
    },
    "21": {
      "text": "Folly is joy to one who lacks judgment, but a man of understanding walks a straight path.",
      "topic": ""
    },
    "22": {
      "text": "Plans fail for lack of counsel, but with many advisers they succeed.",
      "topic": ""
    },
    "23": {
      "text": "A man takes joy in a fitting reply—and how good is a timely word!",
      "topic": ""
    },
    "24": {
      "text": "The path of life leads upward for the wise, that he may avoid going down to Sheol.",
      "topic": ""
    },
    "25": {
      "text": "The LORD tears down the house of the proud, but He protects the boundaries of the widow.",
      "topic": ""
    },
    "26": {
      "text": "The LORD detests the thoughts of the wicked, but the words of the pure are pleasant to Him.",
      "topic": ""
    },
    "27": {
      "text": "He who is greedy for unjust gain brings trouble on his household, but he who hates bribes will live.",
      "topic": ""
    },
    "28": {
      "text": "The heart of the righteous ponders how to answer, but the mouth of the wicked blurts out evil.",
      "topic": ""
    },
    "29": {
      "text": "The LORD is far from the wicked, but He hears the prayer of the righteous.",
      "topic": ""
    },
    "30": {
      "text": "The light of the eyes cheers the heart, and good news nourishes the bones.",
      "topic": ""
    },
    "31": {
      "text": "He who listens to life-giving reproof will dwell among the wise.",
      "topic": ""
    },
    "32": {
      "text": "He who ignores discipline despises himself, but whoever heeds correction gains understanding.",
      "topic": ""
    },
    "33": {
      "text": "The fear of the LORD is the instruction of wisdom, and humility comes before honor.",
      "topic": ""
    }
  }
}