{
  "info": {
    "book": "Proverbs",
    "chapter": "16",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The plans of the heart belong to man, but the reply of the tongue is from the LORD.",
      "topic": ""
    },
    "2": {
      "text": "All a man’s ways are pure in his own eyes, but his motives are weighed out by the LORD.",
      "topic": ""
    },
    "3": {
      "text": "Commit your works to the LORD and your plans will be achieved.",
      "topic": ""
    },
    "4": {
      "text": "The LORD has made everything for His purpose—even the wicked for the day of disaster.",
      "topic": ""
    },
    "5": {
      "text": "Everyone who is proud in heart is detestable to the LORD; be assured that he will not go unpunished.",
      "topic": ""
    },
    "6": {
      "text": "By loving devotion and faithfulness iniquity is atoned for, and by the fear of the LORD one turns aside from evil.",
      "topic": ""
    },
    "7": {
      "text": "When a man’s ways please the LORD, He makes even the man’s enemies live at peace with him.",
      "topic": ""
    },
    "8": {
      "text": "Better a little with righteousness than great gain with injustice.",
      "topic": ""
    },
    "9": {
      "text": "A man’s heart plans his course, but the LORD determines his steps.",
      "topic": ""
    },
    "10": {
      "text": "A divine verdict is on the lips of a king; his mouth must not betray justice.",
      "topic": ""
    },
    "11": {
      "text": "Honest scales and balances are from the LORD; all the weights in the bag are His concern.",
      "topic": ""
    },
    "12": {
      "text": "Wicked behavior is detestable for kings, for a throne is established through righteousness.",
      "topic": ""
    },
    "13": {
      "text": "Righteous lips are a king’s delight, and he who speaks honestly is beloved.",
      "topic": ""
    },
    "14": {
      "text": "The wrath of a king is a messenger of death, but a wise man will pacify it.",
      "topic": ""
    },
    "15": {
      "text": "When a king’s face brightens, there is life; his favor is like a rain cloud in spring.",
      "topic": ""
    },
    "16": {
      "text": "How much better to acquire wisdom than gold! To gain understanding is more desirable than silver.",
      "topic": ""
    },
    "17": {
      "text": "The highway of the upright leads away from evil; he who guards his way protects his life.",
      "topic": ""
    },
    "18": {
      "text": "Pride goes before destruction, and a haughty spirit before a fall.",
      "topic": ""
    },
    "19": {
      "text": "It is better to be lowly in spirit among the humble than to divide the spoil with the proud.",
      "topic": ""
    },
    "20": {
      "text": "Whoever heeds instruction will find success, and blessed is he who trusts in the LORD.",
      "topic": ""
    },
    "21": {
      "text": "The wise in heart are called discerning, and pleasant speech promotes instruction.",
      "topic": ""
    },
    "22": {
      "text": "Understanding is a fountain of life to its possessor, but the discipline of fools is folly.",
      "topic": ""
    },
    "23": {
      "text": "The heart of the wise man instructs his mouth and adds persuasiveness to his lips.",
      "topic": ""
    },
    "24": {
      "text": "Pleasant words are a honeycomb, sweet to the soul and healing to the bones.",
      "topic": ""
    },
    "25": {
      "text": "There is a way that seems right to a man, but its end is the way of death.",
      "topic": ""
    },
    "26": {
      "text": "A worker’s appetite works for him because his hunger drives him onward.",
      "topic": ""
    },
    "27": {
      "text": "A worthless man digs up evil, and his speech is like a scorching fire.",
      "topic": ""
    },
    "28": {
      "text": "A perverse man spreads dissension, and a gossip divides close friends.",
      "topic": ""
    },
    "29": {
      "text": "A violent man entices his neighbor and leads him down a path that is not good.",
      "topic": ""
    },
    "30": {
      "text": "He who winks his eye devises perversity; he who purses his lips is bent on evil.",
      "topic": ""
    },
    "31": {
      "text": "Gray hair is a crown of glory; it is attained along the path of righteousness.",
      "topic": ""
    },
    "32": {
      "text": "He who is slow to anger is better than a warrior, and he who controls his temper is greater than one who captures a city.",
      "topic": ""
    },
    "33": {
      "text": "The lot is cast into the lap, but its every decision is from the LORD.",
      "topic": ""
    }
  }
}