{
  "info": {
    "book": "Proverbs",
    "chapter": "20",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wine is a mocker, strong drink is a brawler, and whoever is led astray by them is not wise.",
      "topic": ""
    },
    "2": {
      "text": "The terror of a king is like the roar of a lion; whoever provokes him forfeits his own life.",
      "topic": ""
    },
    "3": {
      "text": "It is honorable for a man to resolve a dispute, but any fool will quarrel.",
      "topic": ""
    },
    "4": {
      "text": "The slacker does not plow in season; at harvest time he looks, but nothing is there.",
      "topic": ""
    },
    "5": {
      "text": "The intentions of a man’s heart are deep waters, but a man of understanding draws them out.",
      "topic": ""
    },
    "6": {
      "text": "Many a man proclaims his loving devotion, but who can find a trustworthy man?",
      "topic": ""
    },
    "7": {
      "text": "The righteous man walks with integrity; blessed are his children after him.",
      "topic": ""
    },
    "8": {
      "text": "A king who sits on a throne to judge sifts out all evil with his eyes.",
      "topic": ""
    },
    "9": {
      "text": "Who can say, “I have kept my heart pure; I am cleansed from my sin”?",
      "topic": ""
    },
    "10": {
      "text": "Differing weights and unequal measures—both are detestable to the LORD.",
      "topic": ""
    },
    "11": {
      "text": "Even a young man is known by his actions—whether his conduct is pure and upright.",
      "topic": ""
    },
    "12": {
      "text": "Ears that hear and eyes that see—the LORD has made them both.",
      "topic": ""
    },
    "13": {
      "text": "Do not love sleep, or you will grow poor; open your eyes, and you will have plenty of food.",
      "topic": ""
    },
    "14": {
      "text": "“Worthless, worthless!” says the buyer, but on the way out, he gloats.",
      "topic": ""
    },
    "15": {
      "text": "There is an abundance of gold and rubies, but lips of knowledge are a rare treasure.",
      "topic": ""
    },
    "16": {
      "text": "Take the garment of the one who posts security for a stranger; get collateral if it is for a foreigner.",
      "topic": ""
    },
    "17": {
      "text": "Food gained by fraud is sweet to a man, but later his mouth is full of gravel.",
      "topic": ""
    },
    "18": {
      "text": "Set plans by consultation, and wage war under sound guidance.",
      "topic": ""
    },
    "19": {
      "text": "He who reveals secrets is a constant gossip; avoid the one who babbles with his lips.",
      "topic": ""
    },
    "20": {
      "text": "Whoever curses his father or mother, his lamp will be extinguished in deepest darkness.",
      "topic": ""
    },
    "21": {
      "text": "An inheritance gained quickly will not be blessed in the end.",
      "topic": ""
    },
    "22": {
      "text": "Do not say, “I will avenge this evil!” Wait on the LORD, and He will save you.",
      "topic": ""
    },
    "23": {
      "text": "Unequal weights are detestable to the LORD, and dishonest scales are no good.",
      "topic": ""
    },
    "24": {
      "text": "A man’s steps are from the LORD, so how can anyone understand his own way?",
      "topic": ""
    },
    "25": {
      "text": "It is a trap for a man to dedicate something rashly, only later to reconsider his vows.",
      "topic": ""
    },
    "26": {
      "text": "A wise king separates out the wicked and drives the threshing wheel over them.",
      "topic": ""
    },
    "27": {
      "text": "The spirit of a man is the lamp of the LORD, searching out his inmost being.",
      "topic": ""
    },
    "28": {
      "text": "Loving devotion and faithfulness preserve a king; by these he maintains his throne.",
      "topic": ""
    },
    "29": {
      "text": "The glory of young men is their strength, and gray hair is the splendor of the old.",
      "topic": ""
    },
    "30": {
      "text": "Lashes and wounds scour evil, and beatings cleanse the inmost parts.",
      "topic": ""
    }
  }
}