{
  "info": {
    "book": "Proverbs",
    "chapter": "23",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "When you sit down to dine with a ruler, consider carefully what is set before you,",
      "topic": ""
    },
    "2": {
      "text": "and put a knife to your throat if you possess a great appetite.",
      "topic": ""
    },
    "3": {
      "text": "Do not crave his delicacies, for that food is deceptive.",
      "topic": ""
    },
    "4": {
      "text": "Do not wear yourself out to get rich; be wise enough to restrain yourself.",
      "topic": ""
    },
    "5": {
      "text": "When you glance at wealth, it disappears, for it makes wings for itself and flies like an eagle to the sky.",
      "topic": ""
    },
    "6": {
      "text": "Do not eat the bread of a stingy man, and do not crave his delicacies;",
      "topic": ""
    },
    "7": {
      "text": "for he is keeping track, inwardly counting the cost. “Eat and drink,” he says to you, but his heart is not with you.",
      "topic": ""
    },
    "8": {
      "text": "You will vomit up what little you have eaten and waste your pleasant words.",
      "topic": ""
    },
    "9": {
      "text": "Do not speak to a fool, for he will despise the wisdom of your words.",
      "topic": ""
    },
    "10": {
      "text": "Do not move an ancient boundary stone or encroach on the fields of the fatherless,",
      "topic": ""
    },
    "11": {
      "text": "for their Redeemer is strong; He will take up their case against you.",
      "topic": ""
    },
    "12": {
      "text": "Apply your heart to instruction and your ears to words of knowledge.",
      "topic": ""
    },
    "13": {
      "text": "Do not withhold discipline from a child; although you strike him with a rod, he will not die.",
      "topic": ""
    },
    "14": {
      "text": "Strike him with a rod, and you will deliver his soul from Sheol.",
      "topic": ""
    },
    "15": {
      "text": "My son, if your heart is wise, my own heart will indeed rejoice.",
      "topic": ""
    },
    "16": {
      "text": "My inmost being will rejoice when your lips speak what is right.",
      "topic": ""
    },
    "17": {
      "text": "Do not let your heart envy sinners, but always continue in the fear of the LORD.",
      "topic": ""
    },
    "18": {
      "text": "For surely there is a future, and your hope will not be cut off.",
      "topic": ""
    },
    "19": {
      "text": "Listen, my son, and be wise, and guide your heart on the right course.",
      "topic": ""
    },
    "20": {
      "text": "Do not join those who drink too much wine or gorge themselves on meat.",
      "topic": ""
    },
    "21": {
      "text": "For the drunkard and the glutton will come to poverty, and drowsiness will clothe them in rags.",
      "topic": ""
    },
    "22": {
      "text": "Listen to your father who gave you life, and do not despise your mother when she is old.",
      "topic": ""
    },
    "23": {
      "text": "Invest in truth and never sell it—in wisdom and instruction and understanding.",
      "topic": ""
    },
    "24": {
      "text": "The father of a righteous man will greatly rejoice, and he who fathers a wise son will delight in him.",
      "topic": ""
    },
    "25": {
      "text": "May your father and mother be glad, and may she who gave you birth rejoice!",
      "topic": ""
    },
    "26": {
      "text": "My son, give me your heart, and let your eyes delight in my ways.",
      "topic": ""
    },
    "27": {
      "text": "For a prostitute is a deep pit, and an adulteress is a narrow well.",
      "topic": ""
    },
    "28": {
      "text": "Like a robber she lies in wait and multiplies the faithless among men.",
      "topic": ""
    },
    "29": {
      "text": "Who has woe? Who has sorrow? Who has contentions? Who has complaints? Who has needless wounds? Who has bloodshot eyes?",
      "topic": ""
    },
    "30": {
      "text": "Those who linger over wine, who go to taste mixed drinks.",
      "topic": ""
    },
    "31": {
      "text": "Do not gaze at wine while it is red, when it sparkles in the cup and goes down smoothly.",
      "topic": ""
    },
    "32": {
      "text": "In the end it bites like a snake and stings like a viper.",
      "topic": ""
    },
    "33": {
      "text": "Your eyes will see strange things, and your mind will utter perversities.",
      "topic": ""
    },
    "34": {
      "text": "You will be like one sleeping on the high seas or lying on the top of a mast:",
      "topic": ""
    },
    "35": {
      "text": "“They struck me, but I feel no pain! They beat me, but I did not know it! When can I wake up to search for another drink?”",
      "topic": ""
    }
  }
}