{
  "info": {
    "book": "Proverbs",
    "chapter": "31",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "These are the words of King Lemuel—the burden that his mother taught him:",
      "topic": ""
    },
    "2": {
      "text": "What shall I say, O my son? What, O son of my womb? What, O son of my vows?",
      "topic": ""
    },
    "3": {
      "text": "Do not spend your strength on women or your vigor on those who ruin kings.",
      "topic": ""
    },
    "4": {
      "text": "It is not for kings, O Lemuel, it is not for kings to drink wine, or for rulers to crave strong drink,",
      "topic": ""
    },
    "5": {
      "text": "lest they drink and forget what is decreed, depriving all the oppressed of justice.",
      "topic": ""
    },
    "6": {
      "text": "Give strong drink to one who is perishing, and wine to the bitter in soul.",
      "topic": ""
    },
    "7": {
      "text": "Let him drink and forget his poverty, and remember his misery no more.",
      "topic": ""
    },
    "8": {
      "text": "Open your mouth for those with no voice, for the cause of all the dispossessed.",
      "topic": ""
    },
    "9": {
      "text": "Open your mouth, judge righteously, and defend the cause of the poor and needy.",
      "topic": ""
    },
    "10": {
      "text": "A wife of noble character, who can find? She is far more precious than rubies.",
      "topic": ""
    },
    "11": {
      "text": "The heart of her husband trusts in her, and he lacks nothing of value.",
      "topic": ""
    },
    "12": {
      "text": "She brings him good and not harm all the days of her life.",
      "topic": ""
    },
    "13": {
      "text": "She selects wool and flax and works with eager hands.",
      "topic": ""
    },
    "14": {
      "text": "She is like the merchant ships, bringing her food from afar.",
      "topic": ""
    },
    "15": {
      "text": "She rises while it is still night to provide food for her household and portions for her maidservants.",
      "topic": ""
    },
    "16": {
      "text": "She appraises a field and buys it; from her earnings she plants a vineyard.",
      "topic": ""
    },
    "17": {
      "text": "She girds herself with strength and shows that her arms are strong.",
      "topic": ""
    },
    "18": {
      "text": "She sees that her gain is good, and her lamp is not extinguished at night.",
      "topic": ""
    },
    "19": {
      "text": "She stretches out her hands to the distaff and grasps the spindle with her fingers.",
      "topic": ""
    },
    "20": {
      "text": "She opens her arms to the poor and reaches out her hands to the needy.",
      "topic": ""
    },
    "21": {
      "text": "When it snows, she has no fear for her household, for they are all clothed in scarlet.",
      "topic": ""
    },
    "22": {
      "text": "She makes coverings for her bed; her clothing is fine linen and purple.",
      "topic": ""
    },
    "23": {
      "text": "Her husband is known at the city gates, where he sits among the elders of the land.",
      "topic": ""
    },
    "24": {
      "text": "She makes linen garments and sells them; she delivers sashes to the merchants.",
      "topic": ""
    },
    "25": {
      "text": "Strength and honor are her clothing, and she can laugh at the days to come.",
      "topic": ""
    },
    "26": {
      "text": "She opens her mouth with wisdom, and faithful instruction is on her tongue.",
      "topic": ""
    },
    "27": {
      "text": "She watches over the affairs of her household and does not eat the bread of idleness.",
      "topic": ""
    },
    "28": {
      "text": "Her children rise up and call her blessed; her husband praises her as well:",
      "topic": ""
    },
    "29": {
      "text": "“Many daughters have done noble things, but you surpass them all!”",
      "topic": ""
    },
    "30": {
      "text": "Charm is deceptive and beauty is fleeting, but a woman who fears the LORD is to be praised.",
      "topic": ""
    },
    "31": {
      "text": "Give her the fruit of her hands, and let her works praise her at the gates.",
      "topic": ""
    }
  }
}