{
  "info": {
    "book": "Proverbs",
    "chapter": "8",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Does not wisdom call out, and understanding raise her voice?",
      "topic": ""
    },
    "2": {
      "text": "On the heights overlooking the road, at the crossroads she takes her stand.",
      "topic": ""
    },
    "3": {
      "text": "Beside the gates to the city, at the entrances she cries out:",
      "topic": ""
    },
    "4": {
      "text": "“To you, O men, I call out, and my cry is to the sons of men.",
      "topic": ""
    },
    "5": {
      "text": "O simple ones, learn to be shrewd; O fools, gain understanding.",
      "topic": ""
    },
    "6": {
      "text": "Listen, for I speak of noble things, and the opening of my lips will reveal right.",
      "topic": ""
    },
    "7": {
      "text": "For my mouth will speak the truth, and wickedness is detestable to my lips.",
      "topic": ""
    },
    "8": {
      "text": "All the words of my mouth are righteous; none are crooked or perverse.",
      "topic": ""
    },
    "9": {
      "text": "They are all plain to the discerning, and upright to those who find knowledge.",
      "topic": ""
    },
    "10": {
      "text": "Receive my instruction instead of silver, and knowledge rather than pure gold.",
      "topic": ""
    },
    "11": {
      "text": "For wisdom is more precious than rubies, and nothing you desire compares with her.",
      "topic": ""
    },
    "12": {
      "text": "I, wisdom, dwell together with prudence, and I find knowledge and discretion.",
      "topic": ""
    },
    "13": {
      "text": "To fear the LORD is to hate evil; I hate arrogant pride, evil conduct, and perverse speech.",
      "topic": ""
    },
    "14": {
      "text": "Counsel and sound judgment are mine; I have insight and strength.",
      "topic": ""
    },
    "15": {
      "text": "By me kings reign, and rulers enact just laws;",
      "topic": ""
    },
    "16": {
      "text": "By me princes rule, and all nobles who govern justly.",
      "topic": ""
    },
    "17": {
      "text": "I love those who love me, and those who seek me early shall find me.",
      "topic": ""
    },
    "18": {
      "text": "With me are riches and honor, enduring wealth and righteousness.",
      "topic": ""
    },
    "19": {
      "text": "My fruit is better than gold, pure gold, and my harvest surpasses choice silver.",
      "topic": ""
    },
    "20": {
      "text": "I walk in the way of righteousness, along the paths of justice,",
      "topic": ""
    },
    "21": {
      "text": "bestowing wealth on those who love me and making their treasuries full.",
      "topic": ""
    },
    "22": {
      "text": "The LORD created me as His first course, before His works of old.",
      "topic": ""
    },
    "23": {
      "text": "From everlasting I was established, from the beginning, before the earth began.",
      "topic": ""
    },
    "24": {
      "text": "When there were no watery depths, I was brought forth, when no springs were overflowing with water.",
      "topic": ""
    },
    "25": {
      "text": "Before the mountains were settled, before the hills, I was brought forth,",
      "topic": ""
    },
    "26": {
      "text": "before He made the land or fields, or any of the dust of the earth.",
      "topic": ""
    },
    "27": {
      "text": "I was there when He established the heavens, when He inscribed a circle on the face of the deep,",
      "topic": ""
    },
    "28": {
      "text": "when He established the clouds above, when the fountains of the deep gushed forth,",
      "topic": ""
    },
    "29": {
      "text": "when He set a boundary for the sea, so that the waters would not surpass His command, when He marked out the foundations of the earth.",
      "topic": ""
    },
    "30": {
      "text": "Then I was a skilled craftsman at His side, and His delight day by day, rejoicing always in His presence.",
      "topic": ""
    },
    "31": {
      "text": "I was rejoicing in His whole world, delighting together in the sons of men.",
      "topic": ""
    },
    "32": {
      "text": "Now therefore, my sons, listen to me, for blessed are those who keep my ways.",
      "topic": ""
    },
    "33": {
      "text": "Listen to instruction and be wise; do not ignore it.",
      "topic": ""
    },
    "34": {
      "text": "Blessed is the man who listens to me, watching daily at my doors, waiting at the posts of my doorway.",
      "topic": ""
    },
    "35": {
      "text": "For whoever finds me finds life and obtains the favor of the LORD.",
      "topic": ""
    },
    "36": {
      "text": "But he who fails to find me harms himself; all who hate me love death.”",
      "topic": ""
    }
  }
}