{
  "info": {
    "book": "Proverbs",
    "chapter": "9",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wisdom has built her house; she has carved out her seven pillars.",
      "topic": ""
    },
    "2": {
      "text": "She has prepared her meat and mixed her wine; she has also set her table.",
      "topic": ""
    },
    "3": {
      "text": "She has sent out her maidservants; she calls out from the heights of the city.",
      "topic": ""
    },
    "4": {
      "text": "“Whoever is simple, let him turn in here!” she says to him who lacks judgment.",
      "topic": ""
    },
    "5": {
      "text": "“Come, eat my bread and drink the wine I have mixed.",
      "topic": ""
    },
    "6": {
      "text": "Leave your folly behind, and you will live; walk in the way of understanding.”",
      "topic": ""
    },
    "7": {
      "text": "He who corrects a mocker brings shame on himself; he who rebukes a wicked man taints himself.",
      "topic": ""
    },
    "8": {
      "text": "Do not rebuke a mocker, or he will hate you; rebuke a wise man, and he will love you.",
      "topic": ""
    },
    "9": {
      "text": "Instruct a wise man, and he will be wiser still; teach a righteous man, and he will increase his learning.",
      "topic": ""
    },
    "10": {
      "text": "The fear of the LORD is the beginning of wisdom, and knowledge of the Holy One is understanding.",
      "topic": ""
    },
    "11": {
      "text": "For through wisdom your days will be multiplied, and years will be added to your life.",
      "topic": ""
    },
    "12": {
      "text": "If you are wise, you are wise to your own advantage; but if you scoff, you alone will bear the consequences.",
      "topic": ""
    },
    "13": {
      "text": "The woman named Folly is loud; she is naive and knows nothing.",
      "topic": ""
    },
    "14": {
      "text": "She sits at the door of her house, on a seat in the heights of the city,",
      "topic": ""
    },
    "15": {
      "text": "calling out to those who pass by, who make their paths straight.",
      "topic": ""
    },
    "16": {
      "text": "“Whoever is simple, let him turn in here!” she says to him who lacks judgment.",
      "topic": ""
    },
    "17": {
      "text": "“Stolen water is sweet, and bread eaten in secret is tasty!”",
      "topic": ""
    },
    "18": {
      "text": "But they do not know that the dead are there, that her guests are in the depths of Sheol.",
      "topic": ""
    }
  }
}