{
  "info": {
    "book": "Joel",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Palabra de Jehová que vino a Joel, hijo de Petuel.",
      "topic": ""
    },
    "2": {
      "text": "Oíd esto, ancianos, y escuchad, todos los moradores de la tierra. ¿Ha acontecido esto en vuestros días, o en los días de vuestros padres?",
      "topic": ""
    },
    "3": {
      "text": "De esto contaréis a vuestros hijos, y vuestros hijos a sus hijos, y sus hijos a la otra generación.",
      "topic": ""
    },
    "4": {
      "text": "Lo que dejó la oruga, lo comió la langosta, y lo que dejó la langosta, lo comió el pulgón; y el revoltón comió lo que el pulgón había dejado.",
      "topic": ""
    },
    "5": {
      "text": "Despertad, borrachos, y llorad; aullad todos los que bebéis vino, a causa del vino nuevo, porque os es quitado de vuestra boca.",
      "topic": ""
    },
    "6": {
      "text": "Porque nación fuerte y sin número subió a mi tierra; sus dientes, son dientes de león, y sus colmillos, de un gran león.",
      "topic": ""
    },
    "7": {
      "text": "Asoló mi vid, y descortezó mi higuera; del todo la desnudó y derribó: sus ramas quedaron blancas.",
      "topic": ""
    },
    "8": {
      "text": "Llora tú como virgen vestida de cilicio por el marido de su juventud.",
      "topic": ""
    },
    "9": {
      "text": "La ofrenda y la libación han desaparecido de la casa de Jehová; los sacerdotes ministros de Jehová están de duelo.",
      "topic": ""
    },
    "10": {
      "text": "El campo fue desolado, se enlutó la tierra; porque el trigo fue destruido, se secó el mosto, languideció el aceite.",
      "topic": ""
    },
    "11": {
      "text": "Confundíos, labradores, aullad, viñeros, por el trigo y la cebada; porque se perdió la mies del campo.",
      "topic": ""
    },
    "12": {
      "text": "Se secó la vid, se marchitó la higuera, el granado también, la palmera y el manzano; se secaron todos los árboles del campo; por lo cual se secó el gozo de los hijos de los hombres.",
      "topic": ""
    },
    "13": {
      "text": "Ceñíos y lamentad, sacerdotes; aullad, ministros del altar; venid, dormid en cilicio, ministros de mi Dios; porque quitada es de la casa de vuestro Dios la ofrenda y la libación.",
      "topic": ""
    },
    "14": {
      "text": "Pregonad ayuno, convocad a asamblea; congregad a los ancianos y a todos los moradores de la tierra en la casa de Jehová vuestro Dios, y clamad a Jehová.",
      "topic": ""
    },
    "15": {
      "text": "¡Ay del día! porque cercano [está] el día de Jehová, y vendrá como destrucción por el Todopoderoso.",
      "topic": ""
    },
    "16": {
      "text": "¿No fue quitado el alimento de delante de nuestros ojos, la alegría y el placer de la casa de nuestro Dios?",
      "topic": ""
    },
    "17": {
      "text": "El grano se pudrió debajo de los terrones, los graneros fueron asolados, los alfolíes destruidos; porque se secó el trigo.",
      "topic": ""
    },
    "18": {
      "text": "¡Cómo gimieron las bestias! ¡Cuán turbados anduvieron los hatos de los bueyes, porque no tuvieron pastos! también fueron asolados los rebaños de las ovejas.",
      "topic": ""
    },
    "19": {
      "text": "A ti, oh Jehová, clamaré: porque fuego consumió los pastos del desierto, y llama abrasó todos los árboles del campo.",
      "topic": ""
    },
    "20": {
      "text": "Las bestias del campo braman también a ti; porque se secaron los arroyos de las aguas, y fuego consumió las praderías del desierto.",
      "topic": ""
    }
  }
}