{
  "info": {
    "book": "Salmos",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¿Por qué estás lejos, oh Jehová, y te escondes en el tiempo de la tribulación?",
      "topic": ""
    },
    "2": {
      "text": "Con arrogancia el malo persigue al pobre; sean atrapados en los artificios que han ideado.",
      "topic": ""
    },
    "3": {
      "text": "Porque el malo se jacta del deseo de su corazón, y bendice al codicioso [al cual] aborrece Jehová.",
      "topic": ""
    },
    "4": {
      "text": "El malo, por la altivez de su rostro, no busca [a Dios]; no hay Dios en ninguno de sus pensamientos.",
      "topic": ""
    },
    "5": {
      "text": "Sus caminos son torcidos en todo tiempo; tus juicios los tiene muy lejos de su vista, y desprecia a todos sus enemigos.",
      "topic": ""
    },
    "6": {
      "text": "Dice en su corazón: No seré movido: Nunca [me alcanzará] el infortunio.",
      "topic": ""
    },
    "7": {
      "text": "Su boca está llena de maldición, de engaño y de fraude; debajo de su lengua [hay] vejación y maldad.",
      "topic": ""
    },
    "8": {
      "text": "Se sienta al acecho en las aldeas; en los escondrijos mata al inocente; sus ojos están acechando al pobre.",
      "topic": ""
    },
    "9": {
      "text": "Acecha en oculto, como el león desde su cueva; acecha para arrebatar al pobre; arrebata al pobre trayéndolo a su red.",
      "topic": ""
    },
    "10": {
      "text": "Se encoge, se agacha, y caen en sus garras muchos desdichados.",
      "topic": ""
    },
    "11": {
      "text": "Dice en su corazón: Dios ha olvidado, ha encubierto su rostro; nunca lo verá.",
      "topic": ""
    },
    "12": {
      "text": "Levántate, oh Jehová Dios, alza tu mano, no te olvides de los pobres.",
      "topic": ""
    },
    "13": {
      "text": "¿Por qué irrita el malo a Dios? En su corazón ha dicho: Tú no lo inquirirás.",
      "topic": ""
    },
    "14": {
      "text": "Tú lo has visto; porque tú miras la maldad y la vejación, para cobrar venganza con tu mano: En ti se refugia el pobre, tú eres el amparo del huérfano.",
      "topic": ""
    },
    "15": {
      "text": "Quiebra tú el brazo del impío y del maligno; persigue su maldad [hasta que] no halles ninguna.",
      "topic": ""
    },
    "16": {
      "text": "Jehová [es] Rey eternamente y para siempre; de su tierra han perecido las naciones.",
      "topic": ""
    },
    "17": {
      "text": "El deseo de los humildes oíste, oh Jehová: Tú dispones su corazón, y haces atento tu oído;",
      "topic": ""
    },
    "18": {
      "text": "Para juzgar al huérfano y al oprimido, a fin de que no vuelva más a hacer violencia el hombre de la tierra.",
      "topic": ""
    }
  }
}