{
  "info": {
    "book": "Salmos",
    "chapter": "139",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Al Músico principal: Salmo de David» Oh Jehová, tú me has examinado y conocido.",
      "topic": ""
    },
    "2": {
      "text": "Tú conoces mi sentarme y mi levantarme, desde lejos entiendes mis pensamientos.",
      "topic": ""
    },
    "3": {
      "text": "Mi andar y mi acostarme has rodeado, y todos mis caminos te son conocidos.",
      "topic": ""
    },
    "4": {
      "text": "Pues aún no está la palabra en mi lengua, y he aquí, oh Jehová, tú la sabes toda.",
      "topic": ""
    },
    "5": {
      "text": "Detrás y delante me has rodeado, y sobre mí pusiste tu mano.",
      "topic": ""
    },
    "6": {
      "text": "[Tal] conocimiento [es] muy maravilloso para mí; alto es, no lo puedo comprender.",
      "topic": ""
    },
    "7": {
      "text": "¿A dónde me iré de tu Espíritu? ¿O a dónde huiré de tu presencia?",
      "topic": ""
    },
    "8": {
      "text": "Si subiere al cielo, allí estás tú; y si en el infierno hiciere mi lecho, he aquí [allí] tú [estás].",
      "topic": ""
    },
    "9": {
      "text": "Si tomare las alas del alba, y habitare en el extremo del mar,",
      "topic": ""
    },
    "10": {
      "text": "aun allí me guiará tu mano, y me asirá tu diestra.",
      "topic": ""
    },
    "11": {
      "text": "Si dijere: Ciertamente las tinieblas me encubrirán; aun la noche resplandecerá alrededor de mí.",
      "topic": ""
    },
    "12": {
      "text": "Aun las tinieblas no encubren de ti, y la noche resplandece como el día: lo mismo te son las tinieblas que la luz.",
      "topic": ""
    },
    "13": {
      "text": "Porque tú formaste mis riñones; me cubriste en el vientre de mi madre.",
      "topic": ""
    },
    "14": {
      "text": "Te alabaré, porque formidable y maravillosamente me formaste. Maravillosas son tus obras, y mi alma lo sabe muy bien.",
      "topic": ""
    },
    "15": {
      "text": "No fue encubierto de ti mi cuerpo, bien que en secreto fui formado, y entretejido en lo más profundo de la tierra.",
      "topic": ""
    },
    "16": {
      "text": "Mi embrión vieron tus ojos, siendo aún imperfecto; y en tu libro estaban escritos todos [mis miembros], que fueron luego formados, cuando [aún no existía] ninguno de ellos.",
      "topic": ""
    },
    "17": {
      "text": "¡Qué preciosos me son, oh Dios, tus pensamientos! ¡Cuán grande es la suma de ellos!",
      "topic": ""
    },
    "18": {
      "text": "[Si] los contara, serían más numerosos que la arena; al despertar aún estoy contigo.",
      "topic": ""
    },
    "19": {
      "text": "De cierto, oh Dios, matarás al impío; apartaos, pues, de mí, hombres sanguinarios.",
      "topic": ""
    },
    "20": {
      "text": "Porque blasfemias dicen ellos contra ti; tus enemigos toman en vano [tu nombre].",
      "topic": ""
    },
    "21": {
      "text": "¿No odio, oh Jehová, a los que te aborrecen, y me enardezco contra tus enemigos?",
      "topic": ""
    },
    "22": {
      "text": "Los aborrezco con perfecto odio; los tengo por enemigos.",
      "topic": ""
    },
    "23": {
      "text": "Examíname, oh Dios, y conoce mi corazón; pruébame y conoce mis pensamientos:",
      "topic": ""
    },
    "24": {
      "text": "Y ve si [hay] en mí camino de perversidad, y guíame en el camino eterno.",
      "topic": ""
    }
  }
}