{
  "info": {
    "book": "Salmos",
    "chapter": "140",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Al Músico principal: Salmo de David» Líbrame, oh Jehová, del hombre malo; guárdame de hombres violentos;",
      "topic": ""
    },
    "2": {
      "text": "los cuales maquinan males en [su] corazón, cada día urden contiendas.",
      "topic": ""
    },
    "3": {
      "text": "Aguzaron su lengua como la serpiente; veneno de áspid hay debajo de sus labios. (Selah)",
      "topic": ""
    },
    "4": {
      "text": "Guárdame, oh Jehová, de manos del impío, presérvame de los hombres violentos; que han pensado trastornar mis pasos.",
      "topic": ""
    },
    "5": {
      "text": "Me han escondido lazo y cuerdas los soberbios; han tendido red junto a la senda; me han puesto lazos. (Selah)",
      "topic": ""
    },
    "6": {
      "text": "He dicho a Jehová: Dios mío [eres] tú; escucha, oh Jehová, la voz de mis ruegos.",
      "topic": ""
    },
    "7": {
      "text": "Oh Jehová mi Señor, fortaleza de mi salvación, tú cubriste mi cabeza en el día de la batalla.",
      "topic": ""
    },
    "8": {
      "text": "No des, oh Jehová, al impío sus deseos; no saques adelante su pensamiento, no sea que se ensoberbezca. (Selah)",
      "topic": ""
    },
    "9": {
      "text": "En cuanto a los que por todas partes me rodean, la maldad de sus propios labios cubrirá su cabeza.",
      "topic": ""
    },
    "10": {
      "text": "Caigan sobre ellos carbones encendidos; sean arrojados en el fuego, en abismos profundos de donde no puedan salir.",
      "topic": ""
    },
    "11": {
      "text": "El hombre deslenguado no será firme en la tierra; el mal cazará al hombre injusto para derribarle.",
      "topic": ""
    },
    "12": {
      "text": "Yo sé que Jehová amparará la causa del afligido, y el derecho de los menesterosos.",
      "topic": ""
    },
    "13": {
      "text": "Ciertamente los justos alabarán tu nombre; los rectos morarán en tu presencia.",
      "topic": ""
    }
  }
}