{
  "info": {
    "book": "Salmos",
    "chapter": "34",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«[Salmo] de David, cuando mudó su semblante delante de Abimelec, y él lo echó, y se fue» Bendeciré a Jehová en todo tiempo; de continuo mi boca le alabará.",
      "topic": ""
    },
    "2": {
      "text": "En Jehová se gloriará mi alma; lo oirán los mansos, y se alegrarán.",
      "topic": ""
    },
    "3": {
      "text": "Engrandeced a Jehová conmigo, y exaltemos a una su nombre.",
      "topic": ""
    },
    "4": {
      "text": "Busqué a Jehová, y Él me oyó, y me libró de todos mis temores.",
      "topic": ""
    },
    "5": {
      "text": "Los que a Él miraron, fueron alumbrados, y sus rostros no fueron avergonzados.",
      "topic": ""
    },
    "6": {
      "text": "Este pobre clamó, y le oyó Jehová, y lo libró de todas sus angustias.",
      "topic": ""
    },
    "7": {
      "text": "El ángel de Jehová acampa en derredor de los que le temen, y los defiende.",
      "topic": ""
    },
    "8": {
      "text": "Gustad, y ved que [es] bueno Jehová: Dichoso el hombre que en Él confía.",
      "topic": ""
    },
    "9": {
      "text": "Temed a Jehová, vosotros sus santos; porque nada falta a los que le temen.",
      "topic": ""
    },
    "10": {
      "text": "Los leoncillos necesitan, y tienen hambre; pero los que buscan a Jehová, no tendrán falta de ningún bien.",
      "topic": ""
    },
    "11": {
      "text": "Venid, hijos, oídme; el temor de Jehová os enseñaré.",
      "topic": ""
    },
    "12": {
      "text": "¿Quién es el hombre que desea vida, que desea [muchos] días para ver el bien?",
      "topic": ""
    },
    "13": {
      "text": "Guarda tu lengua del mal, y tus labios de hablar engaño.",
      "topic": ""
    },
    "14": {
      "text": "Apártate del mal, y haz el bien; Busca la paz y síguela.",
      "topic": ""
    },
    "15": {
      "text": "Los ojos de Jehová están sobre los justos, y [atentos] sus oídos al clamor de ellos.",
      "topic": ""
    },
    "16": {
      "text": "La ira de Jehová contra los que hacen mal, para cortar de la tierra la memoria de ellos.",
      "topic": ""
    },
    "17": {
      "text": "Claman [los justos], y Jehová [los] oye, y los libra de todas sus angustias.",
      "topic": ""
    },
    "18": {
      "text": "Cercano [está] Jehová a los quebrantados de corazón; y salvará a los contritos de espíritu.",
      "topic": ""
    },
    "19": {
      "text": "Muchas [son] las aflicciones del justo; pero de todas ellas lo librará Jehová.",
      "topic": ""
    },
    "20": {
      "text": "Él guarda todos sus huesos; ni uno de ellos será quebrantado.",
      "topic": ""
    },
    "21": {
      "text": "Matará al malo la maldad; y los que aborrecen al justo serán asolados.",
      "topic": ""
    },
    "22": {
      "text": "Jehová redime el alma de sus siervos; y no serán desolados cuantos en Él confían.",
      "topic": ""
    }
  }
}