{
  "info": {
    "book": "Salmos",
    "chapter": "37",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Salmo de David» No te impacientes a causa de los malignos, ni tengas envidia de los que hacen iniquidad.",
      "topic": ""
    },
    "2": {
      "text": "Porque como el pasto serán pronto cortados, y como la hierba verde se secarán.",
      "topic": ""
    },
    "3": {
      "text": "Espera en Jehová, y haz el bien; y vivirás en la tierra, y en verdad serás alimentado.",
      "topic": ""
    },
    "4": {
      "text": "Deléitate asimismo en Jehová, y Él te concederá las peticiones de tu corazón.",
      "topic": ""
    },
    "5": {
      "text": "Encomienda a Jehová tu camino; confía en Él, y Él hará.",
      "topic": ""
    },
    "6": {
      "text": "Y exhibirá tu justicia como la luz, y tu derecho como el mediodía.",
      "topic": ""
    },
    "7": {
      "text": "Guarda silencio ante Jehová y espera en Él: No te alteres con motivo del que prospera en su camino, por causa del hombre que hace maldades.",
      "topic": ""
    },
    "8": {
      "text": "Deja la ira y depón el enojo; no te excites en manera alguna a hacer lo malo.",
      "topic": ""
    },
    "9": {
      "text": "Porque los malignos serán cortados, mas los que esperan en Jehová heredarán la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Pues de aquí a poco no existirá el malo; y contemplarás sobre su lugar, y ya no estará.",
      "topic": ""
    },
    "11": {
      "text": "Pero los mansos heredarán la tierra, y se recrearán con abundancia de paz.",
      "topic": ""
    },
    "12": {
      "text": "Maquina el impío contra el justo, y cruje sobre él sus dientes.",
      "topic": ""
    },
    "13": {
      "text": "El Señor se reirá de él; porque ve que viene su día.",
      "topic": ""
    },
    "14": {
      "text": "Los impíos han desenvainado la espada y entesado su arco, para derribar al pobre y al menesteroso, para matar a los de recto proceder.",
      "topic": ""
    },
    "15": {
      "text": "Su espada entrará en su propio corazón, y su arco será quebrado.",
      "topic": ""
    },
    "16": {
      "text": "Mejor es lo poco del justo, que las riquezas de muchos pecadores.",
      "topic": ""
    },
    "17": {
      "text": "Porque los brazos de los impíos serán quebrados; Pero Jehová sostiene a los justos.",
      "topic": ""
    },
    "18": {
      "text": "Conoce Jehová los días de los rectos; y la heredad de ellos será para siempre.",
      "topic": ""
    },
    "19": {
      "text": "No serán avergonzados en el mal tiempo; y en los días de hambre serán saciados.",
      "topic": ""
    },
    "20": {
      "text": "Mas los impíos perecerán, y los enemigos de Jehová como la grasa de los carneros serán consumidos; se disiparán como humo.",
      "topic": ""
    },
    "21": {
      "text": "El impío toma prestado, y no paga; mas el justo tiene misericordia y da.",
      "topic": ""
    },
    "22": {
      "text": "Porque los bendecidos de Él heredarán la tierra; y los maldecidos por Él serán cortados.",
      "topic": ""
    },
    "23": {
      "text": "Por Jehová son ordenados los pasos del hombre [bueno], y Él aprueba su camino.",
      "topic": ""
    },
    "24": {
      "text": "Cuando cayere, no quedará postrado; porque Jehová sostiene su mano.",
      "topic": ""
    },
    "25": {
      "text": "Joven fui, y he envejecido, y no he visto justo desamparado, ni a su simiente mendigando pan.",
      "topic": ""
    },
    "26": {
      "text": "En todo tiempo tiene misericordia, y presta; y su simiente es para bendición.",
      "topic": ""
    },
    "27": {
      "text": "Apártate del mal y haz el bien, y vivirás para siempre.",
      "topic": ""
    },
    "28": {
      "text": "Porque Jehová ama la rectitud, y no desampara a sus santos; para siempre serán guardados; mas la simiente de los impíos será cortada.",
      "topic": ""
    },
    "29": {
      "text": "Los justos heredarán la tierra, y vivirán para siempre sobre ella.",
      "topic": ""
    },
    "30": {
      "text": "La boca del justo hablará sabiduría; y su lengua pronunciará juicio.",
      "topic": ""
    },
    "31": {
      "text": "La ley de su Dios está en su corazón; No vacilarán sus pasos.",
      "topic": ""
    },
    "32": {
      "text": "Acecha el impío al justo, y procura matarlo.",
      "topic": ""
    },
    "33": {
      "text": "Jehová no lo dejará en sus manos, ni lo condenará cuando sea juzgado.",
      "topic": ""
    },
    "34": {
      "text": "Espera en Jehová y guarda su camino, y Él te exaltará para que heredes la tierra: Cuando sean cortados los pecadores, lo verás.",
      "topic": ""
    },
    "35": {
      "text": "Vi yo al impío sumamente enaltecido, y que se extendía como un laurel verde;",
      "topic": ""
    },
    "36": {
      "text": "pero pasó, y he aquí ya no estaba; lo busqué, y no fue hallado.",
      "topic": ""
    },
    "37": {
      "text": "Considera al íntegro, y mira al justo; porque la postrimería de ellos es paz.",
      "topic": ""
    },
    "38": {
      "text": "Mas los transgresores serán todos a una destruidos; la postrimería de los impíos será cortada.",
      "topic": ""
    },
    "39": {
      "text": "Pero la salvación de los justos [viene] de Jehová; Él es su fortaleza en el tiempo de la angustia.",
      "topic": ""
    },
    "40": {
      "text": "Jehová los ayudará y los librará; los librará de los impíos y los salvará, por cuanto en Él confiaron.",
      "topic": ""
    }
  }
}