{
  "info": {
    "book": "Salmos",
    "chapter": "38",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Salmo de David, para recordar» Jehová, no me reprendas en tu furor, ni me castigues en tu ira.",
      "topic": ""
    },
    "2": {
      "text": "Porque tus saetas cayeron sobre mí, y sobre mí ha descendido tu mano.",
      "topic": ""
    },
    "3": {
      "text": "No hay nada sano en mi carne a causa de tu ira; ni hay paz en mis huesos a causa de mi pecado.",
      "topic": ""
    },
    "4": {
      "text": "Porque mis iniquidades han sobrepasado mi cabeza; como carga pesada se han agravado sobre mí.",
      "topic": ""
    },
    "5": {
      "text": "Hieden y se corrompen mis llagas, a causa de mi locura.",
      "topic": ""
    },
    "6": {
      "text": "Estoy encorvado, estoy humillado en gran manera, ando enlutado todo el día.",
      "topic": ""
    },
    "7": {
      "text": "Porque mis lomos están llenos de irritación, y nada hay sano en mi carne.",
      "topic": ""
    },
    "8": {
      "text": "Estoy debilitado y molido en gran manera; he gemido a causa de la conmoción de mi corazón.",
      "topic": ""
    },
    "9": {
      "text": "Señor, delante de ti están todos mis deseos; y mi suspiro no te es oculto.",
      "topic": ""
    },
    "10": {
      "text": "Mi corazón está acongojado, me ha dejado mi vigor; y aun la misma luz de mis ojos se ha ido de mí.",
      "topic": ""
    },
    "11": {
      "text": "Mis amigos y mis compañeros se quitaron de delante de mi plaga; y mis cercanos se pusieron lejos.",
      "topic": ""
    },
    "12": {
      "text": "Los que buscaban mi alma tendieron lazos; y los que procuraban mi mal hablaban iniquidades, y meditaban fraudes todo el día.",
      "topic": ""
    },
    "13": {
      "text": "Mas yo, como si fuera sordo no oía; y [estaba] como un mudo, [que] no abre su boca.",
      "topic": ""
    },
    "14": {
      "text": "Fui, pues, como un hombre que no oye, y que en su boca no tiene reprensiones.",
      "topic": ""
    },
    "15": {
      "text": "Porque en ti, oh Jehová, esperé yo: Tú responderás, Señor, Dios mío.",
      "topic": ""
    },
    "16": {
      "text": "Porque dije: Que no se alegren de mí: Cuando mi pie resbalaba, sobre mí se engrandecían.",
      "topic": ""
    },
    "17": {
      "text": "Pero yo estoy a punto de claudicar, y mi dolor [está] delante de mí continuamente.",
      "topic": ""
    },
    "18": {
      "text": "Por tanto confesaré mi maldad; Me contristaré por mi pecado.",
      "topic": ""
    },
    "19": {
      "text": "Porque mis enemigos están vivos y fuertes; y se han aumentado los que me aborrecen sin causa:",
      "topic": ""
    },
    "20": {
      "text": "Y pagando mal por bien me son contrarios, por seguir yo lo bueno.",
      "topic": ""
    },
    "21": {
      "text": "No me desampares, oh Jehová: Dios mío, no te alejes de mí.",
      "topic": ""
    },
    "22": {
      "text": "Apresúrate a socorrerme, oh Señor, mi salvación.",
      "topic": ""
    }
  }
}