{
  "info": {
    "book": "Salmos",
    "chapter": "39",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Al Músico principal, a Jedutún: Salmo de David» Yo dije: Atenderé a mis caminos, para no pecar con mi lengua: Guardaré mi boca con freno, en tanto que el impío esté delante de mí.",
      "topic": ""
    },
    "2": {
      "text": "Enmudecí con silencio, me callé aun respecto de lo bueno; y se agravó mi dolor.",
      "topic": ""
    },
    "3": {
      "text": "Se enardeció mi corazón dentro de mí; se encendió fuego en mi meditación, y así proferí con mi lengua:",
      "topic": ""
    },
    "4": {
      "text": "Hazme saber, Jehová, mi fin, y cuál sea la medida de mis días; sepa yo cuán frágil soy.",
      "topic": ""
    },
    "5": {
      "text": "He aquí diste a mis días término corto, y mi edad es como nada delante de ti: Ciertamente el hombre, aun en su mejor estado, es completa vanidad. (Selah)",
      "topic": ""
    },
    "6": {
      "text": "Ciertamente en tinieblas anda el hombre; ciertamente en vano se afana; acumula [riqueza], y no sabe quién la recogerá.",
      "topic": ""
    },
    "7": {
      "text": "Y ahora, Señor, ¿qué esperaré? Mi esperanza [está] en ti.",
      "topic": ""
    },
    "8": {
      "text": "Líbrame de todas mis transgresiones; no me pongas por escarnio del insensato.",
      "topic": ""
    },
    "9": {
      "text": "Enmudecí, no abrí mi boca; porque tú lo hiciste.",
      "topic": ""
    },
    "10": {
      "text": "Quita de sobre mí tu plaga; bajo los golpes de tu mano estoy consumido.",
      "topic": ""
    },
    "11": {
      "text": "Con castigos sobre el pecado corriges al hombre, y haces consumirse como de polilla su grandeza: Ciertamente vanidad es todo hombre. (Selah)",
      "topic": ""
    },
    "12": {
      "text": "Oye mi oración, oh Jehová, y escucha mi clamor: no calles ante mis lágrimas; porque peregrino soy para contigo, y advenedizo, como todos mis padres.",
      "topic": ""
    },
    "13": {
      "text": "Déjame, y tomaré fuerzas, antes que vaya y perezca.",
      "topic": ""
    }
  }
}