{
  "info": {
    "book": "Salmos",
    "chapter": "59",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Al Músico principal: sobre No destruyas: Mictam de David, cuando envió Saúl, y guardaron la casa para matarlo» Líbrame de mis enemigos, oh Dios mío; ponme a salvo de los que contra mí se levantan.",
      "topic": ""
    },
    "2": {
      "text": "Líbrame de los obradores de iniquidad, y sálvame de hombres sanguinarios.",
      "topic": ""
    },
    "3": {
      "text": "Porque he aquí están acechando mi vida; se han juntado contra mí poderosos, no por falta mía, ni pecado mío, oh Jehová.",
      "topic": ""
    },
    "4": {
      "text": "Sin delito mío, corren y se aperciben; despierta para ayudarme, y mira.",
      "topic": ""
    },
    "5": {
      "text": "Y tú, Jehová Dios de los ejércitos, Dios de Israel, despierta para castigar a todas las naciones; no tengas misericordia de todos los que se rebelan con iniquidad. (Selah)",
      "topic": ""
    },
    "6": {
      "text": "Volverán a la tarde, ladrarán como perros, y rondarán la ciudad.",
      "topic": ""
    },
    "7": {
      "text": "He aquí proferirán con su boca; espadas hay en sus labios, porque dicen: ¿Quién oye?",
      "topic": ""
    },
    "8": {
      "text": "Mas tú, oh Jehová, te reirás de ellos, te burlarás de todas las gentes.",
      "topic": ""
    },
    "9": {
      "text": "A causa de su fuerza, esperaré yo en ti; porque Dios es mi defensa.",
      "topic": ""
    },
    "10": {
      "text": "El Dios de mi misericordia irá delante de mí: Dios perimitirá que yo vea en mis enemigos mi deseo.",
      "topic": ""
    },
    "11": {
      "text": "No los mates, para que mi pueblo no se olvide; Dispérsalos con tu poder, y abátelos, oh Jehová, escudo nuestro,",
      "topic": ""
    },
    "12": {
      "text": "por el pecado de su boca, por la palabra de sus labios; sean presos por su soberbia, y por la maldición y mentira que profieren.",
      "topic": ""
    },
    "13": {
      "text": "Acábalos con furor, acábalos, y dejen de ser; y sepan que Dios domina en Jacob hasta los confines de la tierra. (Selah)",
      "topic": ""
    },
    "14": {
      "text": "Vuelvan, pues, a la tarde, y ladren como perros, y ronden la ciudad.",
      "topic": ""
    },
    "15": {
      "text": "Anden errantes en busca de comida; y si no se saciaren, murmuren.",
      "topic": ""
    },
    "16": {
      "text": "Pero yo cantaré de tu poder, y alabaré de mañana tu misericordia: Porque has sido mi amparo y refugio en el día de mi angustia.",
      "topic": ""
    },
    "17": {
      "text": "Fortaleza mía, a ti cantaré; porque tú eres, oh Dios, mi refugio, el Dios de mi misericordia.",
      "topic": ""
    }
  }
}