{
  "info": {
    "book": "Salmos",
    "chapter": "60",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Al Músico principal; sobre Susan-edut: Mictam de David, para enseñar, cuando tuvo guerra contra Aram-naharaim y contra Aram de Soba, y volvió Joab, e hirió de Edom en el valle de la Sal a doce mil» Oh Dios, tú nos has desechado, nos disipaste; te has airado; ¡vuélvete a nosotros!",
      "topic": ""
    },
    "2": {
      "text": "Hiciste temblar la tierra, la abriste; sana sus roturas, porque titubea.",
      "topic": ""
    },
    "3": {
      "text": "Has hecho ver a tu pueblo duras cosas; nos hiciste beber el vino de aturdimiento.",
      "topic": ""
    },
    "4": {
      "text": "Has dado bandera a los que te temen, que desplieguen por causa de la verdad. (Selah)",
      "topic": ""
    },
    "5": {
      "text": "Para que sean librados tus amados, salva con tu diestra, y óyeme.",
      "topic": ""
    },
    "6": {
      "text": "Dios ha hablado en su santuario: Yo me alegraré; repartiré a Siquem, y mediré el valle de Sucot.",
      "topic": ""
    },
    "7": {
      "text": "Mío es Galaad, y mío es Manasés; y Efraín es la fortaleza de mi cabeza; Judá [es] mi legislador;",
      "topic": ""
    },
    "8": {
      "text": "Moab, es la vasija en que me lavo; sobre Edom echaré mi zapato: Haz júbilo a causa de mí, oh Filistea.",
      "topic": ""
    },
    "9": {
      "text": "¿Quién me llevará a la ciudad fortificada? ¿Quién me llevará hasta Edom?",
      "topic": ""
    },
    "10": {
      "text": "Ciertamente, tú, oh Dios, que nos habías desechado; y no salías, oh Dios, con nuestros ejércitos.",
      "topic": ""
    },
    "11": {
      "text": "Danos socorro contra el enemigo, que vana es la ayuda del hombre.",
      "topic": ""
    },
    "12": {
      "text": "En Dios haremos proezas; y Él hollará a nuestros enemigos.",
      "topic": ""
    }
  }
}