{
  "info": {
    "book": "Salmos",
    "chapter": "68",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Al Músico principal: Salmo de David: Canción» Levántese Dios, sean esparcidos sus enemigos, y huyan de su presencia los que le aborrecen.",
      "topic": ""
    },
    "2": {
      "text": "Como es lanzado el humo, los lanzarás; como se derrite la cera delante del fuego, así perecerán los impíos delante de Dios.",
      "topic": ""
    },
    "3": {
      "text": "Mas los justos se alegrarán: se gozarán delante de Dios, y saltarán de alegría.",
      "topic": ""
    },
    "4": {
      "text": "Cantad a Dios, cantad salmos a su nombre: Exaltad al que cabalga sobre los cielos; Jehová es su nombre, y alegraos delante de Él.",
      "topic": ""
    },
    "5": {
      "text": "Padre de huérfanos y defensor de viudas, es Dios en su santa morada:",
      "topic": ""
    },
    "6": {
      "text": "Dios hace habitar en familia a los solitarios; Él saca a los aprisionados con grillos; mas los rebeldes habitan en tierra seca.",
      "topic": ""
    },
    "7": {
      "text": "Oh Dios, cuando tú saliste delante de tu pueblo, cuando anduviste por el desierto, (Selah)",
      "topic": ""
    },
    "8": {
      "text": "La tierra tembló; también destilaron los cielos a la presencia de Dios; aquel Sinaí [tembló] delante de Dios, del Dios de Israel.",
      "topic": ""
    },
    "9": {
      "text": "Abundante lluvia esparciste, oh Dios, a tu heredad; y cuando se cansó, tú la recreaste.",
      "topic": ""
    },
    "10": {
      "text": "Los que son de tu grey han morado en ella: Por tu bondad, oh Dios, has provisto al pobre.",
      "topic": ""
    },
    "11": {
      "text": "El Señor daba palabra: Grande era el ejército de aquellos que la publicaban.",
      "topic": ""
    },
    "12": {
      "text": "Huyeron, huyeron reyes de ejércitos; y las que se quedaban en casa repartían el despojo.",
      "topic": ""
    },
    "13": {
      "text": "Bien que fuisteis echados entre los tiestos, [seréis como] alas de paloma cubiertas de plata, y sus plumas con amarillez de oro.",
      "topic": ""
    },
    "14": {
      "text": "Cuando el Omnipotente esparció los reyes en ella, se [emblanqueció] como la nieve en Salmón.",
      "topic": ""
    },
    "15": {
      "text": "Monte de Dios es el monte de Basán; monte alto el de Basán.",
      "topic": ""
    },
    "16": {
      "text": "¿Por qué os levantáis, oh montes altos? [Éste es] el monte [que] Dios deseó para su morada; ciertamente Jehová habitará [en él] para siempre.",
      "topic": ""
    },
    "17": {
      "text": "Los carros de Dios son veinte mil, y más millares de ángeles. El Señor [está] entre ellos, como en el Sinaí, así en el santuario.",
      "topic": ""
    },
    "18": {
      "text": "Subiste a lo alto, cautivaste la cautividad, tomaste dones para los hombres, y también para los rebeldes, para que habite [entre ellos] Jehová Dios.",
      "topic": ""
    },
    "19": {
      "text": "Bendito [sea] el Señor; cada día nos colma de [bendiciones] el Dios de nuestra salvación. (Selah)",
      "topic": ""
    },
    "20": {
      "text": "El Dios nuestro es el Dios de la salvación; y de Jehová el Señor es el librar de la muerte.",
      "topic": ""
    },
    "21": {
      "text": "Ciertamente Dios herirá la cabeza de sus enemigos, la testa cabelluda del que camina en sus pecados.",
      "topic": ""
    },
    "22": {
      "text": "El Señor dijo: De Basán los haré volver, haré volver [a mi pueblo] de las profundidades del mar:",
      "topic": ""
    },
    "23": {
      "text": "Porque sumergirás tu pie en la sangre de tus enemigos, y en ella también la lengua de tus perros.",
      "topic": ""
    },
    "24": {
      "text": "Vieron tus caminos, oh Dios; los caminos de mi Dios, de mi Rey, en el santuario.",
      "topic": ""
    },
    "25": {
      "text": "Los cantores iban delante, los tañedores detrás; en medio, las doncellas con panderos.",
      "topic": ""
    },
    "26": {
      "text": "Bendecid a Dios en las congregaciones; al Señor, [vosotros] de la estirpe de Israel.",
      "topic": ""
    },
    "27": {
      "text": "Allí estaba el joven Benjamín señoreador de ellos, los príncipes de Judá en su congregación, los príncipes de Zabulón, los príncipes de Neftalí.",
      "topic": ""
    },
    "28": {
      "text": "Tu Dios ha ordenado tu fuerza; Confirma, oh Dios, lo que has hecho por nosotros.",
      "topic": ""
    },
    "29": {
      "text": "Por razón de tu templo en Jerusalén, los reyes te ofrecerán dones.",
      "topic": ""
    },
    "30": {
      "text": "Reprende la reunión de las gentes armadas, la multitud de toros con los becerros de los pueblos, [hasta que todos] se sometan con sus piezas de plata; dispersa a los pueblos que se complacen en la guerra.",
      "topic": ""
    },
    "31": {
      "text": "Vendrán príncipes de Egipto; Etiopía pronto extenderá sus manos a Dios.",
      "topic": ""
    },
    "32": {
      "text": "Reinos de la tierra, cantad a Dios, cantad al Señor (Selah);",
      "topic": ""
    },
    "33": {
      "text": "Al que cabalga sobre los cielos de los cielos que son desde la antigüedad: He aquí dará su voz, poderosa voz.",
      "topic": ""
    },
    "34": {
      "text": "Atribuid fortaleza a Dios; sobre Israel [es] su magnificencia, y su poder [está] en los cielos.",
      "topic": ""
    },
    "35": {
      "text": "Terrible eres, oh Dios, desde tus santuarios: El Dios de Israel, Él da fortaleza y vigor a su pueblo. Bendito Dios.",
      "topic": ""
    }
  }
}