{
  "info": {
    "book": "Salmos",
    "chapter": "73",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "«Salmo de Asaf.» Ciertamente bueno [es] Dios a Israel, a los limpios de corazón.",
      "topic": ""
    },
    "2": {
      "text": "En cuanto a mí, casi se deslizaron mis pies; por poco resbalaron mis pasos.",
      "topic": ""
    },
    "3": {
      "text": "Porque tuve envidia de los insensatos, viendo la prosperidad de los impíos.",
      "topic": ""
    },
    "4": {
      "text": "Porque no hay dolores en su muerte; antes su fortaleza está entera.",
      "topic": ""
    },
    "5": {
      "text": "No sufren trabajos como los [demás] mortales; ni son azotados como el resto de los hombres.",
      "topic": ""
    },
    "6": {
      "text": "Por tanto soberbia los corona; la violencia los cubre como un manto.",
      "topic": ""
    },
    "7": {
      "text": "Sus ojos se les saltan de gordura; logran con creces los antojos del corazón.",
      "topic": ""
    },
    "8": {
      "text": "Blasfeman, y hablan con maldad de hacer violencia; hablan con altanería.",
      "topic": ""
    },
    "9": {
      "text": "Ponen en el cielo su boca, y su lengua pasea la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Por eso su pueblo vuelve aquí, y aguas de abundancia son extraídas para ellos.",
      "topic": ""
    },
    "11": {
      "text": "Y dicen: ¿Cómo sabe Dios? ¿Y hay conocimiento en el Altísimo?",
      "topic": ""
    },
    "12": {
      "text": "He aquí estos impíos, sin ser turbados del mundo, alcanzaron riquezas.",
      "topic": ""
    },
    "13": {
      "text": "Verdaderamente en vano he limpiado mi corazón, y lavado mis manos en inocencia;",
      "topic": ""
    },
    "14": {
      "text": "Pues he sido azotado todo el día, y castigado cada mañana.",
      "topic": ""
    },
    "15": {
      "text": "Si yo hubiera dicho: Así hablaré; he aquí, habría traicionado la generación de tus hijos:",
      "topic": ""
    },
    "16": {
      "text": "Cuando pensé para saber esto; fue duro trabajo para mí,",
      "topic": ""
    },
    "17": {
      "text": "hasta que entré en el santuario de Dios, [entonces] entendí la postrimería de ellos.",
      "topic": ""
    },
    "18": {
      "text": "Ciertamente los has puesto en deslizaderos; en asolamientos los harás caer.",
      "topic": ""
    },
    "19": {
      "text": "¡Cómo han sido asolados de repente! Fueron enteramente consumidos de terrores.",
      "topic": ""
    },
    "20": {
      "text": "Como sueño del que despierta, así, Señor, cuando despertares, menospreciarás su apariencia.",
      "topic": ""
    },
    "21": {
      "text": "Mi corazón fue atribulado, y en mis riñones sentía punzadas.",
      "topic": ""
    },
    "22": {
      "text": "Tan torpe era yo, y no entendía; era como una bestia delante de ti.",
      "topic": ""
    },
    "23": {
      "text": "Con todo, yo siempre estuve contigo; Me tomaste de mi mano derecha.",
      "topic": ""
    },
    "24": {
      "text": "Me has guiado según tu consejo, y después me recibirás en gloria.",
      "topic": ""
    },
    "25": {
      "text": "¿A quién tengo yo en los cielos, [sino a ti]? Y fuera de ti nada deseo en la tierra.",
      "topic": ""
    },
    "26": {
      "text": "Mi carne y mi corazón desfallecen; [mas] la Roca de mi corazón y mi porción [es] Dios para siempre.",
      "topic": ""
    },
    "27": {
      "text": "Porque he aquí, los que se alejan de ti perecerán: Tú cortarás a todo aquel que fornicando, se aparta de ti.",
      "topic": ""
    },
    "28": {
      "text": "Y en cuanto a mí, el acercarme a Dios [es] el bien; he puesto en el Señor Jehová mi esperanza, para contar todas tus obras.",
      "topic": ""
    }
  }
}