{
  "info": {
    "book": "Genesis",
    "chapter": "41",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it came to pass at the end of two full years, that Pharaoh dreamed, and behold, he stood by the river.",
      "topic": ""
    },
    "2": {
      "text": "And behold, there came up out of the river seven kine, fine-looking and fat-fleshed, and they fed in the reed-grass.",
      "topic": ""
    },
    "3": {
      "text": "And behold, seven other kine came up after them out of the river, bad-looking and lean-fleshed, and stood by the kine on the bank of the river.",
      "topic": ""
    },
    "4": {
      "text": "And the kine that were bad-looking and lean-fleshed ate up the seven kine that were fine-looking and fat. And Pharaoh awoke.",
      "topic": ""
    },
    "5": {
      "text": "And he slept and dreamed the second time; and behold, seven ears of corn grew up on one stalk, fat and good.",
      "topic": ""
    },
    "6": {
      "text": "And behold, seven ears, thin and parched with the east wind, sprung up after them.",
      "topic": ""
    },
    "7": {
      "text": "And the thin ears devoured the seven fat and full ears. And Pharaoh awoke; and behold, it was a dream.",
      "topic": ""
    },
    "8": {
      "text": "And it came to pass in the morning, that his spirit was troubled; and he sent and called for all the scribes of Egypt, and all the sages who were therein, and Pharaoh told them his dream; but [there was] none to interpret them to Pharaoh.",
      "topic": ""
    },
    "9": {
      "text": "Then spoke the chief of the cup-bearers to Pharaoh, saying, I remember mine offences this day.",
      "topic": ""
    },
    "10": {
      "text": "Pharaoh was wroth with his bondmen, and put me in custody into the captain of the life-guard’s house, me and the chief of the bakers.",
      "topic": ""
    },
    "11": {
      "text": "And we dreamed a dream in one night, I and he; we dreamed each according to the interpretation of his dream.",
      "topic": ""
    },
    "12": {
      "text": "And there was there with us a Hebrew youth, a bondman of the captain of the life-guard, to whom we told [them], and he interpreted to us our dreams; to each he interpreted according to his dream.",
      "topic": ""
    },
    "13": {
      "text": "And it came to pass, just as he interpreted to us, so it came about: me has he restored to my office, and him he hanged.",
      "topic": ""
    },
    "14": {
      "text": "Then Pharaoh sent and called Joseph; and they brought him hastily out of the dungeon. And he shaved [himself], and changed his clothes, and came in to Pharaoh.",
      "topic": ""
    },
    "15": {
      "text": "And Pharaoh said to Joseph, I have dreamt a dream, and there is none to interpret it. And I have heard say of thee, thou understandest a dream to interpret it.",
      "topic": ""
    },
    "16": {
      "text": "And Joseph answered Pharaoh, saying, It is not in me: God will give Pharaoh an answer of peace.",
      "topic": ""
    },
    "17": {
      "text": "And Pharaoh said to Joseph, In my dream, behold, I stood on the bank of the river.",
      "topic": ""
    },
    "18": {
      "text": "And behold, there came up out of the river seven kine, fat-fleshed and of fine form, and they fed in the reed-grass.",
      "topic": ""
    },
    "19": {
      "text": "And behold, seven other kine came up after them, poor, and very ill-formed, and lean-fleshed—such as I never saw in all the land of Egypt for badness.",
      "topic": ""
    },
    "20": {
      "text": "And the lean and bad kine ate up the seven first fat kine;",
      "topic": ""
    },
    "21": {
      "text": "and they came into their belly, and it could not be known that they had come into their belly; and their look was bad, as at the beginning. And I awoke.",
      "topic": ""
    },
    "22": {
      "text": "And I saw in my dream, and behold, seven ears came up on one stalk, full and good.",
      "topic": ""
    },
    "23": {
      "text": "And behold, seven ears, withered, thin, parched with the east wind, sprung up after them;",
      "topic": ""
    },
    "24": {
      "text": "and the thin ears devoured the seven good ears. And I told it to the scribes; but there was none to make it known to me.",
      "topic": ""
    },
    "25": {
      "text": "And Joseph said to Pharaoh, The dream of Pharaoh is one. What God will do he has made known to Pharaoh.",
      "topic": ""
    },
    "26": {
      "text": "The seven fine kine are seven years; and the seven good ears are seven years: the dream is one.",
      "topic": ""
    },
    "27": {
      "text": "And the seven lean and bad kine that came up after them are seven years; and the seven empty ears, parched with the east wind, will be seven years of famine.",
      "topic": ""
    },
    "28": {
      "text": "This is the word which I have spoken to Pharaoh: what God is about to do he has let Pharaoh see.",
      "topic": ""
    },
    "29": {
      "text": "Behold, there come seven years of great plenty throughout the land of Egypt.",
      "topic": ""
    },
    "30": {
      "text": "And there will arise after them seven years of famine; and all the plenty will be forgotten in the land of Egypt, and the famine will waste away the land.",
      "topic": ""
    },
    "31": {
      "text": "And the plenty will not be known afterwards in the land by reason of that famine; for it will be very grievous.",
      "topic": ""
    },
    "32": {
      "text": "And as regards the double repetition of the dream to Pharaoh, it is that the thing is established by God, and God will hasten to do it.",
      "topic": ""
    },
    "33": {
      "text": "And now let Pharaoh look himself out a man discreet and wise, and set him over the land of Egypt.",
      "topic": ""
    },
    "34": {
      "text": "Let Pharaoh do [this]: let him appoint overseers over the land, and take the fifth part of the land of Egypt during the seven years of plenty,",
      "topic": ""
    },
    "35": {
      "text": "and let them gather all the food of these coming good years, and lay up corn under the hand of Pharaoh, for food in the cities, and keep [it].",
      "topic": ""
    },
    "36": {
      "text": "And let the food be as store for the land for the seven years of famine, which will be in the land of Egypt, that the land perish not through the famine.",
      "topic": ""
    },
    "37": {
      "text": "And the word was good in the eyes of Pharaoh, and in the eyes of all his bondmen.",
      "topic": ""
    },
    "38": {
      "text": "And Pharaoh said to his bondmen, Shall we find [one] as this, a man in whom the Spirit of God is?",
      "topic": ""
    },
    "39": {
      "text": "And Pharaoh said to Joseph, Since God has made all this known to thee, there is none [so] discreet and wise as thou.",
      "topic": ""
    },
    "40": {
      "text": "Thou shalt be over my house, and according to thy commandment shall all my people regulate themselves; only concerning the throne will I be greater than thou.",
      "topic": ""
    },
    "41": {
      "text": "And Pharaoh said to Joseph, See, I have set thee over all the land of Egypt.",
      "topic": ""
    },
    "42": {
      "text": "And Pharaoh took off his ring from his hand, and put it on Joseph’s hand, and arrayed him in clothes of byssus, and put a gold chain on his neck.",
      "topic": ""
    },
    "43": {
      "text": "And he caused him to ride in the second chariot that he had; and they cried before him, Bow the knee! and he set him over all the land of Egypt.",
      "topic": ""
    },
    "44": {
      "text": "And Pharaoh said to Joseph, I am Pharaoh; and without thee shall no man lift up his hand or his foot in all the land of Egypt.",
      "topic": ""
    },
    "45": {
      "text": "And Pharaoh called Joseph’s name Zaphnath-paaneah, and gave him as wife Asnath the daughter of Potipherah the priest in On. And Joseph went out over the land of Egypt.",
      "topic": ""
    },
    "46": {
      "text": "And Joseph was thirty years old when he stood before Pharaoh king of Egypt. And Joseph went out from Pharaoh, and passed through the whole land of Egypt.",
      "topic": ""
    },
    "47": {
      "text": "And in the seven years of plenty the land brought forth by handfuls.",
      "topic": ""
    },
    "48": {
      "text": "And he gathered up all the food of the seven years that was in the land of Egypt, and put the food in the cities; the food of the fields of the city, which were round about it, he laid up in it.",
      "topic": ""
    },
    "49": {
      "text": "And Joseph laid up corn as sand of the sea exceeding much, until they left off numbering; for it was without number.",
      "topic": ""
    },
    "50": {
      "text": "And to Joseph were born two sons before the year of famine came, whom Asnath the daughter of Potipherah the priest in On bore to him.",
      "topic": ""
    },
    "51": {
      "text": "And Joseph called the name of the firstborn Manasseh—For God has made me forget all my toil, and all my father’s house.",
      "topic": ""
    },
    "52": {
      "text": "And the name of the second he called Ephraim—For God has caused me to be fruitful in the land of my affliction.",
      "topic": ""
    },
    "53": {
      "text": "And the seven years of plenty that were in the land of Egypt were ended;",
      "topic": ""
    },
    "54": {
      "text": "and the seven years of the dearth began to come, according as Joseph had said. And there was dearth in all lands; but in all the land of Egypt there was bread.",
      "topic": ""
    },
    "55": {
      "text": "And all the land of Egypt suffered from the dearth. And the people cried to Pharaoh for bread; and Pharaoh said to all the Egyptians, Go to Joseph: what he says to you, that do.",
      "topic": ""
    },
    "56": {
      "text": "And the famine was on all the earth. And Joseph opened every place in which there was [provision], and sold grain to the Egyptians; and the famine was grievous in the land of Egypt.",
      "topic": ""
    },
    "57": {
      "text": "And all countries came into Egypt to Joseph, to buy [grain], because the famine was grievous on the whole earth.",
      "topic": ""
    }
  }
}