{
  "info": {
    "book": "Genesis",
    "chapter": "6",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it came to pass when mankind began to multiply on the earth, and daughters were born to them,",
      "topic": ""
    },
    "2": {
      "text": "that the sons of God saw the daughters of men that they were fair, and took themselves wives of all that they chose.",
      "topic": ""
    },
    "3": {
      "text": "And Jehovah said, My Spirit shall not always plead with Man; for he indeed is flesh; but his days shall be a hundred and twenty years.",
      "topic": ""
    },
    "4": {
      "text": "In those days were the giants on the earth, and also afterwards, when the sons of God had come in to the daughters of men, and they had borne [children] to them; these were the heroes, who of old were men of renown.",
      "topic": ""
    },
    "5": {
      "text": "And Jehovah saw that the wickedness of Man was great on the earth, and every imagination of the thoughts of his heart only evil continually.",
      "topic": ""
    },
    "6": {
      "text": "And Jehovah repented that he had made Man on the earth, and it grieved him in his heart.",
      "topic": ""
    },
    "7": {
      "text": "And Jehovah said, I will destroy Man, whom I have created, from the earth—from man to cattle, to creeping things, and to fowl of the heavens; for I repent that I have made them.",
      "topic": ""
    },
    "8": {
      "text": "But Noah found favour in the eyes of Jehovah.",
      "topic": ""
    },
    "9": {
      "text": "This is the history of Noah. Noah was a just man, perfect amongst his generations: Noah walked with God.",
      "topic": ""
    },
    "10": {
      "text": "And Noah begot three sons, Shem, Ham, and Japheth.",
      "topic": ""
    },
    "11": {
      "text": "And the earth was corrupt before God, and the earth was full of violence.",
      "topic": ""
    },
    "12": {
      "text": "And God looked upon the earth, and behold, it was corrupt; for all flesh had corrupted its way on the earth.",
      "topic": ""
    },
    "13": {
      "text": "And God said to Noah, The end of all flesh is come before me, for the earth is full of violence through them; and behold, I will destroy them with the earth.",
      "topic": ""
    },
    "14": {
      "text": "Make thyself an ark of gopher wood: [with] cells shalt thou make the ark; and pitch it inside and outside with pitch.",
      "topic": ""
    },
    "15": {
      "text": "And thus shalt thou make it: let the length of the ark be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.",
      "topic": ""
    },
    "16": {
      "text": "A light shalt thou make to the ark; and to a cubit high shalt thou finish it above. And the door of the ark shalt thou set in its side: [with] a lower, second, and third [story] shalt thou make it.",
      "topic": ""
    },
    "17": {
      "text": "For I, behold, I bring a flood of waters on the earth, to destroy all flesh under the heavens in which is the breath of life: everything that is on the earth shall expire.",
      "topic": ""
    },
    "18": {
      "text": "But with thee will I establish my covenant; and thou shalt go into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.",
      "topic": ""
    },
    "19": {
      "text": "And of every living thing of all flesh, two of every [sort] shalt thou bring into the ark, to keep [them] alive with thee: they shall be male and female.",
      "topic": ""
    },
    "20": {
      "text": "Of fowl after their kind, and of the cattle after their kind, of every creeping thing of the ground after its kind, two of each shall go in to thee, to keep [them] alive.",
      "topic": ""
    },
    "21": {
      "text": "And take thou of all food that is eaten, and gather [it] to thee, that it may be for food for thee and for them.",
      "topic": ""
    },
    "22": {
      "text": "And Noah did it; according to all that God had commanded him, so did he.",
      "topic": ""
    }
  }
}