{
  "info": {
    "book": "Zacarías",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y me mostró a Josué, el sumo sacerdote, el cual estaba delante del Ángel de Jehová; y Satanás estaba a su mano derecha para serle adversario.",
      "topic": ""
    },
    "2": {
      "text": "Y dijo Jehová a Satanás: Jehová te reprenda, oh Satanás; Jehová, que ha escogido a Jerusalén, te reprenda. ¿No [es] éste un tizón arrebatado del fuego?",
      "topic": ""
    },
    "3": {
      "text": "Y Josué estaba vestido de vestiduras viles, y estaba delante del Ángel.",
      "topic": ""
    },
    "4": {
      "text": "Y habló el [Ángel], y mandó a los que estaban delante de Él, diciendo: Quitadle esas vestiduras viles. Y a él dijo: Mira que he hecho pasar de ti tu pecado, y te vestiré con ropas de gala.",
      "topic": ""
    },
    "5": {
      "text": "Después dijo: Pongan mitra limpia sobre su cabeza. Y pusieron una mitra limpia sobre su cabeza, y le vistieron las ropas. Y el Ángel de Jehová estaba en pie.",
      "topic": ""
    },
    "6": {
      "text": "Y el Ángel de Jehová amonestó a Josué, diciendo:",
      "topic": ""
    },
    "7": {
      "text": "Así dice Jehová de los ejércitos: Si anduvieres por mis caminos, y si guardares mi ordenanza, también tú gobernarás mi casa, también tú guardarás mis atrios, y entre éstos que aquí están te daré plaza.",
      "topic": ""
    },
    "8": {
      "text": "Escucha pues, ahora, Josué sumo sacerdote, tú y tus amigos que se sientan delante de ti; porque [son] varones admirables: He aquí, yo traigo a mi siervo, EL RENUEVO.",
      "topic": ""
    },
    "9": {
      "text": "Porque he aquí aquella piedra que puse delante de Josué; sobre esta única piedra [hay] siete ojos; he aquí, yo grabaré su escultura, dice Jehová de los ejércitos, y quitaré el pecado de la tierra en un día.",
      "topic": ""
    },
    "10": {
      "text": "En aquel día, dice Jehová de los ejércitos, cada uno de vosotros llamará a su compañero debajo de la vid, y debajo de la higuera.",
      "topic": ""
    }
  }
}