{
  "info": {
    "book": "Zacarías",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y me volví, y alcé mis ojos, y miré, y he aquí un rollo que volaba.",
      "topic": ""
    },
    "2": {
      "text": "Y me dijo: ¿Qué ves? Y respondí: Veo un rollo que vuela, de veinte codos de largo y diez codos de ancho.",
      "topic": ""
    },
    "3": {
      "text": "Me dijo entonces: Ésta [es] la maldición que sale sobre la faz de toda la tierra; porque todo aquel que hurta será destruido según [lo escrito en] un lado, y todo aquel que jura será destruido según [lo escrito en] el otro lado.",
      "topic": ""
    },
    "4": {
      "text": "Yo la haré salir, dice Jehová de los ejércitos, y vendrá a la casa del ladrón, y a la casa del que jura falsamente en mi nombre; y permanecerá en medio de su casa, y la consumirá, con su madera y sus piedras.",
      "topic": ""
    },
    "5": {
      "text": "Y salió aquel Ángel que hablaba conmigo, y me dijo: Alza ahora tus ojos, y mira qué [es] esto que sale.",
      "topic": ""
    },
    "6": {
      "text": "Y dije: ¿Qué es? Y Él dijo: Éste [es] un efa que sale. Además dijo: Ésta [es] la semejanza de ellos en toda la tierra.",
      "topic": ""
    },
    "7": {
      "text": "Y he aquí, levantaron un talento de plomo, y una mujer estaba sentada en medio de aquel efa.",
      "topic": ""
    },
    "8": {
      "text": "Y Él dijo: Ésta [es] la maldad; y la echó dentro del efa, y echó la masa de plomo en la boca [del efa.]",
      "topic": ""
    },
    "9": {
      "text": "Alcé luego mis ojos, y miré, y he aquí dos mujeres que salían, y traían viento en sus alas, y tenían alas como de cigüeña, y alzaron el efa entre la tierra y el cielo.",
      "topic": ""
    },
    "10": {
      "text": "Y dije al Ángel que hablaba conmigo: ¿A dónde llevan el efa?",
      "topic": ""
    },
    "11": {
      "text": "Y Él me respondió: Para que le sea edificada casa en tierra de Sinar; y será establecido y puesto allí sobre su base.",
      "topic": ""
    }
  }
}