{
  "info": {
    "book": "Gálatas",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Pablo, apóstol (no de hombres ni por hombre, sino por Jesucristo, y por Dios el Padre que le resucitó de entre los muertos),",
      "topic": ""
    },
    "2": {
      "text": "y todos los hermanos que están conmigo, a las iglesias de Galacia:",
      "topic": ""
    },
    "3": {
      "text": "Gracia [sea] a vosotros, y paz de Dios el Padre y [de] nuestro Señor Jesucristo,",
      "topic": ""
    },
    "4": {
      "text": "el cual se dio a sí mismo por nuestros pecados para librarnos de este presente mundo malo, conforme a la voluntad de Dios y Padre nuestro;",
      "topic": ""
    },
    "5": {
      "text": "al cual [sea] gloria por siempre y siempre: Amén.",
      "topic": ""
    },
    "6": {
      "text": "Estoy maravillado de que tan pronto os hayáis traspasado del que os llamó a la gracia de Cristo, a otro evangelio:",
      "topic": ""
    },
    "7": {
      "text": "No que haya otro, sino que hay algunos que os perturban, y quieren pervertir el evangelio de Cristo.",
      "topic": ""
    },
    "8": {
      "text": "Mas si aun nosotros, o un ángel del cielo os predicare otro evangelio del que os hemos predicado, sea anatema.",
      "topic": ""
    },
    "9": {
      "text": "Como antes hemos dicho, así ahora digo otra vez: Si alguno os predicare otro evangelio del que habéis recibido, sea anatema.",
      "topic": ""
    },
    "10": {
      "text": "Qué, ¿persuado yo ahora a los hombres, o a Dios? ¿Acaso busco agradar a los hombres? Pues si todavía agradara a los hombres, no sería siervo de Cristo.",
      "topic": ""
    },
    "11": {
      "text": "Mas os hago saber, hermanos, que el evangelio predicado por mí, no es según hombre;",
      "topic": ""
    },
    "12": {
      "text": "pues yo ni lo recibí de hombre, ni tampoco me fue enseñado, sino por revelación de Jesucristo.",
      "topic": ""
    },
    "13": {
      "text": "Porque ya habéis oído acerca de mi conducta en otro tiempo en el judaísmo, que perseguía sobremanera a la iglesia de Dios, y la asolaba;",
      "topic": ""
    },
    "14": {
      "text": "y que adelantaba en el judaísmo sobre muchos de mis contemporáneos en mi nación, siendo mucho más celoso de las tradiciones de mis padres.",
      "topic": ""
    },
    "15": {
      "text": "Mas cuando agradó a Dios, que me apartó desde el vientre de mi madre, y [me] llamó por su gracia,",
      "topic": ""
    },
    "16": {
      "text": "revelar a su Hijo en mí, para que yo le predicase entre los gentiles; no consulté en seguida con carne y sangre;",
      "topic": ""
    },
    "17": {
      "text": "ni subí a Jerusalén a los que eran apóstoles antes que yo; sino que fui a Arabia, y volví de nuevo a Damasco.",
      "topic": ""
    },
    "18": {
      "text": "Después, pasados tres años, subí a Jerusalén a ver a Pedro, y permanecí con él quince días,",
      "topic": ""
    },
    "19": {
      "text": "mas no vi a ningún otro de los apóstoles, sino a Jacobo el hermano del Señor.",
      "topic": ""
    },
    "20": {
      "text": "Y en esto que os escribo, he aquí delante de Dios que no miento.",
      "topic": ""
    },
    "21": {
      "text": "Después fui a las regiones de Siria y de Cilicia,",
      "topic": ""
    },
    "22": {
      "text": "y no era conocido de vista a las iglesias de Judea, que eran en Cristo;",
      "topic": ""
    },
    "23": {
      "text": "solamente habían oído [decir]: Aquel que antes nos perseguía, ahora predica la fe que en otro tiempo asolaba.",
      "topic": ""
    },
    "24": {
      "text": "Y glorificaban a Dios en mí.",
      "topic": ""
    }
  }
}