{
  "info": {
    "book": "Gálatas",
    "chapter": "2",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Después, pasados catorce años, subí otra vez a Jerusalén con Bernabé, llevando también conmigo a Tito.",
      "topic": ""
    },
    "2": {
      "text": "Y subí por revelación, y les comuniqué el evangelio que predico entre los gentiles, pero en particular a los que tenían [cierta] reputación, para no correr, o haber corrido en vano.",
      "topic": ""
    },
    "3": {
      "text": "Mas ni aun Tito, que estaba conmigo, siendo griego, fue obligado a circuncidarse;",
      "topic": ""
    },
    "4": {
      "text": "y esto a pesar de falsos hermanos introducidos a escondidas, que entraron secretamente para espiar nuestra libertad que tenemos en Cristo Jesús, para traernos a servidumbre;",
      "topic": ""
    },
    "5": {
      "text": "a los cuales ni aun por un instante accedimos a someternos, para que la verdad del evangelio permaneciese con vosotros.",
      "topic": ""
    },
    "6": {
      "text": "Pero de aquellos que parecían ser algo (lo que hayan sido, no me importa: Dios no hace acepción de personas); a mí, pues, los que parecían [ser algo] nada me comunicaron.",
      "topic": ""
    },
    "7": {
      "text": "Antes por el contrario; cuando vieron que el evangelio de la incircuncisión me había sido encomendado, como a Pedro el de la circuncisión",
      "topic": ""
    },
    "8": {
      "text": "(Porque el que fue poderoso en Pedro para el apostolado de la circuncisión, fue poderoso también en mí para con los gentiles);",
      "topic": ""
    },
    "9": {
      "text": "y cuando Jacobo, Cefas, y Juan, que parecían ser columnas, percibieron la gracia que me fue dada, nos dieron a mí y a Bernabé las diestras de compañerismo, para que nosotros [fuésemos] a los gentiles, y ellos a la circuncisión.",
      "topic": ""
    },
    "10": {
      "text": "Solamente [nos pidieron] que nos acordásemos de los pobres, lo cual también fui solícito en hacer.",
      "topic": ""
    },
    "11": {
      "text": "Pero cuando Pedro vino a Antioquía, le resistí en su cara, porque era de condenar.",
      "topic": ""
    },
    "12": {
      "text": "Porque antes que viniesen unos de parte de Jacobo, él comía con los gentiles, mas cuando vinieron, se retraía y se apartaba, teniendo miedo de los que eran de la circuncisión.",
      "topic": ""
    },
    "13": {
      "text": "Y otros judíos también disimulaban con él; de tal manera que también Bernabé fue llevado con su simulación.",
      "topic": ""
    },
    "14": {
      "text": "Pero cuando vi que no andaban rectamente conforme a la verdad del evangelio, dije a Pedro delante de todos: Si tú, siendo judío, vives como los gentiles y no como los judíos, ¿por qué obligas a los gentiles a judaizar?",
      "topic": ""
    },
    "15": {
      "text": "Nosotros, [somos] judíos naturales, y no pecadores de los gentiles;",
      "topic": ""
    },
    "16": {
      "text": "sabiendo que el hombre no es justificado por las obras de la ley, sino por la fe de Jesucristo, nosotros también hemos creído en Jesucristo, para ser justificados por la fe de Cristo y no por las obras de la ley, por cuanto por las obras de la ley ninguna carne será justificada.",
      "topic": ""
    },
    "17": {
      "text": "Y si buscando ser justificados en Cristo, también nosotros somos hallados pecadores, ¿[es] por eso Cristo ministro de pecado? ¡En ninguna manera!",
      "topic": ""
    },
    "18": {
      "text": "Porque si las cosas que destruí, las mismas vuelvo a edificar, transgresor me hago.",
      "topic": ""
    },
    "19": {
      "text": "Porque yo por la ley soy muerto a la ley, a fin de que viva para Dios.",
      "topic": ""
    },
    "20": {
      "text": "Con Cristo estoy juntamente crucificado; mas vivo, ya no yo, sino que Cristo vive en mí; y la vida que ahora vivo en la carne, la vivo en la fe del Hijo de Dios, el cual me amó y se entregó a sí mismo por mí.",
      "topic": ""
    },
    "21": {
      "text": "No desecho la gracia de Dios, porque si por la ley [fuese] la justicia, entonces Cristo murió en vano.",
      "topic": ""
    }
  }
}