{
  "info": {
    "book": "Gálatas",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Estad, pues, firmes en la libertad con que Cristo nos hizo libres; y no os sujetéis de nuevo al yugo de esclavitud.",
      "topic": ""
    },
    "2": {
      "text": "He aquí, yo Pablo os digo que si os circuncidáis, de nada os aprovechará Cristo.",
      "topic": ""
    },
    "3": {
      "text": "Y otra vez testifico a todo hombre que se circuncidare, que está obligado a guardar toda la ley.",
      "topic": ""
    },
    "4": {
      "text": "Cristo ha venido a ser sin efecto para vosotros los que por la ley os justificáis; de la gracia habéis caído.",
      "topic": ""
    },
    "5": {
      "text": "Mas nosotros por el Espíritu aguardamos la esperanza de la justicia por fe.",
      "topic": ""
    },
    "6": {
      "text": "Porque en Jesucristo ni la circuncisión vale algo, ni la incircuncisión, sino la fe que obra por amor.",
      "topic": ""
    },
    "7": {
      "text": "Vosotros corríais bien; ¿quién os estorbó para que no obedezcáis a la verdad?",
      "topic": ""
    },
    "8": {
      "text": "Esta persuasión no [viene] de Aquél que os llama.",
      "topic": ""
    },
    "9": {
      "text": "Un poco de levadura leuda toda la masa.",
      "topic": ""
    },
    "10": {
      "text": "Yo confío de vosotros en el Señor, que no pensaréis ninguna otra cosa; mas el que os perturba, llevará el juicio, quienquiera que él sea.",
      "topic": ""
    },
    "11": {
      "text": "Y yo, hermanos, si aún predico la circuncisión, ¿por qué padezco persecución todavía? Entonces ha cesado la ofensa de la cruz.",
      "topic": ""
    },
    "12": {
      "text": "¡Oh que fuesen también cortados los que os perturban!",
      "topic": ""
    },
    "13": {
      "text": "Porque vosotros, hermanos, a libertad habéis sido llamados; solamente que no [uséis] la libertad como ocasión para la carne, sino por amor servíos los unos a los otros.",
      "topic": ""
    },
    "14": {
      "text": "Porque toda la ley en una palabra se cumple, en ésta: Amarás a tu prójimo como a ti mismo.",
      "topic": ""
    },
    "15": {
      "text": "Mas si os mordéis y devoráis los unos a los otros, mirad que no os consumáis los unos a los otros.",
      "topic": ""
    },
    "16": {
      "text": "Digo, pues: Andad en el Espíritu; y no satisfagáis la concupiscencia de la carne.",
      "topic": ""
    },
    "17": {
      "text": "Porque la carne codicia contra el Espíritu, y el Espíritu contra la carne; y éstos se oponen entre sí, para que no podáis hacer lo que quisiereis.",
      "topic": ""
    },
    "18": {
      "text": "Mas si sois guiados por el Espíritu, no estáis bajo la ley.",
      "topic": ""
    },
    "19": {
      "text": "Y manifiestas son las obras de la carne, que son: Adulterio, fornicación, inmundicia, lascivia,",
      "topic": ""
    },
    "20": {
      "text": "idolatría, hechicerías, enemistades, pleitos, celos, iras, contiendas, disensiones, herejías,",
      "topic": ""
    },
    "21": {
      "text": "envidias, homicidios, borracheras, desenfrenos, y cosas semejantes a estas; de las cuales os denuncio, como también ya [os] denuncié, que los que hacen tales cosas, no heredarán el reino de Dios.",
      "topic": ""
    },
    "22": {
      "text": "Mas el fruto del Espíritu es amor, gozo, paz, paciencia, benignidad, bondad, fe,",
      "topic": ""
    },
    "23": {
      "text": "mansedumbre, templanza; contra tales cosas no hay ley.",
      "topic": ""
    },
    "24": {
      "text": "Pero los que son de Cristo han crucificado la carne con sus pasiones y concupiscencias.",
      "topic": ""
    },
    "25": {
      "text": "Si vivimos en el Espíritu, andemos también en el Espíritu.",
      "topic": ""
    },
    "26": {
      "text": "No nos hagamos vanagloriosos, irritándonos unos a otros, envidiándonos unos a otros.",
      "topic": ""
    }
  }
}