{
  "info": {
    "book": "James",
    "chapter": "1",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "James, bondman of God and of [the] Lord Jesus Christ, to the twelve tribes which [are] in the dispersion, greeting.",
      "topic": ""
    },
    "2": {
      "text": "Count it all joy, my brethren, when ye fall into various temptations,",
      "topic": ""
    },
    "3": {
      "text": "knowing that the proving of your faith works endurance.",
      "topic": ""
    },
    "4": {
      "text": "But let endurance have [its] perfect work, that ye may be perfect and complete, lacking in nothing.",
      "topic": ""
    },
    "5": {
      "text": "But if any one of you lack wisdom, let him ask of God, who gives to all freely and reproaches not, and it shall be given to him:",
      "topic": ""
    },
    "6": {
      "text": "but let him ask in faith, nothing doubting. For he that doubts is like a wave of the sea driven by the wind and tossed about;",
      "topic": ""
    },
    "7": {
      "text": "for let not that man think that he shall receive anything from the Lord;",
      "topic": ""
    },
    "8": {
      "text": "[he is] a double-minded man, unstable in all his ways.",
      "topic": ""
    },
    "9": {
      "text": "But let the brother of low degree glory in his elevation,",
      "topic": ""
    },
    "10": {
      "text": "and the rich in his humiliation, because as [the] grass’s flower he will pass away.",
      "topic": ""
    },
    "11": {
      "text": "For the sun has risen with its burning heat, and has withered the grass, and its flower has fallen, and the comeliness of its look has perished: thus the rich also shall wither in his goings.",
      "topic": ""
    },
    "12": {
      "text": "Blessed [is the] man who endures temptation; for, having been proved, he shall receive the crown of life, which He has promised to them that love him.",
      "topic": ""
    },
    "13": {
      "text": "Let no man, being tempted, say, I am tempted of God. For God cannot be tempted by evil things, and himself tempts no one.",
      "topic": ""
    },
    "14": {
      "text": "But every one is tempted, drawn away, and enticed by his own lust;",
      "topic": ""
    },
    "15": {
      "text": "then lust, having conceived, gives birth to sin; but sin fully completed brings forth death.",
      "topic": ""
    },
    "16": {
      "text": "Do not err, my beloved brethren.",
      "topic": ""
    },
    "17": {
      "text": "Every good gift and every perfect gift comes down from above, from the Father of lights, with whom is no variation nor shadow of turning.",
      "topic": ""
    },
    "18": {
      "text": "According to his own will begat he us by the word of truth, that we should be a certain first-fruits of his creatures.",
      "topic": ""
    },
    "19": {
      "text": "So that, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath;",
      "topic": ""
    },
    "20": {
      "text": "for man’s wrath does not work God’s righteousness.",
      "topic": ""
    },
    "21": {
      "text": "Wherefore, laying aside all filthiness and abounding of wickedness, accept with meekness the implanted word, which is able to save your souls.",
      "topic": ""
    },
    "22": {
      "text": "But be ye doers of [the] word and not hearers only, beguiling yourselves.",
      "topic": ""
    },
    "23": {
      "text": "For if any man be a hearer of [the] word and not a doer, he is like to a man considering his natural face in a mirror:",
      "topic": ""
    },
    "24": {
      "text": "for he has considered himself and is gone away, and straightway he has forgotten what he was like.",
      "topic": ""
    },
    "25": {
      "text": "But he that fixes his view on [the] perfect law, that of liberty, and abides in [it], being not a forgetful hearer but a doer of [the] work, he shall be blessed in his doing.",
      "topic": ""
    },
    "26": {
      "text": "If any one think himself to be religious, not bridling his tongue, but deceiving his heart, this man’s religion is vain.",
      "topic": ""
    },
    "27": {
      "text": "Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their affliction, to keep oneself unspotted from the world.",
      "topic": ""
    }
  }
}