{
  "info": {
    "book": "Marcos",
    "chapter": "4",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y otra vez comenzó a enseñar junto al mar, y una gran multitud se reunió alrededor de Él; tanto que entró en una barca, y se sentó [en ella] en el mar, y toda la multitud estaba en tierra junto al mar.",
      "topic": ""
    },
    "2": {
      "text": "Y les enseñaba por parábolas muchas cosas, y les decía en su doctrina:",
      "topic": ""
    },
    "3": {
      "text": "‹Oíd: He aquí, el sembrador salió a sembrar;›",
      "topic": ""
    },
    "4": {
      "text": "‹y aconteció que al sembrar, una parte cayó junto al camino; y vinieron las aves del cielo y la devoraron.›",
      "topic": ""
    },
    "5": {
      "text": "‹Y otra parte cayó en pedregales, donde no tenía mucha tierra; y enseguida brotó, porque no tenía profundidad de tierra;›",
      "topic": ""
    },
    "6": {
      "text": "‹pero cuando salió el sol, se quemó; y porque no tenía raíz, se secó.›",
      "topic": ""
    },
    "7": {
      "text": "‹Y otra parte cayó entre espinos; y crecieron los espinos y la ahogaron, y no dio fruto.›",
      "topic": ""
    },
    "8": {
      "text": "‹Pero otra parte cayó en buena tierra, y dio fruto que brotó y creció; y produjo, una a treinta, otra a sesenta, y otra a ciento [por uno].›",
      "topic": ""
    },
    "9": {
      "text": "Y les dijo: ‹El que tiene oídos para oír, oiga.›",
      "topic": ""
    },
    "10": {
      "text": "Y cuando estuvo solo, los que estaban cerca de Él con los doce le preguntaron sobre la parábola.",
      "topic": ""
    },
    "11": {
      "text": "Y les dijo: ‹A vosotros es dado el saber los misterios del reino de Dios; mas a los que están fuera, todo es hecho por parábolas;›",
      "topic": ""
    },
    "12": {
      "text": "‹para que viendo, vean y no perciban; y oyendo, oigan y no entiendan; para que no se conviertan y les sean perdonados [sus] pecados.›",
      "topic": ""
    },
    "13": {
      "text": "Y les dijo: ‹¿No entendéis esta parábola? ¿Cómo, pues, entenderéis todas las parábolas?›",
      "topic": ""
    },
    "14": {
      "text": "‹El sembrador [es el que] siembra la palabra.›",
      "topic": ""
    },
    "15": {
      "text": "‹Y éstos son los de junto al camino; en quienes se siembra la palabra, pero después que la oyen, en seguida viene Satanás, y quita la palabra que fue sembrada en sus corazones.›",
      "topic": ""
    },
    "16": {
      "text": "‹Y de igual modo, éstos son los que son sembrados en pedregales; quienes habiendo oído la palabra, al momento la reciben con gozo;›",
      "topic": ""
    },
    "17": {
      "text": "‹pero no tienen raíz en sí, sino que duran poco tiempo; pero luego, cuando viene la aflicción o la persecución por causa de la palabra, enseguida se escandalizan.›",
      "topic": ""
    },
    "18": {
      "text": "‹Y éstos son los que fueron sembrados entre espinos; los que oyen la palabra,›",
      "topic": ""
    },
    "19": {
      "text": "‹pero los afanes de este mundo, y el engaño de las riquezas, y las codicias de otras cosas, entran y ahogan la palabra, y se hace infructuosa.›",
      "topic": ""
    },
    "20": {
      "text": "‹Y éstos son los que fueron sembrados en buena tierra; los que oyen la palabra y la reciben, y llevan fruto, uno a treinta, otro a sesenta, y otro a ciento por uno.›",
      "topic": ""
    },
    "21": {
      "text": "Y les dijo: ‹¿Se trae el candil para ponerse debajo del almud, o debajo de la cama? ¿No es para ponerse en el candelero?›",
      "topic": ""
    },
    "22": {
      "text": "‹Porque nada hay oculto que no haya de ser manifestado; ni secreto, que no haya de ser descubierto.›",
      "topic": ""
    },
    "23": {
      "text": "‹Si alguno tiene oídos para oír, oiga.›",
      "topic": ""
    },
    "24": {
      "text": "Y les dijo: ‹Mirad lo que oís; porque con la medida que medís, se os medirá, y a vosotros los que oís, más os será añadido.›",
      "topic": ""
    },
    "25": {
      "text": "‹Porque al que tiene, se le dará; y al que no tiene, aun lo que tiene le será quitado.›",
      "topic": ""
    },
    "26": {
      "text": "Y dijo: ‹Así es el reino de Dios, como cuando un hombre echa semilla en la tierra;›",
      "topic": ""
    },
    "27": {
      "text": "‹y duerme y se levanta, de noche y de día, y la semilla brota y crece sin saber él cómo.›",
      "topic": ""
    },
    "28": {
      "text": "‹Porque de suyo fructifica la tierra, primero hierba, luego espiga, después grano lleno en la espiga.›",
      "topic": ""
    },
    "29": {
      "text": "‹Y cuando ha dado el fruto, en seguida se mete la hoz, porque la siega es llegada.›",
      "topic": ""
    },
    "30": {
      "text": "Y dijo: ‹¿A qué haremos semejante el reino de Dios, o con qué parábola le compararemos?›",
      "topic": ""
    },
    "31": {
      "text": "‹[Es] como el grano de mostaza, que cuando se siembra en tierra, es la más pequeña de todas las semillas que hay en la tierra;›",
      "topic": ""
    },
    "32": {
      "text": "‹pero después de sembrado, crece, y se hace la más grande de todas las hortalizas, y echa grandes ramas, de manera que las aves del cielo pueden anidar bajo su sombra.›",
      "topic": ""
    },
    "33": {
      "text": "Y con muchas parábolas semejantes les hablaba la palabra, conforme ellos podían oír.",
      "topic": ""
    },
    "34": {
      "text": "Y sin parábola no les hablaba, mas a sus discípulos en privado les aclaraba todas las cosas.",
      "topic": ""
    },
    "35": {
      "text": "Y aquel día, cuando cayó la tarde, les dijo: ‹Pasemos al otro lado.›",
      "topic": ""
    },
    "36": {
      "text": "Y despidiendo a la multitud, le recibieron como estaba en la barca; y había también con Él otras barcas.",
      "topic": ""
    },
    "37": {
      "text": "Y se levantó una gran tempestad de viento, y las olas azotaban la barca, de manera que ya se anegaba.",
      "topic": ""
    },
    "38": {
      "text": "Y Él estaba en la popa, durmiendo sobre un cabezal, y despertándole, le dijeron: Maestro, ¿no tienes cuidado que perecemos?",
      "topic": ""
    },
    "39": {
      "text": "Y levantándose, reprendió al viento, y dijo al mar: ‹Calla, enmudece.› Y cesó el viento. Y se hizo grande bonanza.",
      "topic": ""
    },
    "40": {
      "text": "Y les dijo: ‹¿Por qué estáis así amedrentados? ¿Cómo es que no tenéis fe?›",
      "topic": ""
    },
    "41": {
      "text": "Y temieron en gran manera, y se decían el uno al otro: ¿Qué clase de hombre es Éste, que aun el viento y el mar le obedecen?",
      "topic": ""
    }
  }
}