{
  "info": {
    "book": "Marcos",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vinieron al otro lado del mar, a la provincia de los gadarenos.",
      "topic": ""
    },
    "2": {
      "text": "Y saliendo Él de la barca, en seguida le salió al encuentro, de los sepulcros, un hombre con un espíritu inmundo,",
      "topic": ""
    },
    "3": {
      "text": "que tenía su morada entre los sepulcros, y nadie podía atarle, ni aun con cadenas.",
      "topic": ""
    },
    "4": {
      "text": "Porque muchas veces había sido atado con grillos y cadenas, mas las cadenas habían sido hechas pedazos por él, y desmenuzados los grillos, y nadie le podía domar.",
      "topic": ""
    },
    "5": {
      "text": "Y siempre, de día y de noche, andaba en los montes y en los sepulcros, dando voces e hiriéndose con piedras.",
      "topic": ""
    },
    "6": {
      "text": "Y cuando vio a Jesús de lejos, corrió y le adoró.",
      "topic": ""
    },
    "7": {
      "text": "Y clamando a gran voz, dijo: ¿Qué tengo contigo, Jesús, Hijo del Dios Altísimo? Te conjuro por Dios que no me atormentes.",
      "topic": ""
    },
    "8": {
      "text": "Porque le decía: ‹Sal de este hombre, espíritu inmundo.›",
      "topic": ""
    },
    "9": {
      "text": "Y le preguntó: ‹¿Cómo te llamas?› Y respondió diciendo: Legión me llamo; porque somos muchos.",
      "topic": ""
    },
    "10": {
      "text": "Y le rogaba mucho que no los enviase fuera de aquella provincia.",
      "topic": ""
    },
    "11": {
      "text": "Y estaba allí cerca del monte un hato grande de puercos paciendo.",
      "topic": ""
    },
    "12": {
      "text": "Y le rogaron todos los demonios, diciendo: Envíanos a los puercos para que entremos en ellos.",
      "topic": ""
    },
    "13": {
      "text": "Y luego Jesús se los permitió. Y saliendo aquellos espíritus inmundos, entraron en los puercos (los cuales eran como dos mil); y el hato se precipitó al mar por un despeñadero; y en el mar se ahogaron.",
      "topic": ""
    },
    "14": {
      "text": "Y los que apacentaban los puercos huyeron, y dieron aviso en la ciudad y en los campos. Y salieron para ver qué era aquello que había acontecido.",
      "topic": ""
    },
    "15": {
      "text": "Y vinieron a Jesús, y vieron al que había sido poseído del demonio y había tenido la legión, sentado, vestido y en su juicio cabal; y tuvieron miedo.",
      "topic": ""
    },
    "16": {
      "text": "Y los que lo habían visto les contaron cómo le había acontecido al que había tenido el demonio, y lo de los puercos.",
      "topic": ""
    },
    "17": {
      "text": "Y comenzaron a rogarle que se fuera de sus contornos.",
      "topic": ""
    },
    "18": {
      "text": "Y entrando Él en la barca, el que había estado poseído del demonio le rogaba que le dejase estar con Él.",
      "topic": ""
    },
    "19": {
      "text": "Mas Jesús no se lo permitió, sino que le dijo: ‹Vete a tu casa, a los tuyos, y cuéntales cuán grandes cosas el Señor ha hecho contigo, y [cómo] ha tenido misericordia de ti.›",
      "topic": ""
    },
    "20": {
      "text": "Y yéndose, comenzó a publicar en Decápolis cuán grandes cosas Jesús había hecho con él; y todos se maravillaban.",
      "topic": ""
    },
    "21": {
      "text": "Y cuando Jesús pasó otra vez en una barca al otro lado; una gran multitud se reunió alrededor de Él; y Él estaba junto al mar.",
      "topic": ""
    },
    "22": {
      "text": "Y he aquí, vino uno de los príncipes de la sinagoga llamado Jairo, y luego que le vio, se postró a sus pies,",
      "topic": ""
    },
    "23": {
      "text": "y le rogaba mucho, diciendo: Mi hija está a punto de morir; ven y pon tus manos sobre ella para que sea sana, y vivirá.",
      "topic": ""
    },
    "24": {
      "text": "Y [Jesús] fue con él, y mucha gente le seguía, y le apretaban.",
      "topic": ""
    },
    "25": {
      "text": "Y una mujer que padecía flujo de sangre por ya doce años,",
      "topic": ""
    },
    "26": {
      "text": "y había sufrido mucho de muchos médicos, y había gastado todo lo que tenía, y no había mejorado, antes le iba peor,",
      "topic": ""
    },
    "27": {
      "text": "cuando oyó hablar de Jesús, vino por detrás entre la multitud y tocó su manto.",
      "topic": ""
    },
    "28": {
      "text": "Porque decía: Si tan sólo tocare su manto, seré sana.",
      "topic": ""
    },
    "29": {
      "text": "Y al instante la fuente de su sangre se secó, y sintió en [su] cuerpo que estaba sana de aquel azote.",
      "topic": ""
    },
    "30": {
      "text": "Y enseguida Jesús, sabiendo en sí mismo el poder que había salido de Él, volviéndose a la multitud, dijo: ‹¿Quién ha tocado mi manto?›",
      "topic": ""
    },
    "31": {
      "text": "Y le dijeron sus discípulos: Ves que la multitud te aprieta, y dices: ¿Quién me ha tocado?",
      "topic": ""
    },
    "32": {
      "text": "Pero Él miraba alrededor para ver a la que había hecho esto.",
      "topic": ""
    },
    "33": {
      "text": "Entonces la mujer, temiendo y temblando, sabiendo lo que en ella había sido hecho, vino y se postró delante de Él, y le dijo toda la verdad.",
      "topic": ""
    },
    "34": {
      "text": "Y Él le dijo: ‹Hija, tu fe te ha salvado; ve en paz, y queda sana de tu azote.›",
      "topic": ""
    },
    "35": {
      "text": "Mientras Él aún hablaba, vinieron [de la casa] del príncipe de la sinagoga, diciendo: Tu hija ha muerto; ¿para qué molestas más al Maestro?",
      "topic": ""
    },
    "36": {
      "text": "Y tan pronto como Jesús oyó la palabra que fue dicha, dijo al príncipe de la sinagoga: ‹No temas, cree solamente.›",
      "topic": ""
    },
    "37": {
      "text": "Y no permitió que le siguiese nadie, salvo Pedro, y Jacobo, y Juan hermano de Jacobo.",
      "topic": ""
    },
    "38": {
      "text": "Y vino a casa del príncipe de la sinagoga, y vio el alboroto y a los que lloraban y lamentaban mucho.",
      "topic": ""
    },
    "39": {
      "text": "Y entrando, les dijo: ‹¿Por qué alborotáis y lloráis? La muchacha no está muerta, sino duerme.›",
      "topic": ""
    },
    "40": {
      "text": "Y se burlaban de Él. Pero Él, echando fuera a todos, tomó al padre y a la madre de la muchacha, y a los que estaban con Él, y entró a donde la muchacha yacía.",
      "topic": ""
    },
    "41": {
      "text": "Y tomando la mano de la muchacha, le dijo: ‹Talita cumi›; que es si lo interpretares: Muchacha, a ti te digo: Levántate.",
      "topic": ""
    },
    "42": {
      "text": "Y al instante la muchacha se levantó y anduvo; porque tenía doce años. Y estaban atónitos, muy asombrados.",
      "topic": ""
    },
    "43": {
      "text": "Y Él les encargó mucho que nadie lo supiese, y mandó que se le diese de comer.",
      "topic": ""
    }
  }
}