{
  "info": {
    "book": "Marcos",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y salió [Él] de allí y vino a su tierra, y le siguieron sus discípulos.",
      "topic": ""
    },
    "2": {
      "text": "Y llegado el sábado, comenzó a enseñar en la sinagoga; y muchos, oyéndole, estaban atónitos, diciendo: ¿De dónde tiene Éste estas cosas? ¿Y qué sabiduría es ésta que le es dada, que tales maravillas son hechas por sus manos?",
      "topic": ""
    },
    "3": {
      "text": "¿No es Éste el carpintero, el hijo de María, hermano de Jacobo, y de José, y de Judas y de Simón? ¿No están también aquí con nosotros sus hermanas? Y se escandalizaban de Él.",
      "topic": ""
    },
    "4": {
      "text": "Mas Jesús les dijo: ‹No hay profeta sin honra sino en su tierra, y entre sus parientes, y en su casa.›",
      "topic": ""
    },
    "5": {
      "text": "Y no pudo hacer allí una gran obra, salvo que sanó a unos pocos enfermos, poniendo sus manos sobre [ellos].",
      "topic": ""
    },
    "6": {
      "text": "Y estaba maravillado de la incredulidad de ellos. Y recorría las aldeas de alrededor, enseñando.",
      "topic": ""
    },
    "7": {
      "text": "Y llamó a los doce, y comenzó a enviarlos de dos en dos; y les dio potestad sobre los espíritus inmundos.",
      "topic": ""
    },
    "8": {
      "text": "Y les mandó que no llevasen nada para el camino, sino solamente bordón; ni alforja, ni pan, ni dinero en la bolsa;",
      "topic": ""
    },
    "9": {
      "text": "Sino que calzasen sandalias, y no vistiesen dos túnicas.",
      "topic": ""
    },
    "10": {
      "text": "Y les dijo: ‹Dondequiera que entréis en una casa, posad en ella hasta que salgáis de allí.›",
      "topic": ""
    },
    "11": {
      "text": "‹Y todos aquellos que no os recibieren ni os oyeren, saliendo de allí, sacudid el polvo de debajo de vuestros pies para testimonio contra ellos. De cierto os digo que en el día del juicio, será más tolerable [el castigo] para Sodoma y Gomorra, que para aquella ciudad.›",
      "topic": ""
    },
    "12": {
      "text": "Y saliendo, predicaban que los hombres se arrepintiesen.",
      "topic": ""
    },
    "13": {
      "text": "Y echaban fuera muchos demonios, y ungían con aceite a muchos enfermos, y los sanaban.",
      "topic": ""
    },
    "14": {
      "text": "Y oyó el rey Herodes [la fama de Jesús], porque su nombre se había hecho notorio, y dijo: Juan el Bautista ha resucitado de los muertos, y por eso milagros obran en él.",
      "topic": ""
    },
    "15": {
      "text": "Otros decían: Es Elías. Y otros decían: Es un profeta, o alguno de los profetas.",
      "topic": ""
    },
    "16": {
      "text": "Mas oyéndolo Herodes, dijo: Es Juan, al que yo decapité, él ha resucitado de los muertos.",
      "topic": ""
    },
    "17": {
      "text": "Porque Herodes mismo había enviado y prendido a Juan, y le había atado en la cárcel a causa de Herodías, esposa de Felipe su hermano; pues se había casado con ella.",
      "topic": ""
    },
    "18": {
      "text": "Porque Juan decía a Herodes: No te es lícito tener la esposa de tu hermano.",
      "topic": ""
    },
    "19": {
      "text": "Y Herodías le aborrecía, y deseaba matarle, pero no podía;",
      "topic": ""
    },
    "20": {
      "text": "porque Herodes temía a Juan, sabiendo que era varón justo y santo, y le guardaba; y cuando le oía, él hacía muchas cosas, y le oía de buena gana.",
      "topic": ""
    },
    "21": {
      "text": "Pero viniendo un día oportuno, en que Herodes, en su cumpleaños, hizo una cena a sus príncipes y tribunos y a los principales de Galilea;",
      "topic": ""
    },
    "22": {
      "text": "entrando la hija de Herodías, danzó, y agradó a Herodes y a los que estaban con él a la mesa; y el rey dijo a la damisela: Pídeme lo que quieras, y yo te lo daré.",
      "topic": ""
    },
    "23": {
      "text": "Y le juró: Todo lo que me pidieres te daré, hasta la mitad de mi reino.",
      "topic": ""
    },
    "24": {
      "text": "Y saliendo ella, dijo a su madre: ¿Qué pediré? Y ella dijo: La cabeza de Juan el Bautista.",
      "topic": ""
    },
    "25": {
      "text": "Entonces ella entró apresuradamente ante el rey, y pidió, diciendo: Quiero que ahora mismo me des en un plato la cabeza de Juan el Bautista.",
      "topic": ""
    },
    "26": {
      "text": "Y el rey se entristeció mucho, [mas] por causa del juramento y de los que estaban con él a la mesa, no quiso desecharla.",
      "topic": ""
    },
    "27": {
      "text": "Y en seguida el rey envió a un verdugo, y mandó que fuese traída su cabeza; y [el verdugo] fue y le decapitó en la cárcel,",
      "topic": ""
    },
    "28": {
      "text": "y trajo su cabeza en un plato, y la dio a la damisela, y la damisela la dio a su madre.",
      "topic": ""
    },
    "29": {
      "text": "Y cuando oyeron esto sus discípulos, vinieron y tomaron el cuerpo y lo pusieron en un sepulcro.",
      "topic": ""
    },
    "30": {
      "text": "Entonces los apóstoles se reunieron con Jesús, y le contaron todo lo que habían hecho, y lo que habían enseñado.",
      "topic": ""
    },
    "31": {
      "text": "Y Él les dijo: ‹Venid vosotros aparte a un lugar desierto y descansad un poco.› Porque eran muchos los que iban y venían, y ni aun tenían tiempo para comer.",
      "topic": ""
    },
    "32": {
      "text": "Y se fueron en la barca a un lugar desierto, a solas.",
      "topic": ""
    },
    "33": {
      "text": "Pero la gente les vio partir, y muchos le reconocieron, y corrieron allá a pie de todas las ciudades, y llegaron antes que ellos, y se juntaron a Él.",
      "topic": ""
    },
    "34": {
      "text": "Y saliendo Jesús, vio una gran multitud, y tuvo compasión de ellos porque eran como ovejas que no tenían pastor, y comenzó a enseñarles muchas cosas.",
      "topic": ""
    },
    "35": {
      "text": "Y cuando el día era ya muy avanzado, sus discípulos se acercaron a Él y le dijeron: El lugar es desierto, y la hora ya muy avanzada.",
      "topic": ""
    },
    "36": {
      "text": "Despídelos para que vayan a los cortijos y aldeas de alrededor, y compren pan para sí; porque no tienen qué comer.",
      "topic": ""
    },
    "37": {
      "text": "Respondiendo Él, les dijo: ‹Dadles vosotros de comer.› Y ellos le dijeron: ¿Que vayamos y compremos pan por doscientos denarios, y les demos de comer?",
      "topic": ""
    },
    "38": {
      "text": "Él les dijo: ‹¿Cuántos panes tenéis? Id y vedlo.› Y enterándose, dijeron: Cinco, y dos peces.",
      "topic": ""
    },
    "39": {
      "text": "Y les mandó que hiciesen recostar a todos por grupos sobre la hierba verde.",
      "topic": ""
    },
    "40": {
      "text": "Y se sentaron por grupos, de cien en cien, y de cincuenta en cincuenta.",
      "topic": ""
    },
    "41": {
      "text": "Entonces tomó los cinco panes y los dos peces, y alzando los ojos al cielo, bendijo y partió los panes, y dio a sus discípulos para que los pusiesen delante de ellos; y repartió los dos peces entre todos.",
      "topic": ""
    },
    "42": {
      "text": "Y todos comieron y se saciaron.",
      "topic": ""
    },
    "43": {
      "text": "Y recogieron de los pedazos doce canastos llenos, y de los peces.",
      "topic": ""
    },
    "44": {
      "text": "Y los que comieron de los panes eran como cinco mil hombres.",
      "topic": ""
    },
    "45": {
      "text": "Y en seguida hizo a sus discípulos entrar en la barca e ir delante de Él al otro lado, a Betsaida, entre tanto que Él despedía a la multitud.",
      "topic": ""
    },
    "46": {
      "text": "Y habiéndoles despedido se fue al monte a orar.",
      "topic": ""
    },
    "47": {
      "text": "Y al anochecer, la barca estaba en medio del mar, y Él solo en tierra.",
      "topic": ""
    },
    "48": {
      "text": "Y al ver que se fatigaban remando, porque el viento les era contrario, como a la cuarta vigilia de la noche vino a ellos andando sobre el mar, y quería pasarlos de largo.",
      "topic": ""
    },
    "49": {
      "text": "Y viéndole ellos andar sobre el mar, pensaron que era un fantasma, y dieron voces;",
      "topic": ""
    },
    "50": {
      "text": "porque todos le veían, y se turbaron. Pero en seguida habló con ellos y les dijo: ‹Tened buen ánimo, yo soy, no temáis.›",
      "topic": ""
    },
    "51": {
      "text": "Y subió a ellos en la barca, y cesó el viento, y ellos estaban asombrados sobremanera, y se maravillaban.",
      "topic": ""
    },
    "52": {
      "text": "Porque aún no habían entendido [el milagro] de los panes, por cuanto estaban endurecidos sus corazones.",
      "topic": ""
    },
    "53": {
      "text": "Y habiendo pasado al otro lado, vinieron a tierra de Genezaret, y tomaron puerto.",
      "topic": ""
    },
    "54": {
      "text": "Y saliendo ellos de la barca, enseguida le reconocieron;",
      "topic": ""
    },
    "55": {
      "text": "y corriendo a través de toda la región de alrededor, comenzaron a traer en lechos a los que estaban enfermos, a donde oían que estaba.",
      "topic": ""
    },
    "56": {
      "text": "Y dondequiera que entraba, en aldeas, ciudades o campos, ponían en las calles a los que estaban enfermos, y le rogaban que les dejase tocar tan siquiera el borde de su manto; y todos los que le tocaban quedaban sanos.",
      "topic": ""
    }
  }
}