{
  "info": {
    "book": "2 Chronicles",
    "chapter": "4",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "He made also an altar of brass twenty cubits long, and twenty cubits broad, and ten cubits high.",
      "topic": ""
    },
    "2": {
      "text": "Also a molten sea of ten cubits from brim to brim, round in compass: it was five cubits high, and a line of thirty cubits compassed it round about.",
      "topic": ""
    },
    "3": {
      "text": "And under it there was the likeness of oxen, and certain engravings on the outside of ten cubits compassed the belly of the sea, as it were with two rows.",
      "topic": ""
    },
    "4": {
      "text": "And the oxen were cast: and the sea itself was set upon the twelve oxen, three of which looked toward the north, and other three toward the west: and other three toward the south, and the other three that remained toward the east, and the sea stood upon them: and the hinder parts of the oxen were in- ward under the sea.",
      "topic": ""
    },
    "5": {
      "text": "Now the thickness of it was a handbreadth, and the brim of it was like the brim of a cup, or of a crisped lily: and it held three thousand measures.",
      "topic": ""
    },
    "6": {
      "text": "He made also ten lavers: and he see five on the right hand, and five on the left, to wash in them all such things as they mere to offer for holocausts: but the sea was for the priests to wash in.",
      "topic": ""
    },
    "7": {
      "text": "And he made ten golden candlesticks, according to the form which they were commanded to be made by: and he set them in the temple, five on the right hand, and five on the left.",
      "topic": ""
    },
    "8": {
      "text": "Moreover also ten tables: and he set them in the temple, five on the right side, and five on the left. Also a hundred bowls of gold.",
      "topic": ""
    },
    "9": {
      "text": "He made also the court of the priests, and a great hall, and doors in the hall, which he covered with brass.",
      "topic": ""
    },
    "10": {
      "text": "And he set the sea on the right side over against the east toward the south.",
      "topic": ""
    },
    "11": {
      "text": "And Hiram made caldrons, and fleshhooks, and bowls: and finished all the king’s work in the house of God:",
      "topic": ""
    },
    "12": {
      "text": "That is to say, the two pillars, and the pommels, and the chapiters, and the network, to cover the chapiters over the pommels.",
      "topic": ""
    },
    "13": {
      "text": "And four hundred pomegranates, and two wreaths of network, so that two rows of pomegranates were joined to each wreath, to cover the pommels, and the chapiters of the pillars.",
      "topic": ""
    },
    "14": {
      "text": "He made also bases, and lavers, which he set upon the bases:",
      "topic": ""
    },
    "15": {
      "text": "One sea, and twelve oxen under the sea;",
      "topic": ""
    },
    "16": {
      "text": "And the caldrons, and fleshhooks, and bowls. All the vessels did Hiram his father make for Solomon in the house of the Lord of the finest brass.",
      "topic": ""
    },
    "17": {
      "text": "In the country near the Jordan did the king cast them, in a clay ground between Sochot and Saredatha.",
      "topic": ""
    },
    "18": {
      "text": "And the multitude of vessels was innumerable, so that the weight of the brass was not known.",
      "topic": ""
    },
    "19": {
      "text": "And Solomon made all the vessels for the house of God, and the golden altar, and the tables, upon which were the leaves of proposition,",
      "topic": ""
    },
    "20": {
      "text": "The candlesticks also of most pure gold with their lamps to give light before the oracle, according to the manner.",
      "topic": ""
    },
    "21": {
      "text": "And certain flowers, and lamps, and golden tongs: all were made of the finest gold.",
      "topic": ""
    },
    "22": {
      "text": "The vessels also for the perfumes, and the censers, and the bowls, and the mortars, of pure gold. And he graved the doors of the inner temple, that is, for the holy of holies: and the doors of the temple without were of gold. And thus all the work was finished which Solomon made in the house of the Lord.",
      "topic": ""
    }
  }
}