{
  "info": {
    "book": "Isaiah",
    "chapter": "22",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The burden of the valley of vision. What aileth thee now, that thou art wholly gone up to the housetops?",
      "topic": ""
    },
    "2": {
      "text": "Thou that wast full of stir, a town of tumult, a joyous city: thy slain men are not slain with the sword, nor dead in battle.",
      "topic": ""
    },
    "3": {
      "text": "All thy rulers have fled together, they are taken prisoners without the bow: all that are found of thee are made prisoners together; they were fleeing far off.",
      "topic": ""
    },
    "4": {
      "text": "Therefore said I, Look away from me; let me weep bitterly: labour not to comfort me, because of the spoiling of the daughter of my people.",
      "topic": ""
    },
    "5": {
      "text": "For it is a day of trouble, and of treading down, and of perplexity, from the Lord, Jehovah of hosts, in the valley of vision; [a day of] breaking down the wall, and of crying to the mountain:",
      "topic": ""
    },
    "6": {
      "text": "—Elam beareth the quiver with chariots of men [and] horsemen; and Kir uncovereth the shield.",
      "topic": ""
    },
    "7": {
      "text": "And it shall come to pass [that] thy choicest valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate.",
      "topic": ""
    },
    "8": {
      "text": "And he uncovereth the covering of Judah: and thou didst look in that day to the armour in the house of the forest;",
      "topic": ""
    },
    "9": {
      "text": "and ye have seen the breaches of the city of David, that they are many; and ye have gathered together the waters of the lower pool;",
      "topic": ""
    },
    "10": {
      "text": "and ye have numbered the houses of Jerusalem, and have broken down the houses to fortify the wall;",
      "topic": ""
    },
    "11": {
      "text": "and ye have made a reservoir between the two walls for the water of the old pool: but ye have not had regard unto the maker thereof, neither have ye looked unto him that fashioned it long ago.",
      "topic": ""
    },
    "12": {
      "text": "And in that day did the Lord Jehovah of hosts call to weeping, and to mourning, and to baldness, and to girding with sackcloth;",
      "topic": ""
    },
    "13": {
      "text": "and behold joy and rejoicing, slaying oxen, and killing sheep, eating flesh, and drinking wine:—Let us eat and drink, for to-morrow we die.",
      "topic": ""
    },
    "14": {
      "text": "And it was revealed in mine ears by Jehovah of hosts: Assuredly this iniquity shall not be purged from you till ye die, saith the Lord, Jehovah of hosts.",
      "topic": ""
    },
    "15": {
      "text": "Thus saith the Lord Jehovah of hosts: Go, get thee in unto this steward, unto Shebna, who is over the house, [and say,]",
      "topic": ""
    },
    "16": {
      "text": "What hast thou here? and whom hast thou here, that thou hast hewn thee out a sepulchre here, [as] he that heweth out his sepulchre on high, cutting out in the rock a habitation for himself?",
      "topic": ""
    },
    "17": {
      "text": "Behold, Jehovah will hurl thee with the force of a mighty man, and will cover thee entirely.",
      "topic": ""
    },
    "18": {
      "text": "Rolling thee up completely, he will roll thee as a ball into a wide country: there shalt thou die, and there shall be the chariots of thy glory, O shame of thy lord’s house!",
      "topic": ""
    },
    "19": {
      "text": "And I will drive thee from thine office, and from thy station will I pull thee down.",
      "topic": ""
    },
    "20": {
      "text": "And it shall come to pass in that day, that I will call my servant Eliakim the son of Hilkijah;",
      "topic": ""
    },
    "21": {
      "text": "and I will clothe him with thy robe, and strengthen him with thy girdle, and I will commit thy government into his hand; and he shall be a father to the inhabitants of Jerusalem, and to the house of Judah.",
      "topic": ""
    },
    "22": {
      "text": "And the key of the house of David will I lay upon his shoulder; and he shall open, and none shall shut; and he shall shut, and none shall open.",
      "topic": ""
    },
    "23": {
      "text": "And I will fasten him [as] a nail in a sure place; and he shall be for a throne of glory to his father’s house:",
      "topic": ""
    },
    "24": {
      "text": "and they shall hang upon him all the glory of his father’s house, the offspring and the issue, all the small vessels, as well the vessels of cups as all the vessels of flagons.",
      "topic": ""
    },
    "25": {
      "text": "In that day, saith Jehovah of hosts, shall the nail that is fastened in a sure place be removed, and be cut down, and fall; and the burden that was upon it shall be cut off: for Jehovah hath spoken.",
      "topic": ""
    }
  }
}