{
  "info": {
    "book": "Isaiah",
    "chapter": "3",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "For behold, the Lord, Jehovah of hosts, will take away from Jerusalem and from Judah stay and staff, the whole stay of bread, and the whole stay of water,",
      "topic": ""
    },
    "2": {
      "text": "the mighty man and the man of war, the judge and the prophet, and the diviner and the elder,",
      "topic": ""
    },
    "3": {
      "text": "the captain of fifty, and the honourable man, and the counsellor, and the clever among artificers, and the one versed in enchantments.",
      "topic": ""
    },
    "4": {
      "text": "And I will appoint youths as their princes, and children shall rule over them.",
      "topic": ""
    },
    "5": {
      "text": "And the people shall be oppressed one by the other, and each by his neighbour; the child will be insolent against the elder, and the base against the honourable.",
      "topic": ""
    },
    "6": {
      "text": "When a man shall take hold of his brother, in his father’s house, [and shall say:] Thou hast clothing; be our chief, and let this ruin be under thy hand;",
      "topic": ""
    },
    "7": {
      "text": "he will lift up [his hand] in that day, saying, I cannot be a healer, and in my house there is neither bread nor clothing; ye shall not make me a chief of the people.",
      "topic": ""
    },
    "8": {
      "text": "For Jerusalem stumbleth and Judah falleth, because their tongue and their doings are against Jehovah, to provoke the eyes of his glory.",
      "topic": ""
    },
    "9": {
      "text": "The look of their face doth witness against them, and they declare their sin as Sodom: they hide it not. Woe unto their soul! for they have brought evil upon themselves.",
      "topic": ""
    },
    "10": {
      "text": "Say ye of the righteous that it shall be well [with him], for they shall eat the fruit of their doings.",
      "topic": ""
    },
    "11": {
      "text": "Woe unto the wicked! it shall be ill [with him], because the desert of his hands shall be rendered unto him.",
      "topic": ""
    },
    "12": {
      "text": "[As for] my people, children are their oppressors, and women rule over them. My people! they that guide thee mislead [thee], and destroy the way of thy paths.",
      "topic": ""
    },
    "13": {
      "text": "Jehovah setteth himself to plead, and standeth to judge the peoples.",
      "topic": ""
    },
    "14": {
      "text": "Jehovah will enter into judgment with the elders of his people and their princes, [saying:] It is ye that have eaten up the vineyard: the spoil of the poor is in your houses.",
      "topic": ""
    },
    "15": {
      "text": "What mean ye that ye crush my people, and grind the faces of the afflicted? saith the Lord, Jehovah of hosts.",
      "topic": ""
    },
    "16": {
      "text": "And Jehovah said, Because the daughters of Zion are haughty, and walk with stretched-out neck and wanton eyes, and go along mincing, and making a tinkling with their feet;",
      "topic": ""
    },
    "17": {
      "text": "therefore the Lord will make bald the crown of the head of the daughters of Zion, and Jehovah will lay bare their secret parts.",
      "topic": ""
    },
    "18": {
      "text": "In that day the Lord will take away the ornament of anklets, and the little suns and crescents,",
      "topic": ""
    },
    "19": {
      "text": "the pearl-drops, and the bracelets, and the veils,",
      "topic": ""
    },
    "20": {
      "text": "the head-dresses, and the stepping chains, and the girdles, and the scent-boxes, and the amulets;",
      "topic": ""
    },
    "21": {
      "text": "the finger-rings, and the nose-rings;",
      "topic": ""
    },
    "22": {
      "text": "the festival-robes, and the tunics, and the mantles, and the wallets;",
      "topic": ""
    },
    "23": {
      "text": "the mirrors, and the fine linen bodices, and the turbans, and the flowing veils.",
      "topic": ""
    },
    "24": {
      "text": "And it shall come to pass, instead of perfume there shall be rottenness; and instead of a girdle, a rope; and instead of well-set hair, baldness; and instead of a robe of display, a girding of sackcloth; brand instead of beauty.",
      "topic": ""
    },
    "25": {
      "text": "Thy men shall fall by the sword, and thy mighty in the fight;",
      "topic": ""
    },
    "26": {
      "text": "and her gates shall lament and mourn; and, stripped, she shall sit upon the ground.",
      "topic": ""
    }
  }
}