{
  "info": {
    "book": "Zechariah",
    "chapter": "11",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Open your gates, Lebanon, and let fire consume your cedars.",
      "topic": ""
    },
    "2": {
      "text": "Howl, you fir tree, for the cedar has fallen, because the magnificent have been devastated. Howl, you oaks of Bashan, because the secure forest passage has been cut down.",
      "topic": ""
    },
    "3": {
      "text": "The voice of the howling of the shepherds: for their magnificence has been devastated. The voice of the roaring of the lions: because the arrogance of the Jordan has been devastated.",
      "topic": ""
    },
    "4": {
      "text": "Thus says the Lord my God: Feed the flock of the slaughter,",
      "topic": ""
    },
    "5": {
      "text": "which those who possessed them cut down, and they did not feel sorrow, and they sold them, saying: “Blessed be the Lord; we have become wealthy. Even their shepherds did not spare them.”",
      "topic": ""
    },
    "6": {
      "text": "And so, I will no longer spare the inhabitants upon the earth, says the Lord. Behold, I will deliver men, each one into the hand of his neighbor and into the hand of his king. And they will cut down the land, and I will not rescue it from their hand.",
      "topic": ""
    },
    "7": {
      "text": "And I will pasture the flock of the slaughter, because of this, O poor of the flock. And I took to myself two staffs: the one I called Handsome, and the other I called Rope, and I pastured the flock.",
      "topic": ""
    },
    "8": {
      "text": "And I cut down three shepherds in one month. And my soul became contracted concerning them, just as their soul also varied concerning me.",
      "topic": ""
    },
    "9": {
      "text": "And I said: I will not pasture you. Whatever dies, let it die. And whatever is cut down, let it be cut down. And let the rest of them devour, each one the flesh of his neighbor.",
      "topic": ""
    },
    "10": {
      "text": "And I took my staff, which was called Handsome, and I tore it apart, so as to invalidate my pact, which I had struck with all of the people.",
      "topic": ""
    },
    "11": {
      "text": "And it became invalid in that day. And so they understood, just like the poor of the flock who stay close to me, that this is the word of the Lord.",
      "topic": ""
    },
    "12": {
      "text": "And I said to them: If it is good in your eyes, bring me my wages. And if not, remain still. And they weighed for my wages thirty silver coins.",
      "topic": ""
    },
    "13": {
      "text": "And the Lord said to me: Cast it towards the statuary, the handsome price at which I have been valued by them. And I took the thirty silver coins, and I cast them into the house of the Lord, towards the statuary.",
      "topic": ""
    },
    "14": {
      "text": "And I cut short my second staff, which was called Rope, so that I might dissolve the brotherhood between Judah and Israel.",
      "topic": ""
    },
    "15": {
      "text": "And the Lord said to me: Still they are to you the equipment of a foolish shepherd.",
      "topic": ""
    },
    "16": {
      "text": "For behold, I will raise up a shepherd in the land, who will not visit what is forsaken, nor seek what is scattered, nor heal what is broken, nor nourish what remains standing, and he will consume the flesh of the fatted ones and break their hoofs.",
      "topic": ""
    },
    "17": {
      "text": "O shepherd and idol, abandoning the flock, with a sword upon his arm and over his right eye: his arm will be withered by drought, and his right eye will be obscured by darkness.",
      "topic": ""
    }
  }
}