{
  "info": {
    "book": "Zechariah",
    "chapter": "2",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And I lifted up my eyes, and I saw, and behold, a man, and in his hand was a measuring line.",
      "topic": ""
    },
    "2": {
      "text": "And I said, “Where are you going?” And he said to me, “To measure Jerusalem, so that I may see how great its width and how great its length may be.”",
      "topic": ""
    },
    "3": {
      "text": "And behold, the angel, who had been speaking with me, departed, and another angel went out to meet him.",
      "topic": ""
    },
    "4": {
      "text": "And he said to him: Hurry, speak to this young man, saying: Jerusalem will be inhabited without walls, because of the multitude of men and beasts of burden in its midst.",
      "topic": ""
    },
    "5": {
      "text": "And I will be to it, says the Lord, a wall of fire all around. And in glory, I will be in its midst.",
      "topic": ""
    },
    "6": {
      "text": "O, O flee from the land of the North, says the Lord, for I have scattered you into the four winds of heaven, says the Lord.",
      "topic": ""
    },
    "7": {
      "text": "O Zion, flee, you who dwell with the daughter of Babylon.",
      "topic": ""
    },
    "8": {
      "text": "For thus says the Lord of hosts: After the glory, he has sent me to the Gentiles, which have despoiled you. For he who touches you, touches the pupil of my eye.",
      "topic": ""
    },
    "9": {
      "text": "For behold, I lift up my hand over them, and they will be a prey to those who had served them. And you will know that the Lord of hosts has sent me.",
      "topic": ""
    },
    "10": {
      "text": "Sing praise and rejoice, daughter of Zion. For behold, I approach, and I will dwell in your midst, says the Lord.",
      "topic": ""
    },
    "11": {
      "text": "And many nations will be joined to the Lord in that day, and they will be my people, and I will dwell in your midst. And you will know that the Lord of hosts has sent me to you.",
      "topic": ""
    },
    "12": {
      "text": "And the Lord will possess his portion, Judah, in the sanctified land, and still he will single out Jerusalem.",
      "topic": ""
    },
    "13": {
      "text": "Let all flesh be silent before the face of the Lord: for he has arisen from his holy dwelling place.",
      "topic": ""
    }
  }
}