{
  "info": {
    "book": "Zechariah",
    "chapter": "7",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it happened, in the fourth year of king Darius, that the word of the Lord came to Zechariah, on the fourth day of the ninth month, which is Kislev.",
      "topic": ""
    },
    "2": {
      "text": "And Sharezer and Regemmelech, and the men who were with them, sent to the house of God, to entreat the face of the Lord,",
      "topic": ""
    },
    "3": {
      "text": "to speak to the priests of the house of the Lord of hosts and to the prophets, saying: “Must there be weeping with me in the fifth month, and must I sanctify myself, as I have now done for many years?”",
      "topic": ""
    },
    "4": {
      "text": "And the word of the Lord of hosts came to me, saying:",
      "topic": ""
    },
    "5": {
      "text": "Speak to all the people of the land, and to the priests, saying: Although you may have fasted and mourned in the fifth and the seventh month for these seventy years, did you indeed keep a fast unto me?",
      "topic": ""
    },
    "6": {
      "text": "And when you did eat and drink, did you not eat for yourselves, and drink only for yourselves?",
      "topic": ""
    },
    "7": {
      "text": "Are not these the words that the Lord has spoken by the hand of the former prophets, when Jerusalem was still inhabited, so that it would prosper, itself and the cities around it, and those inhabitants towards the South and in the plains?",
      "topic": ""
    },
    "8": {
      "text": "And the word of the Lord came to Zechariah, saying:",
      "topic": ""
    },
    "9": {
      "text": "Thus says the Lord of hosts, saying: Judge with true judgment, and act with mercy and compassion, each and every one with his brother.",
      "topic": ""
    },
    "10": {
      "text": "And do not find fault with the widow, and the orphan, and the newcomer, and the poor. And let not a man consider evil in his heart towards his brother.",
      "topic": ""
    },
    "11": {
      "text": "But they were not willing to pay attention, and they turned aside their shoulder to depart, and they pressed upon their ears, so that they would not hear.",
      "topic": ""
    },
    "12": {
      "text": "And they set their heart like the hardest stone, so that they would not hear the law and the words that the Lord of hosts has sent with his Spirit by the hand of the former prophets. And so a great indignation came from Lord of hosts.",
      "topic": ""
    },
    "13": {
      "text": "And it happened, just as he had spoken, and they did not pay attention. So then, they shall cry out, and I will not heed, says the Lord of hosts.",
      "topic": ""
    },
    "14": {
      "text": "And I dispersed them throughout all the kingdoms that they did not know. And the land was left desolate behind them, so that no one was passing through or returning. And they made the desirable land into a deserted place.",
      "topic": ""
    }
  }
}