{
  "info": {
    "book": "Proverbs",
    "chapter": "13",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A wise son heareth the doctrine of his father: but he that is a scorner, beareth not when he is reproved.",
      "topic": ""
    },
    "2": {
      "text": "Of the fruit of his own mouth shall a man be filled with good things: but the soul of transgressors is wicked.",
      "topic": ""
    },
    "3": {
      "text": "He that keepeth his mouth, keepeth his soul: but he that hath no guard on his speech shall meet with evils.",
      "topic": ""
    },
    "4": {
      "text": "The sluggard willeth and willeth not: but the soul of them that work, shall be made fat.",
      "topic": ""
    },
    "5": {
      "text": "The just shall hate a lying word: but the wicked confoundeth, and shall be confounded.",
      "topic": ""
    },
    "6": {
      "text": "Justice keepeth the way of the innocent: but wickedness overthroweth the sinner.",
      "topic": ""
    },
    "7": {
      "text": "One is as it were rich, when he hath nothing: and another is as it were poor, when he hath great riches.",
      "topic": ""
    },
    "8": {
      "text": "The ransom of a man’s life are his riches: but he that is poor beareth not reprehension.",
      "topic": ""
    },
    "9": {
      "text": "The light of the just giveth joy: but the lamp of the wicked shall be put out.",
      "topic": ""
    },
    "10": {
      "text": "Among the proud there are always contentions: but they that do all things with counsel, are ruled by wisdom.",
      "topic": ""
    },
    "11": {
      "text": "Substance got in haste shall be diminished: but that which by little and little is gathered with the hand shall increase.",
      "topic": ""
    },
    "12": {
      "text": "Hope that is deferred afflicteth the soul: desire when it cometh is a tree of life.",
      "topic": ""
    },
    "13": {
      "text": "Whosoever speaketh ill of any thing, bindeth himself for the time to come: but he that feareth the commandment, shall dwell in peace. Deceitful souls go astray in sins: the just are merciful, and shew mercy.",
      "topic": ""
    },
    "14": {
      "text": "The law of the wise is a fountain of life, that he may decline from the ruin of death.",
      "topic": ""
    },
    "15": {
      "text": "Good instruction shall give grace: in the way of scorners is a deep pit.",
      "topic": ""
    },
    "16": {
      "text": "The prudent man doth all things with counsel: but he that is a fool, layeth open his folly.",
      "topic": ""
    },
    "17": {
      "text": "The messenger of the wicked shall fall into mischief: but a faithful ambassador is health.",
      "topic": ""
    },
    "18": {
      "text": "Poverty and shame to him that refuseth instruction: but he that yieldeth to reproof, shall be glorified.",
      "topic": ""
    },
    "19": {
      "text": "The desire that is accomplished, delighteth the soul: fools hate them that flee from evil things.",
      "topic": ""
    },
    "20": {
      "text": "He that walketh with the wise, shall be wise: a friend of fools shall become like to them.",
      "topic": ""
    },
    "21": {
      "text": "21Evil pursueth sinners: and to the just good shall be repaid.",
      "topic": ""
    },
    "22": {
      "text": "The good man leaveth heirs, sons, and grandsons: and the substance of the sinner is kept for the just.",
      "topic": ""
    },
    "23": {
      "text": "Much food is in the tillage of fathers: but for others it is gathered with out judgment.",
      "topic": ""
    },
    "24": {
      "text": "He that spareth the rod hateth his son: but he that loveth him correcteth him betimes.",
      "topic": ""
    },
    "25": {
      "text": "The just eateth and filleth his soul: but the belly of the wicked is never to be filled.",
      "topic": ""
    }
  }
}