{
  "info": {
    "book": "Oseas",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Sacerdotes, oíd esto, y estad atentos, Casa de Israel; y Casa del Rey, escuchad: porque para vosotros es el juicio, pues habéis sido lazo en Mizpa, y red extendida sobre Tabor.",
      "topic": ""
    },
    "2": {
      "text": "Y matando sacrificios han bajado hasta lo profundo; por tanto, yo seré la corrección de todos ellos.",
      "topic": ""
    },
    "3": {
      "text": "Yo conozco a Efraín, e Israel no me es desconocido; porque ahora, oh Efraín, has fornicado, y se ha contaminado Israel.",
      "topic": ""
    },
    "4": {
      "text": "No pondrán sus pensamientos en volverse a su Dios, porque espíritu de fornicación está en medio de ellos, y no conocen al SEÑOR.",
      "topic": ""
    },
    "5": {
      "text": "Y la soberbia de Israel le desmentirá en su cara; e Israel y Efraín tropezarán en su pecado; tropezará también Judá con ellos.",
      "topic": ""
    },
    "6": {
      "text": "Con sus ovejas y con sus vacas andarán buscando al SEÑOR, y no le hallarán; se apartó de ellos.",
      "topic": ""
    },
    "7": {
      "text": "Contra el SEÑOR se rebelaron, porque engendraron hijos extraños; ahora los devorará un mes con sus heredades.",
      "topic": ""
    },
    "8": {
      "text": "¶ Tocad el shofar en Gabaa, trompeta en Ramá; sonad tambor en Bet-avén; tras ti, oh Benjamín.",
      "topic": ""
    },
    "9": {
      "text": "Efraín será asolado el día del castigo; en las tribus de Israel hice conocer mi verdad.",
      "topic": ""
    },
    "10": {
      "text": "Los príncipes de Judá fueron como los que traspasan mojones; derramaré sobre ellos como agua mi ira.",
      "topic": ""
    },
    "11": {
      "text": "Efraín es vejado, quebrantado en juicio, porque quiso andar en pos de mandamientos.",
      "topic": ""
    },
    "12": {
      "text": "Yo, pues, seré como polilla a Efraín, y como carcoma a la Casa de Judá.",
      "topic": ""
    },
    "13": {
      "text": "Y verá Efraín su enfermedad, y Judá su llaga: irá entonces Efraín al Assur, y enviará al rey de Jareb; mas él no os podrá sanar, ni os curará la llaga.",
      "topic": ""
    },
    "14": {
      "text": "Porque yo seré como león a Efraín, y como cachorro de león a la Casa de Judá; yo, yo arrebataré, y andaré; tomaré, y no habrá quien escape.",
      "topic": ""
    },
    "15": {
      "text": "Andaré, y tornaré a mi lugar, hasta que conozcan su pecado, y busquen mi rostro. En su angustia madrugarán a mí.",
      "topic": ""
    }
  }
}