{
  "info": {
    "book": "1 Timothy",
    "chapter": "4",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Spirit expressly speaketh, that in latter times shall certain fall away from the faith, giving heed to seducing spirits and teachings of demons,",
      "topic": ""
    },
    "2": {
      "text": "in hypocrisy speaking lies, being seared in their own conscience,",
      "topic": ""
    },
    "3": {
      "text": "forbidding to marry—to abstain from meats that God created to be received with thanksgiving by those believing and acknowledging the truth,",
      "topic": ""
    },
    "4": {
      "text": "because every creature of God is good, and nothing is to be rejected, with thanksgiving being received,",
      "topic": ""
    },
    "5": {
      "text": "for it is sanctified through the word of God and intercession.",
      "topic": ""
    },
    "6": {
      "text": "These things placing before the brethren, thou shalt be a good ministrant of Jesus Christ, being nourished by the words of the faith, and of the good teaching, which thou didst follow after,",
      "topic": ""
    },
    "7": {
      "text": "and the profane and old women’s fables reject thou, and exercise thyself unto piety,",
      "topic": ""
    },
    "8": {
      "text": "for the bodily exercise is unto little profit, and the piety is to all things profitable, a promise having of the life that now is, and of that which is coming;",
      "topic": ""
    },
    "9": {
      "text": "stedfast is the word, and of all acceptation worthy;",
      "topic": ""
    },
    "10": {
      "text": "for for this we both labour and are reproached, because we hope on the living God, who is Saviour of all men—especially of those believing.",
      "topic": ""
    },
    "11": {
      "text": "Charge these things, and teach;",
      "topic": ""
    },
    "12": {
      "text": "let no one despise thy youth, but a pattern become thou of those believing in word, in behaviour, in love, in spirit, in faith, in purity;",
      "topic": ""
    },
    "13": {
      "text": "till I come, give heed to the reading, to the exhortation, to the teaching;",
      "topic": ""
    },
    "14": {
      "text": "be not careless of the gift in thee, that was given thee through prophecy, with laying on of the hands of the eldership;",
      "topic": ""
    },
    "15": {
      "text": "of these things be careful; in these things be, that thy advancement may be manifest in all things;",
      "topic": ""
    },
    "16": {
      "text": "take heed to thyself, and to the teaching; remain in them, for this thing doing, both thyself thou shalt save, and those hearing thee.",
      "topic": ""
    }
  }
}