{
  "info": {
    "book": "Ezequiel",
    "chapter": "12",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hijo de hombre, tú habitas en medio de casa rebelde, los cuales tienen ojos para ver, y no ven, tienen oídos para oír, y no oyen, porque son casa rebelde.",
      "topic": ""
    },
    "3": {
      "text": "Por tanto tú, hijo de hombre, hazte equipaje de cautivo, y márchate de día delante de sus ojos; y te pasarás de tu lugar a otro lugar a vista de ellos, por si tal vez consideren, porque son casa rebelde.",
      "topic": ""
    },
    "4": {
      "text": "Entonces sacarás tu equipaje, como equipaje de cautivo, de día delante de sus ojos; y tú saldrás por la tarde a vista de ellos, como quien sale a cautiverio.",
      "topic": ""
    },
    "5": {
      "text": "Delante de sus ojos horadarás la pared, y saldrás por ella.",
      "topic": ""
    },
    "6": {
      "text": "Delante de sus ojos llevarás sobre tus hombros [el equipaje], de noche [lo] sacarás; cubrirás tu rostro, y no mirarás la tierra; porque te he puesto [por] señal a la casa de Israel.",
      "topic": ""
    },
    "7": {
      "text": "Y yo hice así como me fue mandado; saqué mi equipaje de día, como equipaje de cautivo, y a la tarde horadé la pared a mano; salí de noche, y llevé [mi equipaje] sobre los hombros a vista de ellos.",
      "topic": ""
    },
    "8": {
      "text": "Y vino a mi palabra de Jehová por la mañana, diciendo:",
      "topic": ""
    },
    "9": {
      "text": "Hijo de hombre, ¿no te ha dicho la casa de Israel, aquella casa rebelde: ¿Qué haces?",
      "topic": ""
    },
    "10": {
      "text": "Diles: Así dice Jehová el Señor: Al príncipe en Jerusalén es esta carga, y a toda la casa de Israel que [está] en medio de ellos.",
      "topic": ""
    },
    "11": {
      "text": "Diles: Yo soy vuestra señal; como yo hice, así les harán a ellos; irán al destierro, a la cautividad.",
      "topic": ""
    },
    "12": {
      "text": "Y al príncipe que [está] en medio de ellos llevarán a cuestas de noche, y saldrán; horadarán la pared para sacarlo por ella; cubrirá su rostro para no ver con [sus] ojos la tierra.",
      "topic": ""
    },
    "13": {
      "text": "Mas yo extenderé mi red sobre él, y será preso en mi malla, y lo haré llevar a Babilonia, [a] tierra de caldeos; mas no la verá, y allá morirá.",
      "topic": ""
    },
    "14": {
      "text": "Y a todos los que estuvieren alrededor de él para ayudarle, y a todas sus tropas esparciré a todo viento, y desenvainaré espada en pos de ellos.",
      "topic": ""
    },
    "15": {
      "text": "Y sabrán que yo soy Jehová, cuando los esparciere entre las naciones, y los dispersare por las tierras.",
      "topic": ""
    },
    "16": {
      "text": "Y haré que de ellos queden pocos en número, de la espada, y del hambre, y de la pestilencia, para que cuenten todas sus abominaciones entre las naciones adonde llegaren; y sabrán que yo soy Jehová.",
      "topic": ""
    },
    "17": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "18": {
      "text": "Hijo de hombre, come tu pan con temblor, y bebe tu agua con estremecimiento y con angustia;",
      "topic": ""
    },
    "19": {
      "text": "y di al pueblo de la tierra: Así ha dicho el Señor Jehová sobre los moradores de Jerusalén, [y] sobre la tierra de Israel: Su pan comerán con temor, y con espanto beberán su agua; porque su tierra será despojada de todo lo que en ella hay, por causa de la violencia de todos los que en ella moran.",
      "topic": ""
    },
    "20": {
      "text": "Y las ciudades habitadas quedarán desiertas, y la tierra será asolada; y sabréis que yo soy Jehová.",
      "topic": ""
    },
    "21": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "22": {
      "text": "Hijo de hombre, ¿qué refrán [es] éste que tenéis vosotros en la tierra de Israel, diciendo: Se prolongan los días, y toda visión desaparece?",
      "topic": ""
    },
    "23": {
      "text": "Diles por tanto: Así dice Jehová el Señor: Haré cesar este refrán, y no repetirán más este dicho en Israel. Diles pues: Se han acercado aquellos días, y la palabra de toda visión.",
      "topic": ""
    },
    "24": {
      "text": "Porque no habrá más visión vana, ni habrá adivinación de lisonjeros en medio de la casa de Israel.",
      "topic": ""
    },
    "25": {
      "text": "Porque yo Jehová hablaré; y se cumplirá la palabra que yo hable; no se dilatará más; antes en vuestros días, oh casa rebelde, hablaré palabra, y la cumpliré, dice el Señor Jehová.",
      "topic": ""
    },
    "26": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "27": {
      "text": "Hijo de hombre, he aquí que [los de] la casa de Israel dicen: La visión que éste ve [es] para muchos días, y para lejanos tiempos profetiza éste.",
      "topic": ""
    },
    "28": {
      "text": "Por tanto, diles: Así dice Jehová el Señor: No se dilatarán más todas mis palabras; la palabra que yo hable, se cumplirá, dice Jehová el Señor.",
      "topic": ""
    }
  }
}