{
  "info": {
    "book": "Ezequiel",
    "chapter": "14",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vinieron a mí algunos de los ancianos de Israel, y se sentaron delante de mí.",
      "topic": ""
    },
    "2": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "3": {
      "text": "Hijo de hombre, estos hombres han puesto sus ídolos en su corazón, y establecido el tropiezo de su maldad delante de su rostro; ¿acaso he de ser yo, en manera alguna, consultado por ellos?",
      "topic": ""
    },
    "4": {
      "text": "Háblales, por tanto, y diles: Así dice Jehová el Señor: Cualquier hombre de la casa de Israel que hubiere puesto sus ídolos en su corazón, y establecido el tropiezo de su maldad delante de su rostro, y viniere al profeta, yo Jehová responderé al que viniere conforme a la multitud de sus ídolos;",
      "topic": ""
    },
    "5": {
      "text": "para tomar a la casa de Israel en su corazón, que se han apartado de mí todos ellos por sus ídolos.",
      "topic": ""
    },
    "6": {
      "text": "Por tanto di a la casa de Israel: Así dice Jehová el Señor: Arrepentíos y volveos de vuestros ídolos, y apartad vuestro rostro de todas vuestras abominaciones.",
      "topic": ""
    },
    "7": {
      "text": "Porque cualquier hombre de la casa de Israel, y de los extranjeros que moran en Israel, que se hubiere apartado de andar en pos de mí, y hubiere puesto sus ídolos en su corazón, y establecido delante de su rostro el tropiezo de su maldad, y viniere al profeta para preguntarle por mí, yo Jehová le responderé por mí mismo:",
      "topic": ""
    },
    "8": {
      "text": "Y pondré mi rostro contra aquel hombre, y le pondré por señal y por refrán, y yo lo cortaré de entre mi pueblo; y sabréis que yo soy Jehová.",
      "topic": ""
    },
    "9": {
      "text": "Y si el profeta fuere engañado cuando hablare palabra, soy yo Jehová el que engañó a ese profeta; y extenderé mi mano contra él, y le raeré de en medio de mi pueblo Israel.",
      "topic": ""
    },
    "10": {
      "text": "Y ambos llevarán el castigo de su maldad; el castigo del profeta será igual que el castigo de quien [le] consulta;",
      "topic": ""
    },
    "11": {
      "text": "para que la casa de Israel no se desvíe más de en pos de mí; ni se contamine más en todas sus rebeliones, y me sean por pueblo, y yo les sea por Dios, dice Jehová el Señor.",
      "topic": ""
    },
    "12": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "13": {
      "text": "Hijo de hombre, cuando la tierra pecare contra mí rebelándose pérfidamente, entonces yo extenderé mi mano sobre ella y le quebrantaré el sustento de pan y enviaré en ella hambre, y cortaré de ella hombres y bestias;",
      "topic": ""
    },
    "14": {
      "text": "y aunque estuviesen en medio de ella estos tres varones, Noé, Daniel y Job, sólo ellos por su justicia librarían sus propias almas, dice el Señor Jehová.",
      "topic": ""
    },
    "15": {
      "text": "Y si hiciere pasar malas bestias por la tierra, y la asolaren, y fuere desolada que no haya quien pase a causa de las bestias,",
      "topic": ""
    },
    "16": {
      "text": "y estos tres varones [estuviesen] en medio de ella, vivo yo, dice el Señor Jehová, ni a sus hijos ni a sus hijas librarían; ellos solos serían librados, pero la tierra será asolada.",
      "topic": ""
    },
    "17": {
      "text": "O [si] yo trajere espada sobre la tierra, y dijere: Espada, pasa por la tierra; e hiciere cortar de ella hombres y bestias,",
      "topic": ""
    },
    "18": {
      "text": "y estos tres varones estuviesen en medio de ella, vivo yo, dice el Señor Jehová, no librarían ni a sus hijos ni a sus hijas; sólo ellos serían librados.",
      "topic": ""
    },
    "19": {
      "text": "O [si] enviare pestilencia sobre esa tierra, y derramare mi ira sobre ella en sangre, para cortar de ella a hombres y bestias,",
      "topic": ""
    },
    "20": {
      "text": "y [estuviesen] en medio de ella Noé, Daniel y Job, vivo yo, dice Jehová el Señor, no librarán a hijo ni hija; [pero] ellos por su justicia librarían sus almas.",
      "topic": ""
    },
    "21": {
      "text": "Por lo cual así dice Jehová el Señor: ¿Cuánto más, si yo enviare contra Jerusalén mis cuatro juicios terribles, espada, y hambre, y mala bestia, y pestilencia, para cortar de ella hombres y bestias?",
      "topic": ""
    },
    "22": {
      "text": "Sin embargo, he aquí quedará en ella un remanente, hijos e hijas, que serán llevados fuera; he aquí que ellos entrarán a vosotros, y veréis su camino y sus hechos; y seréis consolados del mal que hice venir sobre Jerusalén, de todas las cosas que traje sobre ella.",
      "topic": ""
    },
    "23": {
      "text": "Y os consolarán cuando viereis su camino y sus hechos, y sabréis que no sin causa hice todo lo que he hecho en ella, dice Jehová el Señor.",
      "topic": ""
    }
  }
}