{
  "info": {
    "book": "Ezequiel",
    "chapter": "16",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hijo de hombre, haz conocer a Jerusalén sus abominaciones,",
      "topic": ""
    },
    "3": {
      "text": "y di: Así dice Jehová el Señor sobre Jerusalén: Tu origen, tu nacimiento, [es] de la tierra de Canaán; tu padre [fue] amorreo, y tu madre hetea.",
      "topic": ""
    },
    "4": {
      "text": "Y [en cuanto] a tu nacimiento, el día que naciste no fue cortado tu ombligo, ni fuiste lavada con aguas para atemperarte, ni salada con sal, ni fuiste envuelta con fajas.",
      "topic": ""
    },
    "5": {
      "text": "No hubo ojo que se compadeciese de ti, para hacerte algo de esto, teniendo de ti misericordia; sino que fuiste echada sobre la faz del campo, con menosprecio de tu vida, en el día que naciste.",
      "topic": ""
    },
    "6": {
      "text": "Y yo pasé junto a ti, y te vi sucia en tus sangres. [Y cuando estabas] en tu propia sangre, te dije: ¡Vive! Sí, [cuando estabas] en tu sangre, te dije: ¡Vive!",
      "topic": ""
    },
    "7": {
      "text": "Te hice multiplicar como la hierba del campo, y creciste, y te has engrandecido, y viniste a ser adornada grandemente; [tus] pechos te crecieron, y tu pelo creció; pero tú [estabas] desnuda y descubierta.",
      "topic": ""
    },
    "8": {
      "text": "Y cuando pasé yo junto a ti, y te miré, he aquí que tu tiempo [era] tiempo de amores; y extendí mi manto sobre ti, y cubrí tu desnudez; y te hice juramento, y entré en pacto contigo y fuiste mía, dice Jehová el Señor.",
      "topic": ""
    },
    "9": {
      "text": "Y te lavé con agua, y lavé tu sangre de encima de ti, y te ungí con aceite;",
      "topic": ""
    },
    "10": {
      "text": "y te vestí de bordado, y te calcé de tejón, y te ceñí de lino, y te vestí de seda.",
      "topic": ""
    },
    "11": {
      "text": "Y te atavié con adornos, y puse brazaletes en tus brazos, y collar a tu cuello.",
      "topic": ""
    },
    "12": {
      "text": "Y puse joyas en tu nariz, y zarcillos en tus orejas, y una hermosa diadema en tu cabeza.",
      "topic": ""
    },
    "13": {
      "text": "Y fuiste adornada de oro y de plata, y tu vestido [fue] lino, y seda, y bordado; comiste flor de harina de trigo, y miel, y aceite; y fuiste hermoseada en extremo, y has prosperado hasta reinar.",
      "topic": ""
    },
    "14": {
      "text": "Y salió tu renombre entre las naciones a causa de tu hermosura; porque [era] perfecta, a causa de mi hermosura que yo puse sobre ti, dice Jehová el Señor.",
      "topic": ""
    },
    "15": {
      "text": "Pero confiaste en tu hermosura, y te prostituiste a causa de tu renombre, y derramaste tus fornicaciones a cuantos pasaron; suya eras.",
      "topic": ""
    },
    "16": {
      "text": "Y tomaste de tus vestidos, y te hiciste diversos lugares altos, y te prostituiste en ellos; [cosa semejante] no había sucedido, ni sucederá más.",
      "topic": ""
    },
    "17": {
      "text": "Tomaste también tus hermosas joyas de mi oro y de mi plata, que yo te había dado, y te hiciste imágenes de hombre, y fornicaste con ellas.",
      "topic": ""
    },
    "18": {
      "text": "Y tomaste tus vestidos de diversos colores, y las cubriste; y mi aceite y mi incienso pusiste delante de ellas.",
      "topic": ""
    },
    "19": {
      "text": "Mi pan también, que yo te había dado, la flor de harina, y el aceite, y la miel, [con que] yo te mantuve, pusiste delante de ellas para perfume grato; y fue así, dice Jehová el Señor.",
      "topic": ""
    },
    "20": {
      "text": "Además de esto, tomaste a tus hijos y a tus hijas que habías dado a luz para mí, y los sacrificaste a ellas para ser consumidos. ¿[Te fueron] poca cosa tus fornicaciones,",
      "topic": ""
    },
    "21": {
      "text": "que sacrificaste a mis hijos, y los diste a ellas para que los hiciesen pasar por [el fuego]?",
      "topic": ""
    },
    "22": {
      "text": "Y con todas tus abominaciones y tus prostituciones no te has acordado de los días de tu juventud, cuando estabas desnuda y descubierta, cuando estabas envuelta en tu sangre.",
      "topic": ""
    },
    "23": {
      "text": "Y sucedió que después de toda tu maldad (¡ay, ay de ti! dice Jehová el Señor),",
      "topic": ""
    },
    "24": {
      "text": "te edificaste lugares altos, y te hiciste altar en todas las plazas.",
      "topic": ""
    },
    "25": {
      "text": "En toda cabecera de camino edificaste tu altar, e hiciste abominable tu hermosura, y abriste tus piernas a cuantos pasaban, y multiplicaste tus prostituciones.",
      "topic": ""
    },
    "26": {
      "text": "Y fornicaste con los hijos de Egipto, tus vecinos, de grandes carnes; y aumentaste tus prostituciones para enojarme.",
      "topic": ""
    },
    "27": {
      "text": "Por tanto, he aquí que yo extendí sobre ti mi mano, y disminuí tu [provisión] ordinaria, y te entregué a la voluntad de las hijas de los filisteos, que te aborrecen, las cuales se avergüenzan de tu camino deshonesto.",
      "topic": ""
    },
    "28": {
      "text": "Te prostituiste también con los asirios, porque no estabas satisfecha; y te prostituiste con ellos y tampoco te saciaste.",
      "topic": ""
    },
    "29": {
      "text": "Multiplicaste asimismo tu fornicación en la tierra de Canaán y de los caldeos; y tampoco con ello quedaste satisfecha.",
      "topic": ""
    },
    "30": {
      "text": "¡Cuán débil es tu corazón, dice Jehová el Señor, habiendo hecho todas estas cosas, obras de una desvergonzada ramera,",
      "topic": ""
    },
    "31": {
      "text": "edificando tus altares en la cabecera de todo camino, y haciendo tus altares en todas las plazas! Y no fuiste semejante a ramera, en que menospreciaste la paga,",
      "topic": ""
    },
    "32": {
      "text": "[sino como] mujer adúltera, que en lugar de su marido recibe a ajenos.",
      "topic": ""
    },
    "33": {
      "text": "A todas las rameras les dan regalos; mas tú diste regalos a todos tus amantes; y les diste presentes, para que entrasen a ti de todas partes por tus prostituciones.",
      "topic": ""
    },
    "34": {
      "text": "Y tú has sido lo contrario de las [demás] mujeres en tus prostituciones, porque ninguno te solicitó para prostituirse; y tú das la paga, y a ti no se te paga, tú has sido lo contrario.",
      "topic": ""
    },
    "35": {
      "text": "Por tanto, ramera, oye palabra de Jehová:",
      "topic": ""
    },
    "36": {
      "text": "Así dice Jehová el Señor: Por cuanto fue descubierta tu suciedad, y tu desnudez ha sido manifestada a tus amantes con tus prostituciones, y a todos los ídolos de tus abominaciones, y en la sangre de tus hijos, los cuales les diste;",
      "topic": ""
    },
    "37": {
      "text": "por tanto, he aquí que yo reuniré a todos tus amantes con los cuales tomaste placer, y a todos [los] que amaste, con todos [los] que aborreciste; y los reuniré contra ti alrededor, y descubriré tu desnudez ante ellos, para que vean toda tu desnudez.",
      "topic": ""
    },
    "38": {
      "text": "Y yo te juzgaré por las leyes de las adúlteras, y de las que derraman sangre; y te daré en sangre de ira y de celo.",
      "topic": ""
    },
    "39": {
      "text": "Y te entregaré en mano de ellos; y destruirán tus lugares altos, y derribarán tus altares, y te despojarán de tus ropas, y se llevarán tus hermosas joyas, y te dejarán desnuda y descubierta.",
      "topic": ""
    },
    "40": {
      "text": "Y harán subir contra ti una multitud, y te apedrearán, y te atravesarán con sus espadas.",
      "topic": ""
    },
    "41": {
      "text": "Y quemarán tus casas a fuego, y harán en ti juicios a ojos de muchas mujeres; y haré que dejes de ser ramera, y ya no volverás a dar paga.",
      "topic": ""
    },
    "42": {
      "text": "Y daré descanso a mi ira sobre ti, y se apartará de ti mi celo, y reposaré, y ya no me enojaré más.",
      "topic": ""
    },
    "43": {
      "text": "Por cuanto no te acordaste de los días de tu juventud, y me provocaste a ira en todo esto, por eso, he aquí yo también haré recaer [tu] camino sobre tu cabeza, dice Jehová el Señor; y no cometerás esta lascivia además de todas tus abominaciones.",
      "topic": ""
    },
    "44": {
      "text": "He aquí que todo proverbista hará de ti proverbio, diciendo: Como la madre, [tal] su hija.",
      "topic": ""
    },
    "45": {
      "text": "Hija de tu madre [eres] tú, que desechó a su marido y a sus hijos; y hermana de tus hermanas [eres] tú, que desecharon a sus maridos y a sus hijos: vuestra madre [fue] hetea, y vuestro padre amorreo.",
      "topic": ""
    },
    "46": {
      "text": "Y tu hermana mayor [es] Samaria con su hijas, la cual habita a tu mano izquierda; y tu hermana menor [es] Sodoma con sus hijas, la cual habita a tu mano derecha.",
      "topic": ""
    },
    "47": {
      "text": "Ni aun anduviste en sus caminos, ni hiciste según sus abominaciones; antes, como [si esto fuera] poco y muy poco, te corrompiste más que ellas en todos tus caminos.",
      "topic": ""
    },
    "48": {
      "text": "Vivo yo, dice Jehová el Señor: Sodoma tu hermana, con sus hijas, no ha hecho como hiciste tú y tus hijas.",
      "topic": ""
    },
    "49": {
      "text": "He aquí que ésta fue la maldad de Sodoma tu hermana: Soberbia, abundancia de pan, y demasiada ociosidad tuvieron ella y sus hijas; y no fortaleció la mano del pobre y del menesteroso.",
      "topic": ""
    },
    "50": {
      "text": "Y se enaltecieron, e hicieron abominación delante de mí, y cuando lo vi las quité.",
      "topic": ""
    },
    "51": {
      "text": "Y Samaria no cometió ni la mitad de tus pecados; porque tú multiplicaste tus abominaciones más que ellas, y has justificado a tus hermanas con todas las abominaciones que hiciste.",
      "topic": ""
    },
    "52": {
      "text": "Tú también, que juzgaste a tus hermanas, lleva tu vergüenza en tus pecados que hiciste, más abominables que los de ellas; más justas son que tú: avergüénzate, pues, tú también, y lleva tu confusión, pues que has justificado a tus hermanas.",
      "topic": ""
    },
    "53": {
      "text": "Yo, pues, haré volver a sus cautivos, los cautivos de Sodoma y de sus hijas, y los cautivos de Samaria y de sus hijas, y los cautivos de tus cautiverios entre ellas,",
      "topic": ""
    },
    "54": {
      "text": "para que tú lleves tu confusión, y te avergüences de todo lo que has hecho, siéndoles tú motivo de consuelo.",
      "topic": ""
    },
    "55": {
      "text": "Y tus hermanas, Sodoma con sus hijas y Samaria con sus hijas, volverán a su primer estado; tú también y tus hijas volveréis a vuestro primer estado.",
      "topic": ""
    },
    "56": {
      "text": "Sodoma, tu hermana, no fue mencionada por tu boca en el tiempo de tus soberbias,",
      "topic": ""
    },
    "57": {
      "text": "antes que tu maldad se descubriese, como en el tiempo del oprobio de las hijas de Siria y de todas las hijas de los filisteos alrededor, que por todos lados te desprecian.",
      "topic": ""
    },
    "58": {
      "text": "Has llevado sobre ti tu lascivia y tus abominaciones, dice Jehová.",
      "topic": ""
    },
    "59": {
      "text": "Porque así dice Jehová el Señor: Yo haré contigo como hiciste tú, que despreciaste el juramento y quebraste el pacto.",
      "topic": ""
    },
    "60": {
      "text": "Sin embargo yo tendré memoria de mi pacto que concerté contigo en los días de tu juventud, y estableceré para ti un pacto eterno.",
      "topic": ""
    },
    "61": {
      "text": "Y te acordarás de tus caminos y te avergonzarás, cuando recibas a tus hermanas, las mayores que tú y las menores que tú, las cuales yo te daré por hijas, mas no por tu pacto.",
      "topic": ""
    },
    "62": {
      "text": "Y estableceré mi pacto contigo, y sabrás que yo soy Jehová;",
      "topic": ""
    },
    "63": {
      "text": "Para que te acuerdes, y te avergüences, y nunca más abras la boca a causa de tu vergüenza, cuando yo hiciere expiación por todo lo que has hecho, dice Jehová el Señor.",
      "topic": ""
    }
  }
}