{
  "info": {
    "book": "Ezequiel",
    "chapter": "24",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vino a mí palabra de Jehová en el noveno año, en el mes décimo, a los diez del mes, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hijo de hombre, escríbete la fecha de este día; el rey de Babilonia se puso contra Jerusalén este mismo día.",
      "topic": ""
    },
    "3": {
      "text": "Y pronuncia una parábola a la casa rebelde, y diles: Así dice Jehová el Señor: Pon una olla, ponla, y echa también agua en ella;",
      "topic": ""
    },
    "4": {
      "text": "junta sus piezas [de carne] en ella; todas buenas piezas, pierna y espalda; llénala de huesos escogidos.",
      "topic": ""
    },
    "5": {
      "text": "Toma una oveja escogida; y también enciende los huesos debajo de ella; haz que hierva bien; cuece también sus huesos dentro de ella.",
      "topic": ""
    },
    "6": {
      "text": "Pues así dice Jehová el Señor: ¡Ay de la ciudad sanguinaria, de la olla enmohecida, y cuyo moho no salió de ella! Por sus piezas, por sus piezas sácala; no caiga suerte sobre ella.",
      "topic": ""
    },
    "7": {
      "text": "Porque su sangre está en medio de ella; sobre una roca alisada la derramó; no la derramó sobre la tierra para que fuese cubierta con polvo.",
      "topic": ""
    },
    "8": {
      "text": "Habiendo, pues, hecho subir la ira para hacer venganza, yo pondré su sangre sobre la roca alisada, para que no sea cubierta.",
      "topic": ""
    },
    "9": {
      "text": "Por tanto, así dice Jehová el Señor: ¡Ay de la ciudad sanguinaria! Pues también haré yo grande la hoguera,",
      "topic": ""
    },
    "10": {
      "text": "multiplicando la leña, encendiendo el fuego, para consumir la carne y hacer la salsa; y los huesos serán quemados.",
      "topic": ""
    },
    "11": {
      "text": "Asentando después la olla vacía sobre sus brasas, para que se caldee, y se queme su fondo, y se funda en ella su suciedad, y se consuma su herrumbre.",
      "topic": ""
    },
    "12": {
      "text": "Se fatigó con mentiras, y no salió de ella su mucha herrumbre. Sólo en fuego será su herrumbre consumida.",
      "topic": ""
    },
    "13": {
      "text": "En tu suciedad perversa padecerás; porque te limpié, y tú no te limpiaste de tu suciedad; nunca más te limpiarás, hasta que yo haga que mi ira repose sobre ti.",
      "topic": ""
    },
    "14": {
      "text": "Yo Jehová he hablado; vendrá, y [lo] haré. No me volveré atrás, ni tendré misericordia, ni me arrepentiré; según tus caminos y tus obras te juzgarán, dice Jehová el Señor.",
      "topic": ""
    },
    "15": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "16": {
      "text": "Hijo de hombre, he aquí que yo te quito de golpe el deleite de tus ojos; no endeches, ni llores, ni corran tus lágrimas.",
      "topic": ""
    },
    "17": {
      "text": "Reprime el suspirar, no hagas luto de mortuorios; ata tu mitra sobre ti, y pon tus zapatos en tus pies, y no te cubras con rebozo, ni comas pan de hombres.",
      "topic": ""
    },
    "18": {
      "text": "Y hablé al pueblo por la mañana, y a la tarde murió mi esposa; y a la mañana hice como me fue mandado.",
      "topic": ""
    },
    "19": {
      "text": "Y me dijo el pueblo: ¿No nos enseñarás qué significan para nosotros estas cosas que tú haces?",
      "topic": ""
    },
    "20": {
      "text": "Y yo les dije: La palabra de Jehová vino a mí, diciendo:",
      "topic": ""
    },
    "21": {
      "text": "Di a la casa de Israel: Así dice Jehová el Señor: He aquí yo profano mi santuario, la gloria de vuestra fortaleza, el deseo de vuestros ojos, y el deleite de vuestra alma; vuestros hijos y vuestras hijas que dejasteis caerán a espada.",
      "topic": ""
    },
    "22": {
      "text": "Y haréis de la manera que yo hice: no os cubriréis con rebozo, ni comeréis pan de hombres;",
      "topic": ""
    },
    "23": {
      "text": "Y vuestras mitras [estarán] sobre vuestras cabezas, y vuestros zapatos en vuestros pies; no endecharéis ni lloraréis, sino que os consumiréis a causa de vuestras maldades, y gemiréis unos con otros.",
      "topic": ""
    },
    "24": {
      "text": "Ezequiel, pues, os será por señal; según todas las cosas que él hizo, haréis; cuando esto suceda, entonces sabréis que yo soy Jehová el Señor.",
      "topic": ""
    },
    "25": {
      "text": "Y tú, hijo de hombre, el día que yo quite de ellos su fortaleza, el gozo de su gloria, el deleite de sus ojos, y el anhelo de sus almas, sus hijos y sus hijas,",
      "topic": ""
    },
    "26": {
      "text": "ese día vendrá a ti uno que haya escapado para traer la noticia.",
      "topic": ""
    },
    "27": {
      "text": "En aquel día se abrirá tu boca para hablar con el que haya escapado, y hablarás, y no estarás más mudo; y les serás por señal, y sabrán que yo soy Jehová.",
      "topic": ""
    }
  }
}