{
  "info": {
    "book": "Ezequiel",
    "chapter": "35",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Hijo de hombre, pon tu rostro hacia el monte de Seir, y profetiza contra él,",
      "topic": ""
    },
    "3": {
      "text": "y dile: Así dice Jehová el Señor: He aquí [estoy] yo contra ti, oh monte de Seir, y extenderé mi mano contra ti, y te convertiré en desolación y en soledad.",
      "topic": ""
    },
    "4": {
      "text": "A tus ciudades asolaré, y tú serás asolado; y sabrás que yo soy Jehová.",
      "topic": ""
    },
    "5": {
      "text": "Por cuanto tuviste enemistad perpetua, y derramaste [la sangre de] los hijos de Israel con el poder de la espada en el tiempo de su aflicción, en el tiempo extremadamente malo;",
      "topic": ""
    },
    "6": {
      "text": "por tanto, vivo yo, dice Jehová el Señor, que a sangre te destinaré, y sangre te perseguirá; y porque la sangre no aborreciste, sangre te perseguirá.",
      "topic": ""
    },
    "7": {
      "text": "Y convertiré al monte de Seir en desolación y en soledad, y cortaré de él al que pasa y al que vuelve.",
      "topic": ""
    },
    "8": {
      "text": "Y llenaré sus montes de sus muertos; en tus collados y en tus valles y en todos tus arroyos ellos caerán muertos a espada.",
      "topic": ""
    },
    "9": {
      "text": "Yo te pondré en asolamientos perpetuos, y tus ciudades nunca más se restaurarán; y sabréis que yo soy Jehová.",
      "topic": ""
    },
    "10": {
      "text": "Por cuanto dijiste: Estas dos naciones y estas dos tierras serán mías, y las poseeremos, aunque Jehová esté allí.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto, vivo yo, dice Jehová el Señor, yo haré conforme a tu ira, y conforme a tu celo con que procediste, a causa de tus enemistades con ellos: y seré conocido en ellos, cuando te haya juzgado.",
      "topic": ""
    },
    "12": {
      "text": "Y sabrás que yo Jehová he oído todas tus injurias que proferiste contra los montes de Israel, diciendo: Destruidos son, nos han sido dados para que los devoremos.",
      "topic": ""
    },
    "13": {
      "text": "Y os engrandecisteis contra mí con vuestra boca, y multiplicasteis contra mí vuestras palabras. Yo lo oí.",
      "topic": ""
    },
    "14": {
      "text": "Así dice Jehová el Señor: Para que se alegre toda la tierra, yo te haré una desolación.",
      "topic": ""
    },
    "15": {
      "text": "Como te alegraste sobre la heredad de la casa de Israel, porque fue asolada, así te haré a ti; asolado será el monte de Seir, y toda Idumea, toda ella; y sabrán que yo soy Jehová.",
      "topic": ""
    }
  }
}