{
  "info": {
    "book": "Ezequiel",
    "chapter": "48",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y éstos [son] los nombres de las tribus: Desde el extremo norte por la vía de Hetlón viniendo a Hamat, Hazar-enán, al término de Damasco, al norte, al término de Hamat; tendrá Dan una [porción], desde el lado oriental hasta el occidental.",
      "topic": ""
    },
    "2": {
      "text": "Y junto al término de Dan, desde el lado del oriente hasta el lado del mar, para Aser una [porción].",
      "topic": ""
    },
    "3": {
      "text": "Y junto al término de Aser, desde el lado oriental hasta el lado del mar, Neftalí, otra.",
      "topic": ""
    },
    "4": {
      "text": "Y junto al término de Neftalí, desde el lado del oriente hasta el lado del mar, Manasés, otra.",
      "topic": ""
    },
    "5": {
      "text": "Y junto al término de Manasés, desde el lado del oriente hasta el lado del mar, Efraín, otra.",
      "topic": ""
    },
    "6": {
      "text": "Y junto al término de Efraín, desde el lado del oriente hasta el lado del mar, Rubén, otra.",
      "topic": ""
    },
    "7": {
      "text": "Y junto al término de Rubén, desde el lado del oriente hasta el lado del mar, Judá, otra.",
      "topic": ""
    },
    "8": {
      "text": "Y junto al término de Judá, desde el lado del oriente hasta el lado del mar, será la suerte que apartaréis de veinticinco mil [cañas] de anchura, y de longitud como cualquiera de las [otras] partes, desde el lado del oriente hasta el lado del mar; y el santuario estará en medio de ella.",
      "topic": ""
    },
    "9": {
      "text": "La porción que apartaréis para Jehová, [será] de longitud de veinticinco mil cañas, y de diez mil de ancho.",
      "topic": ""
    },
    "10": {
      "text": "Y allí será la porción santa de los sacerdotes, de veinticinco mil cañas al norte, y de diez mil de anchura al occidente, y de diez mil de ancho al oriente, y de veinticinco mil de longitud al sur; y el santuario de Jehová estará en medio de ella.",
      "topic": ""
    },
    "11": {
      "text": "Los sacerdotes santificados de los hijos de Sadoc, que guardaron mi observancia, que no erraron cuando erraron los hijos de Israel, como erraron los levitas,",
      "topic": ""
    },
    "12": {
      "text": "tendrán como parte santísima, la porción de la tierra reservada, junto al término de los levitas.",
      "topic": ""
    },
    "13": {
      "text": "Y la de los levitas, al lado del término de los sacerdotes, [será] de veinticinco mil cañas de longitud, y de diez mil de anchura; toda la longitud de veinticinco mil, y la anchura de diez mil.",
      "topic": ""
    },
    "14": {
      "text": "No venderán de ello, ni lo permutarán, ni traspasarán las primicias de la tierra; porque [es] cosa consagrada a Jehová.",
      "topic": ""
    },
    "15": {
      "text": "Y las cinco mil cañas de anchura que quedan de las veinticinco mil, serán profanas, para la ciudad, para habitación y para ejido; y la ciudad estará en medio.",
      "topic": ""
    },
    "16": {
      "text": "Y éstas [serán] sus medidas: al lado del norte cuatro mil quinientas cañas, y al lado del sur cuatro mil quinientas, y al lado del oriente cuatro mil quinientas, y al lado del occidente cuatro mil quinientas.",
      "topic": ""
    },
    "17": {
      "text": "Y el ejido de la ciudad será al norte de doscientas cincuenta cañas, y al sur de doscientas cincuenta, y al oriente de doscientas cincuenta, y de doscientas cincuenta al occidente.",
      "topic": ""
    },
    "18": {
      "text": "Y lo que quedare de longitud delante de la [porción] santa, diez mil cañas al oriente y diez mil al occidente, que será lo que quedará de la [porción] santa, será para sembrar para los que sirven a la ciudad.",
      "topic": ""
    },
    "19": {
      "text": "Y los que servirán a la ciudad, serán de todas las tribus de Israel.",
      "topic": ""
    },
    "20": {
      "text": "Toda la porción reservada de veinticinco mil cañas por veinticinco mil en cuadro, apartaréis como porción para el santuario, y para la posesión de la ciudad.",
      "topic": ""
    },
    "21": {
      "text": "Y del príncipe [será] lo que quedare a uno y otro lado de la porción santa, y de la posesión de la ciudad, [esto es], delante de las veinticinco mil cañas de la porción hasta el término oriental, y al occidente delante de las veinticinco mil hasta el término occidental, delante de las partes dichas será del príncipe; y porción santa será; y el santuario de la casa [estará] en medio de ella.",
      "topic": ""
    },
    "22": {
      "text": "Y desde la posesión de los levitas, y desde la posesión de la ciudad, en medio estará lo que pertenecerá al príncipe, entre el término de Judá y el término de Benjamín estará la porción del príncipe.",
      "topic": ""
    },
    "23": {
      "text": "En cuanto a las demás tribus, desde el lado del oriente hasta el lado del mar, [tendrá] Benjamín una [porción].",
      "topic": ""
    },
    "24": {
      "text": "Y junto al término de Benjamín, desde el lado del oriente hasta el lado del mar, Simeón, otra.",
      "topic": ""
    },
    "25": {
      "text": "Y junto al término de Simeón, desde el lado del oriente hasta el lado del mar, Isacar, otra.",
      "topic": ""
    },
    "26": {
      "text": "Y junto al término de Isacar, desde el lado del oriente hasta el lado del mar, Zabulón, otra.",
      "topic": ""
    },
    "27": {
      "text": "Y junto al término de Zabulón, desde el lado del oriente hasta el lado del mar, Gad, otra.",
      "topic": ""
    },
    "28": {
      "text": "Y junto al término de Gad, al lado del austro, al sur, será el término desde Tamar [hasta] las aguas de las rencillas, y desde Cades [y] el arroyo hasta el Mar Grande.",
      "topic": ""
    },
    "29": {
      "text": "Ésta [es] la tierra que repartiréis por suertes en heredad a las tribus de Israel, y éstas [son] sus porciones, dice Jehová el Señor.",
      "topic": ""
    },
    "30": {
      "text": "Y éstas [son] las salidas de la ciudad al lado del norte, cuatro mil quinientas cañas por medida.",
      "topic": ""
    },
    "31": {
      "text": "Y las puertas de la ciudad [serán] según los nombres de las tribus de Israel; tres puertas al norte: la puerta de Rubén, una; la puerta de Judá, otra; la puerta de Leví, otra.",
      "topic": ""
    },
    "32": {
      "text": "Y al lado oriental cuatro mil quinientas cañas, y tres puertas; la puerta de José, una; la puerta de Benjamín, otra; la puerta de Dan, otra.",
      "topic": ""
    },
    "33": {
      "text": "Y al lado del sur, cuatro mil quinientas cañas por medida, y tres puertas; la puerta de Simeón, una; la puerta de Isacar, otra; la puerta de Zabulón, otra.",
      "topic": ""
    },
    "34": {
      "text": "Y al lado del occidente cuatro mil quinientas cañas, y sus tres puertas; la puerta de Gad, una; la puerta de Aser, otra; la puerta de Neftalí, otra.",
      "topic": ""
    },
    "35": {
      "text": "En derredor tendrá dieciocho mil [cañas]. Y el nombre de la ciudad desde aquel día [será] JEHOVÁ SAMA.",
      "topic": ""
    }
  }
}