{
  "info": {
    "book": "Ezequiel",
    "chapter": "7",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y vino a mí palabra de Jehová, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Y tú, hijo de hombre [di]: Así dice Jehová el Señor a la tierra de Israel: El fin, el fin viene sobre los cuatro extremos de la tierra.",
      "topic": ""
    },
    "3": {
      "text": "Ahora [será] el fin sobre ti, y enviaré sobre ti mi furor, y te juzgaré según tus caminos; y pondré sobre ti todas tus abominaciones.",
      "topic": ""
    },
    "4": {
      "text": "Y mi ojo no te perdonará, ni tendré misericordia; antes pondré sobre ti tus caminos, y en medio de ti estarán tus abominaciones; y sabréis que yo soy Jehová.",
      "topic": ""
    },
    "5": {
      "text": "Así dice Jehová el Señor: Un mal, he aquí que viene un mal.",
      "topic": ""
    },
    "6": {
      "text": "Viene el fin, el fin viene; se ha despertado contra ti; he aquí que viene.",
      "topic": ""
    },
    "7": {
      "text": "La mañana viene para ti, oh morador de la tierra; el tiempo viene, cercano está el día; día de tribulación, y no de alegría, sobre los montes.",
      "topic": ""
    },
    "8": {
      "text": "Ahora pronto derramaré mi ira sobre ti, y cumpliré en ti mi furor, y te juzgaré según tus caminos; y pondré sobre ti tus abominaciones.",
      "topic": ""
    },
    "9": {
      "text": "Y mi ojo no perdonará, ni tendré misericordia: Te pagaré conforme a tus caminos y a tus abominaciones que están en medio de ti; y sabréis que yo Jehová soy el que hiere.",
      "topic": ""
    },
    "10": {
      "text": "He aquí el día, he aquí que viene: ha salido la mañana; ha florecido la vara, ha reverdecido la soberbia.",
      "topic": ""
    },
    "11": {
      "text": "La violencia se ha levantado en vara de impiedad; ninguno [quedará] de ellos, ni de su multitud, ni uno de los suyos; [ni habrá] quien por ellos se lamente.",
      "topic": ""
    },
    "12": {
      "text": "El tiempo ha venido, se acercó el día; el que compra, no se alegre, y el que vende, no llore; porque la ira [está] sobre toda la multitud.",
      "topic": ""
    },
    "13": {
      "text": "Porque el que vende no volverá a lo vendido, aunque queden vivos: porque la visión sobre toda su multitud no será revocada; y ninguno podrá, a causa de su iniquidad, amparar su vida.",
      "topic": ""
    },
    "14": {
      "text": "Tocarán trompeta, y prepararán todas las cosas, pero no habrá quien vaya a la batalla: porque mi ira [está] sobre toda la multitud.",
      "topic": ""
    },
    "15": {
      "text": "De fuera espada, de dentro pestilencia y hambre; el que [estuviere] en el campo morirá a espada; y al que [estuviere] en la ciudad, el hambre y la pestilencia lo consumirán.",
      "topic": ""
    },
    "16": {
      "text": "Y los que escaparen de ellos, huirán y estarán sobre los montes como palomas de los valles, gimiendo todos por su iniquidad.",
      "topic": ""
    },
    "17": {
      "text": "Toda mano será debilitada, y toda rodilla será débil [como] agua.",
      "topic": ""
    },
    "18": {
      "text": "Se ceñirán también de cilicio, y les cubrirá terror; en todo rostro [habrá] vergüenza, y todas sus cabezas estarán rapadas.",
      "topic": ""
    },
    "19": {
      "text": "Arrojarán su plata en las calles, y su oro será desechado; ni su plata ni su oro podrá librarlos en el día de la ira de Jehová; no saciarán su alma, ni llenarán sus entrañas, porque ha sido tropiezo para su maldad.",
      "topic": ""
    },
    "20": {
      "text": "En cuanto a la belleza de su ornamento, Él la puso en majestad; pero ellos hicieron de ella las imágenes de sus detestables ídolos; por eso se lo torné en cosa repugnante.",
      "topic": ""
    },
    "21": {
      "text": "Y en mano de extraños la entregué por presa, y por despojo a los impíos de la tierra, y la profanarán.",
      "topic": ""
    },
    "22": {
      "text": "Y apartaré de ellos mi rostro, y mi [lugar] secreto será profanado; pues entrarán en él ladrones y lo profanarán.",
      "topic": ""
    },
    "23": {
      "text": "Haz una cadena, porque la tierra está llena de crímenes sangrientos, y la ciudad está llena de violencia.",
      "topic": ""
    },
    "24": {
      "text": "Traeré, por tanto, a los más malos de las naciones, los cuales poseerán sus casas; y haré cesar la soberbia de los poderosos, y sus santuarios serán profanados.",
      "topic": ""
    },
    "25": {
      "text": "Destrucción viene; y buscarán la paz, y no la [habrá].",
      "topic": ""
    },
    "26": {
      "text": "Maldad vendrá sobre maldad, y rumor será sobre rumor; Entonces buscarán visión del profeta; pero la ley se alejará del sacerdote, y el consejo de los ancianos.",
      "topic": ""
    },
    "27": {
      "text": "El rey se enlutará, y el príncipe se vestirá de asolamiento, y las manos del pueblo de la tierra serán conturbadas; según su camino haré con ellos, y con los juicios de ellos los juzgaré; y sabrán que yo soy Jehová.",
      "topic": ""
    }
  }
}