{
  "info": {
    "book": "Ezequiel",
    "chapter": "8",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y aconteció en el sexto año, en [el mes] sexto, a los cinco del mes, que estaba yo sentado en mi casa, y los ancianos de Judá estaban sentados delante de mí, y allí descendió sobre mí la mano del Señor Jehová.",
      "topic": ""
    },
    "2": {
      "text": "Y miré, y he aquí una semejanza que parecía de fuego; desde sus lomos para abajo, fuego; y desde sus lomos para arriba parecía como resplandor, como el color ámbar.",
      "topic": ""
    },
    "3": {
      "text": "Y aquella semejanza extendió la mano, y me tomó por las guedejas de mi cabeza; y el Espíritu me alzó entre el cielo y la tierra, y me llevó en visiones de Dios a Jerusalén, a la entrada de la puerta de adentro que mira hacia el norte, donde [estaba] la habitación de la imagen del celo, la que hacía celar.",
      "topic": ""
    },
    "4": {
      "text": "Y he aquí, allí [estaba] la gloria del Dios de Israel, como la visión que yo había visto en el campo.",
      "topic": ""
    },
    "5": {
      "text": "Y me dijo: Hijo de hombre, alza ahora tus ojos hacia el lado del norte. Y alcé mis ojos hacia el lado del norte, y he aquí al norte, junto a la puerta del altar, la imagen del celo en la entrada.",
      "topic": ""
    },
    "6": {
      "text": "Me dijo entonces: Hijo de hombre, ¿no ves lo que éstos hacen, las grandes abominaciones que la casa de Israel hace aquí, para alejarme de mi santuario? Mas vuélvete aún, [y] verás abominaciones mayores.",
      "topic": ""
    },
    "7": {
      "text": "Y me llevó a la entrada del atrio, y miré, y he aquí en la pared un agujero.",
      "topic": ""
    },
    "8": {
      "text": "Y me dijo: Hijo de hombre, cava ahora en la pared. Y cavé en la pared, y he aquí una puerta.",
      "topic": ""
    },
    "9": {
      "text": "Me dijo luego: Entra, y ve las malvadas abominaciones que éstos hacen allí.",
      "topic": ""
    },
    "10": {
      "text": "Entré pues, y miré, y he aquí toda forma de reptiles, y bestias abominables, y todos los ídolos de la casa de Israel, que estaban pintados en la pared alrededor.",
      "topic": ""
    },
    "11": {
      "text": "Y delante de ellos estaban setenta varones de los ancianos de la casa de Israel, y Jaazanías hijo de Safán estaba en medio de ellos, cada uno con su incensario en su mano; y subía una espesa nube de incienso.",
      "topic": ""
    },
    "12": {
      "text": "Y me dijo: Hijo de hombre, ¿has visto las cosas que los ancianos de la casa de Israel hacen en tinieblas, cada uno en sus cámaras de imágenes pintadas? porque dicen ellos: No nos ve Jehová; Jehová ha dejado la tierra.",
      "topic": ""
    },
    "13": {
      "text": "Me dijo después: Vuélvete aún, verás abominaciones mayores que hacen éstos.",
      "topic": ""
    },
    "14": {
      "text": "Y me llevó a la entrada de la puerta de la casa de Jehová, que está al norte; y he aquí mujeres que [estaban] allí sentadas endechando a Tamuz.",
      "topic": ""
    },
    "15": {
      "text": "Luego me dijo: ¿No ves hijo de hombre? Vuélvete aún, verás abominaciones mayores que éstas.",
      "topic": ""
    },
    "16": {
      "text": "Y me metió en el atrio de adentro de la casa de Jehová; y he aquí junto a la entrada del templo de Jehová, entre la entrada y el altar, como veinticinco varones, sus espaldas vueltas al templo de Jehová y sus rostros hacia el oriente, y adoraban al sol, postrándose hacia el oriente.",
      "topic": ""
    },
    "17": {
      "text": "Y me dijo: ¿No has visto, hijo de hombre? ¿Es cosa liviana para la casa de Judá hacer las abominaciones que hacen aquí? Después que han llenado la tierra de violencia, y han vuelto a provocarme a ira, y he aquí que se llevan el ramo a su nariz.",
      "topic": ""
    },
    "18": {
      "text": "Por tanto, yo también obraré con furor; no perdonará mi ojo, ni tendré misericordia, y gritarán a mis oídos con gran voz, y no los oiré.",
      "topic": ""
    }
  }
}