{
  "info": {
    "book": "Numbers",
    "chapter": "15",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Lord spoke to Moses, saying:",
      "topic": ""
    },
    "2": {
      "text": "Speak to the children of Israel and thou shalt say to them: When you shall be come into the land of your habitation, which I will give you,",
      "topic": ""
    },
    "3": {
      "text": "And shall make an offering to the Lord, for a holocaust, or a victim, paying your vows, or voluntarily offering gifts, or in your solemnities burning a sweet savour unto the Lord, of oxen or of sheep:",
      "topic": ""
    },
    "4": {
      "text": "Whosoever immolateth the victim, shall offer a sacrifice of fine flour, the tenth part of an ephi, tempered with the fourth part of a hin of oil:",
      "topic": ""
    },
    "5": {
      "text": "And he shall give the same measure of wine to pour out in libations for the holocaust or for the victim. For every lamb,",
      "topic": ""
    },
    "6": {
      "text": "And for every ram there shall be a sacrifice of hour of two tenths, which shall be tempered with the third part of a hin of oil:",
      "topic": ""
    },
    "7": {
      "text": "And he shall offer the third part of the same measure of wine for the libation, for a sweet savour to the Lord.",
      "topic": ""
    },
    "8": {
      "text": "But when thou offerest a holocaust or sacrifice of oxen, to fulfil thy vow or for victims of peace offerings,",
      "topic": ""
    },
    "9": {
      "text": "Thou shalt give for every ox three tenths of flour tempered with half a hin of oil,",
      "topic": ""
    },
    "10": {
      "text": "And wine for libations of the same measure, for an offering of most sweet savour to the Lord.",
      "topic": ""
    },
    "11": {
      "text": "Thus shalt thou do",
      "topic": ""
    },
    "12": {
      "text": "For every ox and ram and lamb and kid.",
      "topic": ""
    },
    "13": {
      "text": "Both they that are born in the land, and the strangers",
      "topic": ""
    },
    "14": {
      "text": "Shall offer sacrifices after the same rite.",
      "topic": ""
    },
    "15": {
      "text": "There shall be all one law and judgment both for you and for them who are strangers in the land.",
      "topic": ""
    },
    "16": {
      "text": "And the Lord spoke to Moses, saying:",
      "topic": ""
    },
    "17": {
      "text": "Speak to the children of Israel, and thou shalt say to them:",
      "topic": ""
    },
    "18": {
      "text": "When you are come into the land which I will give you,",
      "topic": ""
    },
    "19": {
      "text": "And shall eat of the bread of that country, you shall separate firstfruits to the Lord,",
      "topic": ""
    },
    "20": {
      "text": "Of the things you eat. As you separate firstfruits of your barnfloors:",
      "topic": ""
    },
    "21": {
      "text": "So also shall you give firstfruits of your dough to the Lord.",
      "topic": ""
    },
    "22": {
      "text": "And if through ignorance you omit any of these things, which the Lord hath spoken to Moses,",
      "topic": ""
    },
    "23": {
      "text": "And by him hath commanded you, from the day that he began to command and thenceforward,",
      "topic": ""
    },
    "24": {
      "text": "And the multitude have forgotten to do it: they shall offer a calf out of the herd, a holocaust for a most sweet savour to the Lord, and the sacrifice and libations thereof, as the ceremonies require, and a buck goat for sin:",
      "topic": ""
    },
    "25": {
      "text": "And the priest shall pray for all the multitude of the children of Israel: and it shall be forgiven them, because they sinned ignorantly, offering notwithstanding a burnt offering to the Lord for themselves and for their sin and their ignorance:",
      "topic": ""
    },
    "26": {
      "text": "And it shall be forgiven all the people of the children of Israel: and the strangers that sojourn among them: because it is the fault of all the people through ignorance.",
      "topic": ""
    },
    "27": {
      "text": "But if one soul shall sin ignorantly, he shall offer a she goat of a year old for his sin.",
      "topic": ""
    },
    "28": {
      "text": "And the priest shall pray for him, because he sinned ignorantly before the Lord: and he shall obtain his pardon, and it shall be forgiven him.",
      "topic": ""
    },
    "29": {
      "text": "The same law shall be for all that sin by ignorance, whether they be natives or strangers.",
      "topic": ""
    },
    "30": {
      "text": "But the soul that committeth any thing through pride, whether he be born in the land or a stranger (because he hath been rebellious against the Lord) shall be cut off from among his people:",
      "topic": ""
    },
    "31": {
      "text": "For he hath contemned the word the Lord, and made void his precept: therefore shall he be destroyed, and shall bear his iniquity.",
      "topic": ""
    },
    "32": {
      "text": "And it came to pass, when the children of Israel were in the wilderness, and had found a man gathering sticks on the sabbath day,",
      "topic": ""
    },
    "33": {
      "text": "That they brought him to Moses and Aaron and the whole multitude.",
      "topic": ""
    },
    "34": {
      "text": "And they put him into prison, not knowing what they should do with him.",
      "topic": ""
    },
    "35": {
      "text": "And the Lord said to Moses: Let that man die, let all the multitude stone him without the camp.",
      "topic": ""
    },
    "36": {
      "text": "And when they had brought him out, they stoned him, and he died as the Lord had commanded.",
      "topic": ""
    },
    "37": {
      "text": "The Lord also said to Moses:",
      "topic": ""
    },
    "38": {
      "text": "Speak to the children of Israel, and thou shalt tell them to make to themselves fringes in the corners of their garments, putting in them ribands of blue:",
      "topic": ""
    },
    "39": {
      "text": "That when they shall see them, they may remember all the commandments of the Lord, and not follow their own thoughts and eyes going astray after divers things,",
      "topic": ""
    },
    "40": {
      "text": "But rather being mindful of the precepts of the Lord, may do them and be holy to their God.",
      "topic": ""
    },
    "41": {
      "text": "I am the Lord your God, who brought you out of the land of Egypt, that I might be your God.",
      "topic": ""
    }
  }
}