{
  "info": {
    "book": "Numbers",
    "chapter": "29",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The first day also of the seventh month shall be venerable and holy unto you; you shall do no servile work therein, because it is the day of the sounding and of trumpets.",
      "topic": ""
    },
    "2": {
      "text": "And you shall offer a holocaust for a most sweet odour to the Lord, one calf of the herd, one ram and seven lambs of a year old, without blemish.",
      "topic": ""
    },
    "3": {
      "text": "And for their sacrifices, three tenths of flour tempered with oil to every calf, two tenths to a ram,",
      "topic": ""
    },
    "4": {
      "text": "One tenth to a lamb, which in all are seven lambs:",
      "topic": ""
    },
    "5": {
      "text": "And a buck goat for sin, which is offered for the expiation of the people,",
      "topic": ""
    },
    "6": {
      "text": "Besides the holocaust of the first day of the month with the sacrifices thereof, and the perpetual holocaust with the accustomed libations. With the same ceremonies you shall offer a burnt sacrifice for a most sweet odour to the Lord.",
      "topic": ""
    },
    "7": {
      "text": "The tenth day also of this seventh month shall be holy and venerable unto you, and you shall afflict your souls: you shall do no servile work therein.",
      "topic": ""
    },
    "8": {
      "text": "And you shall offer a holocaust to the Lord for a most sweet odour, one calf of the herd, one ram, and seven lambs of a year old, without blemish:",
      "topic": ""
    },
    "9": {
      "text": "And for their sacrifices, three tenths of flour tempered with oil to every calf, two tenths to a ram,",
      "topic": ""
    },
    "10": {
      "text": "The tenth of a tenth to every lamb, which are in all seven lambs:",
      "topic": ""
    },
    "11": {
      "text": "And a buck goat for sin, besides the things that are wont to be offered for sin, for expiation, and for the perpetual holocaust with their sacrifice and libations.",
      "topic": ""
    },
    "12": {
      "text": "And on the fifteenth day of the seventh month, which shall be unto you holy and venerable, you shall do no servile work, but shall celebrate a solemnity to the Lord seven days.",
      "topic": ""
    },
    "13": {
      "text": "And you shall offer a holocaust for a most sweet odour to the Lord, thirteen calves of the herd, two rams, and fourteen lambs of a year old, without blemish:",
      "topic": ""
    },
    "14": {
      "text": "And for their libations three tenths of flour tempered with oil to every calf, being in all thirteen calves: and two tenths to each ram, being two rams,",
      "topic": ""
    },
    "15": {
      "text": "And the tenth of a tenth to every lamb, being in all fourteen lambs:",
      "topic": ""
    },
    "16": {
      "text": "And a buck goat for sin, besides the perpetual holocaust, and the sacrifice and the libation thereof.",
      "topic": ""
    },
    "17": {
      "text": "On the second day you shall offer twelve calves of the herd, two rams and fourteen lambs of a year old, without blemish :",
      "topic": ""
    },
    "18": {
      "text": "And the sacrifices and the libations for every one, for the calves and for the rams and for the lambs you shall duly celebrate:",
      "topic": ""
    },
    "19": {
      "text": "And a buck goat for a sin offering besides the perpetual holocaust, and the sacrifice and the libation thereof.",
      "topic": ""
    },
    "20": {
      "text": "The third day you shall offer eleven calves, two rams, and fourteen lambs of a year old, without blemish:",
      "topic": ""
    },
    "21": {
      "text": "And the sacrifices and the libations of every one for the calves and for the rams and for the lambs you shall offer according to the rite:",
      "topic": ""
    },
    "22": {
      "text": "And a buck goat for sin, besides the perpetual holocaust, and the sacrifice, and the libation thereof.",
      "topic": ""
    },
    "23": {
      "text": "The fourth day you shall offer tell calves, two rams, and fourteen lambs of a year old, without blemish:",
      "topic": ""
    },
    "24": {
      "text": "And the sacrifices and the libations of every one for the calves and for the rams and for the lambs you shall celebrate in right manner:",
      "topic": ""
    },
    "25": {
      "text": "And a buck goat for sin, besides the perpetual holocaust, and the sacrifice and the libation thereof.",
      "topic": ""
    },
    "26": {
      "text": "The fifth day you shall offer nine calves, two rams, and fourteen lambs of a year old, without blemish:",
      "topic": ""
    },
    "27": {
      "text": "And the sacrifices and the libations of every one for the calves and for the rams and for the lambs you shall celebrate according to the rite:",
      "topic": ""
    },
    "28": {
      "text": "And a buck goat for sin, besides the perpetual holocaust, and the sacrifice and the libation thereof.",
      "topic": ""
    },
    "29": {
      "text": "The sixth day you shall offer eight calves, two rams, and fourteen lambs of a year old, without blemish:",
      "topic": ""
    },
    "30": {
      "text": "And the sacrifices and the libations of every one for the calves and for the rams and for the lambs you shall celebrate according to the rite:",
      "topic": ""
    },
    "31": {
      "text": "And a buck goat for sin, besides the perpetual holocaust, and the sacrifice and the libation thereof.",
      "topic": ""
    },
    "32": {
      "text": "The seventh day you shall offer seven calves and two rams, and fourteen lambs of a year old, without blemish:",
      "topic": ""
    },
    "33": {
      "text": "And the sacrifices and the libations of every one for the calves and for the rams and for the lambs you shall celebrate according to the rite:",
      "topic": ""
    },
    "34": {
      "text": "And a buck goat for sin, besides the perpetual holocaust, and the sacrifice and the libation thereof.",
      "topic": ""
    },
    "35": {
      "text": "On the eighth day, which is most solemn, you shall do no servile work:",
      "topic": ""
    },
    "36": {
      "text": "But you shall offer a holocaust for a most sweet odour to the Lord, one calf, one ram, and seven lambs of a year old, without blemish:",
      "topic": ""
    },
    "37": {
      "text": "And the sacrifices and the libations of every one for the calves and for the rams and for the lambs you shall celebrate according to the rite:",
      "topic": ""
    },
    "38": {
      "text": "And a buck goat for sin, besides the perpetual holocaust, and the sacrifice and the libation thereof.",
      "topic": ""
    },
    "39": {
      "text": "These things shall you offer to the Lord in your solemnities: besides your vows and voluntary oblations for holocaust, for sacrifice, for libation, and for victims of peace offerings.",
      "topic": ""
    },
    "40": {
      "text": "And Moses told the children of Israel all that the Lord had commanded him :",
      "topic": ""
    }
  }
}