{
  "info": {
    "book": "Numbers",
    "chapter": "33",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "These are the mansions of the children of Israel, who went out of Egypt by their troops under the conduct of Moses and Aaron,",
      "topic": ""
    },
    "2": {
      "text": "Which Moses wrote down according to the places of their encamping, which they changed by the commandment of the Lord.",
      "topic": ""
    },
    "3": {
      "text": "Now the children of Israel departed from Ramesses the first month, on the fifteenth day of the first month, the day after the phase, with a mighty hand, in the eight of all the Egyptians,",
      "topic": ""
    },
    "4": {
      "text": "Who were burying their firstborn, whom the Lord had slain (upon their gods also he had executed vengeance,)",
      "topic": ""
    },
    "5": {
      "text": "And they camped in Soccoth.",
      "topic": ""
    },
    "6": {
      "text": "And from Soccoth they came into Etham, which is in the uttermost borders of the wilderness.",
      "topic": ""
    },
    "7": {
      "text": "Departing from thence they came over against Phihahiroth, which looketh towards Beelsephon, and they camped before Magdalum.",
      "topic": ""
    },
    "8": {
      "text": "And departing from Phihahiroth, they passed through the midst of the sea into the wilderness: and having marched three days through the desert of Etham, they camped in Mara.",
      "topic": ""
    },
    "9": {
      "text": "And departing from Mara, they came into Elim, where there were twelve fountains of waters, and seventy palm trees: and there they camped.",
      "topic": ""
    },
    "10": {
      "text": "But departing from thence also, they pitched their tents by the Red Sea. And departing from the Red Sea,",
      "topic": ""
    },
    "11": {
      "text": "They camped in the desert of Sin.",
      "topic": ""
    },
    "12": {
      "text": "And they removed from thence, and came to Daphca.",
      "topic": ""
    },
    "13": {
      "text": "And departing from Daphca, they camped in Alus.",
      "topic": ""
    },
    "14": {
      "text": "And departing from Alus, they pitched their tents in Raphidim, where the people wanted water to drink.",
      "topic": ""
    },
    "15": {
      "text": "And departing from Raphidim, they camped in the desert of Sinai.",
      "topic": ""
    },
    "16": {
      "text": "But departing also from the desert of Sinai, they came to the graves of lust.",
      "topic": ""
    },
    "17": {
      "text": "And departing from the graves of lust, they camped in Haseroth.",
      "topic": ""
    },
    "18": {
      "text": "And from Haseroth they came to Rethma.",
      "topic": ""
    },
    "19": {
      "text": "And departing from Rethma, they camped in Remmomphares.",
      "topic": ""
    },
    "20": {
      "text": "And they departed from thence and came to Lebna.",
      "topic": ""
    },
    "21": {
      "text": "Removing from Lebna they camped in Ressa.",
      "topic": ""
    },
    "22": {
      "text": "And departing from Ressa, they came to Ceelatha.",
      "topic": ""
    },
    "23": {
      "text": "And they removed from thence and camped in the mountain Sepher.",
      "topic": ""
    },
    "24": {
      "text": "Departing from the mountain Sepher, they came to Arada.",
      "topic": ""
    },
    "25": {
      "text": "From thence they went and camped in Maceloth.",
      "topic": ""
    },
    "26": {
      "text": "And departing from Maceloth, they came to Thahath.",
      "topic": ""
    },
    "27": {
      "text": "Removing from Thahath they camped in Thare.",
      "topic": ""
    },
    "28": {
      "text": "And they departed from thence, and pitched their tents in Methca.",
      "topic": ""
    },
    "29": {
      "text": "And removing from Methca, they camped in Hesmona.",
      "topic": ""
    },
    "30": {
      "text": "And departing from Hesmona, they came to Moseroth.",
      "topic": ""
    },
    "31": {
      "text": "And removing from Moseroth, they camped in Benejaacan.",
      "topic": ""
    },
    "32": {
      "text": "And departing from Benejaacan, they came to mount Gadgad.",
      "topic": ""
    },
    "33": {
      "text": "From thence they went and camped in Jetebatha.",
      "topic": ""
    },
    "34": {
      "text": "And from Jetebatha they came to Hebrona.",
      "topic": ""
    },
    "35": {
      "text": "And departing from Hebrona, they camped in Asiongaber.",
      "topic": ""
    },
    "36": {
      "text": "They removed from thence and came into the desert of Sin, which is Cades.",
      "topic": ""
    },
    "37": {
      "text": "And departing from Cades, they camped in mount Her, in the uttermost borders of the land of Edom.",
      "topic": ""
    },
    "38": {
      "text": "And Aaron the priest went up into mount Hor at the commandment of the Lord: and there he died in the fortieth year of the coming forth of the children of Israel out of Egypt, W the fifth month, the first day of the month,",
      "topic": ""
    },
    "39": {
      "text": "When he was a hundred and twenty-three years old.",
      "topic": ""
    },
    "40": {
      "text": "And king Arad the Chanaanite, who dwelt towards the south, heard that the children of Israel were come to the land of Chanaan.",
      "topic": ""
    },
    "41": {
      "text": "And they departed from mount Her, and camped in Salmona.",
      "topic": ""
    },
    "42": {
      "text": "From whence they removed and came to Phunon.",
      "topic": ""
    },
    "43": {
      "text": "And departing from Phunon, they camped in Oboth.",
      "topic": ""
    },
    "44": {
      "text": "And from Oboth they came to Ijeabarim, which is in the borders of the Moabites.",
      "topic": ""
    },
    "45": {
      "text": "And departing from Ijeabarim they pitched their tents in Dibongab.",
      "topic": ""
    },
    "46": {
      "text": "From thence they went and camped in Helmondeblathaim.",
      "topic": ""
    },
    "47": {
      "text": "And departing from Helmondeblathaim, they came to the mountains of Abarim over against Nabo.",
      "topic": ""
    },
    "48": {
      "text": "And departing from the mountains of Abarim, they passed to the plains of Moab, by the Jordan, over against Jericho.",
      "topic": ""
    },
    "49": {
      "text": "And there they camped from Bethsi moth even to Ablesatim in the plains of the Moabites,",
      "topic": ""
    },
    "50": {
      "text": "Where the Lord said to Moses:",
      "topic": ""
    },
    "51": {
      "text": "Command the children of Israel, and say to them: When you shall have passed over the Jordan, entering into the land of Chanaan,",
      "topic": ""
    },
    "52": {
      "text": "Destroy all the inhabitants of that land: beat down their pillars, and break in pieces their statues, and waste all their high places,",
      "topic": ""
    },
    "53": {
      "text": "Cleansing the land, and dwelling in it. For I have given it you for a possession.",
      "topic": ""
    },
    "54": {
      "text": "And you shall divide it among you by lot. To the more you shall give a larger part, and to the fewer a lesser. To every one as the lot shall fall, so shall the inheritance be given. The possession shall be divided by the tribes and the families.",
      "topic": ""
    },
    "55": {
      "text": "But if you will not kill the inhabitants of the land: they that remain, shall be unto you as nails in your eyes, and spears in your sides, and they shall be your adversaries in the land of your habitation.",
      "topic": ""
    },
    "56": {
      "text": "And whatsoever I had thought to do to them, I will do to you.",
      "topic": ""
    }
  }
}