{
  "info": {
    "book": "Numbers",
    "chapter": "7",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it came to pass in the day that Moses had finished the tabernacle, and set it up, and had anointed and sanctified it with all its vessels, the altar likewise and all the vessels thereof,",
      "topic": ""
    },
    "2": {
      "text": "The princes of Israel and the heads of the families, in every tribe, who were the rulers of them who had been numbered, offered",
      "topic": ""
    },
    "3": {
      "text": "Their gifts before the Lord, six wagons covered, and twelve oxen. Two princes offered one wagon, and each one an ox, and they offered them before the tabernacle.",
      "topic": ""
    },
    "4": {
      "text": "And the Lord said to Moses:",
      "topic": ""
    },
    "5": {
      "text": "Receive them from them to serve in the ministry of the tabernacle, and thou shalt deliver them to the Levites according to the order of their ministry.",
      "topic": ""
    },
    "6": {
      "text": "Moses therefore receiving the wagons and the oxen, delivered them to the Levites.",
      "topic": ""
    },
    "7": {
      "text": "Two wagons and four oxen he gave to the sons of Gerson, according to their necessity.",
      "topic": ""
    },
    "8": {
      "text": "The other four wagons, and eight oxen he gave to the sons of Merari, according to their offices and service, under the hand of Ithamar the son of Aaron the priest.",
      "topic": ""
    },
    "9": {
      "text": "But to the sons of Caath he gave no wagons or oxen: because they serve in the sanctuary and carry their burdens upon their own shoulders.",
      "topic": ""
    },
    "10": {
      "text": "And the princes offered for the dedication of the altar on the day when it was anointed, their oblation before the altar.",
      "topic": ""
    },
    "11": {
      "text": "And the Lord said to Moses: Let each of the princes one day after another offer their gifts for the dedication of the altar.",
      "topic": ""
    },
    "12": {
      "text": "The first day Nahasson the son of Aminadab of the tribe of Juda offered his offering:",
      "topic": ""
    },
    "13": {
      "text": "And his offering was a silver dish weighing one hundred and thirty sides, a silver bowl of seventy sides according to the weight of the sanctuary, both full of flour tempered with oil for sacrifice:",
      "topic": ""
    },
    "14": {
      "text": "A little mortar of ten sides of gold full of incense:",
      "topic": ""
    },
    "15": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "16": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "17": {
      "text": "And for the sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of a year old. This was the offering of Nahasson the son of Aminadab.",
      "topic": ""
    },
    "18": {
      "text": "The second day Nathanael the son of Suar, prince of the tribe of Issachar, made his offering,",
      "topic": ""
    },
    "19": {
      "text": "A silver dish weighing one hundred and thirty sides, a silver bowl of seventy sides, according to the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "20": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "21": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "22": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "23": {
      "text": "And for the sacrifice of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Nathanael the son of Suar.",
      "topic": ""
    },
    "24": {
      "text": "The third day the prince of the sons of Zabulon, Eliab the son of Helon,",
      "topic": ""
    },
    "25": {
      "text": "Offered a silver dish weighing one hundred and thirty sides, a silver bowl of seventy sides by the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "26": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "27": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "28": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "29": {
      "text": "And for the sacrifice of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This is the oblation of Eliab the son of Helon.",
      "topic": ""
    },
    "30": {
      "text": "The fourth day the prince of the sons of Ruben, Elisur the son of Sedeur,",
      "topic": ""
    },
    "31": {
      "text": "Offered a silver dish weighing one hundred and thirty sides, a silver bowl of seventy sides according to the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "32": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "33": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old, for a holocaust:",
      "topic": ""
    },
    "34": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "35": {
      "text": "And for victims of peace offerings two oxen, five rams, five buck goats. five lambs of a year old. This was the offering of Elisur the son of Sedeur.",
      "topic": ""
    },
    "36": {
      "text": "The fifth day the prince of the sons of Simeon, Salamiel the son of Surisaddai,",
      "topic": ""
    },
    "37": {
      "text": "Offered a silver dish weighing one hundred and thirty sides, a silver bowl of seventy sides after the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "38": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "39": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "40": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "41": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Salamiel the son of Surisaddai.",
      "topic": ""
    },
    "42": {
      "text": "The sixth day the prince of the sons of Gad, Eliasaph the son of Duel,",
      "topic": ""
    },
    "43": {
      "text": "Offered a silver dish weighing a hundred and thirty sides, a silver bowl of seventy sides by the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "44": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "45": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "46": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "47": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Eliasaph the son of Duel.",
      "topic": ""
    },
    "48": {
      "text": "The seventh day the prince of the sons of Ephraim, Elisama the son Ammiud,",
      "topic": ""
    },
    "49": {
      "text": "Offered a silver dish weighing a hundred and thirty sides, a silver bowl of seventy sides according to the weight of the sanctuary, both full of hour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "50": {
      "text": "A little mortar of gold weighing ten sides full of incense :",
      "topic": ""
    },
    "51": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "52": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "53": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Elisama the son of Ammiud.",
      "topic": ""
    },
    "54": {
      "text": "The eighth day the prince of the sons of Manasses, Gamaliel the son of Phadassur,",
      "topic": ""
    },
    "55": {
      "text": "Offered a silver dish weighing a hundred and thirty sicles, a silver bowl of seventy sicles, according to the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "56": {
      "text": "A little mortar of gold weighing ten sicles full of incense:",
      "topic": ""
    },
    "57": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "58": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "59": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Gamaliel the son of Phadassur.",
      "topic": ""
    },
    "60": {
      "text": "The ninth day the prince of the sons of Benjamin, Abidan the son of Gedeon,",
      "topic": ""
    },
    "61": {
      "text": "Offered a silver dish weighing a hundred and thirty sides, a silver bowl of seventy sides by the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "62": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "63": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a, holocaust:",
      "topic": ""
    },
    "64": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "65": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Abidan the son of Gedeon.",
      "topic": ""
    },
    "66": {
      "text": "The tenth day the prince of the sons of Dan, Ahiezer the son of Ammisaddai,",
      "topic": ""
    },
    "67": {
      "text": "Offered a silver dish weighing a hundred and thirty sides, a silver bowl of seventy sides, according to the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "68": {
      "text": "A little mortar of gold weighing ten sides full of incense :",
      "topic": ""
    },
    "69": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "70": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "71": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Ahiezer the son of Ammisaddai.",
      "topic": ""
    },
    "72": {
      "text": "The eleventh day the prince of the sons of Aser, Phegiel the son of Ochran,",
      "topic": ""
    },
    "73": {
      "text": "Offered a silver dish weighing a hundred and thirty sides, a silver bowl of seventy sides, according to the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "74": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "75": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "76": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "77": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Phegiel the son of Ochran.",
      "topic": ""
    },
    "78": {
      "text": "The twelfth day the prince of the sons of Nephtali, Ahira the son of Enan,",
      "topic": ""
    },
    "79": {
      "text": "Offered a silver dish weighing a hundred and thirty sides, a silver bowl of seventy sides, according to the weight of the sanctuary, both full of flour tempered with oil for a sacrifice:",
      "topic": ""
    },
    "80": {
      "text": "A little mortar of gold weighing ten sides full of incense:",
      "topic": ""
    },
    "81": {
      "text": "An ox of the herd, and a ram, and a lamb of a year old for a holocaust:",
      "topic": ""
    },
    "82": {
      "text": "And a buck goat for sin:",
      "topic": ""
    },
    "83": {
      "text": "And for sacrifices of peace offerings, two oxen, five rams, five buck goats, five lambs of a year old. This was the offering of Ahira the son of Enan.",
      "topic": ""
    },
    "84": {
      "text": "These were the offerings made by the princes of Israel in the dedication of the altar, in the day wherein it was consecrated. Twelve dishes of silver: twelve silver bowls: twelve little mortars of gold:",
      "topic": ""
    },
    "85": {
      "text": "Each dish weighing a hundred and thirty sides of silver, and each bowl seventy sides: that is, putting all the vessels of silver together, two thousand four hundred sides, by the weight of the sanctuary.",
      "topic": ""
    },
    "86": {
      "text": "Twelve little mortars of gold full of incense, weighing ten sides apiece, by the weight of the sanctuary: that is, in all a hundred and twenty sides of gold.",
      "topic": ""
    },
    "87": {
      "text": "Twelve oxen out of the herd for a holocaust, twelve rams, twelve lambs of a year old, and their libations: twelve buck goats for sin.",
      "topic": ""
    },
    "88": {
      "text": "And for sacrifices of peace offerings, oxen twenty-four, rams sixty, buck goats sixty, lambs of a year old sixty. These things were offered in the dedication of the altar, when it was anointed.",
      "topic": ""
    },
    "89": {
      "text": "And when Moses entered into the tabernacle of the covenant, to consult the oracle, he heard the voice of one speaking to him from the propitiatory, that was over the ark between the two cherubims, and from this place he spoke to him.",
      "topic": ""
    }
  }
}