{
  "info": {
    "book": "Ruth",
    "chapter": "1",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "It happened in the days when the judges judged, that there was a famine in the land. A certain man of Bethlehem Judah went to live in the country of Moab, he, and his wife, and his two sons.",
      "topic": ""
    },
    "2": {
      "text": "The name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehem Judah. They came into the country of Moab, and continued there.",
      "topic": ""
    },
    "3": {
      "text": "Elimelech, Naomi’s husband, died; and she was left, and her two sons.",
      "topic": ""
    },
    "4": {
      "text": "They took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they lived there about ten years.",
      "topic": ""
    },
    "5": {
      "text": "Mahlon and Chilion both died, and the woman was bereaved of her two children and of her husband.",
      "topic": ""
    },
    "6": {
      "text": "Then she arose with her daughters-in-law, that she might return from the country of Moab: for she had heard in the country of Moab how that Yahweh had visited his people in giving them bread.",
      "topic": ""
    },
    "7": {
      "text": "She went forth out of the place where she was, and her two daughters-in-law with her; and they went on the way to return to the land of Judah.",
      "topic": ""
    },
    "8": {
      "text": "Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house: Yahweh deal kindly with you, as you have dealt with the dead, and with me.",
      "topic": ""
    },
    "9": {
      "text": "Yahweh grant you that you may find rest, each of you in the house of her husband.” Then she kissed them, and they lifted up their voice, and wept.",
      "topic": ""
    },
    "10": {
      "text": "They said to her, “No, but we will return with you to your people.”",
      "topic": ""
    },
    "11": {
      "text": "Naomi said, “Go back, my daughters. Why do you want to go with me? Do I still have sons in my womb, that they may be your husbands?",
      "topic": ""
    },
    "12": {
      "text": "Go back, my daughters, go your way; for I am too old to have a husband. If I should say, ‘I have hope,’ if I should even have a husband tonight, and should also bear sons;",
      "topic": ""
    },
    "13": {
      "text": "would you then wait until they were grown? Would you then refrain from having husbands? No, my daughters, for it grieves me much for your sakes, for the hand of Yahweh has gone out against me.”",
      "topic": ""
    },
    "14": {
      "text": "They lifted up their voice, and wept again: and Orpah kissed her mother-in-law, but Ruth joined with her.",
      "topic": ""
    },
    "15": {
      "text": "She said, “Behold, your sister-in-law has gone back to her people, and to her god. Follow your sister-in-law.”",
      "topic": ""
    },
    "16": {
      "text": "Ruth said, “Don’t entreat me to leave you, and to return from following after you, for where you go, I will go; and where you lodge, I will lodge; your people shall be my people, and your God my God;",
      "topic": ""
    },
    "17": {
      "text": "where you die, will I die, and there will I be buried. Yahweh do so to me, and more also, if anything but death part you and me.”",
      "topic": ""
    },
    "18": {
      "text": "When she saw that she was steadfastly minded to go with her, she left off speaking to her.",
      "topic": ""
    },
    "19": {
      "text": "So they two went until they came to Bethlehem. It happened, when they had come to Bethlehem, that all the city was moved about them, and they asked, “Is this Naomi?”",
      "topic": ""
    },
    "20": {
      "text": "She said to them, “Don’t call me Naomi. Call me Mara; for the Almighty has dealt very bitterly with me.",
      "topic": ""
    },
    "21": {
      "text": "I went out full, and Yahweh has brought me home again empty; why do you call me Naomi, since Yahweh has testified against me, and the Almighty has afflicted me?”",
      "topic": ""
    },
    "22": {
      "text": "So Naomi returned, and Ruth the Moabitess, her daughter-in-law, with her, who returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.",
      "topic": ""
    }
  }
}