{
  "info": {
    "book": "Genesis",
    "chapter": "5",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him;",
      "topic": ""
    },
    "2": {
      "text": "male and female created he them, and blessed them, and called their name Adam, in the day when they were created.",
      "topic": ""
    },
    "3": {
      "text": "And Adam lived a hundred and thirty years, and begat a son in his own likeness, after his image; and called his name Seth:",
      "topic": ""
    },
    "4": {
      "text": "and the days of Adam after he begat Seth were eight hundred years: and he begat sons and daughters.",
      "topic": ""
    },
    "5": {
      "text": "And all the days that Adam lived were nine hundred and thirty years: and he died.",
      "topic": ""
    },
    "6": {
      "text": "And Seth lived a hundred and five years, and begat Enosh:",
      "topic": ""
    },
    "7": {
      "text": "and Seth lived after he begat Enosh eight hundred and seven years, and begat sons and daughters:",
      "topic": ""
    },
    "8": {
      "text": "and all the days of Seth were nine hundred and twelve years: and he died.",
      "topic": ""
    },
    "9": {
      "text": "And Enosh lived ninety years, and begat Kenan.",
      "topic": ""
    },
    "10": {
      "text": "and Enosh lived after he begat Kenan eight hundred and fifteen years, and begat sons and daughters:",
      "topic": ""
    },
    "11": {
      "text": "and all the days of Enosh were nine hundred and five years: and he died.",
      "topic": ""
    },
    "12": {
      "text": "And Kenan lived seventy years, and begat Mahalalel:",
      "topic": ""
    },
    "13": {
      "text": "and Kenan lived after he begat Mahalalel eight hundred and forty years, and begat sons and daughters:",
      "topic": ""
    },
    "14": {
      "text": "and all the days of Kenan were nine hundred and ten years: and he died.",
      "topic": ""
    },
    "15": {
      "text": "And Mahalalel lived sixty and five years, and begat Jared:",
      "topic": ""
    },
    "16": {
      "text": "And Mahalalel lived after he begat Jared eight hundred and thirty years, and begat sons and daughters:",
      "topic": ""
    },
    "17": {
      "text": "and all the days of Mahalalel were eight hundred ninety and five years: and he died.",
      "topic": ""
    },
    "18": {
      "text": "And Jared lived a hundred sixty and two years, and begat Enoch:",
      "topic": ""
    },
    "19": {
      "text": "and Jared lived after he begat Enoch eight hundred years, and begat sons and daughters:",
      "topic": ""
    },
    "20": {
      "text": "And all the days of Jared were nine hundred sixty and two years: and he died.",
      "topic": ""
    },
    "21": {
      "text": "And Enoch lived sixty and five years, and begat Methuselah:",
      "topic": ""
    },
    "22": {
      "text": "and Enoch walked with God after he begat Methuselah three hundred years, and begat sons and daughters:",
      "topic": ""
    },
    "23": {
      "text": "and all the days of Enoch were three hundred sixty and five years:",
      "topic": ""
    },
    "24": {
      "text": "and Enoch walked with God: and he was not; for God took him.",
      "topic": ""
    },
    "25": {
      "text": "And Methuselah lived a hundred eighty and seven years, and begat Lamech:",
      "topic": ""
    },
    "26": {
      "text": "and Methuselah lived after he begat Lamech seven hundred eighty and two years, and begat sons and daughters.",
      "topic": ""
    },
    "27": {
      "text": "And all the days of Methuselah were nine hundred sixty and nine years: and he died.",
      "topic": ""
    },
    "28": {
      "text": "And Lamech lived a hundred eighty and two years, and begat a son:",
      "topic": ""
    },
    "29": {
      "text": "and he called his name Noah, saying, This same shall comfort us in our work and in the toil of our hands, which cometh because of the ground which Jehovah hath cursed.",
      "topic": ""
    },
    "30": {
      "text": "And Lamech lived after he begat Noah five hundred ninety and five years, and begat sons and daughters:",
      "topic": ""
    },
    "31": {
      "text": "And all the days of Lamech were seven hundred seventy and seven years: and he died.",
      "topic": ""
    },
    "32": {
      "text": "And Noah was five hundred years old: And Noah begat Shem, Ham, and Japheth.",
      "topic": ""
    }
  }
}