{
  "info": {
    "book": "Romanos",
    "chapter": "14",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Seguid la caridad; y desead [los dones] espirituales, mas sobre todo que profeticéis.",
      "topic": ""
    },
    "2": {
      "text": "Porque el que habla en lengua [desconocida], no habla a los hombres, sino a Dios; pues nadie le entiende, aunque en espíritu hable misterios.",
      "topic": ""
    },
    "3": {
      "text": "Mas el que profetiza, habla a los hombres [para] edificación, y exhortación, y consolación.",
      "topic": ""
    },
    "4": {
      "text": "El que habla en lengua [desconocida], a sí mismo se edifica; pero el que profetiza, edifica a la iglesia.",
      "topic": ""
    },
    "5": {
      "text": "Yo quisiera que todos vosotros hablaseis en lenguas, pero más que profetizaseis; porque mayor [es] el que profetiza que el que habla en lenguas, a no ser que las interprete para que la iglesia reciba edificación.",
      "topic": ""
    },
    "6": {
      "text": "Ahora pues, hermanos, si yo vengo a vosotros hablando en lenguas, ¿qué os aprovechará, si no os hablo, o con revelación, o con ciencia, o con profecía, o con doctrina?",
      "topic": ""
    },
    "7": {
      "text": "Y aun las cosas inanimadas que hacen sonidos, ya sea la flauta, o el arpa; si no dan distinción de sonidos, ¿cómo se sabrá lo que se toca con la flauta o con el arpa?",
      "topic": ""
    },
    "8": {
      "text": "Y si la trompeta da un sonido incierto, ¿quién se preparará para la batalla?",
      "topic": ""
    },
    "9": {
      "text": "Así también vosotros, si por la lengua no habláis palabra bien entendible, ¿cómo se sabrá lo que se dice? Pues hablaréis al aire.",
      "topic": ""
    },
    "10": {
      "text": "Hay, por ejemplo, tantas clases de idiomas en el mundo, y ninguno de ellos carece de significado.",
      "topic": ""
    },
    "11": {
      "text": "Pero si yo ignoro el significado de lo que se dice, seré extranjero al que habla, y el que habla [será] extranjero para mí.",
      "topic": ""
    },
    "12": {
      "text": "Así también vosotros; pues que anheláis [dones] espirituales, procurad abundar en ellos para la edificación de la iglesia.",
      "topic": ""
    },
    "13": {
      "text": "Por lo cual, el que habla en lengua [desconocida], pida en oración que pueda interpretar.",
      "topic": ""
    },
    "14": {
      "text": "Porque si yo oro en lengua [desconocida], mi espíritu ora, pero mi entendimiento queda sin fruto.",
      "topic": ""
    },
    "15": {
      "text": "¿Qué hay entonces? Oraré con el espíritu, pero oraré también con el entendimiento; cantaré con el espíritu, pero cantaré también con el entendimiento.",
      "topic": ""
    },
    "16": {
      "text": "De otra manera, si bendices [sólo] con el espíritu, el que ocupa el lugar de un simple oyente, ¿cómo dirá amén a tu acción de gracias? pues no sabe lo que has dicho.",
      "topic": ""
    },
    "17": {
      "text": "Porque tú, a la verdad, bien das gracias; pero el otro no es edificado.",
      "topic": ""
    },
    "18": {
      "text": "Doy gracias a mi Dios que hablo en lenguas más que todos vosotros;",
      "topic": ""
    },
    "19": {
      "text": "pero en la iglesia prefiero hablar cinco palabras con mi entendimiento, para enseñar también a otros, que diez mil palabras en lengua [desconocida].",
      "topic": ""
    },
    "20": {
      "text": "Hermanos, no seáis niños en el entendimiento; sino sed niños en la malicia, pero hombres en el entendimiento.",
      "topic": ""
    },
    "21": {
      "text": "En la ley está escrito: En otras lenguas y con otros labios hablaré a este pueblo; y ni aun así me oirán, dice el Señor.",
      "topic": ""
    },
    "22": {
      "text": "Así que, las lenguas son por señal, no a los creyentes, sino a los incrédulos; pero la profecía, no a los incrédulos, sino a los creyentes.",
      "topic": ""
    },
    "23": {
      "text": "De manera que, si toda la iglesia se reúne en un lugar, y todos hablan en lenguas, y entran indoctos o incrédulos, ¿no dirán que estáis locos?",
      "topic": ""
    },
    "24": {
      "text": "Pero si todos profetizan, y entra algún incrédulo o indocto, por todos es convencido, por todos es juzgado;",
      "topic": ""
    },
    "25": {
      "text": "y de esta manera los secretos de su corazón se hacen manifiestos; y así, postrándose sobre [su] rostro, adorará a Dios, declarando que en verdad Dios está en vosotros.",
      "topic": ""
    },
    "26": {
      "text": "¿Qué hay, pues, hermanos? Cuando os reunís, cada uno de vosotros tiene Capítulo, tiene doctrina, tiene lengua, tiene revelación, tiene interpretación: Hágase todo para edificación.",
      "topic": ""
    },
    "27": {
      "text": "Si alguno habla en lengua [desconocida], sea esto por dos, o a lo más tres, y por turno; y uno interprete.",
      "topic": ""
    },
    "28": {
      "text": "Pero si no hay intérprete, calle en la iglesia, y hable a sí mismo y a Dios.",
      "topic": ""
    },
    "29": {
      "text": "Asimismo, los profetas hablen dos o tres, y los demás juzguen.",
      "topic": ""
    },
    "30": {
      "text": "Y si [algo] le es revelado a otro que está sentado, calle el primero.",
      "topic": ""
    },
    "31": {
      "text": "Porque podéis profetizar todos uno por uno, para que todos aprendan, y todos sean exhortados.",
      "topic": ""
    },
    "32": {
      "text": "Y los espíritus de los profetas están sujetos a los profetas;",
      "topic": ""
    },
    "33": {
      "text": "porque Dios no es [autor] de confusión, sino de paz; como en todas las iglesias de los santos.",
      "topic": ""
    },
    "34": {
      "text": "Vuestras mujeres callen en las iglesias; porque no les es permitido hablar, sino que estén sujetas, como también la ley lo dice.",
      "topic": ""
    },
    "35": {
      "text": "Y si quieren aprender alguna cosa, pregunten en casa a sus maridos; porque vergonzoso es que una mujer hable en la iglesia.",
      "topic": ""
    },
    "36": {
      "text": "¿Acaso ha salido de vosotros la palabra de Dios? ¿O solamente a vosotros ha llegado?",
      "topic": ""
    },
    "37": {
      "text": "Si alguno se cree profeta, o espiritual, reconozca que lo que os escribo son mandamientos del Señor.",
      "topic": ""
    },
    "38": {
      "text": "Pero si alguno es ignorante, sea ignorante.",
      "topic": ""
    },
    "39": {
      "text": "Así que, hermanos, procurad profetizar, y no impidáis el hablar lenguas.",
      "topic": ""
    },
    "40": {
      "text": "Pero hágase todo decentemente y con orden.",
      "topic": ""
    }
  }
}