{
  "info": {
    "book": "Romanos",
    "chapter": "16",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "En cuanto a la ofrenda para los santos, haced vosotros también de la manera que ordené en las iglesias de Galacia.",
      "topic": ""
    },
    "2": {
      "text": "Corintios",
      "topic": ""
    },
    "3": {
      "text": "Y cuando yo haya llegado, enviaré a los que vosotros hayáis aprobado por cartas, para que lleven vuestra liberalidad a Jerusalén.",
      "topic": ""
    },
    "4": {
      "text": "Y si es preciso que yo también vaya, irán conmigo.",
      "topic": ""
    },
    "5": {
      "text": "Y vendré a vosotros, cuando hubiere pasado por Macedonia, pues por Macedonia tengo que pasar.",
      "topic": ""
    },
    "6": {
      "text": "Y podrá ser que me quede y pase el invierno con vosotros, para que vosotros me encaminéis a donde haya de ir.",
      "topic": ""
    },
    "7": {
      "text": "Porque no quiero ahora veros de paso; pues espero estar con vosotros algún tiempo, si el Señor lo permite.",
      "topic": ""
    },
    "8": {
      "text": "Pero me quedaré en Éfeso hasta Pentecostés;",
      "topic": ""
    },
    "9": {
      "text": "porque se me ha abierto puerta grande y eficaz, y muchos [son] los adversarios.",
      "topic": ""
    },
    "10": {
      "text": "Y si llega Timoteo, mirad que esté con vosotros sin temor; porque como yo, también él hace la obra del Señor.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto, nadie le tenga en poco; sino encaminadle en paz, para que venga a mí; porque le espero con los hermanos.",
      "topic": ""
    },
    "12": {
      "text": "En cuanto a [nuestro] hermano Apolos; mucho le rogué que fuese a vosotros con los hermanos; mas en ninguna manera tuvo voluntad de ir por ahora; pero irá cuando tenga oportunidad.",
      "topic": ""
    },
    "13": {
      "text": "Velad, estad firmes en la fe; portaos varonilmente, esforzaos.",
      "topic": ""
    },
    "14": {
      "text": "Todas vuestras cosas sean hechas con amor.",
      "topic": ""
    },
    "15": {
      "text": "Hermanos, ya conocéis a la familia de Estéfanas, que son las primicias de Acaya, y [que] se han hecho adictos al ministerio de los santos,",
      "topic": ""
    },
    "16": {
      "text": "os ruego que os sujetéis a los tales, y a todos los que con [nosotros] ayudan y trabajan.",
      "topic": ""
    },
    "17": {
      "text": "Me gozo de la venida de Estéfanas y de Fortunato y de Acaico; porque lo que de vosotros faltaba, ellos lo suplieron.",
      "topic": ""
    },
    "18": {
      "text": "Porque recrearon mi espíritu y el vuestro; reconoced, pues, a los tales.",
      "topic": ""
    },
    "19": {
      "text": "Las iglesias de Asia os saludan. Aquila y Priscila, con la iglesia que está en su casa, os saludan mucho en el Señor.",
      "topic": ""
    },
    "20": {
      "text": "Os saludan todos los hermanos. Saludaos los unos a los otros con ósculo santo.",
      "topic": ""
    },
    "21": {
      "text": "La salutación de Pablo, de mi propia mano.",
      "topic": ""
    },
    "22": {
      "text": "El que no amare al Señor Jesucristo, sea anatema. Maranata.",
      "topic": ""
    },
    "23": {
      "text": "La gracia del Señor Jesucristo [sea] con vosotros.",
      "topic": ""
    },
    "24": {
      "text": "Mi amor en Cristo Jesús [sea] con todos vosotros. Amén.",
      "topic": ""
    },
    "25": {
      "text": "Y al que tiene poder para confirmaros según mi evangelio y la predicación de Jesucristo, según la revelación del misterio encubierto desde tiempos eternos,",
      "topic": ""
    },
    "26": {
      "text": "pero ahora es hecho manifiesto, y por las Escrituras de los profetas, según el mandamiento del Dios eterno, dado a conocer a todas las naciones para obediencia de la fe.",
      "topic": ""
    },
    "27": {
      "text": "Al solo Dios sabio, sea gloria por Jesucristo para siempre. Amén. [Epístola del apóstol Pablo a los romanos. Escrita desde Corinto por mano de Tercio, y enviada con Febe, sierva de la iglesia en Cencrea].",
      "topic": ""
    }
  }
}