{
  "info": {
    "book": "Romanos",
    "chapter": "4",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Por tanto, teniendo nosotros este ministerio según la misericordia que hemos recibido, no desmayamos;",
      "topic": ""
    },
    "2": {
      "text": "antes bien hemos renunciado a lo oculto y deshonesto, no andando con astucia, ni usando la palabra de Dios con engaño, sino que por la manifestación de la verdad, nos recomendamos a la conciencia de todo hombre delante de Dios.",
      "topic": ""
    },
    "3": {
      "text": "Que si nuestro evangelio está aún encubierto, para los que se pierden está encubierto;",
      "topic": ""
    },
    "4": {
      "text": "en los cuales el dios de este mundo cegó la mente de los incrédulos, para que no les resplandezca la luz del glorioso evangelio de Cristo, el cual es la imagen de Dios.",
      "topic": ""
    },
    "5": {
      "text": "Porque no nos predicamos a nosotros mismos, sino a Jesucristo el Señor; y nosotros vuestros siervos por Jesús.",
      "topic": ""
    },
    "6": {
      "text": "Porque Dios, que mandó que de las tinieblas resplandeciese la luz, es el que resplandeció en nuestros corazones, para iluminación del conocimiento de la gloria de Dios en la faz de Jesucristo.",
      "topic": ""
    },
    "7": {
      "text": "Pero tenemos este tesoro en vasos de barro, para que la excelencia del poder sea de Dios, y no de nosotros;",
      "topic": ""
    },
    "8": {
      "text": "Que [estamos] atribulados en todo, pero no angustiados; en apuros, pero no desesperados;",
      "topic": ""
    },
    "9": {
      "text": "perseguidos, pero no desamparados; derribados, pero no destruidos;",
      "topic": ""
    },
    "10": {
      "text": "llevando siempre por todas partes en el cuerpo la muerte del Señor Jesús, para que también la vida de Jesús se manifieste en nuestros cuerpos.",
      "topic": ""
    },
    "11": {
      "text": "Porque nosotros que vivimos, siempre estamos entregados a muerte por Jesús, para que también la vida de Jesús sea manifestada en nuestra carne mortal.",
      "topic": ""
    },
    "12": {
      "text": "De manera que la muerte obra en nosotros, y en vosotros la vida.",
      "topic": ""
    },
    "13": {
      "text": "Pero teniendo el mismo espíritu de fe, conforme a lo que está escrito: Creí, por lo cual también hablé; nosotros también creemos, por lo cual también hablamos;",
      "topic": ""
    },
    "14": {
      "text": "sabiendo que el que resucitó al Señor Jesús, a nosotros también nos resucitará por Jesús, y nos presentará con vosotros.",
      "topic": ""
    },
    "15": {
      "text": "Porque todas las cosas [son hechas] por amor a vosotros, para que la abundante gracia, mediante la acción de gracias de muchos, redunde para la gloria de Dios.",
      "topic": ""
    },
    "16": {
      "text": "Por tanto, no desmayamos; antes aunque este nuestro hombre exterior se va desgastando, el interior no obstante se renueva de día en día.",
      "topic": ""
    },
    "17": {
      "text": "Porque nuestra leve aflicción, la cual es momentánea, produce en nosotros un inmensurable y eterno peso de gloria;",
      "topic": ""
    },
    "18": {
      "text": "no mirando nosotros a las cosas que se ven, sino a las que no se ven; porque las cosas que se ven [son] temporales, mas las que no se ven [son] eternas.",
      "topic": ""
    },
    "19": {
      "text": "Pero iré pronto a vosotros, si el Señor quiere; y conoceré, no las palabras de los que andan envanecidos, sino el poder.",
      "topic": ""
    },
    "20": {
      "text": "Porque el reino de Dios no [consiste] en palabras, sino en poder.",
      "topic": ""
    },
    "21": {
      "text": "¿Qué queréis? ¿Iré a vosotros con vara, o con amor y espíritu de mansedumbre?",
      "topic": ""
    },
    "22": {
      "text": "por lo cual también le fue imputado por justicia.",
      "topic": ""
    },
    "23": {
      "text": "Y que le fue imputado, no fue escrito solamente por causa de él,",
      "topic": ""
    },
    "24": {
      "text": "sino también por nosotros, a quienes será imputado, esto es, a los que creemos en el que levantó de los muertos a Jesús nuestro Señor;",
      "topic": ""
    },
    "25": {
      "text": "el cual fue entregado por nuestras transgresiones, y resucitado para nuestra justificación.",
      "topic": ""
    }
  }
}