{
  "info": {
    "book": "Romanos",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Así, pues, nosotros, como [sus] colaboradores, os exhortamos también a que no recibáis en vano la gracia de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Porque dice: En tiempo aceptable te he oído, y en día de salvación te he socorrido. He aquí ahora el tiempo aceptable, he aquí ahora el día de salvación.",
      "topic": ""
    },
    "3": {
      "text": "No dando a nadie ninguna ocasión de tropiezo, para que el ministerio no sea vituperado;",
      "topic": ""
    },
    "4": {
      "text": "antes, aprobándonos en todo como ministros de Dios, en mucha paciencia, en tribulaciones, en necesidades, en angustias;",
      "topic": ""
    },
    "5": {
      "text": "en azotes, en cárceles, en tumultos, en trabajos, en vigilias, en ayunos;",
      "topic": ""
    },
    "6": {
      "text": "en pureza, en ciencia, en longanimidad, en bondad, en el Espíritu Santo, en amor no fingido;",
      "topic": ""
    },
    "7": {
      "text": "en palabra de verdad, en poder de Dios, con armas de justicia a derecha e izquierda;",
      "topic": ""
    },
    "8": {
      "text": "por honra y por deshonra, por mala fama, y por buena fama; como engañadores, pero veraces;",
      "topic": ""
    },
    "9": {
      "text": "como desconocidos, pero bien conocidos; como moribundos, mas he aquí vivimos; como castigados, mas no muertos;",
      "topic": ""
    },
    "10": {
      "text": "como entristecidos, mas siempre gozosos; como pobres, mas enriqueciendo a muchos; como no teniendo nada, mas poseyéndolo todo.",
      "topic": ""
    },
    "11": {
      "text": "Nuestra boca está abierta a vosotros, oh corintios; nuestro corazón se ha ensanchado.",
      "topic": ""
    },
    "12": {
      "text": "No estáis estrechos en nosotros, mas estáis estrechos en vuestras propias entrañas.",
      "topic": ""
    },
    "13": {
      "text": "Pues, para corresponder del mismo modo (como a hijos hablo), ensanchaos también vosotros.",
      "topic": ""
    },
    "14": {
      "text": "No os unáis en yugo desigual con los incrédulos; porque ¿qué compañerismo tiene la justicia con la injusticia? ¿Y qué comunión la luz con las tinieblas?",
      "topic": ""
    },
    "15": {
      "text": "¿Y qué concordia Cristo con Belial? ¿O qué parte el creyente con el incrédulo?",
      "topic": ""
    },
    "16": {
      "text": "¿Y qué concierto tiene el templo de Dios con los ídolos? Porque vosotros sois el templo del Dios viviente, como Dios dijo: Habitaré y andaré entre ellos; y seré su Dios, y ellos serán mi pueblo.",
      "topic": ""
    },
    "17": {
      "text": "Por lo cual salid de en medio de ellos, y apartaos, dice el Señor, y no toquéis lo inmundo; y yo os recibiré,",
      "topic": ""
    },
    "18": {
      "text": "y seré Padre a vosotros, y vosotros me seréis hijos e hijas, dice el Señor Todopoderoso.",
      "topic": ""
    },
    "19": {
      "text": "¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo [que está] en vosotros, el cual tenéis de Dios, y que no sois vuestros?",
      "topic": ""
    },
    "20": {
      "text": "Porque comprados sois por precio; glorificad, pues, a Dios en vuestro cuerpo y en vuestro espíritu, los cuales son de Dios.",
      "topic": ""
    },
    "21": {
      "text": "¿Qué fruto teníais entonces en aquellas cosas de las que ahora os avergonzáis? Porque el fin de ellas es muerte.",
      "topic": ""
    },
    "22": {
      "text": "Mas ahora, libertados del pecado, y hechos siervos de Dios, tenéis por vuestro fruto la santidad, y por fin la vida eterna.",
      "topic": ""
    },
    "23": {
      "text": "Porque la paga del pecado [es] muerte; mas el don de Dios [es] vida eterna en Cristo Jesús Señor nuestro.",
      "topic": ""
    }
  }
}