{
  "info": {
    "book": "Romanos",
    "chapter": "7",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Así que, amados, teniendo tales promesas, limpiémonos de toda inmundicia de la carne y del espíritu, perfeccionando la santidad en el temor de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Admitidnos; a nadie hemos dañado, a nadie hemos corrompido, a nadie hemos defraudado.",
      "topic": ""
    },
    "3": {
      "text": "No lo digo para condenaros; porque ya he dicho antes, que estáis en nuestros corazones, para morir y para vivir [juntamente].",
      "topic": ""
    },
    "4": {
      "text": "Grande [es] mi franqueza para con vosotros; grande es mi gloria de vosotros; lleno estoy de consolación, sobreabundo de gozo en todas nuestras tribulaciones.",
      "topic": ""
    },
    "5": {
      "text": "Porque cuando vinimos a Macedonia, ningún reposo tuvo nuestra carne; antes en todo fuimos atribulados; de fuera, contiendas; de dentro, temores.",
      "topic": ""
    },
    "6": {
      "text": "Mas Dios, que consuela a los abatidos, nos consoló con la venida de Tito;",
      "topic": ""
    },
    "7": {
      "text": "y no sólo con su venida, sino también con la consolación con que él fue consolado de vosotros, haciéndonos saber vuestro gran deseo, vuestro llanto, vuestro celo por mí, para que así yo más me regocijara.",
      "topic": ""
    },
    "8": {
      "text": "Porque aunque os contristé con la carta, no me arrepiento, bien que me arrepentí; porque veo que aquella carta, aunque por un poco de tiempo, os contristó.",
      "topic": ""
    },
    "9": {
      "text": "Ahora me gozo, no porque hayáis sido contristados, sino porque fuisteis contristados para arrepentimiento; porque habéis sido contristados según Dios, para que ninguna pérdida padecieseis por nosotros.",
      "topic": ""
    },
    "10": {
      "text": "Porque la tristeza que es según Dios produce arrepentimiento para salvación, de que no hay que arrepentirse; mas la tristeza del mundo produce muerte.",
      "topic": ""
    },
    "11": {
      "text": "Porque he aquí, esto mismo que os contristó según Dios; ¡cuánta solicitud ha obrado en vosotros, y qué defensa, y qué indignación, y qué temor, y qué gran deseo, y qué celo, y aun vindicación! En todo os habéis mostrado limpios en este asunto.",
      "topic": ""
    },
    "12": {
      "text": "Así que, aunque os escribí, no fue por causa del que hizo la injuria, ni por causa del que padeció la injuria, sino para que os fuese manifiesta nuestra solicitud que tenemos por vosotros delante de Dios.",
      "topic": ""
    },
    "13": {
      "text": "Por tanto, tomamos consolación de vuestra consolación; pero mucho más nos gozamos por el gozo de Tito, de que haya sido recreado su espíritu por todos vosotros.",
      "topic": ""
    },
    "14": {
      "text": "Que si de algo me he gloriado con él acerca de vosotros, no me avergüenzo; pues como os hemos hablado todo con verdad, así también nuestra gloria delante de Tito fue hallada verdadera.",
      "topic": ""
    },
    "15": {
      "text": "Y su entrañable afecto es más abundante para con vosotros, cuando se acuerda de la obediencia de todos vosotros, de cómo lo recibisteis con temor y temblor.",
      "topic": ""
    },
    "16": {
      "text": "Me gozo de que en todo tengo confianza en vosotros.",
      "topic": ""
    },
    "17": {
      "text": "Pero cada uno como Dios le repartió, [y] como el Señor llamó a cada uno, así ande. Y así ordeno en todas las iglesias.",
      "topic": ""
    },
    "18": {
      "text": "¿Es llamado alguno siendo circunciso? Quédese circunciso. ¿Es llamado alguno incircunciso? Que no se circuncide.",
      "topic": ""
    },
    "19": {
      "text": "La circuncisión nada es, y la incircuncisión nada es, sino el guardar los mandamientos de Dios.",
      "topic": ""
    },
    "20": {
      "text": "Cada uno quédese en el llamamiento en que fue llamado.",
      "topic": ""
    },
    "21": {
      "text": "¿Eres llamado [siendo] siervo? No te dé cuidado; pero si puedes hacerte libre, procúralo más.",
      "topic": ""
    },
    "22": {
      "text": "Porque el que en el Señor es llamado [siendo] siervo, liberto es del Señor; asimismo también el que es llamado [siendo] libre, siervo es de Cristo.",
      "topic": ""
    },
    "23": {
      "text": "Por precio sois comprados; no os hagáis siervos de los hombres.",
      "topic": ""
    },
    "24": {
      "text": "Cada uno, hermanos, en lo que es llamado, en ello permanezca con Dios.",
      "topic": ""
    },
    "25": {
      "text": "En cuanto a las vírgenes no tengo mandamiento del Señor; mas doy mi parecer, como quien ha alcanzado misericordia del Señor para ser fiel.",
      "topic": ""
    },
    "26": {
      "text": "Tengo, pues, esto por bueno a causa de la necesidad que apremia; que bueno [es] al hombre quedarse así.",
      "topic": ""
    },
    "27": {
      "text": "¿Estás ligado a esposa? No procures soltarte. ¿Estás libre de esposa? No procures esposa.",
      "topic": ""
    },
    "28": {
      "text": "Mas también si te casas, no pecaste; y si la virgen se casa, no pecó; pero aflicción de carne tendrán los tales; pero yo os dejo.",
      "topic": ""
    },
    "29": {
      "text": "Pero esto digo, hermanos, que el tiempo [es] corto; resta, pues, que los que tienen esposa sean como si no la tuviesen,",
      "topic": ""
    },
    "30": {
      "text": "y los que lloran, como si no llorasen; y los que se regocijan, como si no se regocijasen; y los que compran, como si no poseyesen;",
      "topic": ""
    },
    "31": {
      "text": "y los que disfrutan de este mundo, como no abusando de ello; porque la apariencia de este mundo se pasa.",
      "topic": ""
    },
    "32": {
      "text": "Quisiera, pues, que estuvieseis sin afán. El soltero tiene cuidado de las cosas que son del Señor, de cómo ha de agradar al Señor;",
      "topic": ""
    },
    "33": {
      "text": "pero el casado tiene cuidado de las cosas del mundo, de cómo ha de agradar a su esposa.",
      "topic": ""
    },
    "34": {
      "text": "También hay diferencia entre la casada y la virgen. La soltera tiene cuidado de las cosas del Señor, para ser santa así en cuerpo como en espíritu; mas la casada tiene cuidado de las cosas del mundo, de cómo ha de agradar a su marido.",
      "topic": ""
    },
    "35": {
      "text": "Y esto digo para vuestro provecho; no para tenderos lazo, sino para lo honesto y decente, y para que sin impedimento os acerquéis al Señor.",
      "topic": ""
    },
    "36": {
      "text": "Pero si alguno considera que se va a comportar indecorosamente hacia su virgen y si ella pasa ya la flor de la edad, y necesita así hacerlo, haga lo que quiera, no peca. Cásense.",
      "topic": ""
    },
    "37": {
      "text": "Pero el que está firme en su corazón, y no tiene necesidad, sino que tiene potestad sobre su propia voluntad, y determinó en su corazón el conservarla virgen, bien hace.",
      "topic": ""
    },
    "38": {
      "text": "Así que el que la da en casamiento, bien hace; y el que no la da en casamiento hace mejor.",
      "topic": ""
    },
    "39": {
      "text": "La esposa está atada a la ley mientras su marido vive; pero si su marido muere, libre es; cásese con quien quiera, con tal [que sea] en el Señor.",
      "topic": ""
    },
    "40": {
      "text": "Pero a mi parecer, será más dichosa si se queda así; y pienso que también yo tengo el Espíritu de Dios.",
      "topic": ""
    }
  }
}