{
  "info": {
    "book": "Romanos",
    "chapter": "8",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Asimismo, hermanos, os hacemos saber la gracia de Dios que ha sido dada a las iglesias de Macedonia;",
      "topic": ""
    },
    "2": {
      "text": "que en grande prueba de tribulación, la abundancia de su gozo y su profunda pobreza abundaron en riquezas de su generosidad.",
      "topic": ""
    },
    "3": {
      "text": "Porque de su voluntad [han dado] conforme a [sus] fuerzas, yo testifico, y aun más allá de [sus] fuerzas;",
      "topic": ""
    },
    "4": {
      "text": "pidiéndonos con muchos ruegos que aceptásemos la ofrenda y la comunicación del servicio para los santos.",
      "topic": ""
    },
    "5": {
      "text": "Y [esto hicieron], no como lo esperábamos, sino que primero se dieron a sí mismos al Señor, y a nosotros por la voluntad de Dios.",
      "topic": ""
    },
    "6": {
      "text": "De manera que exhortamos a Tito, que como comenzó, así también acabe esta gracia entre vosotros también.",
      "topic": ""
    },
    "7": {
      "text": "Por tanto, como en todo abundáis, [en] fe, y [en] palabra, y [en] ciencia, y [en] toda solicitud, y [en] vuestro amor para con nosotros, [mirad] que también abundéis en esta gracia.",
      "topic": ""
    },
    "8": {
      "text": "No hablo como quien manda, sino por causa de la diligencia de otros, y para probar la sinceridad de vuestro amor.",
      "topic": ""
    },
    "9": {
      "text": "Porque ya sabéis la gracia de nuestro Señor Jesucristo, que por amor a vosotros, siendo rico se hizo pobre; para que vosotros con su pobreza fueseis enriquecidos.",
      "topic": ""
    },
    "10": {
      "text": "Y en esto doy [mi] consejo; porque esto os conviene a vosotros, que comenzasteis antes, no sólo a hacerlo, sino también a quererlo, desde el año pasado.",
      "topic": ""
    },
    "11": {
      "text": "Ahora, pues, llevad también a cabo el hecho, para que como [estuvisteis] prestos a querer, así también [lo estéis] en cumplir conforme a lo que tenéis.",
      "topic": ""
    },
    "12": {
      "text": "Porque si primero hay la disposición, [será] acepta según lo que uno tiene, no según lo que no tiene.",
      "topic": ""
    },
    "13": {
      "text": "Pero no digo esto para que haya abundancia para otros, y para vosotros escasez;",
      "topic": ""
    },
    "14": {
      "text": "sino para que con igualdad, ahora en este tiempo, vuestra abundancia [supla] lo que a ellos falta, para que también la abundancia de ellos [supla] lo que a vosotros falta, de modo que haya igualdad;",
      "topic": ""
    },
    "15": {
      "text": "como está escrito: El que [recogió] mucho, no tuvo más; y el que poco, no tuvo menos.",
      "topic": ""
    },
    "16": {
      "text": "Mas gracias [sean] dadas a Dios, que puso en el corazón de Tito la misma solicitud por vosotros.",
      "topic": ""
    },
    "17": {
      "text": "Pues a la verdad aceptó la exhortación; y estando también muy solícito, de su voluntad partió para ir a vosotros.",
      "topic": ""
    },
    "18": {
      "text": "Y enviamos juntamente con él al hermano cuya alabanza en el evangelio es por todas las iglesias;",
      "topic": ""
    },
    "19": {
      "text": "y no sólo esto, sino también fue escogido por las iglesias para viajar con nosotros con esta gracia, que es administrada por nosotros para gloria del Señor mismo, y [para demostrar] vuestra buena disposición;",
      "topic": ""
    },
    "20": {
      "text": "evitando que nadie nos difame en esta abundancia que administramos;",
      "topic": ""
    },
    "21": {
      "text": "procurando hacer lo honesto, no sólo delante del Señor, sino también delante de los hombres.",
      "topic": ""
    },
    "22": {
      "text": "Y enviamos con ellos a nuestro hermano, la diligencia del cual hemos comprobado muchas veces en muchas cosas, y ahora mucho más diligente por la mucha confianza que [tengo] en vosotros.",
      "topic": ""
    },
    "23": {
      "text": "Si [alguno preguntare] acerca de Tito, [él es] mi compañero y colaborador para con vosotros; o [acerca] de nuestros hermanos; ellos [son] mensajeros de las iglesias, [y] la gloria de Cristo.",
      "topic": ""
    },
    "24": {
      "text": "Mostrad, pues, para con ellos y ante las iglesias la prueba de vuestro amor, y de nuestro gloriarnos acerca de vosotros.",
      "topic": ""
    },
    "25": {
      "text": "Mas si lo que no vemos esperamos, con paciencia lo esperamos.",
      "topic": ""
    },
    "26": {
      "text": "Y de la misma manera, también el Espíritu nos ayuda en nuestras debilidades; pues qué hemos de pedir como conviene, no lo sabemos; pero el Espíritu mismo intercede por nosotros con gemidos indecibles.",
      "topic": ""
    },
    "27": {
      "text": "Y el que escudriña los corazones sabe cuál es la intención del Espíritu, porque conforme a la voluntad de Dios intercede por los santos.",
      "topic": ""
    },
    "28": {
      "text": "Y sabemos que todas las cosas ayudan a bien, a los que aman a Dios, a los que conforme a [su] propósito son llamados.",
      "topic": ""
    },
    "29": {
      "text": "Porque a los que antes conoció, también los predestinó [para que fuesen] hechos conforme a la imagen de su Hijo, para que Él sea el primogénito entre muchos hermanos.",
      "topic": ""
    },
    "30": {
      "text": "Y a los que predestinó, a éstos también llamó; y a los que llamó, a éstos también justificó; y a los que justificó, a éstos también glorificó.",
      "topic": ""
    },
    "31": {
      "text": "¿Qué, pues, diremos a esto? Si Dios por nosotros, ¿quién contra nosotros?",
      "topic": ""
    },
    "32": {
      "text": "El que no escatimó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no nos dará también con Él todas las cosas?",
      "topic": ""
    },
    "33": {
      "text": "¿Quién acusará a los escogidos de Dios? Dios [es el] que justifica.",
      "topic": ""
    },
    "34": {
      "text": "¿Quién [es] el que condenará? Cristo es el que murió, y más aun, el que también resucitó, el que además está a la diestra de Dios, el que también intercede por nosotros.",
      "topic": ""
    },
    "35": {
      "text": "¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o espada?",
      "topic": ""
    },
    "36": {
      "text": "Como está escrito: Por causa de ti somos muertos todo el tiempo; somos contados como ovejas de matadero.",
      "topic": ""
    },
    "37": {
      "text": "Antes, en todas estas cosas somos más que vencedores por medio de Aquél que nos amó.",
      "topic": ""
    },
    "38": {
      "text": "Por lo cual estoy seguro que ni la muerte, ni la vida, ni ángeles, ni principados, ni potestades, ni lo presente, ni lo por venir,",
      "topic": ""
    },
    "39": {
      "text": "ni lo alto, ni lo profundo, ni ninguna otra criatura nos podrá separar del amor de Dios que es en Cristo Jesús Señor nuestro.",
      "topic": ""
    }
  }
}