{
  "info": {
    "book": "Tito",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Amonéstales que se sujeten a los príncipes y potestades, que obedezcan, que estén prontos a toda buena obra.",
      "topic": ""
    },
    "2": {
      "text": "Que a nadie infamen, que no sean pendencieros, sino modestos, mostrando toda mansedumbre para con todos los hombres.",
      "topic": ""
    },
    "3": {
      "text": "Porque también éramos nosotros locos en otro tiempo, rebeldes, errados, sirviendo a las concupiscencias y los deleites diversos, viviendo en malicia y en envidia, aborrecibles, aborreciéndonos los unos a los otros.",
      "topic": ""
    },
    "4": {
      "text": "Pero cuando se manifestó la bondad del Salvador nuestro Dios, y su amor para con los hombres,",
      "topic": ""
    },
    "5": {
      "text": "no por obras de justicia que nosotros habíamos hecho, sino por su misericordia, nos salvó por el lavamiento de la regeneración, y de la renovación del Espíritu Santo;",
      "topic": ""
    },
    "6": {
      "text": "el cual derramó en nosotros abundantemente por Jesús, el Cristo, nuestro Salvador,",
      "topic": ""
    },
    "7": {
      "text": "para que, justificados por su gracia, seamos hechos herederos según la esperanza de la vida eterna.",
      "topic": ""
    },
    "8": {
      "text": "La palabra es fiel, y esto quiero que afirmes que los que creen a Dios procuren conducirse en buenas obras. Esto es lo bueno y útil a los hombres.",
      "topic": ""
    },
    "9": {
      "text": "¶ Mas las cuestiones locas, y las genealogías, y contenciones, y debates acerca de la ley, evita; porque son sin provecho y vanas.",
      "topic": ""
    },
    "10": {
      "text": "El hombre hereje, después de una y otra corrección, deséchalo;",
      "topic": ""
    },
    "11": {
      "text": "estando cierto que el tal es trastornado, y peca, siendo condenado de su propio juicio.",
      "topic": ""
    },
    "12": {
      "text": "Cuando enviare a ti a Artemas, o a Tíquico, procura venir a mí, a Nicópolis, porque allí he determinado invernar.",
      "topic": ""
    },
    "13": {
      "text": "A Zenas doctor de la ley, y a Apolos, envía delante, procurando que nada les falte.",
      "topic": ""
    },
    "14": {
      "text": "Y aprendan asimismo los nuestros a conducirse en buenas obras para los usos necesarios, para que no sean inútiles.",
      "topic": ""
    },
    "15": {
      "text": "Todos los que están conmigo te saludan. Saluda a los que nos aman en la fe. La gracia sea con todos vosotros. Amén.",
      "topic": ""
    }
  }
}