{
  "info": {
    "book": "Job",
    "chapter": "11",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Zophar the Naamathite replied:",
      "topic": ""
    },
    "2": {
      "text": "“Should this stream of words go unanswered and such a speaker be vindicated?",
      "topic": ""
    },
    "3": {
      "text": "Should your babbling put others to silence? Will you scoff without rebuke?",
      "topic": ""
    },
    "4": {
      "text": "You have said, ‘My doctrine is sound, and I am pure in Your sight.’",
      "topic": ""
    },
    "5": {
      "text": "But if only God would speak and open His lips against you,",
      "topic": ""
    },
    "6": {
      "text": "and disclose to you the secrets of wisdom, for true wisdom has two sides. Know then that God exacts from you less than your iniquity deserves.",
      "topic": ""
    },
    "7": {
      "text": "Can you fathom the deep things of God or discover the limits of the Almighty?",
      "topic": ""
    },
    "8": {
      "text": "They are higher than the heavens—what can you do? They are deeper than Sheol—what can you know?",
      "topic": ""
    },
    "9": {
      "text": "Their measure is longer than the earth and wider than the sea.",
      "topic": ""
    },
    "10": {
      "text": "If He comes along to imprison you, or convenes a court, who can stop Him?",
      "topic": ""
    },
    "11": {
      "text": "Surely He knows the deceit of men. If He sees iniquity, does He not take note?",
      "topic": ""
    },
    "12": {
      "text": "But a witless man can no more become wise than the colt of a wild donkey can be born a man!",
      "topic": ""
    },
    "13": {
      "text": "As for you, if you direct your heart and lift up your hands to Him,",
      "topic": ""
    },
    "14": {
      "text": "if you put away the iniquity in your hand, and allow no injustice to dwell in your tents,",
      "topic": ""
    },
    "15": {
      "text": "then indeed you will lift up your face without blemish; you will stand firm and unafraid.",
      "topic": ""
    },
    "16": {
      "text": "For you will forget your misery, recalling it only as waters gone by.",
      "topic": ""
    },
    "17": {
      "text": "Your life will be brighter than noonday; its darkness will be like the morning.",
      "topic": ""
    },
    "18": {
      "text": "You will be secure, because there is hope, and you will look around and lie down in safety.",
      "topic": ""
    },
    "19": {
      "text": "You will lie down without fear, and many will court your favor.",
      "topic": ""
    },
    "20": {
      "text": "But the eyes of the wicked will fail, and escape will elude them; they will hope for their last breath.”",
      "topic": ""
    }
  }
}