{
  "info": {
    "book": "Job",
    "chapter": "12",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered:",
      "topic": ""
    },
    "2": {
      "text": "“Truly then you are the people with whom wisdom itself will die!",
      "topic": ""
    },
    "3": {
      "text": "But I also have a mind; I am not inferior to you. Who does not know such things as these?",
      "topic": ""
    },
    "4": {
      "text": "I am a laughingstock to my friends, though I called on God, and He answered. The righteous and upright man is a laughingstock.",
      "topic": ""
    },
    "5": {
      "text": "The one at ease scorns misfortune as the fate of those whose feet are slipping.",
      "topic": ""
    },
    "6": {
      "text": "The tents of robbers are safe, and those who provoke God are secure—those who carry their god in their hands.",
      "topic": ""
    },
    "7": {
      "text": "But ask the animals, and they will instruct you; ask the birds of the air, and they will tell you.",
      "topic": ""
    },
    "8": {
      "text": "Or speak to the earth, and it will teach you; let the fish of the sea inform you.",
      "topic": ""
    },
    "9": {
      "text": "Which of all these does not know that the hand of the LORD has done this?",
      "topic": ""
    },
    "10": {
      "text": "The life of every living thing is in His hand, as well as the breath of all mankind.",
      "topic": ""
    },
    "11": {
      "text": "Does not the ear test words as the tongue tastes its food?",
      "topic": ""
    },
    "12": {
      "text": "Wisdom is found with the elderly, and understanding comes with long life.",
      "topic": ""
    },
    "13": {
      "text": "Wisdom and strength belong to God; counsel and understanding are His.",
      "topic": ""
    },
    "14": {
      "text": "What He tears down cannot be rebuilt; the man He imprisons cannot be released.",
      "topic": ""
    },
    "15": {
      "text": "If He holds back the waters, they dry up, and if He releases them, they overwhelm the land.",
      "topic": ""
    },
    "16": {
      "text": "True wisdom and power belong to Him. The deceived and the deceiver are His.",
      "topic": ""
    },
    "17": {
      "text": "He leads counselors away barefoot and makes fools of judges.",
      "topic": ""
    },
    "18": {
      "text": "He loosens the bonds placed by kings and fastens a belt around their waists.",
      "topic": ""
    },
    "19": {
      "text": "He leads priests away barefoot and overthrows the established.",
      "topic": ""
    },
    "20": {
      "text": "He deprives the trusted of speech and takes away the discernment of elders.",
      "topic": ""
    },
    "21": {
      "text": "He pours out contempt on nobles and disarms the mighty.",
      "topic": ""
    },
    "22": {
      "text": "He reveals the deep things of darkness and brings deep shadows into light.",
      "topic": ""
    },
    "23": {
      "text": "He makes nations great and destroys them; He enlarges nations, then disperses them.",
      "topic": ""
    },
    "24": {
      "text": "He deprives the earth’s leaders of reason and makes them wander in a trackless wasteland.",
      "topic": ""
    },
    "25": {
      "text": "They grope in the darkness without light; He makes them stagger like drunkards.",
      "topic": ""
    }
  }
}