{
  "info": {
    "book": "Job",
    "chapter": "16",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered:",
      "topic": ""
    },
    "2": {
      "text": "“I have heard many things like these; miserable comforters are you all.",
      "topic": ""
    },
    "3": {
      "text": "Is there no end to your long-winded speeches? What provokes you to continue testifying?",
      "topic": ""
    },
    "4": {
      "text": "I could also speak like you if you were in my place; I could heap up words against you and shake my head at you.",
      "topic": ""
    },
    "5": {
      "text": "But I would encourage you with my mouth, and the consolation of my lips would bring relief.",
      "topic": ""
    },
    "6": {
      "text": "Even if I speak, my pain is not relieved, and if I hold back, how will it go away?",
      "topic": ""
    },
    "7": {
      "text": "Surely He has now exhausted me; You have devastated all my family.",
      "topic": ""
    },
    "8": {
      "text": "You have bound me, and it has become a witness; my frailty rises up and testifies against me.",
      "topic": ""
    },
    "9": {
      "text": "His anger has torn me and opposed me; He gnashes His teeth at me. My adversary pierces me with His eyes.",
      "topic": ""
    },
    "10": {
      "text": "They open their mouths against me and strike my cheeks with contempt; they join together against me.",
      "topic": ""
    },
    "11": {
      "text": "God has delivered me to unjust men; He has thrown me to the clutches of the wicked.",
      "topic": ""
    },
    "12": {
      "text": "I was at ease, but He shattered me; He seized me by the neck and crushed me. He has set me up as His target;",
      "topic": ""
    },
    "13": {
      "text": "His archers surround me. He pierces my kidneys without mercy and spills my gall on the ground.",
      "topic": ""
    },
    "14": {
      "text": "He breaks me with wound upon wound; He rushes me like a mighty warrior.",
      "topic": ""
    },
    "15": {
      "text": "I have sewn sackcloth over my skin; I have buried my horn in the dust.",
      "topic": ""
    },
    "16": {
      "text": "My face is red with weeping, and deep shadows ring my eyes;",
      "topic": ""
    },
    "17": {
      "text": "yet my hands are free of violence and my prayer is pure.",
      "topic": ""
    },
    "18": {
      "text": "O earth, do not cover my blood; may my cry for help never be laid to rest.",
      "topic": ""
    },
    "19": {
      "text": "Even now my witness is in heaven, and my advocate is on high.",
      "topic": ""
    },
    "20": {
      "text": "My friends are my scoffers as my eyes pour out tears to God.",
      "topic": ""
    },
    "21": {
      "text": "Oh, that a man might plead with God as he pleads with his neighbor!",
      "topic": ""
    },
    "22": {
      "text": "For when only a few years are past I will go the way of no return.",
      "topic": ""
    }
  }
}