{
  "info": {
    "book": "Job",
    "chapter": "18",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Bildad the Shuhite replied:",
      "topic": ""
    },
    "2": {
      "text": "“How long until you end these speeches? Show some sense, and then we can talk.",
      "topic": ""
    },
    "3": {
      "text": "Why are we regarded as cattle, as stupid in your sight?",
      "topic": ""
    },
    "4": {
      "text": "You who tear yourself in anger—should the earth be forsaken on your account, or the rocks be moved from their place?",
      "topic": ""
    },
    "5": {
      "text": "Indeed, the lamp of the wicked is extinguished; the flame of his fire does not glow.",
      "topic": ""
    },
    "6": {
      "text": "The light in his tent grows dark, and the lamp beside him goes out.",
      "topic": ""
    },
    "7": {
      "text": "His vigorous stride is shortened, and his own schemes trip him up.",
      "topic": ""
    },
    "8": {
      "text": "For his own feet lead him into a net, and he wanders into its mesh.",
      "topic": ""
    },
    "9": {
      "text": "A trap seizes his heel; a snare grips him.",
      "topic": ""
    },
    "10": {
      "text": "A noose is hidden in the ground, and a trap lies in his path.",
      "topic": ""
    },
    "11": {
      "text": "Terrors frighten him on every side and harass his every step.",
      "topic": ""
    },
    "12": {
      "text": "His strength is depleted, and calamity is ready at his side.",
      "topic": ""
    },
    "13": {
      "text": "It devours patches of his skin; the firstborn of death devours his limbs.",
      "topic": ""
    },
    "14": {
      "text": "He is torn from the shelter of his tent and is marched off to the king of terrors.",
      "topic": ""
    },
    "15": {
      "text": "Fire resides in his tent; burning sulfur rains down on his dwelling.",
      "topic": ""
    },
    "16": {
      "text": "The roots beneath him dry up, and the branches above him wither away.",
      "topic": ""
    },
    "17": {
      "text": "The memory of him perishes from the earth, and he has no name in the land.",
      "topic": ""
    },
    "18": {
      "text": "He is driven from light into darkness and is chased from the inhabited world.",
      "topic": ""
    },
    "19": {
      "text": "He has no offspring or posterity among his people, no survivor where he once lived.",
      "topic": ""
    },
    "20": {
      "text": "Those in the west are appalled at his fate, while those in the east tremble in horror.",
      "topic": ""
    },
    "21": {
      "text": "Surely such is the dwelling of the wicked and the place of one who does not know God.”",
      "topic": ""
    }
  }
}