{
  "info": {
    "book": "Job",
    "chapter": "21",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered:",
      "topic": ""
    },
    "2": {
      "text": "“Listen carefully to my words; let this be your consolation to me.",
      "topic": ""
    },
    "3": {
      "text": "Bear with me while I speak; then, after I have spoken, you may go on mocking.",
      "topic": ""
    },
    "4": {
      "text": "Is my complaint against a man? Then why should I not be impatient?",
      "topic": ""
    },
    "5": {
      "text": "Look at me and be appalled; put your hand over your mouth.",
      "topic": ""
    },
    "6": {
      "text": "When I remember, terror takes hold, and my body trembles in horror.",
      "topic": ""
    },
    "7": {
      "text": "Why do the wicked live on, growing old and increasing in power?",
      "topic": ""
    },
    "8": {
      "text": "Their descendants are established around them, and their offspring before their eyes.",
      "topic": ""
    },
    "9": {
      "text": "Their homes are safe from fear; no rod of punishment from God is upon them.",
      "topic": ""
    },
    "10": {
      "text": "Their bulls breed without fail; their cows bear calves and do not miscarry.",
      "topic": ""
    },
    "11": {
      "text": "They send forth their little ones like a flock; their children skip about,",
      "topic": ""
    },
    "12": {
      "text": "singing to the tambourine and lyre and making merry at the sound of the flute.",
      "topic": ""
    },
    "13": {
      "text": "They spend their days in prosperity and go down to Sheol in peace.",
      "topic": ""
    },
    "14": {
      "text": "Yet they say to God: ‘Leave us alone! For we have no desire to know Your ways.",
      "topic": ""
    },
    "15": {
      "text": "Who is the Almighty, that we should serve Him, and what would we gain if we pray to Him?’",
      "topic": ""
    },
    "16": {
      "text": "Still, their prosperity is not in their own hands, so I stay far from the counsel of the wicked.",
      "topic": ""
    },
    "17": {
      "text": "How often is the lamp of the wicked put out? Does disaster come upon them? Does God, in His anger, apportion destruction?",
      "topic": ""
    },
    "18": {
      "text": "Are they like straw before the wind, like chaff swept away by a storm?",
      "topic": ""
    },
    "19": {
      "text": "It is said that God lays up one’s punishment for his children. Let God repay the man himself, so he will know it.",
      "topic": ""
    },
    "20": {
      "text": "Let his eyes see his own destruction; let him drink for himself the wrath of the Almighty.",
      "topic": ""
    },
    "21": {
      "text": "For what does he care about his household after him, when the number of his months has run out?",
      "topic": ""
    },
    "22": {
      "text": "Can anyone teach knowledge to God, since He judges those on high?",
      "topic": ""
    },
    "23": {
      "text": "One man dies full of vigor, completely secure and at ease.",
      "topic": ""
    },
    "24": {
      "text": "His body is well nourished, and his bones are rich with marrow.",
      "topic": ""
    },
    "25": {
      "text": "Yet another man dies in the bitterness of his soul, having never tasted prosperity.",
      "topic": ""
    },
    "26": {
      "text": "But together they lie down in the dust, and worms cover them both.",
      "topic": ""
    },
    "27": {
      "text": "Behold, I know your thoughts full well, the schemes by which you would wrong me.",
      "topic": ""
    },
    "28": {
      "text": "For you say, ‘Where now is the nobleman’s house, and where are the tents in which the wicked dwell?’",
      "topic": ""
    },
    "29": {
      "text": "Have you never asked those who travel the roads? Do you not accept their reports?",
      "topic": ""
    },
    "30": {
      "text": "Indeed, the evil man is spared from the day of calamity, delivered from the day of wrath.",
      "topic": ""
    },
    "31": {
      "text": "Who denounces his behavior to his face? Who repays him for what he has done?",
      "topic": ""
    },
    "32": {
      "text": "He is carried to the grave, and watch is kept over his tomb.",
      "topic": ""
    },
    "33": {
      "text": "The clods of the valley are sweet to him; everyone follows behind him, and those before him are without number.",
      "topic": ""
    },
    "34": {
      "text": "So how can you comfort me with empty words? For your answers remain full of falsehood.”",
      "topic": ""
    }
  }
}