{
  "info": {
    "book": "Job",
    "chapter": "3",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "After this, Job opened his mouth and cursed the day of his birth.",
      "topic": ""
    },
    "2": {
      "text": "And this is what he said:",
      "topic": ""
    },
    "3": {
      "text": "“May the day of my birth perish, and the night it was said, ‘A boy is conceived.’",
      "topic": ""
    },
    "4": {
      "text": "If only that day had turned to darkness! May God above disregard it; may no light shine upon it.",
      "topic": ""
    },
    "5": {
      "text": "May darkness and gloom reclaim it, and a cloud settle over it; may the blackness of the day overwhelm it.",
      "topic": ""
    },
    "6": {
      "text": "If only darkness had taken that night away! May it not appear among the days of the year; may it never be entered in any of the months.",
      "topic": ""
    },
    "7": {
      "text": "Behold, may that night be barren; may no joyful voice come into it.",
      "topic": ""
    },
    "8": {
      "text": "May it be cursed by those who curse the day—those prepared to rouse Leviathan.",
      "topic": ""
    },
    "9": {
      "text": "May its morning stars grow dark; may it wait in vain for daylight; may it not see the breaking of dawn.",
      "topic": ""
    },
    "10": {
      "text": "For that night did not shut the doors of the womb to hide the sorrow from my eyes.",
      "topic": ""
    },
    "11": {
      "text": "Why did I not perish at birth; why did I not die as I came from the womb?",
      "topic": ""
    },
    "12": {
      "text": "Why were there knees to receive me, and breasts that I should be nursed?",
      "topic": ""
    },
    "13": {
      "text": "For now I would be lying down in peace; I would be asleep and at rest",
      "topic": ""
    },
    "14": {
      "text": "with kings and counselors of the earth, who built for themselves cities now in ruins,",
      "topic": ""
    },
    "15": {
      "text": "or with princes who had gold, who filled their houses with silver.",
      "topic": ""
    },
    "16": {
      "text": "Or why was I not hidden like a stillborn child, like an infant who never sees daylight?",
      "topic": ""
    },
    "17": {
      "text": "There the wicked cease from raging, and there the weary find rest.",
      "topic": ""
    },
    "18": {
      "text": "The captives enjoy their ease; they do not hear the voice of the oppressor.",
      "topic": ""
    },
    "19": {
      "text": "Both small and great are there, and the slave is freed from his master.",
      "topic": ""
    },
    "20": {
      "text": "Why is light given to the miserable, and life to the bitter of soul,",
      "topic": ""
    },
    "21": {
      "text": "who long for death that does not come, and search for it like hidden treasure,",
      "topic": ""
    },
    "22": {
      "text": "who rejoice and greatly exult when they reach the grave?",
      "topic": ""
    },
    "23": {
      "text": "Why is life given to a man whose way is hidden, whom God has hedged in?",
      "topic": ""
    },
    "24": {
      "text": "I sigh when food is put before me, and my groans pour out like water.",
      "topic": ""
    },
    "25": {
      "text": "For the thing I feared has overtaken me, and what I dreaded has befallen me.",
      "topic": ""
    },
    "26": {
      "text": "I am not at ease or quiet; I have no rest, for trouble has come.”",
      "topic": ""
    }
  }
}