{
  "info": {
    "book": "Job",
    "chapter": "36",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Elihu continued:",
      "topic": ""
    },
    "2": {
      "text": "“Bear with me a little longer, and I will show you that there is more to be said on God’s behalf.",
      "topic": ""
    },
    "3": {
      "text": "I get my knowledge from afar, and I will ascribe justice to my Maker.",
      "topic": ""
    },
    "4": {
      "text": "For truly my words are free of falsehood; one perfect in knowledge is with you.",
      "topic": ""
    },
    "5": {
      "text": "Indeed, God is mighty, but He despises no one; He is mighty in strength of understanding.",
      "topic": ""
    },
    "6": {
      "text": "He does not keep the wicked alive, but He grants justice to the afflicted.",
      "topic": ""
    },
    "7": {
      "text": "He does not take His eyes off the righteous, but He enthrones them with kings and exalts them forever.",
      "topic": ""
    },
    "8": {
      "text": "And if men are bound with chains, caught in cords of affliction,",
      "topic": ""
    },
    "9": {
      "text": "then He tells them their deeds and how arrogantly they have transgressed.",
      "topic": ""
    },
    "10": {
      "text": "He opens their ears to correction and commands that they turn from iniquity.",
      "topic": ""
    },
    "11": {
      "text": "If they obey and serve Him, then they end their days in prosperity and their years in happiness.",
      "topic": ""
    },
    "12": {
      "text": "But if they do not obey, then they perish by the sword and die without knowledge.",
      "topic": ""
    },
    "13": {
      "text": "The godless in heart harbor resentment; even when He binds them, they do not cry for help.",
      "topic": ""
    },
    "14": {
      "text": "They die in their youth, among the male shrine prostitutes.",
      "topic": ""
    },
    "15": {
      "text": "God rescues the afflicted by their affliction and opens their ears in oppression.",
      "topic": ""
    },
    "16": {
      "text": "Indeed, He drew you from the jaws of distress to a spacious and broad place, to a table full of richness.",
      "topic": ""
    },
    "17": {
      "text": "But now you are laden with the judgment due the wicked; judgment and justice have seized you.",
      "topic": ""
    },
    "18": {
      "text": "Be careful that no one lures you with riches; do not let a large bribe lead you astray.",
      "topic": ""
    },
    "19": {
      "text": "Can your wealth or all your mighty effort keep you from distress?",
      "topic": ""
    },
    "20": {
      "text": "Do not long for the night, when people vanish from their homes.",
      "topic": ""
    },
    "21": {
      "text": "Be careful not to turn to iniquity, for this you have preferred to affliction.",
      "topic": ""
    },
    "22": {
      "text": "Behold, God is exalted in His power. Who is a teacher like Him?",
      "topic": ""
    },
    "23": {
      "text": "Who has appointed His way for Him, or told Him, ‘You have done wrong’?",
      "topic": ""
    },
    "24": {
      "text": "Remember to magnify His work, which men have praised in song.",
      "topic": ""
    },
    "25": {
      "text": "All mankind has seen it; men behold it from afar.",
      "topic": ""
    },
    "26": {
      "text": "Indeed, God is great—beyond our knowledge; the number of His years is unsearchable.",
      "topic": ""
    },
    "27": {
      "text": "For He draws up drops of water which distill the rain from the mist,",
      "topic": ""
    },
    "28": {
      "text": "which the clouds pour out and shower abundantly on mankind.",
      "topic": ""
    },
    "29": {
      "text": "Furthermore, who can understand how the clouds spread out, how the thunder roars from His pavilion?",
      "topic": ""
    },
    "30": {
      "text": "See how He scatters His lightning around Him and covers the depths of the sea.",
      "topic": ""
    },
    "31": {
      "text": "For by these He judges the nations and provides food in abundance.",
      "topic": ""
    },
    "32": {
      "text": "He fills His hands with lightning and commands it to strike its mark.",
      "topic": ""
    },
    "33": {
      "text": "The thunder declares His presence; even the cattle regard the rising storm.",
      "topic": ""
    }
  }
}