{
  "info": {
    "book": "Job",
    "chapter": "39",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "“Do you know when mountain goats give birth? Have you watched the doe bear her fawn?",
      "topic": ""
    },
    "2": {
      "text": "Can you count the months they are pregnant? Do you know the time they give birth?",
      "topic": ""
    },
    "3": {
      "text": "They crouch down and bring forth their young; they deliver their newborn.",
      "topic": ""
    },
    "4": {
      "text": "Their young ones thrive and grow up in the open field; they leave and do not return.",
      "topic": ""
    },
    "5": {
      "text": "Who set the wild donkey free? Who released the swift donkey from the harness?",
      "topic": ""
    },
    "6": {
      "text": "I made the wilderness his home and the salt flats his dwelling.",
      "topic": ""
    },
    "7": {
      "text": "He scorns the tumult of the city and never hears the shouts of a driver.",
      "topic": ""
    },
    "8": {
      "text": "He roams the mountains for pasture, searching for any green thing.",
      "topic": ""
    },
    "9": {
      "text": "Will the wild ox consent to serve you? Will he stay by your manger at night?",
      "topic": ""
    },
    "10": {
      "text": "Can you hold him to the furrow with a harness? Will he plow the valleys behind you?",
      "topic": ""
    },
    "11": {
      "text": "Can you rely on his great strength? Will you leave your hard work to him?",
      "topic": ""
    },
    "12": {
      "text": "Can you trust him to bring in your grain and gather it to your threshing floor?",
      "topic": ""
    },
    "13": {
      "text": "The wings of the ostrich flap joyfully, but cannot match the pinions and feathers of the stork.",
      "topic": ""
    },
    "14": {
      "text": "For she leaves her eggs on the ground and lets them warm in the sand.",
      "topic": ""
    },
    "15": {
      "text": "She forgets that a foot may crush them, or a wild animal may trample them.",
      "topic": ""
    },
    "16": {
      "text": "She treats her young harshly, as if not her own, with no concern that her labor was in vain.",
      "topic": ""
    },
    "17": {
      "text": "For God has deprived her of wisdom; He has not endowed her with understanding.",
      "topic": ""
    },
    "18": {
      "text": "Yet when she proudly spreads her wings, she laughs at the horse and its rider.",
      "topic": ""
    },
    "19": {
      "text": "Do you give strength to the horse or adorn his neck with a mane?",
      "topic": ""
    },
    "20": {
      "text": "Do you make him leap like a locust, striking terror with his proud snorting?",
      "topic": ""
    },
    "21": {
      "text": "He paws in the valley and rejoices in his strength; he charges into battle.",
      "topic": ""
    },
    "22": {
      "text": "He laughs at fear, frightened of nothing; he does not turn back from the sword.",
      "topic": ""
    },
    "23": {
      "text": "A quiver rattles at his side, along with a flashing spear and lance.",
      "topic": ""
    },
    "24": {
      "text": "Trembling with excitement, he devours the distance; he cannot stand still when the ram’s horn sounds.",
      "topic": ""
    },
    "25": {
      "text": "At the blast of the horn, he snorts with fervor. He catches the scent of battle from afar, the shouts of captains and the cry of war.",
      "topic": ""
    },
    "26": {
      "text": "Does the hawk take flight by your understanding and spread his wings toward the south?",
      "topic": ""
    },
    "27": {
      "text": "Does the eagle soar at your command and make his nest on high?",
      "topic": ""
    },
    "28": {
      "text": "He dwells on a cliff and lodges there; his stronghold is on a rocky crag.",
      "topic": ""
    },
    "29": {
      "text": "From there he spies out food; his eyes see it from afar.",
      "topic": ""
    },
    "30": {
      "text": "His young ones feast on blood; and where the slain are, there he is.”",
      "topic": ""
    }
  }
}