{
  "info": {
    "book": "Job",
    "chapter": "42",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job replied to the LORD:",
      "topic": ""
    },
    "2": {
      "text": "“I know that You can do all things and that no plan of Yours can be thwarted.",
      "topic": ""
    },
    "3": {
      "text": "You asked, ‘Who is this who conceals My counsel without knowledge?’ Surely I spoke of things I did not understand, things too wonderful for me to know.",
      "topic": ""
    },
    "4": {
      "text": "You said, ‘Listen now, and I will speak. I will question you, and you shall inform Me.’",
      "topic": ""
    },
    "5": {
      "text": "My ears had heard of You, but now my eyes have seen You.",
      "topic": ""
    },
    "6": {
      "text": "Therefore I despise myself, and I repent in dust and ashes.”",
      "topic": ""
    },
    "7": {
      "text": "After the LORD had spoken these words to Job, He said to Eliphaz the Temanite, “My wrath is kindled against you and your two friends. For you have not spoken about Me accurately, as My servant Job has.",
      "topic": ""
    },
    "8": {
      "text": "So now, take seven bulls and seven rams, go to My servant Job, and sacrifice a burnt offering for yourselves. Then My servant Job will pray for you, for I will accept his prayer and not deal with you according to your folly. For you have not spoken accurately about Me, as My servant Job has.”",
      "topic": ""
    },
    "9": {
      "text": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite went and did as the LORD had told them; and the LORD accepted Job’s prayer.",
      "topic": ""
    },
    "10": {
      "text": "After Job had prayed for his friends, the LORD restored his prosperity and doubled his former possessions.",
      "topic": ""
    },
    "11": {
      "text": "All his brothers and sisters and prior acquaintances came and dined with him in his house. They consoled him and comforted him over all the adversity that the LORD had brought upon him. And each one gave him a piece of silver and a gold ring.",
      "topic": ""
    },
    "12": {
      "text": "So the LORD blessed Job’s latter days more than his first. He owned 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys.",
      "topic": ""
    },
    "13": {
      "text": "And he also had seven sons and three daughters.",
      "topic": ""
    },
    "14": {
      "text": "He named his first daughter Jemimah, his second Keziah, and his third Keren-happuch.",
      "topic": ""
    },
    "15": {
      "text": "No women as beautiful as Job’s daughters could be found in all the land, and their father granted them an inheritance among their brothers.",
      "topic": ""
    },
    "16": {
      "text": "After this, Job lived 140 years and saw his children and their children to the fourth generation.",
      "topic": ""
    },
    "17": {
      "text": "And so Job died, old and full of years. Psalm 1:1\tBlessed is the man who does not walk in the counsel of the wicked, or set foot on the path of sinners, or sit in the seat of mockers. Psalm 1:2\tBut his delight is in the Law of the LORD, and on His law he meditates day and night. Psalm 1:3\tHe is like a tree planted by streams of water, yielding its fruit in season, whose leaf does not wither, and who prospers in all he does. Psalm 1:4\tNot so the wicked! For they are like chaff driven off by the wind. Psalm 1:5\tTherefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. Psalm 1:6\tFor the LORD guards the path of the righteous, but the way of the wicked will perish. Psalm 2:1\tWhy do the nations rage and the peoples plot in vain? Psalm 2:2\tThe kings of the earth take their stand and the rulers gather together, against the LORD and against His Anointed One: Psalm 2:3\t“Let us break Their chains and cast away Their cords.” Psalm 2:4\tThe One enthroned in heaven laughs; the Lord taunts them. Psalm 2:5\tThen He rebukes them in His anger, and terrifies them in His fury: Psalm 2:6\t“I have installed My King on Zion, upon My holy mountain.” Psalm 2:7\tI will proclaim the decree spoken to Me by the LORD: “You are My Son; today I have become Your Father. Psalm 2:8\tAsk Me, and I will make the nations Your inheritance, the ends of the earth Your possession. Psalm 2:9\tYou will break them with an iron scepter; You will shatter them like pottery.” Psalm 2:10\tTherefore be wise, O kings; be admonished, O judges of the earth. Psalm 2:11\tServe the LORD with fear, and rejoice with trembling. Psalm 2:12\tKiss the Son, lest He be angry and you perish in your rebellion, when His wrath ignites in an instant. Blessed are all who take refuge in Him. Psalm 3:1\tA Psalm of David, when he fled from his son Absalom. O LORD, how my foes have increased! How many rise up against me! Psalm 3:2\tMany say of me, “God will not deliver him.” Selah Psalm 3:3\tBut You, O LORD, are a shield around me, my glory, and the One who lifts my head. Psalm 3:4\tTo the LORD I cry aloud, and He answers me from His holy mountain. Selah Psalm 3:5\tI lie down and sleep; I wake again, for the LORD sustains me. Psalm 3:6\tI will not fear the myriads set against me on every side. Psalm 3:7\tArise, O LORD! Save me, O my God! Strike all my enemies on the jaw; break the teeth of the wicked. Psalm 3:8\tSalvation belongs to the LORD; may Your blessing be on Your people. Selah Psalm 4:1\tFor the choirmaster. With stringed instruments. A Psalm of David. Answer me when I call, O God of my righteousness! You have relieved my distress; show me grace and hear my prayer. Psalm 4:2\tHow long, O men, will my honor be maligned? How long will you love vanity and seek after lies? Selah Psalm 4:3\tKnow that the LORD has set apart the godly for Himself; the LORD hears when I call to Him. Psalm 4:4\tBe angry, yet do not sin; on your bed, search your heart and be still. Selah Psalm 4:5\tOffer the sacrifices of the righteous and trust in the LORD. Psalm 4:6\tMany ask, “Who can show us the good?” Shine the light of Your face upon us, O LORD. Psalm 4:7\tYou have filled my heart with more joy than when grain and new wine abound. Psalm 4:8\tI will lie down and sleep in peace, for You alone, O LORD, make me dwell in safety. Psalm 5:1\tFor the choirmaster, to be accompanied by flutes. A Psalm of David. Give ear to my words, O LORD; consider my groaning. Psalm 5:2\tAttend to the sound of my cry, my King and my God, for to You I pray. Psalm 5:3\tIn the morning, O LORD, You hear my voice; at daybreak I lay my plea before You and wait in expectation. Psalm 5:4\tFor You are not a God who delights in wickedness; no evil can dwell with You. Psalm 5:5\tThe boastful cannot stand in Your presence; You hate all workers of iniquity. Psalm 5:6\tYou destroy those who tell lies; the LORD abhors the man of bloodshed and deceit. Psalm 5:7\tBut I will enter Your house by the abundance of Your loving devotion; in reverence I will bow down toward Your holy temple. Psalm 5:8\tLead me, O LORD, in Your righteousness because of my enemies; make straight Your way before me. Psalm 5:9\tFor not a word they speak can be trusted; destruction lies within them. Their throats are open graves; their tongues practice deceit. Psalm 5:10\tDeclare them guilty, O God; let them fall by their own devices. Drive them out for their many transgressions, for they have rebelled against You. Psalm 5:11\tBut let all who take refuge in You rejoice; let them ever shout for joy. May You shelter them, that those who love Your name may rejoice in You. Psalm 5:12\tFor surely You, O LORD, bless the righteous; You surround them with the shield of Your favor. Psalm 6:1\tFor the choirmaster. With stringed instruments, according to Sheminith. A Psalm of David. O LORD, do not rebuke me in Your anger or discipline me in Your wrath. Psalm 6:2\tBe merciful to me, O LORD, for I am frail; heal me, O LORD, for my bones are in agony. Psalm 6:3\tMy soul is deeply distressed. How long, O LORD, how long? Psalm 6:4\tTurn, O LORD, and deliver my soul; save me because of Your loving devotion. Psalm 6:5\tFor there is no mention of You in death; who can praise You from Sheol? Psalm 6:6\tI am weary from groaning; all night I flood my bed with weeping and drench my couch with tears. Psalm 6:7\tMy eyes fail from grief; they grow dim because of all my foes. Psalm 6:8\tDepart from me, all you workers of iniquity, for the LORD has heard my weeping. Psalm 6:9\tThe LORD has heard my cry for mercy; the LORD accepts my prayer. Psalm 6:10\tAll my enemies will be ashamed and dismayed; they will turn back in sudden disgrace. Psalm 7:1\tA Shiggaion of David, which he sang to the LORD concerning the words of Cush, a Benjamite. O LORD my God, I take refuge in You; save me and deliver me from all my pursuers, Psalm 7:2\tor they will shred my soul like a lion and tear me to pieces with no one to rescue me. Psalm 7:3\tO LORD my God, if I have done this, if injustice is on my hands, Psalm 7:4\tif I have rewarded my ally with evil, if I have plundered my foe without cause, Psalm 7:5\tthen may my enemy pursue me and overtake me; may he trample me to the ground and leave my honor in the dust. Selah Psalm 7:6\tArise, O LORD, in Your anger; rise up against the fury of my enemies. Awake, my God, and ordain judgment. Psalm 7:7\tLet the assembled peoples gather around You; take Your seat over them on high. Psalm 7:8\tThe LORD judges the peoples; vindicate me, O LORD, according to my righteousness and integrity. Psalm 7:9\tPut an end to the evil of the wicked, but establish the righteous, O righteous God who searches hearts and minds. Psalm 7:10\tMy shield is with God, who saves the upright in heart. Psalm 7:11\tGod is a righteous judge and a God who feels indignation each day. Psalm 7:12\tIf one does not repent, God will sharpen His sword; He has bent and strung His bow. Psalm 7:13\tHe has prepared His deadly weapons; He ordains His arrows with fire. Psalm 7:14\tBehold, the wicked man travails with evil; he conceives trouble and births falsehood. Psalm 7:15\tHe has dug a hole and hollowed it out; he has fallen into a pit of his own making. Psalm 7:16\tHis trouble recoils on himself, and his violence falls on his own head. Psalm 7:17\tI will thank the LORD for His righteousness and sing praise to the name of the LORD Most High. Psalm 8:1\tFor the choirmaster. According to Gittith. A Psalm of David. O LORD, our Lord, how majestic is Your name in all the earth! You have set Your glory above the heavens. Psalm 8:2\tFrom the mouths of children and infants You have ordained praise on account of Your adversaries, to silence the enemy and avenger. Psalm 8:3\tWhen I behold Your heavens, the work of Your fingers, the moon and the stars, which You have set in place— Psalm 8:4\twhat is man that You are mindful of him, or the son of man that You care for him? Psalm 8:5\tYou made him a little lower than the angels; You crowned him with glory and honor. Psalm 8:6\tYou made him ruler of the works of Your hands; You have placed everything under his feet: Psalm 8:7\tall sheep and oxen, and even the beasts of the field, Psalm 8:8\tthe birds of the air and the fish of the sea, all that swim the paths of the seas. Psalm 8:9\tO LORD, our Lord, how majestic is Your name in all the earth! Psalm 9:1\tFor the choirmaster. To the tune of “The Death of the Son.” A Psalm of David. I will give thanks to the LORD with all my heart; I will recount all Your wonders. Psalm 9:2\tI will be glad and rejoice in You; I will sing praise to Your name, O Most High. Psalm 9:3\tWhen my enemies retreat, they stumble and perish before You. Psalm 9:4\tFor You have upheld my just cause; You sit on Your throne judging righteously. Psalm 9:5\tYou have rebuked the nations; You have destroyed the wicked; You have erased their name forever and ever. Psalm 9:6\tThe enemy has come to eternal ruin, and You have uprooted their cities; the very memory of them has vanished. Psalm 9:7\tBut the LORD abides forever; He has established His throne for judgment. Psalm 9:8\tHe judges the world with justice; He governs the people with equity. Psalm 9:9\tThe LORD is a refuge for the oppressed, a stronghold in times of trouble. Psalm 9:10\tThose who know Your name trust in You, for You, O LORD, have not forsaken those who seek You. Psalm 9:11\tSing praises to the LORD, who dwells in Zion; proclaim His deeds among the nations. Psalm 9:12\tFor the Avenger of bloodshed remembers; He does not ignore the cry of the afflicted. Psalm 9:13\tBe merciful to me, O LORD; see how my enemies afflict me! Lift me up from the gates of death, Psalm 9:14\tthat I may declare all Your praises—that within the gates of Daughter Zion I may rejoice in Your salvation. Psalm 9:15\tThe nations have fallen into a pit of their making; their feet are caught in the net they have hidden. Psalm 9:16\tThe LORD is known by the justice He brings; the wicked are ensnared by the work of their hands. Higgaion Selah Psalm 9:17\tThe wicked will return to Sheol—all the nations who forget God. Psalm 9:18\tFor the needy will not always be forgotten; nor the hope of the oppressed forever dashed. Psalm 9:19\tRise up, O LORD, do not let man prevail; let the nations be judged in Your presence. Psalm 9:20\tLay terror upon them, O LORD; let the nations know they are but men. Selah Psalm 10:1\tWhy, O LORD, do You stand far off? Why do You hide in times of trouble? Psalm 10:2\tIn pride the wicked pursue the needy; let them be caught in the schemes they devise. Psalm 10:3\tFor the wicked man boasts in the cravings of his heart; he blesses the greedy and reviles the LORD. Psalm 10:4\tIn his pride the wicked man does not seek Him; in all his schemes there is no God. Psalm 10:5\tHe is secure in his ways at all times; Your lofty judgments are far from him; he sneers at all his foes. Psalm 10:6\tHe says to himself, “I will not be moved; from age to age I am free of distress.” Psalm 10:7\tHis mouth is full of cursing, deceit, and violence; trouble and malice are under his tongue. Psalm 10:8\tHe lies in wait near the villages; in ambush he slays the innocent; his eyes watch in stealth for the helpless. Psalm 10:9\tHe lies in wait like a lion in a thicket; he lurks to seize the oppressed; he catches the lowly in his net. Psalm 10:10\tThey are crushed and beaten down; the helpless fall prey to his strength. Psalm 10:11\tHe says to himself, “God has forgotten; He hides His face and never sees.” Psalm 10:12\tArise, O LORD! Lift up Your hand, O God! Do not forget the helpless. Psalm 10:13\tWhy has the wicked man renounced God? He says to himself, “You will never call me to account.” Psalm 10:14\tBut You have regarded trouble and grief; You see to repay it by Your hand. The victim entrusts himself to You; You are the helper of the fatherless. Psalm 10:15\tBreak the arm of the wicked and evildoer; call him to account for his wickedness until none is left to be found. Psalm 10:16\tThe LORD is King forever and ever; the nations perish from His land. Psalm 10:17\tYou have heard, O LORD, the desire of the humble; You will strengthen their hearts. You will incline Your ear, Psalm 10:18\tto vindicate the fatherless and oppressed, that the men of the earth may strike terror no more. Psalm 11:1\tFor the choirmaster. Of David. In the LORD I take refuge. How then can you say to me: “Flee like a bird to your mountain! Psalm 11:2\tFor behold, the wicked bend their bows. They set their arrow on the string to shoot from the shadows at the upright in heart. Psalm 11:3\tIf the foundations are destroyed, what can the righteous do?” Psalm 11:4\tThe LORD is in His holy temple; the LORD is on His heavenly throne. His eyes are watching closely; they examine the sons of men. Psalm 11:5\tThe LORD tests the righteous and the wicked; His soul hates the lover of violence. Psalm 11:6\tOn the wicked He will rain down fiery coals and sulfur; a scorching wind will be their portion. Psalm 11:7\tFor the LORD is righteous; He loves justice. The upright will see His face. Psalm 12:1\tFor the choirmaster. According to Sheminith. A Psalm of David. Help, O LORD, for the godly are no more; the faithful have vanished from among men. Psalm 12:2\tThey lie to one another; they speak with flattering lips and a double heart. Psalm 12:3\tMay the LORD cut off all flattering lips and every boastful tongue. Psalm 12:4\tThey say, “With our tongues we will prevail. We own our lips—who can be our master?” Psalm 12:5\t“For the cause of the oppressed and for the groaning of the needy, I will now arise,” says the LORD. “I will bring safety to him who yearns.” Psalm 12:6\tThe words of the LORD are flawless, like silver refined in a furnace, like gold purified sevenfold. Psalm 12:7\tYou, O LORD, will keep us; You will forever guard us from this generation. Psalm 12:8\tThe wicked wander freely, and vileness is exalted among men. Psalm 13:1\tFor the choirmaster. A Psalm of David. How long, O LORD? Will You forget me forever? How long will You hide Your face from me? Psalm 13:2\tHow long must I wrestle in my soul, with sorrow in my heart each day? How long will my enemy dominate me? Psalm 13:3\tConsider me and respond, O LORD my God. Give light to my eyes, lest I sleep in death, Psalm 13:4\tlest my enemy say, “I have overcome him,” and my foes rejoice when I fall. Psalm 13:5\tBut I have trusted in Your loving devotion; my heart will rejoice in Your salvation. Psalm 13:6\tI will sing to the LORD, for He has been good to me. Psalm 14:1\tFor the choirmaster. Of David. The fool says in his heart, “There is no God.” They are corrupt; their acts are vile. There is no one who does good. Psalm 14:2\tThe LORD looks down from heaven upon the sons of men to see if any understand, if any seek God. Psalm 14:3\tAll have turned away, they have together become corrupt; there is no one who does good, not even one. Psalm 14:4\tWill the workers of iniquity never learn? They devour my people like bread; they refuse to call upon the LORD. Psalm 14:5\tThere they are, overwhelmed with dread, for God is in the company of the righteous. Psalm 14:6\tYou sinners frustrate the plans of the oppressed, yet the LORD is their shelter. Psalm 14:7\tOh, that the salvation of Israel would come from Zion! When the LORD restores His captive people, let Jacob rejoice, let Israel be glad! Psalm 15:1\tA Psalm of David. O LORD, who may abide in Your tent? Who may dwell on Your holy mountain? Psalm 15:2\tHe who walks with integrity and practices righteousness, who speaks the truth from his heart, Psalm 15:3\twho has no slander on his tongue, who does no harm to his neighbor, who casts no scorn on his friend, Psalm 15:4\twho despises the vile but honors those who fear the LORD, who does not revise a costly oath, Psalm 15:5\twho lends his money without interest and refuses a bribe against the innocent. He who does these things will never be shaken. Psalm 16:1\tA Miktam of David. Preserve me, O God, for in You I take refuge. Psalm 16:2\tI said to the LORD, “You are my Lord; apart from You I have no good thing.” Psalm 16:3\tAs for the saints in the land, they are the excellence in whom all my delight resides. Psalm 16:4\tSorrows will multiply to those who chase other gods. I will not pour out their libations of blood, or speak their names with my lips. Psalm 16:5\tThe LORD is my chosen portion and my cup; You have made my lot secure. Psalm 16:6\tThe lines of my boundary have fallen in pleasant places; surely my inheritance is delightful. Psalm 16:7\tI will bless the LORD who counsels me; even at night my conscience instructs me. Psalm 16:8\tI have set the LORD always before me. Because He is at my right hand, I will not be shaken. Psalm 16:9\tTherefore my heart is glad and my tongue rejoices; my body also will dwell securely. Psalm 16:10\tFor You will not abandon my soul to Sheol, nor will You let Your Holy One see decay. Psalm 16:11\tYou have made known to me the path of life; You will fill me with joy in Your presence, with eternal pleasures at Your right hand. Psalm 17:1\tA prayer of David. Hear, O LORD, my righteous plea; listen to my cry. Give ear to my prayer—it comes from lips free of deceit. Psalm 17:2\tMay my vindication come from Your presence; may Your eyes see what is right. Psalm 17:3\tYou have tried my heart; You have visited me in the night. You have tested me and found no evil; I have resolved not to sin with my mouth. Psalm 17:4\tAs for the deeds of men—by the word of Your lips I have avoided the ways of the violent. Psalm 17:5\tMy steps have held to Your paths; my feet have not slipped. Psalm 17:6\tI call on You, O God, for You will answer me. Incline Your ear to me; hear my words. Psalm 17:7\tShow the wonders of Your loving devotion, You who save by Your right hand those who seek refuge from their foes. Psalm 17:8\tKeep me as the apple of Your eye; hide me in the shadow of Your wings Psalm 17:9\tfrom the wicked who assail me, from my mortal enemies who surround me. Psalm 17:10\tThey have closed their callous hearts; their mouths speak with arrogance. Psalm 17:11\tThey have tracked us down, and now surround us; their eyes are set to cast us to the ground, Psalm 17:12\tlike a lion greedy for prey, like a young lion lurking in ambush. Psalm 17:13\tArise, O LORD, confront them! Bring them to their knees; deliver me from the wicked by Your sword, Psalm 17:14\tfrom such men, O LORD, by Your hand—from men of the world whose portion is in this life. May You fill the bellies of Your treasured ones and satisfy their sons, so they leave their abundance to their children. Psalm 17:15\tAs for me, I will behold Your face in righteousness; when I awake, I will be satisfied in Your presence. Psalm 18:1\tFor the choirmaster. Of David the servant of the LORD, who sang this song to the LORD on the day the LORD had delivered him from the hand of all his enemies and from the hand of Saul. He said: I love You, O LORD, my strength. Psalm 18:2\tThe LORD is my rock, my fortress, and my deliverer. My God is my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold. Psalm 18:3\tI will call upon the LORD, who is worthy to be praised; so shall I be saved from my enemies. Psalm 18:4\tThe cords of death encompassed me; the torrents of chaos overwhelmed me. Psalm 18:5\tThe cords of Sheol entangled me; the snares of death confronted me. Psalm 18:6\tIn my distress I called upon the LORD; I cried to my God for help. From His temple He heard my voice, and my cry for His help reached His ears. Psalm 18:7\tThen the earth shook and quaked, and the foundations of the mountains trembled; they were shaken because He burned with anger. Psalm 18:8\tSmoke rose from His nostrils, and consuming fire came from His mouth; glowing coals blazed forth. Psalm 18:9\tHe parted the heavens and came down with dark clouds beneath His feet. Psalm 18:10\tHe mounted a cherub and flew; He soared on the wings of the wind. Psalm 18:11\tHe made darkness His hiding place, and storm clouds a canopy around Him. Psalm 18:12\tFrom the brightness of His presence His clouds advanced—hailstones and coals of fire. Psalm 18:13\tThe LORD thundered from heaven; the voice of the Most High resounded—hailstones and coals of fire. Psalm 18:14\tHe shot His arrows and scattered the foes; He hurled lightning and routed them. Psalm 18:15\tThe channels of the sea appeared, and the foundations of the world were exposed, at Your rebuke, O LORD, at the blast of the breath of Your nostrils. Psalm 18:16\tHe reached down from on high and took hold of me; He drew me out of deep waters. Psalm 18:17\tHe rescued me from my powerful enemy, from foes too mighty for me. Psalm 18:18\tThey confronted me in my day of calamity, but the LORD was my support. Psalm 18:19\tHe brought me out into the open; He rescued me because He delighted in me. Psalm 18:20\tThe LORD has rewarded me according to my righteousness; He has repaid me according to the cleanness of my hands. Psalm 18:21\tFor I have kept the ways of the LORD and have not wickedly departed from my God. Psalm 18:22\tFor all His ordinances are before me; I have not disregarded His statutes. Psalm 18:23\tAnd I have been blameless before Him and kept myself from iniquity. Psalm 18:24\tSo the LORD has repaid me according to my righteousness, according to the cleanness of my hands in His sight. Psalm 18:25\tTo the faithful You show Yourself faithful, to the blameless You show Yourself blameless; Psalm 18:26\tto the pure You show Yourself pure, but to the crooked You show Yourself shrewd. Psalm 18:27\tFor You save an afflicted people, but You humble those with haughty eyes. Psalm 18:28\tFor You, O LORD, light my lamp; my God lights up my darkness. Psalm 18:29\tFor in You I can charge an army, and with my God I can scale a wall. Psalm 18:30\tAs for God, His way is perfect; the word of the LORD is flawless. He is a shield to all who take refuge in Him. Psalm 18:31\tFor who is God besides the LORD? And who is the Rock except our God? Psalm 18:32\tIt is God who arms me with strength and makes my way clear. Psalm 18:33\tHe makes my feet like those of a deer and stations me upon the heights. Psalm 18:34\tHe trains my hands for battle; my arms can bend a bow of bronze. Psalm 18:35\tYou have given me Your shield of salvation; Your right hand upholds me, and Your gentleness exalts me. Psalm 18:36\tYou broaden the path beneath me so that my ankles do not give way. Psalm 18:37\tI pursued my enemies and overtook them; I did not turn back until they were consumed. Psalm 18:38\tI crushed them so they could not rise; they have fallen under my feet. Psalm 18:39\tYou have armed me with strength for battle; You have subdued my foes beneath me. Psalm 18:40\tYou have made my enemies retreat before me; I destroyed those who hated me. Psalm 18:41\tThey cried for help, but there was no one to save them—to the LORD, but He did not answer. Psalm 18:42\tI ground them as dust in the face of the wind; I trampled them like mud in the streets. Psalm 18:43\tYou have delivered me from the strife of the people; You have made me the head of nations; a people I had not known shall serve me. Psalm 18:44\tWhen they hear me, they obey me; foreigners cower before me. Psalm 18:45\tForeigners lose heart and come trembling from their strongholds. Psalm 18:46\tThe LORD lives, and blessed be my Rock! And may the God of my salvation be exalted— Psalm 18:47\tthe God who avenges me and subdues nations beneath me, Psalm 18:48\twho delivers me from my enemies. You exalt me above my foes; You rescue me from violent men. Psalm 18:49\tTherefore I will praise You, O LORD, among the nations; I will sing praises to Your name. Psalm 18:50\tGreat salvation He brings to His king. He shows loving devotion to His anointed, to David and his descendants forever. Psalm 19:1\tFor the choirmaster. A Psalm of David. The heavens declare the glory of God; the skies proclaim the work of His hands. Psalm 19:2\tDay after day they pour forth speech; night after night they reveal knowledge. Psalm 19:3\tWithout speech or language, without a sound to be heard, Psalm 19:4\ttheir voice has gone out into all the earth, their words to the ends of the world. In the heavens He has pitched a tent for the sun. Psalm 19:5\tLike a bridegroom emerging from his chamber, like a champion rejoicing to run his course, Psalm 19:6\tit rises at one end of the heavens and runs its circuit to the other; nothing is deprived of its warmth. Psalm 19:7\tThe Law of the LORD is perfect, reviving the soul; the testimony of the LORD is trustworthy, making wise the simple. Psalm 19:8\tThe precepts of the LORD are right, bringing joy to the heart; the commandments of the LORD are radiant, giving light to the eyes. Psalm 19:9\tThe fear of the LORD is pure, enduring forever; the judgments of the LORD are true, being altogether righteous. Psalm 19:10\tThey are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the comb. Psalm 19:11\tBy them indeed Your servant is warned; in keeping them is great reward. Psalm 19:12\tWho can discern his own errors? Cleanse me from my hidden faults. Psalm 19:13\tKeep Your servant also from willful sins; may they not rule over me. Then I will be blameless and cleansed of great transgression. Psalm 19:14\tMay the words of my mouth and the meditation of my heart be pleasing in Your sight, O LORD, my Rock and my Redeemer. Psalm 20:1\tFor the choirmaster. A Psalm of David. May the LORD answer you in the day of trouble; may the name of the God of Jacob protect you. Psalm 20:2\tMay He send you help from the sanctuary and sustain you from Zion. Psalm 20:3\tMay He remember all your gifts and look favorably on your burnt offerings. Selah Psalm 20:4\tMay He give you the desires of your heart and make all your plans succeed. Psalm 20:5\tMay we shout for joy at your victory and raise a banner in the name of our God. May the LORD grant all your petitions. Psalm 20:6\tNow I know that the LORD saves His anointed; He answers him from His holy heaven with the saving power of His right hand. Psalm 20:7\tSome trust in chariots and others in horses, but we trust in the name of the LORD our God. Psalm 20:8\tThey collapse and fall, but we rise up and stand firm. Psalm 20:9\tO LORD, save the king. Answer us on the day we call. Psalm 21:1\tFor the choirmaster. A Psalm of David. O LORD, the king rejoices in Your strength. How greatly he exults in Your salvation! Psalm 21:2\tYou have granted his heart’s desire and have not withheld the request of his lips. Selah Psalm 21:3\tFor You welcomed him with rich blessings; You placed on his head a crown of pure gold. Psalm 21:4\tHe asked You for life, and You granted it—length of days, forever and ever. Psalm 21:5\tGreat is his glory in Your salvation; You bestow on him splendor and majesty. Psalm 21:6\tFor You grant him blessings forever; You cheer him with joy in Your presence. Psalm 21:7\tFor the king trusts in the LORD; through the loving devotion of the Most High, he will not be shaken. Psalm 21:8\tYour hand will apprehend all Your enemies; Your right hand will seize those who hate You. Psalm 21:9\tYou will place them in a fiery furnace at the time of Your appearing. In His wrath the LORD will engulf them, and the fire will consume them. Psalm 21:10\tYou will wipe their descendants from the earth, and their offspring from the sons of men. Psalm 21:11\tThough they intend You harm, the schemes they devise will not prevail. Psalm 21:12\tFor You will put them to flight when Your bow is trained upon them. Psalm 21:13\tBe exalted, O LORD, in Your strength; we will sing and praise Your power. Psalm 22:1\tFor the choirmaster. To the tune of “The Doe of the Dawn.” A Psalm of David. My God, my God, why have You forsaken me? Why are You so far from saving me, so far from my words of groaning? Psalm 22:2\tI cry out by day, O my God, but You do not answer, and by night, but I have no rest. Psalm 22:3\tYet You are holy, enthroned on the praises of Israel. Psalm 22:4\tIn You our fathers trusted; they trusted and You delivered them. Psalm 22:5\tThey cried out to You and were set free; they trusted in You and were not disappointed. Psalm 22:6\tBut I am a worm and not a man, scorned by men and despised by the people. Psalm 22:7\tAll who see me mock me; they sneer and shake their heads: Psalm 22:8\t“He trusts in the LORD, let the LORD deliver him; let the LORD rescue him, since He delights in him.” Psalm 22:9\tYet You brought me forth from the womb; You made me secure at my mother’s breast. Psalm 22:10\tFrom birth I was cast upon You; from my mother’s womb You have been my God. Psalm 22:11\tBe not far from me, for trouble is near and there is no one to help. Psalm 22:12\tMany bulls surround me; strong bulls of Bashan encircle me. Psalm 22:13\tThey open their jaws against me like lions that roar and maul. Psalm 22:14\tI am poured out like water, and all my bones are disjointed. My heart is like wax; it melts away within me. Psalm 22:15\tMy strength is dried up like a potsherd, and my tongue sticks to the roof of my mouth. You lay me in the dust of death. Psalm 22:16\tFor dogs surround me; a band of evil men encircles me; they have pierced my hands and feet. Psalm 22:17\tI can count all my bones; they stare and gloat over me. Psalm 22:18\tThey divide my garments among them and cast lots for my clothing. Psalm 22:19\tBut You, O LORD, be not far off; O my Strength, come quickly to help me. Psalm 22:20\tDeliver my soul from the sword, my precious life from the power of wild dogs. Psalm 22:21\tSave me from the mouth of the lion; at the horns of the wild oxen You have answered me! Psalm 22:22\tI will proclaim Your name to my brothers; I will praise You in the assembly. Psalm 22:23\tYou who fear the LORD, praise Him! All descendants of Jacob, honor Him! All offspring of Israel, revere Him! Psalm 22:24\tFor He has not despised or detested the torment of the afflicted. He has not hidden His face from him, but has attended to his cry for help. Psalm 22:25\tMy praise for You resounds in the great assembly; I will fulfill my vows before those who fear You. Psalm 22:26\tThe poor will eat and be satisfied; those who seek the LORD will praise Him. May your hearts live forever! Psalm 22:27\tAll the ends of the earth will remember and turn to the LORD. All the families of the nations will bow down before Him. Psalm 22:28\tFor dominion belongs to the LORD and He rules over the nations. Psalm 22:29\tAll the rich of the earth will feast and worship; all who go down to the dust will kneel before Him—even those unable to preserve their lives. Psalm 22:30\tPosterity will serve Him; they will declare the Lord to a new generation. Psalm 22:31\tThey will come and proclaim His righteousness to a people yet unborn—all that He has done. Psalm 23:1\tA Psalm of David. The LORD is my shepherd; I shall not want. Psalm 23:2\tHe makes me lie down in green pastures; He leads me beside quiet waters. Psalm 23:3\tHe restores my soul; He guides me in the paths of righteousness for the sake of His name. Psalm 23:4\tEven though I walk through the valley of the shadow of death, I will fear no evil, for You are with me; Your rod and Your staff, they comfort me. Psalm 23:5\tYou prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. Psalm 23:6\tSurely goodness and mercy will follow me all the days of my life, and I will dwell in the house of the LORD forever. Psalm 24:1\tA Psalm of David. The earth is the LORD’s, and the fullness thereof, the world and all who dwell therein. Psalm 24:2\tFor He has founded it upon the seas and established it upon the waters. Psalm 24:3\tWho may ascend the hill of the LORD? Who may stand in His holy place? Psalm 24:4\tHe who has clean hands and a pure heart, who does not lift up his soul to an idol or swear deceitfully. Psalm 24:5\tHe will receive blessing from the LORD and vindication from the God of his salvation. Psalm 24:6\tSuch is the generation of those who seek Him, who seek Your face, O God of Jacob. Selah Psalm 24:7\tLift up your heads, O gates! Be lifted up, O ancient doors, that the King of Glory may enter! Psalm 24:8\tWho is this King of Glory? The LORD strong and mighty, the LORD mighty in battle. Psalm 24:9\tLift up your heads, O gates! Be lifted up, O ancient doors, that the King of Glory may enter! Psalm 24:10\tWho is He, this King of Glory? The LORD of Hosts—He is the King of Glory. Selah Psalm 25:1\tOf David. To You, O LORD, I lift up my soul; Psalm 25:2\tin You, my God, I trust. Do not let me be put to shame; do not let my enemies exult over me. Psalm 25:3\tSurely none who wait for You will be put to shame; but those who engage in treachery without cause will be disgraced. Psalm 25:4\tShow me Your ways, O LORD; teach me Your paths. Psalm 25:5\tGuide me in Your truth and teach me, for You are the God of my salvation; all day long I wait for You. Psalm 25:6\tRemember, O LORD, Your compassion and loving devotion, for they are from age to age. Psalm 25:7\tRemember not the sins of my youth, nor my rebellious acts; remember me according to Your loving devotion, because of Your goodness, O LORD. Psalm 25:8\tGood and upright is the LORD; therefore He shows sinners the way. Psalm 25:9\tHe guides the humble in what is right and teaches them His way. Psalm 25:10\tAll the LORD’s ways are loving and faithful to those who keep His covenant and His decrees. Psalm 25:11\tFor the sake of Your name, O LORD, forgive my iniquity, for it is great. Psalm 25:12\tWho is the man who fears the LORD? He will instruct him in the path chosen for him. Psalm 25:13\tHis soul will dwell in prosperity, and his descendants will inherit the land. Psalm 25:14\tThe LORD confides in those who fear Him, and reveals His covenant to them. Psalm 25:15\tMy eyes are always on the LORD, for He will free my feet from the mesh. Psalm 25:16\tTurn to me and be gracious, for I am lonely and afflicted. Psalm 25:17\tThe troubles of my heart increase; free me from my distress. Psalm 25:18\tConsider my affliction and trouble, and take away all my sins. Psalm 25:19\tConsider my enemies, for they are many, and they hate me with vicious hatred. Psalm 25:20\tGuard my soul and deliver me; let me not be put to shame, for I take refuge in You. Psalm 25:21\tMay integrity and uprightness preserve me, because I wait for You. Psalm 25:22\tRedeem Israel, O God, from all its distress. Psalm 26:1\tOf David. Vindicate me, O LORD! For I have walked with integrity; I have trusted in the LORD without wavering. Psalm 26:2\tTest me, O LORD, and try me; examine my heart and mind. Psalm 26:3\tFor Your loving devotion is before my eyes, and I have walked in Your truth. Psalm 26:4\tI do not sit with deceitful men, nor keep company with hypocrites. Psalm 26:5\tI hate the mob of evildoers, and refuse to sit with the wicked. Psalm 26:6\tI wash my hands in innocence that I may go about Your altar, O LORD, Psalm 26:7\tto raise my voice in thanksgiving and declare all Your wonderful works. Psalm 26:8\tO LORD, I love the house where You dwell, the place where Your glory resides. Psalm 26:9\tDo not take my soul away with sinners, or my life with men of bloodshed, Psalm 26:10\tin whose hands are wicked schemes, whose right hands are full of bribes. Psalm 26:11\tBut I will walk with integrity; redeem me and be merciful to me. Psalm 26:12\tMy feet stand on level ground; in the congregations I will bless the LORD. Psalm 27:1\tOf David. The LORD is my light and my salvation—whom shall I fear? The LORD is the stronghold of my life—whom shall I dread? Psalm 27:2\tWhen the wicked came upon me to devour my flesh, my enemies and foes stumbled and fell. Psalm 27:3\tThough an army encamps around me, my heart will not fear; though a war breaks out against me, I will keep my trust. Psalm 27:4\tOne thing I have asked of the LORD; this is what I desire: to dwell in the house of the LORD all the days of my life, to gaze on the beauty of the LORD and seek Him in His temple. Psalm 27:5\tFor in the day of trouble He will hide me in His shelter; He will conceal me under the cover of His tent; He will set me high upon a rock. Psalm 27:6\tThen my head will be held high above my enemies around me. At His tabernacle I will offer sacrifices with shouts of joy; I will sing and make music to the LORD. Psalm 27:7\tHear, O LORD, my voice when I call; be merciful and answer me. Psalm 27:8\tMy heart said, “Seek His face.” Your face, O LORD, I will seek. Psalm 27:9\tHide not Your face from me, nor turn away Your servant in anger. You have been my helper; do not leave me or forsake me, O God of my salvation. Psalm 27:10\tThough my father and mother forsake me, the LORD will receive me. Psalm 27:11\tTeach me Your way, O LORD, and lead me on a level path, because of my oppressors. Psalm 27:12\tDo not hand me over to the will of my foes, for false witnesses rise up against me, breathing out violence. Psalm 27:13\tStill I am certain to see the goodness of the LORD in the land of the living. Psalm 27:14\tWait patiently for the LORD; be strong and courageous. Wait patiently for the LORD! Psalm 28:1\tOf David. To You, O LORD, I call; be not deaf to me, O my Rock. For if You remain silent, I will be like those descending to the Pit. Psalm 28:2\tHear my cry for mercy when I call to You for help, when I lift up my hands toward Your holy sanctuary. Psalm 28:3\tDo not drag me away with the wicked, and with the workers of iniquity, who speak peace to their neighbors while malice is in their hearts. Psalm 28:4\tRepay them according to their deeds and for their works of evil. Repay them for what their hands have done; bring back on them what they deserve. Psalm 28:5\tSince they show no regard for the works of the LORD or what His hands have done, He will tear them down and never rebuild them. Psalm 28:6\tBlessed be the LORD, for He has heard my cry for mercy. Psalm 28:7\tThe LORD is my strength and my shield; my heart trusts in Him, and I am helped. Therefore my heart rejoices, and I give thanks to Him with my song. Psalm 28:8\tThe LORD is the strength of His people, a stronghold of salvation for His anointed. Psalm 28:9\tSave Your people and bless Your inheritance; shepherd them and carry them forever. Psalm 29:1\tA Psalm of David. Ascribe to the LORD, O heavenly beings, ascribe to the LORD glory and strength. Psalm 29:2\tAscribe to the LORD the glory due His name; worship the LORD in the splendor of His holiness. Psalm 29:3\tThe voice of the LORD is over the waters; the God of glory thunders; the LORD is heard over many waters. Psalm 29:4\tThe voice of the LORD is powerful; the voice of the LORD is majestic. Psalm 29:5\tThe voice of the LORD breaks the cedars; the LORD shatters the cedars of Lebanon. Psalm 29:6\tHe makes Lebanon skip like a calf, and Sirion like a young wild ox. Psalm 29:7\tThe voice of the LORD strikes with flames of fire. Psalm 29:8\tThe voice of the LORD shakes the wilderness; the LORD shakes the Wilderness of Kadesh. Psalm 29:9\tThe voice of the LORD twists the oaks and strips the forests bare. And in His temple all cry, “Glory!” Psalm 29:10\tThe LORD sits enthroned over the flood; the LORD is enthroned as King forever. Psalm 29:11\tThe LORD gives His people strength; the LORD blesses His people with peace. Psalm 30:1\tA Psalm. A song for the dedication of the temple. Of David. I will exalt You, O LORD, for You have lifted me up and have not allowed my foes to rejoice over me. Psalm 30:2\tO LORD my God, I cried to You for help, and You healed me. Psalm 30:3\tO LORD, You pulled me up from Sheol; You spared me from descending into the Pit. Psalm 30:4\tSing to the LORD, O you His saints, and praise His holy name. Psalm 30:5\tFor His anger is fleeting, but His favor lasts a lifetime. Weeping may stay the night, but joy comes in the morning. Psalm 30:6\tIn prosperity I said, “I will never be shaken.” Psalm 30:7\tO LORD, You favored me; You made my mountain stand strong. When You hid Your face, I was dismayed. Psalm 30:8\tTo You, O LORD, I called, and I begged my Lord for mercy: Psalm 30:9\t“What gain is there in my bloodshed, in my descent to the Pit? Will the dust praise You? Will it proclaim Your faithfulness? Psalm 30:10\tHear me, O LORD, and have mercy; O LORD, be my helper.” Psalm 30:11\tYou turned my mourning into dancing; You peeled off my sackcloth and clothed me with joy, Psalm 30:12\tthat my heart may sing Your praises and not be silent. O LORD my God, I will give thanks forever. Psalm 31:1\tFor the choirmaster. A Psalm of David. In You, O LORD, I have taken refuge; let me never be put to shame; save me by Your righteousness. Psalm 31:2\tIncline Your ear to me; come quickly to my rescue. Be my rock of refuge, the stronghold of my deliverance. Psalm 31:3\tFor You are my rock and my fortress; lead me and guide me for the sake of Your name. Psalm 31:4\tYou free me from the net laid out for me, for You are my refuge. Psalm 31:5\tInto Your hands I commit my spirit; You have redeemed me, O LORD, God of truth. Psalm 31:6\tI hate those who cling to worthless idols, but in the LORD I trust. Psalm 31:7\tI will be glad and rejoice in Your loving devotion, for You have seen my affliction; You have known the anguish of my soul. Psalm 31:8\tYou have not delivered me to the enemy; You have set my feet in the open. Psalm 31:9\tBe merciful to me, O LORD, for I am in distress; my eyes fail from sorrow, my soul and body as well. Psalm 31:10\tFor my life is consumed with grief and my years with groaning; my iniquity has drained my strength, and my bones are wasting away. Psalm 31:11\tAmong all my enemies I am a disgrace, and among my neighbors even more. I am dreaded by my friends—they flee when they see me on the street. Psalm 31:12\tI am forgotten like a dead man, out of mind. I am like a broken vessel. Psalm 31:13\tFor I hear the slander of many; there is terror on every side. They conspire against me and plot to take my life. Psalm 31:14\tBut I trust in You, O LORD; I say, “You are my God.” Psalm 31:15\tMy times are in Your hands; deliver me from my enemies and from those who pursue me. Psalm 31:16\tMake Your face shine on Your servant; save me by Your loving devotion. Psalm 31:17\tO LORD, let me not be ashamed, for I have called on You. Let the wicked be put to shame; let them lie silent in Sheol. Psalm 31:18\tMay lying lips be silenced—lips that speak with arrogance against the righteous, full of pride and contempt. Psalm 31:19\tHow great is Your goodness which You have laid up for those who fear You, which You have bestowed before the sons of men on those who take refuge in You! Psalm 31:20\tYou hide them in the secret place of Your presence from the schemes of men. You conceal them in Your shelter from accusing tongues. Psalm 31:21\tBlessed be the LORD, for He has shown me His loving devotion in a city under siege. Psalm 31:22\tIn my alarm I said, “I am cut off from Your sight!” But You heard my plea for mercy when I called to You for help. Psalm 31:23\tLove the LORD, all His saints. The LORD preserves the faithful, but fully repays the arrogant. Psalm 31:24\tBe strong and courageous, all you who hope in the LORD. Psalm 32:1\tOf David. A Maskil. Blessed is he whose transgressions are forgiven, whose sins are covered. Psalm 32:2\tBlessed is the man whose iniquity the LORD does not count against him, in whose spirit there is no deceit. Psalm 32:3\tWhen I kept silent, my bones became brittle from my groaning all day long. Psalm 32:4\tFor day and night Your hand was heavy upon me; my strength was drained as in the summer heat. Selah Psalm 32:5\tThen I acknowledged my sin to You and did not hide my iniquity. I said, “I will confess my transgressions to the LORD,” and You forgave the guilt of my sin. Selah Psalm 32:6\tTherefore let all the godly pray to You while You may be found. Surely when great waters rise, they will not come near. Psalm 32:7\tYou are my hiding place. You protect me from trouble; You surround me with songs of deliverance. Selah Psalm 32:8\tI will instruct you and teach you the way you should go; I will give you counsel and watch over you. Psalm 32:9\tDo not be like the horse or mule, which have no understanding; they must be controlled with bit and bridle to make them come to you. Psalm 32:10\tMany are the sorrows of the wicked, but loving devotion surrounds him who trusts in the LORD. Psalm 32:11\tBe glad in the LORD and rejoice, O righteous ones; shout for joy, all you upright in heart. Psalm 33:1\tRejoice in the LORD, O righteous ones; it is fitting for the upright to praise Him. Psalm 33:2\tPraise the LORD with the harp; make music to Him with ten strings. Psalm 33:3\tSing to Him a new song; play skillfully with a shout of joy. Psalm 33:4\tFor the word of the LORD is upright, and all His work is trustworthy. Psalm 33:5\tThe LORD loves righteousness and justice; the earth is full of His loving devotion. Psalm 33:6\tBy the word of the LORD the heavens were made, and all the stars by the breath of His mouth. Psalm 33:7\tHe piles up the waters of the sea; He puts the depths into storehouses. Psalm 33:8\tLet all the earth fear the LORD; let all the people of the world revere Him. Psalm 33:9\tFor He spoke, and it came to be; He commanded, and it stood firm. Psalm 33:10\tThe LORD frustrates the plans of the nations; He thwarts the devices of the peoples. Psalm 33:11\tThe counsel of the LORD stands forever, the purposes of His heart to all generations. Psalm 33:12\tBlessed is the nation whose God is the LORD, the people He has chosen as His inheritance! Psalm 33:13\tThe LORD looks down from heaven; He sees all the sons of men. Psalm 33:14\tFrom His dwelling place He gazes on all who inhabit the earth. Psalm 33:15\tHe shapes the hearts of each; He considers all their works. Psalm 33:16\tNo king is saved by his vast army; no warrior is delivered by his great strength. Psalm 33:17\tA horse is a vain hope for salvation; even its great strength cannot save. Psalm 33:18\tSurely the eyes of the LORD are on those who fear Him, on those whose hope is in His loving devotion Psalm 33:19\tto deliver them from death and keep them alive in famine. Psalm 33:20\tOur soul waits for the LORD; He is our help and our shield. Psalm 33:21\tFor our hearts rejoice in Him, since we trust in His holy name. Psalm 33:22\tMay Your loving devotion rest on us, O LORD, as we put our hope in You. Psalm 34:1\tOf David, when he pretended to be insane before Abimelech, so that the king drove him away. I will bless the LORD at all times; His praise will always be on my lips. Psalm 34:2\tMy soul boasts in the LORD; let the oppressed hear and rejoice. Psalm 34:3\tMagnify the LORD with me; let us exalt His name together. Psalm 34:4\tI sought the LORD, and He answered me; He delivered me from all my fears. Psalm 34:5\tThose who look to Him are radiant with joy; their faces shall never be ashamed. Psalm 34:6\tThis poor man called out, and the LORD heard him; He saved him from all his troubles. Psalm 34:7\tThe angel of the LORD encamps around those who fear Him, and he delivers them. Psalm 34:8\tTaste and see that the LORD is good; blessed is the man who takes refuge in Him! Psalm 34:9\tFear the LORD, you His saints, for those who fear Him lack nothing. Psalm 34:10\tYoung lions go lacking and hungry, but those who seek the LORD lack no good thing. Psalm 34:11\tCome, children, listen to me; I will teach you the fear of the LORD. Psalm 34:12\tWho is the man who delights in life, who desires to see good days? Psalm 34:13\tKeep your tongue from evil and your lips from deceitful speech. Psalm 34:14\tTurn away from evil and do good; seek peace and pursue it. Psalm 34:15\tThe eyes of the LORD are on the righteous, and His ears are inclined to their cry. Psalm 34:16\tBut the face of the LORD is against those who do evil, to wipe out all memory of them from the earth. Psalm 34:17\tThe righteous cry out, and the LORD hears; He delivers them from all their troubles. Psalm 34:18\tThe LORD is near to the brokenhearted; He saves the contrite in spirit. Psalm 34:19\tMany are the afflictions of the righteous, but the LORD delivers him from them all. Psalm 34:20\tHe protects all his bones; not one of them will be broken. Psalm 34:21\tEvil will slay the wicked, and the haters of the righteous will be condemned. Psalm 34:22\tThe LORD redeems His servants, and none who take refuge in Him will be condemned. Psalm 35:1\tOf David. Contend with my opponents, O LORD; fight against those who fight against me. Psalm 35:2\tTake up Your shield and buckler; arise and come to my aid. Psalm 35:3\tDraw the spear and javelin against my pursuers; say to my soul: “I am your salvation.” Psalm 35:4\tMay those who seek my life be disgraced and put to shame; may those who plan to harm me be driven back and confounded. Psalm 35:5\tMay they be like chaff in the wind, as the angel of the LORD drives them away. Psalm 35:6\tMay their path be dark and slick, as the angel of the LORD pursues. Psalm 35:7\tFor without cause they laid their net for me; without reason they dug a pit for my soul. Psalm 35:8\tMay ruin befall them by surprise; may the net they hid ensnare them; may they fall into the hazard they created. Psalm 35:9\tThen my soul will rejoice in the LORD and exult in His salvation. Psalm 35:10\tAll my bones will exclaim, “Who is like You, O LORD, who delivers the afflicted from the aggressor, the poor and needy from the robber?” Psalm 35:11\tHostile witnesses come forward; they make charges I know nothing about. Psalm 35:12\tThey repay me evil for good, to the bereavement of my soul. Psalm 35:13\tYet when they were ill, I put on sackcloth; I humbled myself with fasting, but my prayers returned unanswered. Psalm 35:14\tI paced about as for my friend or brother; I was bowed down with grief, like one mourning for his mother. Psalm 35:15\tBut when I stumbled, they assembled in glee; they gathered together against me. Assailants I did not know slandered me without ceasing. Psalm 35:16\tLike godless jesters at a feast, they gnashed their teeth at me. Psalm 35:17\tHow long, O Lord, will You look on? Rescue my soul from their ravages, my precious life from these lions. Psalm 35:18\tThen I will give You thanks in the great assembly; I will praise You among many people. Psalm 35:19\tLet not my enemies gloat over me without cause, nor those who hate me without reason wink in malice. Psalm 35:20\tFor they do not speak peace, but they devise deceitful schemes against those who live quietly in the land. Psalm 35:21\tThey gape at me and say, “Aha, aha! Our eyes have seen!” Psalm 35:22\tO LORD, You have seen it; be not silent. O Lord, be not far from me. Psalm 35:23\tAwake and rise to my defense, to my cause, my God and my Lord! Psalm 35:24\tVindicate me by Your righteousness, O LORD my God, and do not let them gloat over me. Psalm 35:25\tLet them not say in their hearts, “Aha, just what we wanted!” Let them not say, “We have swallowed him up!” Psalm 35:26\tMay those who gloat in my distress be ashamed and confounded; may those who exalt themselves over me be clothed in shame and reproach. Psalm 35:27\tMay those who favor my vindication shout for joy and gladness; may they always say, “Exalted be the LORD who delights in His servant’s well-being.” Psalm 35:28\tThen my tongue will proclaim Your righteousness and Your praises all day long. Psalm 36:1\tFor the choirmaster. A Psalm of David, the servant of the LORD. An oracle is in my heart regarding the transgression of the wicked man: There is no fear of God before his eyes. Psalm 36:2\tFor his eyes are too full of conceit to detect or hate his own sin. Psalm 36:3\tThe words of his mouth are wicked and deceitful; he has ceased to be wise and well-doing. Psalm 36:4\tEven on his bed he plots wickedness; he sets himself on a path that is not good; he fails to reject evil. Psalm 36:5\tYour loving devotion, O LORD, reaches to the heavens, Your faithfulness to the clouds. Psalm 36:6\tYour righteousness is like the highest mountains; Your judgments are like the deepest sea. O LORD, You preserve man and beast. Psalm 36:7\tHow precious is Your loving devotion, O God, that the children of men take refuge in the shadow of Your wings! Psalm 36:8\tThey feast on the abundance of Your house, and You give them drink from Your river of delights. Psalm 36:9\tFor with You is the fountain of life; in Your light we see light. Psalm 36:10\tExtend Your loving devotion to those who know You, and Your righteousness to the upright in heart. Psalm 36:11\tLet not the foot of the proud come against me, nor the hand of the wicked drive me away. Psalm 36:12\tThere the evildoers lie fallen, thrown down and unable to rise. Psalm 37:1\tOf David. Do not fret over those who do evil; do not envy those who do wrong. Psalm 37:2\tFor they wither quickly like grass and wilt like tender plants. Psalm 37:3\tTrust in the LORD and do good; dwell in the land and cultivate faithfulness. Psalm 37:4\tDelight yourself in the LORD, and He will give you the desires of your heart. Psalm 37:5\tCommit your way to the LORD; trust in Him, and He will do it. Psalm 37:6\tHe will bring forth your righteousness like the dawn, your justice like the noonday sun. Psalm 37:7\tBe still before the LORD and wait patiently for Him; do not fret when men prosper in their ways, when they carry out wicked schemes. Psalm 37:8\tRefrain from anger and abandon wrath; do not fret—it can only bring harm. Psalm 37:9\tFor the evildoers will be cut off, but those who hope in the LORD will inherit the land. Psalm 37:10\tYet a little while, and the wicked will be no more; though you look for them, they will not be found. Psalm 37:11\tBut the meek will inherit the land and delight in abundant prosperity. Psalm 37:12\tThe wicked scheme against the righteous and gnash their teeth at them, Psalm 37:13\tbut the Lord laughs, seeing that their day is coming. Psalm 37:14\tThe wicked have drawn the sword and bent the bow to bring down the poor and needy, to slay those whose ways are upright. Psalm 37:15\tBut their swords will pierce their own hearts, and their bows will be broken. Psalm 37:16\tBetter is the little of the righteous than the abundance of many who are wicked. Psalm 37:17\tFor the arms of the wicked will be broken, but the LORD upholds the righteous. Psalm 37:18\tThe LORD knows the days of the blameless, and their inheritance will last forever. Psalm 37:19\tIn the time of evil they will not be ashamed, and in the days of famine they will be satisfied. Psalm 37:20\tBut the wicked and enemies of the LORD will perish like the glory of the fields. They will vanish; like smoke they will fade away. Psalm 37:21\tThe wicked borrow and do not repay, but the righteous are gracious and giving. Psalm 37:22\tSurely those He blesses will inherit the land, but the cursed will be destroyed. Psalm 37:23\tThe steps of a man are ordered by the LORD who takes delight in his journey. Psalm 37:24\tThough he falls, he will not be overwhelmed, for the LORD is holding his hand. Psalm 37:25\tI once was young and now am old, yet never have I seen the righteous abandoned or their children begging for bread. Psalm 37:26\tThey are ever generous and quick to lend, and their children are a blessing. Psalm 37:27\tTurn away from evil and do good, so that you will abide forever. Psalm 37:28\tFor the LORD loves justice and will not forsake His saints. They are preserved forever, but the offspring of the wicked will be cut off. Psalm 37:29\tThe righteous will inherit the land and dwell in it forever. Psalm 37:30\tThe mouth of the righteous man utters wisdom, and his tongue speaks justice. Psalm 37:31\tThe law of his God is in his heart; his steps do not falter. Psalm 37:32\tThough the wicked lie in wait for the righteous, and seek to slay them, Psalm 37:33\tthe LORD will not leave them in their power or let them be condemned under judgment. Psalm 37:34\tWait for the LORD and keep His way, and He will raise you up to inherit the land. When the wicked are cut off, you will see it. Psalm 37:35\tI have seen a wicked, ruthless man flourishing like a well-rooted native tree, Psalm 37:36\tyet he passed away and was no more; though I searched, he could not be found. Psalm 37:37\tConsider the blameless and observe the upright, for posterity awaits the man of peace. Psalm 37:38\tBut the transgressors will all be destroyed; the future of the wicked will be cut off. Psalm 37:39\tThe salvation of the righteous is from the LORD; He is their stronghold in time of trouble. Psalm 37:40\tThe LORD helps and delivers them; He rescues and saves them from the wicked, because they take refuge in Him. Psalm 38:1\tA Psalm of David, for remembrance. O LORD, do not rebuke me in Your anger or discipline me in Your wrath. Psalm 38:2\tFor Your arrows have pierced me deeply, and Your hand has pressed down on me. Psalm 38:3\tThere is no soundness in my body because of Your anger; there is no rest in my bones because of my sin. Psalm 38:4\tFor my iniquities have overwhelmed me; they are a burden too heavy to bear. Psalm 38:5\tMy wounds are foul and festering because of my sinful folly. Psalm 38:6\tI am bent and brought low; all day long I go about mourning. Psalm 38:7\tFor my loins are full of burning pain, and no soundness remains in my body. Psalm 38:8\tI am numb and badly crushed; I groan in anguish of heart. Psalm 38:9\tO Lord, my every desire is before You; my groaning is not hidden from You. Psalm 38:10\tMy heart pounds, my strength fails, and even the light of my eyes has faded. Psalm 38:11\tMy beloved and friends shun my disease, and my kinsmen stand at a distance. Psalm 38:12\tThose who seek my life lay snares; those who wish me harm speak destruction, plotting deceit all day long. Psalm 38:13\tBut like a deaf man, I do not hear; and like a mute man, I do not open my mouth. Psalm 38:14\tI am like a man who cannot hear, whose mouth offers no reply. Psalm 38:15\tI wait for You, O LORD; You will answer, O Lord my God. Psalm 38:16\tFor I said, “Let them not gloat over me—those who taunt me when my foot slips.” Psalm 38:17\tFor I am ready to fall, and my pain is ever with me. Psalm 38:18\tYes, I confess my iniquity; I am troubled by my sin. Psalm 38:19\tMany are my enemies without cause, and many hate me without reason. Psalm 38:20\tThose who repay my good with evil attack me for pursuing the good. Psalm 38:21\tDo not forsake me, O LORD; be not far from me, O my God. Psalm 38:22\tCome quickly to help me, O Lord my Savior. Psalm 39:1\tFor the choirmaster. For Jeduthun. A Psalm of David. I said, “I will watch my ways so that I will not sin with my tongue; I will guard my mouth with a muzzle as long as the wicked are present.” Psalm 39:2\tI was speechless and still; I remained silent, even from speaking good, and my sorrow was stirred. Psalm 39:3\tMy heart grew hot within me; as I mused, the fire burned. Then I spoke with my tongue: Psalm 39:4\t“Show me, O LORD, my end and the measure of my days. Let me know how fleeting my life is. Psalm 39:5\tYou, indeed, have made my days as handbreadths, and my lifetime as nothing before You. Truly each man at his best exists as but a breath. Selah Psalm 39:6\tSurely every man goes about like a phantom; surely he bustles in vain; he heaps up riches not knowing who will haul them away. Psalm 39:7\tAnd now, O Lord, for what do I wait? My hope is in You. Psalm 39:8\tDeliver me from all my transgressions; do not make me the reproach of fools. Psalm 39:9\tI have become mute; I do not open my mouth because of what You have done. Psalm 39:10\tRemove Your scourge from me; I am perishing by the force of Your hand. Psalm 39:11\tYou discipline and correct a man for his iniquity, consuming like a moth what he holds dear; surely each man is but a vapor. Selah Psalm 39:12\tHear my prayer, O LORD, and give ear to my cry for help; do not be deaf to my weeping. For I am a foreigner dwelling with You, a stranger like all my fathers. Psalm 39:13\tTurn Your gaze away from me, that I may again be cheered before I depart and am no more.” Psalm 40:1\tFor the choirmaster. A Psalm of David. I waited patiently for the LORD; He inclined to me and heard my cry. Psalm 40:2\tHe lifted me up from the pit of despair, out of the miry clay; He set my feet upon a rock, and made my footsteps firm. Psalm 40:3\tHe put a new song in my mouth, a hymn of praise to our God. Many will see and fear and put their trust in the LORD. Psalm 40:4\tBlessed is the man who has made the LORD his trust, who has not turned to the proud, nor to those who lapse into falsehood. Psalm 40:5\tMany, O LORD my God, are the wonders You have done, and the plans You have for us—none can compare to You—if I proclaim and declare them, they are more than I can count. Psalm 40:6\tSacrifice and offering You did not desire, but my ears You have opened. Burnt offerings and sin offerings You did not require. Psalm 40:7\tThen I said, “Here I am, I have come—it is written about me in the scroll: Psalm 40:8\tI delight to do Your will, O my God; Your law is within my heart.” Psalm 40:9\tI proclaim righteousness in the great assembly; behold, I do not seal my lips, as You, O LORD, do know. Psalm 40:10\tI have not covered up Your righteousness in my heart; I have declared Your faithfulness and salvation; I have not concealed Your loving devotion and faithfulness from the great assembly. Psalm 40:11\tO LORD, do not withhold Your mercy from me; Your loving devotion and faithfulness will always guard me. Psalm 40:12\tFor evils without number surround me; my sins have overtaken me, so that I cannot see. They are more than the hairs of my head, and my heart has failed within me. Psalm 40:13\tBe pleased, O LORD, to deliver me; hurry, O LORD, to help me. Psalm 40:14\tMay those who seek my life be ashamed and confounded; may those who wish me harm be repelled and humiliated. Psalm 40:15\tMay those who say to me, “Aha, aha!” be appalled at their own shame. Psalm 40:16\tMay all who seek You rejoice and be glad in You; may those who love Your salvation always say, “The LORD be magnified!” Psalm 40:17\tBut I am poor and needy; may the Lord think of me. You are my helper and deliverer; O my God, do not delay. Psalm 41:1\tFor the choirmaster. A Psalm of David. Blessed is the one who cares for the poor; the LORD will deliver him in the day of trouble. Psalm 41:2\tThe LORD will protect and preserve him; He will bless him in the land and refuse to give him over to the will of his foes. Psalm 41:3\tThe LORD will sustain him on his bed of illness and restore him from his bed of sickness. Psalm 41:4\tI said, “O LORD, be gracious to me; heal me, for I have sinned against You.” Psalm 41:5\tMy enemies say with malice: “When will he die and be forgotten?” Psalm 41:6\tMy visitor speaks falsehood; he gathers slander in his heart; he goes out and spreads it abroad. Psalm 41:7\tAll who hate me whisper against me; they imagine the worst for me: Psalm 41:8\t“A vile disease has been poured into him; he will never get up from where he lies!” Psalm 41:9\tEven my close friend whom I trusted, the one who shared my bread, has lifted up his heel against me. Psalm 41:10\tBut You, O LORD, be gracious to me and raise me up, that I may repay them. Psalm 41:11\tBy this I know that You delight in me, for my enemy does not triumph over me. Psalm 41:12\tIn my integrity You uphold me and set me in Your presence forever. Psalm 41:13\tBlessed be the LORD, the God of Israel, from everlasting to everlasting. Amen and Amen. Psalm 42:1\tFor the choirmaster. A Maskil of the sons of Korah. As the deer pants for streams of water, so my soul longs after You, O God. Psalm 42:2\tMy soul thirsts for God, the living God. When shall I come and appear in God’s presence? Psalm 42:3\tMy tears have been my food both day and night, while men ask me all day long, “Where is your God?” Psalm 42:4\tThese things come to mind as I pour out my soul: how I walked with the multitude, leading the festive procession to the house of God with shouts of joy and praise. Psalm 42:5\tWhy are you downcast, O my soul? Why the unease within me? Put your hope in God, for I will yet praise Him for the salvation of His presence. Psalm 42:6\tO my God, my soul despairs within me. Therefore I remember You from the land of Jordan and the peaks of Hermon—even from Mount Mizar. Psalm 42:7\tDeep calls to deep in the roar of Your waterfalls; all Your breakers and waves have rolled over me. Psalm 42:8\tThe LORD decrees His loving devotion by day, and at night His song is with me as a prayer to the God of my life. Psalm 42:9\tI say to God my Rock, “Why have You forgotten me? Why must I walk in sorrow because of the enemy’s oppression?” Psalm 42:10\tLike the crushing of my bones, my enemies taunt me, while they say to me all day long, “Where is your God?” Psalm 42:11\tWhy are you downcast, O my soul? Why the unease within me? Put your hope in God, for I will yet praise Him, my Savior and my God. Psalm 43:1\tVindicate me, O God, and plead my case against an ungodly nation; deliver me from deceitful and unjust men. Psalm 43:2\tFor You are the God of my refuge. Why have You rejected me? Why must I walk in sorrow because of the enemy’s oppression? Psalm 43:3\tSend out Your light and Your truth; let them lead me. Let them bring me to Your holy mountain and to the place where You dwell. Psalm 43:4\tThen I will go to the altar of God, to God, my greatest joy. I will praise You with the harp, O God, my God. Psalm 43:5\tWhy are you downcast, O my soul? Why the unease within me? Put your hope in God, for I will yet praise Him, my Savior and my God. Psalm 44:1\tFor the choirmaster. A Maskil of the sons of Korah. We have heard with our ears, O God; our fathers have told us the work You did in their days, in the days of old. Psalm 44:2\tWith Your hand You drove out the nations and planted our fathers there; You crushed the peoples and cast them out. Psalm 44:3\tFor it was not by their sword that they took the land; their arm did not bring them victory. It was by Your right hand, Your arm, and the light of Your face, because You favored them. Psalm 44:4\tYou are my King, O God, who ordains victories for Jacob. Psalm 44:5\tThrough You we repel our foes; through Your name we trample our enemies. Psalm 44:6\tFor I do not trust in my bow, nor does my sword save me. Psalm 44:7\tFor You save us from our enemies; You put those who hate us to shame. Psalm 44:8\tIn God we have boasted all day long, and Your name we will praise forever. Selah Psalm 44:9\tBut You have rejected and humbled us; You no longer go forth with our armies. Psalm 44:10\tYou have made us retreat from the foe, and those who hate us have plundered us. Psalm 44:11\tYou have given us up as sheep to be devoured; You have scattered us among the nations. Psalm 44:12\tYou sell Your people for nothing; no profit do You gain from their sale. Psalm 44:13\tYou have made us a reproach to our neighbors, a mockery and derision to those around us. Psalm 44:14\tYou have made us a byword among the nations, a laughingstock among the peoples. Psalm 44:15\tAll day long my disgrace is before me, and shame has covered my face, Psalm 44:16\tat the voice of the scorner and reviler, because of the enemy, bent on revenge. Psalm 44:17\tAll this has come upon us, though we have not forgotten You or betrayed Your covenant. Psalm 44:18\tOur hearts have not turned back; our steps have not strayed from Your path. Psalm 44:19\tBut You have crushed us in the lair of jackals; You have covered us with deepest darkness. Psalm 44:20\tIf we had forgotten the name of our God or spread out our hands to a foreign god, Psalm 44:21\twould not God have discovered, since He knows the secrets of the heart? Psalm 44:22\tYet for Your sake we face death all day long; we are considered as sheep to be slaughtered. Psalm 44:23\tWake up, O Lord! Why are You sleeping? Arise! Do not reject us forever. Psalm 44:24\tWhy do You hide Your face and forget our affliction and oppression? Psalm 44:25\tFor our soul has sunk to the dust; our bodies cling to the earth. Psalm 44:26\tRise up; be our help! Redeem us on account of Your loving devotion. Psalm 45:1\tFor the choirmaster. To the tune of “The Lilies.” A Maskil of the sons of Korah. A love song. My heart is stirred by a noble theme as I recite my verses to the king; my tongue is the pen of a skillful writer. Psalm 45:2\tYou are the most handsome of men; grace has anointed your lips; therefore God has blessed you forever. Psalm 45:3\tStrap your sword at your side, O mighty warrior; appear in your majesty and splendor. Psalm 45:4\tIn your splendor ride forth in victory on behalf of truth and humility and justice; may your right hand show your awesome deeds. Psalm 45:5\tYour arrows pierce the hearts of the king’s foes; the nations fall beneath your feet. Psalm 45:6\tYour throne, O God, endures forever and ever, and justice is the scepter of Your kingdom. Psalm 45:7\tYou have loved righteousness and hated wickedness; therefore God, your God, has anointed you above your companions with the oil of joy. Psalm 45:8\tAll your garments are fragrant with myrrh and aloes and cassia; from palaces of ivory the harps make you glad. Psalm 45:9\tThe daughters of kings are among your honored women; the queen stands at your right hand, adorned with the gold of Ophir. Psalm 45:10\tListen, O daughter! Consider and incline your ear: Forget your people and your father’s house, Psalm 45:11\tand the king will desire your beauty; bow to him, for he is your lord. Psalm 45:12\tThe Daughter of Tyre will come with a gift; men of wealth will seek your favor. Psalm 45:13\tAll glorious is the princess in her chamber; her gown is embroidered with gold. Psalm 45:14\tIn colorful garments she is led to the king; her virgin companions are brought before you. Psalm 45:15\tThey are led in with joy and gladness; they enter the palace of the king. Psalm 45:16\tYour sons will succeed your fathers; you will make them princes throughout the land. Psalm 45:17\tI will commemorate your name through all generations; therefore the nations will praise you forever and ever. Psalm 46:1\tFor the choirmaster. Of the sons of Korah. According to Alamoth. A song. God is our refuge and strength, an ever-present help in times of trouble. Psalm 46:2\tTherefore we will not fear, though the earth is transformed and the mountains are toppled into the depths of the seas, Psalm 46:3\tthough their waters roar and foam and the mountains quake in the surge. Selah Psalm 46:4\tThere is a river whose streams delight the city of God, the holy place where the Most High dwells. Psalm 46:5\tGod is within her; she will not be moved. God will help her when morning dawns. Psalm 46:6\tNations rage, kingdoms crumble; the earth melts when He lifts His voice. Psalm 46:7\tThe LORD of Hosts is with us; the God of Jacob is our fortress. Selah Psalm 46:8\tCome, see the works of the LORD, who brings devastation upon the earth. Psalm 46:9\tHe makes wars to cease throughout the earth; He breaks the bow and shatters the spear; He burns the shields in the fire. Psalm 46:10\t“Be still and know that I am God; I will be exalted among the nations, I will be exalted over the earth.” Psalm 46:11\tThe LORD of Hosts is with us; the God of Jacob is our fortress. Selah Psalm 47:1\tFor the choirmaster. A Psalm of the sons of Korah. Clap your hands, all you peoples; shout unto God with a voice of triumph. Psalm 47:2\tHow awesome is the LORD Most High, the great King over all the earth! Psalm 47:3\tHe subdues nations beneath us, and peoples under our feet. Psalm 47:4\tHe chooses our inheritance for us, the pride of Jacob, whom He loves. Selah Psalm 47:5\tGod has ascended amid shouts of joy, the LORD with the sound of the horn. Psalm 47:6\tSing praises to God, sing praises; sing praises to our King, sing praises! Psalm 47:7\tFor God is King of all the earth; sing to Him a psalm of praise. Psalm 47:8\tGod reigns over the nations; God is seated on His holy throne. Psalm 47:9\tThe nobles of the nations have assembled as the people of the God of Abraham; for the shields of the earth belong to God; He is highly exalted. Psalm 48:1\tA song. A Psalm of the sons of Korah. Great is the LORD, and greatly to be praised in the city of our God, His holy mountain. Psalm 48:2\tBeautiful in loftiness, the joy of all the earth, like the peaks of Zaphon is Mount Zion, the city of the great King. Psalm 48:3\tGod is in her citadels; He has shown Himself to be a fortress. Psalm 48:4\tFor behold, the kings assembled; they all advanced together. Psalm 48:5\tThey saw and were astounded; they fled in terror. Psalm 48:6\tTrembling seized them there, anguish like a woman in labor. Psalm 48:7\tWith a wind from the east You wrecked the ships of Tarshish. Psalm 48:8\tAs we have heard, so we have seen in the city of the LORD of Hosts, in the city of our God: God will establish her forever. Selah Psalm 48:9\tWithin Your temple, O God, we contemplate Your loving devotion. Psalm 48:10\tYour name, O God, like Your praise, reaches to the ends of the earth; Your right hand is full of righteousness. Psalm 48:11\tMount Zion is glad, the daughters of Judah rejoice, on account of Your judgments. Psalm 48:12\tMarch around Zion, encircle her, count her towers, Psalm 48:13\tconsider her ramparts, tour her citadels, that you may tell the next generation. Psalm 48:14\tFor this God is our God forever and ever; He will be our guide even till death. Psalm 49:1\tFor the choirmaster. A Psalm of the sons of Korah. Hear this, all you peoples; listen, all inhabitants of the world, Psalm 49:2\tboth low and high, rich and poor alike. Psalm 49:3\tMy mouth will impart wisdom, and the meditation of my heart will bring understanding. Psalm 49:4\tI will incline my ear to a proverb; I will express my riddle with the harp: Psalm 49:5\tWhy should I fear in times of trouble, when wicked usurpers surround me? Psalm 49:6\tThey trust in their wealth and boast in their great riches. Psalm 49:7\tNo man can possibly redeem his brother or pay his ransom to God. Psalm 49:8\tFor the redemption of his soul is costly, and never can payment suffice, Psalm 49:9\tthat he should live on forever and not see decay. Psalm 49:10\tFor it is clear that wise men die, and the foolish and the senseless both perish and leave their wealth to others. Psalm 49:11\tTheir graves are their eternal homes—their dwellings for endless generations—even though their lands were their namesakes. Psalm 49:12\tBut a man, despite his wealth, cannot endure; he is like the beasts that perish. Psalm 49:13\tThis is the fate of the foolish and their followers who endorse their sayings. Selah Psalm 49:14\tLike sheep they are destined for Sheol. Death will be their shepherd. The upright will rule them in the morning, and their form will decay in Sheol, far from their lofty abode. Psalm 49:15\tBut God will redeem my life from Sheol, for He will surely take me to Himself. Selah Psalm 49:16\tDo not be afraid when a man grows rich, when the splendor of his house increases. Psalm 49:17\tFor when he dies, he will carry nothing away; his abundance will not follow him down. Psalm 49:18\tThough in his lifetime he blesses his soul—and men praise you when you prosper— Psalm 49:19\the will join the generation of his fathers, who will never see the light of day. Psalm 49:20\tA man who has riches without understanding is like the beasts that perish. Psalm 50:1\tA Psalm of Asaph. The Mighty One, God the LORD, speaks and summons the earth from where the sun rises to where it sets. Psalm 50:2\tFrom Zion, perfect in beauty, God shines forth. Psalm 50:3\tOur God approaches and will not be silent! Consuming fire precedes Him, and a tempest rages around Him. Psalm 50:4\tHe summons the heavens above, and the earth, that He may judge His people: Psalm 50:5\t“Gather to Me My saints, who made a covenant with Me by sacrifice.” Psalm 50:6\tAnd the heavens proclaim His righteousness, for God Himself is Judge. Selah Psalm 50:7\t“Hear, O My people, and I will speak, O Israel, and I will testify against you: I am God, your God. Psalm 50:8\tI do not rebuke you for your sacrifices, and your burnt offerings are ever before Me. Psalm 50:9\tI have no need for a bull from your stall or goats from your pens, Psalm 50:10\tfor every beast of the forest is Mine—the cattle on a thousand hills. Psalm 50:11\tI know every bird in the mountains, and the creatures of the field are Mine. Psalm 50:12\tIf I were hungry, I would not tell you, for the world is Mine, and the fullness thereof. Psalm 50:13\tDo I eat the flesh of bulls, or drink the blood of goats? Psalm 50:14\tSacrifice a thank offering to God, and fulfill your vows to the Most High. Psalm 50:15\tCall upon Me in the day of trouble; I will deliver you, and you will honor Me.” Psalm 50:16\tTo the wicked, however, God says, “What right have you to recite My statutes and to bear My covenant on your lips? Psalm 50:17\tFor you hate My instruction and cast My words behind you. Psalm 50:18\tWhen you see a thief, you befriend him, and throw in your lot with adulterers. Psalm 50:19\tYou unleash your mouth for evil and harness your tongue to deceit. Psalm 50:20\tYou sit and malign your brother; you slander your own mother’s son. Psalm 50:21\tYou have done these things, and I kept silent; you thought I was just like you. But now I rebuke you and accuse you to your face. Psalm 50:22\tNow consider this, you who forget God, lest I tear you to pieces, with no one to rescue you: Psalm 50:23\tHe who sacrifices a thank offering honors Me, and to him who rightly orders his way, I will show the salvation of God.” Psalm 51:1\tFor the choirmaster. A Psalm of David. When Nathan the prophet came to him after his adultery with Bathsheba. Have mercy on me, O God, according to Your loving devotion; according to Your great compassion, blot out my transgressions. Psalm 51:2\tWash me clean of my iniquity and cleanse me from my sin. Psalm 51:3\tFor I know my transgressions, and my sin is always before me. Psalm 51:4\tAgainst You, You only, have I sinned and done what is evil in Your sight, so that You may be proved right when You speak and blameless when You judge. Psalm 51:5\tSurely I was brought forth in iniquity; I was sinful when my mother conceived me. Psalm 51:6\tSurely You desire truth in the inmost being; You teach me wisdom in the inmost place. Psalm 51:7\tPurify me with hyssop, and I will be clean; wash me, and I will be whiter than snow. Psalm 51:8\tLet me hear joy and gladness; let the bones You have crushed rejoice. Psalm 51:9\tHide Your face from my sins and blot out all my iniquities. Psalm 51:10\tCreate in me a clean heart, O God, and renew a right spirit within me. Psalm 51:11\tCast me not away from Your presence; take not Your Holy Spirit from me. Psalm 51:12\tRestore to me the joy of Your salvation, and sustain me with a willing spirit. Psalm 51:13\tThen I will teach transgressors Your ways, and sinners will return to You. Psalm 51:14\tDeliver me from bloodguilt, O God, the God of my salvation, and my tongue will sing of Your righteousness. Psalm 51:15\tO Lord, open my lips, and my mouth will declare Your praise. Psalm 51:16\tFor You do not delight in sacrifice, or I would bring it; You take no pleasure in burnt offerings. Psalm 51:17\tThe sacrifices of God are a broken spirit; a broken and a contrite heart, O God, You will not despise. Psalm 51:18\tIn Your good pleasure, cause Zion to prosper; build up the walls of Jerusalem. Psalm 51:19\tThen You will delight in righteous sacrifices, in whole burnt offerings; then bulls will be offered on Your altar. Psalm 52:1\tFor the choirmaster. A Maskil of David. After Doeg the Edomite went to Saul and told him, “David has gone to the house of Ahimelech.” Why do you boast of evil, O mighty man? The loving devotion of God endures all day long. Psalm 52:2\tYour tongue devises destruction like a sharpened razor, O worker of deceit. Psalm 52:3\tYou love evil more than good, falsehood more than speaking truth. Selah Psalm 52:4\tYou love every word that devours, O deceitful tongue. Psalm 52:5\tSurely God will bring you down to everlasting ruin; He will snatch you up and tear you away from your tent; He will uproot you from the land of the living. Selah Psalm 52:6\tThe righteous will see and fear; they will mock the evildoer, saying, Psalm 52:7\t“Look at the man who did not make God his refuge, but trusted in the abundance of his wealth and strengthened himself by destruction.” Psalm 52:8\tBut I am like an olive tree flourishing in the house of God; I trust in the loving devotion of God forever and ever. Psalm 52:9\tI will praise You forever, because You have done it. I will wait on Your name—for it is good—in the presence of Your saints. Psalm 53:1\tFor the choirmaster. According to Mahalath. A Maskil of David. The fool says in his heart, “There is no God.” They are corrupt; their ways are vile. There is no one who does good. Psalm 53:2\tGod looks down from heaven upon the sons of men to see if any understand, if any seek God. Psalm 53:3\tAll have turned away, they have together become corrupt; there is no one who does good, not even one. Psalm 53:4\tWill the workers of iniquity never learn? They devour my people like bread; they refuse to call upon God. Psalm 53:5\tThere they are, overwhelmed with dread, where there was nothing to fear. For God has scattered the bones of those who besieged you. You put them to shame, for God has despised them. Psalm 53:6\tOh, that the salvation of Israel would come from Zion! When God restores His captive people, let Jacob rejoice, let Israel be glad! Psalm 54:1\tFor the choirmaster. With stringed instruments. A Maskil of David. When the Ziphites went to Saul and said, “Is David not hiding among us?” Save me, O God, by Your name, and vindicate me by Your might! Psalm 54:2\tHear my prayer, O God; listen to the words of my mouth. Psalm 54:3\tFor strangers rise up against me, and ruthless men seek my life—men with no regard for God. Selah Psalm 54:4\tSurely God is my helper; the Lord is the sustainer of my soul. Psalm 54:5\tHe will reward my enemies with evil. In Your faithfulness, destroy them. Psalm 54:6\tFreely I will sacrifice to You; I will praise Your name, O LORD, for it is good. Psalm 54:7\tFor He has delivered me from every trouble, and my eyes have looked in triumph on my foes. Psalm 55:1\tFor the choirmaster. With stringed instruments. A Maskil of David. Listen to my prayer, O God, and do not ignore my plea. Psalm 55:2\tAttend to me and answer me. I am restless in my complaint, and distraught Psalm 55:3\tat the voice of the enemy, at the pressure of the wicked. For they bring down disaster upon me and resent me in their anger. Psalm 55:4\tMy heart pounds within me, and the terrors of death assail me. Psalm 55:5\tFear and trembling grip me, and horror has overwhelmed me. Psalm 55:6\tI said, “Oh, that I had wings like a dove! I would fly away and find rest. Psalm 55:7\tHow far away I would flee! In the wilderness I would remain. Selah Psalm 55:8\tI would hurry to my shelter, far from this raging tempest.” Psalm 55:9\tO Lord, confuse and confound their speech, for I see violence and strife in the city. Psalm 55:10\tDay and night they encircle the walls, while malice and trouble lie within. Psalm 55:11\tDestruction is within; oppression and deceit never leave the streets. Psalm 55:12\tFor it is not an enemy who insults me; that I could endure. It is not a foe who rises against me; from him I could hide. Psalm 55:13\tBut it is you, a man like myself, my companion and close friend. Psalm 55:14\tWe shared sweet fellowship together; we walked with the crowd into the house of God. Psalm 55:15\tLet death seize them by surprise; let them go down to Sheol alive, for evil is with them in their homes. Psalm 55:16\tBut I call to God, and the LORD saves me. Psalm 55:17\tMorning, noon, and night, I cry out in distress, and He hears my voice. Psalm 55:18\tHe redeems my soul in peace from the battle waged against me, even though many oppose me. Psalm 55:19\tGod will hear and humiliate them—the One enthroned for the ages—Selah because they do not change and they have no fear of God. Psalm 55:20\tMy companion attacks his friends; he violates his covenant. Psalm 55:21\tHis speech is smooth as butter, but war is in his heart. His words are softer than oil, yet they are swords unsheathed. Psalm 55:22\tCast your burden upon the LORD and He will sustain you; He will never let the righteous be shaken. Psalm 55:23\tBut You, O God, will bring them down to the Pit of destruction; men of bloodshed and deceit will not live out half their days. But I will trust in You. Psalm 56:1\tFor the choirmaster. To the tune of “A Dove on Distant Oaks.” A Miktam of David, when the Philistines seized him in Gath. Be merciful to me, O God, for men are hounding me; all day they press their attack. Psalm 56:2\tMy enemies pursue me all day long, for many proudly assail me. Psalm 56:3\tWhen I am afraid, I put my trust in You. Psalm 56:4\tIn God, whose word I praise—in God I trust. I will not be afraid. What can man do to me? Psalm 56:5\tAll day long they twist my words; all their thoughts are on my demise. Psalm 56:6\tThey conspire, they lurk, they watch my steps while they wait to take my life. Psalm 56:7\tIn spite of such sin, will they escape? In Your anger, O God, cast down the nations. Psalm 56:8\tYou have taken account of my wanderings. Put my tears in Your bottle—are they not in Your book? Psalm 56:9\tThen my enemies will retreat on the day I cry for help. By this I will know that God is on my side. Psalm 56:10\tIn God, whose word I praise, in the LORD, whose word I praise, Psalm 56:11\tin God I trust; I will not be afraid. What can man do to me? Psalm 56:12\tYour vows are upon me, O God; I will render thank offerings to You. Psalm 56:13\tFor You have delivered my soul from death, and my feet from stumbling, that I may walk before God in the light of life. Psalm 57:1\tFor the choirmaster. To the tune of “Do Not Destroy.” A Miktam of David, when he fled from Saul into the cave. Have mercy on me, O God, have mercy, for in You my soul takes refuge. In the shadow of Your wings I will take shelter until the danger has passed. Psalm 57:2\tI cry out to God Most High, to God who fulfills His purpose for me. Psalm 57:3\tHe reaches down from heaven and saves me; He rebukes those who trample me. Selah God sends forth His loving devotion and His truth. Psalm 57:4\tMy soul is among the lions; I lie down with ravenous beasts—with men whose teeth are spears and arrows, whose tongues are sharp swords. Psalm 57:5\tBe exalted, O God, above the heavens; may Your glory cover all the earth. Psalm 57:6\tThey spread a net for my feet; my soul was despondent. They dug a pit before me, but they themselves have fallen into it! Selah Psalm 57:7\tMy heart is steadfast, O God, my heart is steadfast. I will sing and make music. Psalm 57:8\tAwake, my glory! Awake, O harp and lyre! I will awaken the dawn. Psalm 57:9\tI will praise You, O Lord, among the nations; I will sing Your praises among the peoples. Psalm 57:10\tFor Your loving devotion reaches to the heavens, and Your faithfulness to the clouds. Psalm 57:11\tBe exalted, O God, above the heavens; may Your glory cover all the earth. Psalm 58:1\tFor the choirmaster. To the tune of “Do Not Destroy.” A Miktam of David. Do you indeed speak justly, O rulers? Do you judge uprightly, O sons of men? Psalm 58:2\tNo, in your hearts you devise injustice; with your hands you mete out violence on the earth. Psalm 58:3\tThe wicked are estranged from the womb; the liars go astray from birth. Psalm 58:4\tTheir venom is like the venom of a snake, like a cobra that shuts its ears, Psalm 58:5\trefusing to hear the tune of the charmer who skillfully weaves his spell. Psalm 58:6\tO God, shatter their teeth in their mouths; O LORD, tear out the fangs of the lions. Psalm 58:7\tMay they vanish like water that runs off; when they draw the bow, may their arrows be blunted. Psalm 58:8\tLike a slug that dissolves in its slime, like a woman’s stillborn child, may they never see the sun. Psalm 58:9\tBefore your pots can feel the burning thorns—whether green or dry—He will sweep them away. Psalm 58:10\tThe righteous will rejoice when they see they are avenged; they will wash their feet in the blood of the wicked. Psalm 58:11\tThen men will say, “There is surely a reward for the righteous! There is surely a God who judges the earth!” Psalm 59:1\tFor the choirmaster. To the tune of “Do Not Destroy.” A Miktam of David, when Saul sent men to watch David’s house in order to kill him. Deliver me from my enemies, O my God; protect me from those who rise against me. Psalm 59:2\tDeliver me from workers of iniquity, and save me from men of bloodshed. Psalm 59:3\tSee how they lie in wait for me. Fierce men conspire against me for no transgression or sin of my own, O LORD. Psalm 59:4\tFor no fault of my own, they move swiftly to attack me. Arise to help me, and take notice. Psalm 59:5\tO LORD God of Hosts, the God of Israel, rouse Yourself to punish all the nations; show no mercy to the wicked traitors. Selah Psalm 59:6\tThey return in the evening, snarling like dogs and prowling around the city. Psalm 59:7\tSee what they spew from their mouths—sharp words from their lips: “For who can hear us?” Psalm 59:8\tBut You, O LORD, laugh at them; You scoff at all the nations. Psalm 59:9\tI will keep watch for You, O my strength, because You, O God, are my fortress. Psalm 59:10\tMy God of loving devotion will come to meet me; God will let me stare down my foes. Psalm 59:11\tDo not kill them, or my people will forget. Scatter them by Your power, and bring them down, O Lord, our shield. Psalm 59:12\tBy the sins of their mouths and the words of their lips, let them be trapped in their pride, in the curses and lies they utter. Psalm 59:13\tConsume them in wrath; consume them till they are no more, so it may be known to the ends of the earth that God rules over Jacob. Selah Psalm 59:14\tThey return in the evening, snarling like dogs and prowling around the city. Psalm 59:15\tThey scavenge for food, and growl if they are not satisfied. Psalm 59:16\tBut I will sing of Your strength and proclaim Your loving devotion in the morning. For You are my fortress, my refuge in times of trouble. Psalm 59:17\tTo You, O my strength, I sing praises, for You, O God, are my fortress, my God of loving devotion. Psalm 60:1\tFor the choirmaster. To the tune of “The Lily of the Covenant.” A Miktam of David for instruction. When he fought Aram-naharaim and Aram-zobah, and Joab returned and struck down 12,000 Edomites in the Valley of Salt. You have rejected us, O God; You have broken us; You have been angry; restore us! Psalm 60:2\tYou have shaken the land and torn it open. Heal its fractures, for it is quaking. Psalm 60:3\tYou have shown Your people hardship; we are staggered from the wine You made us drink. Psalm 60:4\tYou have raised a banner for those who fear You, that they may flee the bow. Selah Psalm 60:5\tRespond and save us with Your right hand, that Your beloved may be delivered. Psalm 60:6\tGod has spoken from His sanctuary: “I will triumph! I will parcel out Shechem and apportion the Valley of Succoth. Psalm 60:7\tGilead is Mine, and Manasseh is Mine; Ephraim is My helmet, Judah is My scepter. Psalm 60:8\tMoab is My washbasin; upon Edom I toss My sandal; over Philistia I shout in triumph.” Psalm 60:9\tWho will bring me to the fortified city? Who will lead me to Edom? Psalm 60:10\tHave You not rejected us, O God? Will You no longer march out, O God, with our armies? Psalm 60:11\tGive us aid against the enemy, for the help of man is worthless. Psalm 60:12\tWith God we will perform with valor, and He will trample our enemies. Psalm 61:1\tFor the choirmaster. With stringed instruments. Of David. Hear my cry, O God; attend to my prayer. Psalm 61:2\tFrom the ends of the earth I call out to You whenever my heart is faint. Lead me to the rock that is higher than I. Psalm 61:3\tFor You have been my refuge, a tower of strength against the enemy. Psalm 61:4\tLet me dwell in Your tent forever and take refuge in the shelter of Your wings. Selah Psalm 61:5\tFor You have heard my vows, O God; You have given me the inheritance reserved for those who fear Your name. Psalm 61:6\tIncrease the days of the king’s life; may his years span many generations. Psalm 61:7\tMay he sit enthroned in God’s presence forever; appoint Your loving devotion and Your faithfulness to guard him. Psalm 61:8\tThen I will ever sing praise to Your name and fulfill my vows day by day. Psalm 62:1\tFor the choirmaster. According to Jeduthun. A Psalm of David. In God alone my soul finds rest; my salvation comes from Him. Psalm 62:2\tHe alone is my rock and my salvation. He is my fortress; I will never be shaken. Psalm 62:3\tHow long will you threaten a man? Will all of you throw him down like a leaning wall or a tottering fence? Psalm 62:4\tThey fully intend to cast him down from his lofty perch; they delight in lies; with their mouths they bless, but inwardly they curse. Selah Psalm 62:5\tRest in God alone, O my soul, for my hope comes from Him. Psalm 62:6\tHe alone is my rock and my salvation; He is my fortress; I will not be shaken. Psalm 62:7\tMy salvation and my honor rest on God, my strong rock; my refuge is in God. Psalm 62:8\tTrust in Him at all times, O people; pour out your hearts before Him. God is our refuge. Selah Psalm 62:9\tLowborn men are but a vapor; the exalted are but a lie. Weighed on the scale, they go up; together they are but a vapor. Psalm 62:10\tPlace no trust in extortion or false hope in stolen goods. If your riches increase, do not set your heart upon them. Psalm 62:11\tGod has spoken once; I have heard this twice: that power belongs to God, Psalm 62:12\tand loving devotion to You, O Lord. For You will repay each man according to his deeds. Psalm 63:1\tA Psalm of David, when he was in the Wilderness of Judah. O God, You are my God. Earnestly I seek You; my soul thirsts for You. My body yearns for You in a dry and weary land without water. Psalm 63:2\tSo I have seen You in the sanctuary and beheld Your power and glory. Psalm 63:3\tBecause Your loving devotion is better than life, my lips will glorify You. Psalm 63:4\tSo I will bless You as long as I live; in Your name I will lift my hands. Psalm 63:5\tMy soul is satisfied as with the richest of foods; with joyful lips my mouth will praise You. Psalm 63:6\tWhen I remember You on my bed, I think of You through the watches of the night. Psalm 63:7\tFor You are my help; I will sing for joy in the shadow of Your wings. Psalm 63:8\tMy soul clings to You; Your right hand upholds me. Psalm 63:9\tBut those who seek my life to destroy it will go into the depths of the earth. Psalm 63:10\tThey will fall to the power of the sword; they will become a portion for foxes. Psalm 63:11\tBut the king will rejoice in God; all who swear by Him will exult, for the mouths of liars will be shut. Psalm 64:1\tFor the choirmaster. A Psalm of David. Hear, O God, my voice of complaint; preserve my life from dread of the enemy. Psalm 64:2\tHide me from the scheming of the wicked, from the mob of workers of iniquity, Psalm 64:3\twho sharpen their tongues like swords and aim their bitter words like arrows, Psalm 64:4\tambushing the innocent in seclusion, shooting suddenly, without fear. Psalm 64:5\tThey hold fast to their evil purpose; they speak of hiding their snares. “Who will see them?” they say. Psalm 64:6\tThey devise injustice and say, “We have perfected a secret plan.” For the inner man and the heart are mysterious. Psalm 64:7\tBut God will shoot them with arrows; suddenly they will be wounded. Psalm 64:8\tThey will be made to stumble, their own tongues turned against them. All who see will shake their heads. Psalm 64:9\tThen all mankind will fear and proclaim the work of God; so they will ponder what He has done. Psalm 64:10\tLet the righteous rejoice in the LORD and take refuge in Him; let all the upright in heart exult. Psalm 65:1\tFor the choirmaster. A Psalm of David. A song. Praise awaits You, O God, in Zion; to You our vows will be fulfilled. Psalm 65:2\tO You who listen to prayer, all people will come to You. Psalm 65:3\tWhen iniquities prevail against me, You atone for our transgressions. Psalm 65:4\tBlessed is the one You choose and bring near to dwell in Your courts! We are filled with the goodness of Your house, the holiness of Your temple. Psalm 65:5\tWith awesome deeds of righteousness You answer us, O God of our salvation, the hope of all the ends of the earth and of the farthest seas. Psalm 65:6\tYou formed the mountains by Your power, having girded Yourself with might. Psalm 65:7\tYou stilled the roaring of the seas, the pounding of their waves, and the tumult of the nations. Psalm 65:8\tThose who live far away fear Your wonders; You make the dawn and sunset shout for joy. Psalm 65:9\tYou attend to the earth and water it; with abundance You enrich it. The streams of God are full of water, for You prepare our grain by providing for the earth. Psalm 65:10\tYou soak its furrows and level its ridges; You soften it with showers and bless its growth. Psalm 65:11\tYou crown the year with Your bounty, and Your paths overflow with plenty. Psalm 65:12\tThe pastures of the wilderness overflow; the hills are robed with joy. Psalm 65:13\tThe pastures are clothed with flocks, and the valleys are decked with grain. They shout in triumph; indeed, they sing. Psalm 66:1\tFor the choirmaster. A song. A Psalm. Make a joyful noise to God, all the earth! Psalm 66:2\tSing the glory of His name; make His praise glorious. Psalm 66:3\tSay to God, “How awesome are Your deeds! So great is Your power that Your enemies cower before You. Psalm 66:4\tAll the earth bows down to You; they sing praise to You; they sing praise to Your name.” Selah Psalm 66:5\tCome and see the works of God; how awesome are His deeds toward mankind. Psalm 66:6\tHe turned the sea into dry land; they passed through the waters on foot; there we rejoiced in Him. Psalm 66:7\tHe rules forever by His power; His eyes watch the nations. Do not let the rebellious exalt themselves. Selah Psalm 66:8\tBless our God, O peoples; let the sound of His praise be heard. Psalm 66:9\tHe preserves our lives and keeps our feet from slipping. Psalm 66:10\tFor You, O God, have tested us; You have refined us like silver. Psalm 66:11\tYou led us into the net; You laid burdens on our backs. Psalm 66:12\tYou let men ride over our heads; we went through fire and water, but You brought us into abundance. Psalm 66:13\tI will enter Your house with burnt offerings; I will fulfill my vows to You— Psalm 66:14\tthe vows that my lips promised and my mouth spoke in my distress. Psalm 66:15\tI will offer You fatlings as burnt offerings, with the fragrant smoke of rams; I will offer bulls and goats. Selah Psalm 66:16\tCome and listen, all you who fear God, and I will declare what He has done for me. Psalm 66:17\tI cried out to Him with my mouth and praised Him with my tongue. Psalm 66:18\tIf I had cherished iniquity in my heart, the Lord would not have listened. Psalm 66:19\tBut God has surely heard; He has attended to the sound of my prayer. Psalm 66:20\tBlessed be God, who has not rejected my prayer or withheld from me His loving devotion! Psalm 67:1\tFor the choirmaster. With stringed instruments. A Psalm. A song. May God be gracious to us and bless us, and cause His face to shine upon us, Selah Psalm 67:2\tthat Your ways may be known on earth, Your salvation among all nations. Psalm 67:3\tLet the peoples praise You, O God; let all the peoples praise You. Psalm 67:4\tLet the nations be glad and sing for joy, for You judge the peoples justly and lead the nations of the earth. Selah Psalm 67:5\tLet the peoples praise You, O God; let all the peoples praise You. Psalm 67:6\tThe earth has yielded its harvest; God, our God, blesses us. Psalm 67:7\tGod blesses us, that all the ends of the earth shall fear Him. Psalm 68:1\tFor the choirmaster. A Psalm of David. A song. God arises. His enemies are scattered, and those who hate Him flee His presence. Psalm 68:2\tAs smoke is blown away, You will drive them out; as wax melts before the fire, the wicked will perish in the presence of God. Psalm 68:3\tBut the righteous will be glad and rejoice before God; they will celebrate with joy. Psalm 68:4\tSing to God! Sing praises to His name. Exalt Him who rides on the clouds—His name is the LORD—and rejoice before Him. Psalm 68:5\tA father of the fatherless and a defender of widows is God in His holy habitation. Psalm 68:6\tGod settles the lonely in families; He leads the prisoners out to prosperity, but the rebellious dwell in a sun-scorched land. Psalm 68:7\tO God, when You went out before Your people, when You marched through the wasteland, Selah Psalm 68:8\tthe earth shook and the heavens poured down rain before God, the One on Sinai, before God, the God of Israel. Psalm 68:9\tYou sent abundant rain, O God; You refreshed Your weary inheritance. Psalm 68:10\tYour flock settled therein; O God, from Your bounty You provided for the poor. Psalm 68:11\tThe Lord gives the command; a great company of women proclaim it: Psalm 68:12\t“Kings and their armies flee in haste; she who waits at home divides the plunder. Psalm 68:13\tThough you lie down among the sheepfolds, the wings of the dove are covered with silver, and her feathers with shimmering gold.” Psalm 68:14\tWhen the Almighty scattered the kings in the land, it was like the snow falling on Zalmon. Psalm 68:15\tA mountain of God is Mount Bashan; a mountain of many peaks is Mount Bashan. Psalm 68:16\tWhy do you gaze in envy, O mountains of many peaks? This is the mountain God chose for His dwelling, where the LORD will surely dwell forever. Psalm 68:17\tThe chariots of God are tens of thousands—thousands of thousands are they; the Lord is in His sanctuary as He was at Sinai. Psalm 68:18\tYou have ascended on high; You have led captives away. You have received gifts from men, even from the rebellious, that the LORD God may dwell there. Psalm 68:19\tBlessed be the Lord, who daily bears our burden, the God of our salvation. Selah Psalm 68:20\tOur God is a God of deliverance; the Lord GOD is our rescuer from death. Psalm 68:21\tSurely God will crush the heads of His enemies, the hairy crowns of those who persist in guilty ways. Psalm 68:22\tThe Lord said, “I will retrieve them from Bashan, I will bring them up from the depths of the sea, Psalm 68:23\tthat your foot may be dipped in the blood of your foes—the tongues of your dogs in the same.” Psalm 68:24\tThey have seen Your procession, O God—the march of my God and King into the sanctuary. Psalm 68:25\tThe singers lead the way, the musicians follow after, among the maidens playing tambourines. Psalm 68:26\tBless God in the great congregation; bless the LORD from the fountain of Israel. Psalm 68:27\tThere is Benjamin, the youngest, ruling them, the princes of Judah in their company, the princes of Zebulun and of Naphtali. Psalm 68:28\tSummon Your power, O God; show Your strength, O God, which You have exerted on our behalf. Psalm 68:29\tBecause of Your temple at Jerusalem kings will bring You gifts. Psalm 68:30\tRebuke the beast in the reeds, the herd of bulls among the calves of the nations, until it submits, bringing bars of silver. Scatter the nations who delight in war. Psalm 68:31\tEnvoys will arrive from Egypt; Cush will stretch out her hands to God. Psalm 68:32\tSing to God, O kingdoms of the earth; sing praises to the Lord—Selah Psalm 68:33\tto Him who rides upon the highest heavens of old; behold, His mighty voice resounds. Psalm 68:34\tAscribe the power to God, whose majesty is over Israel, whose strength is in the skies. Psalm 68:35\tO God, You are awesome in Your sanctuary; the God of Israel Himself gives strength and power to His people. Blessed be God! Psalm 69:1\tFor the choirmaster. To the tune of “Lilies.” Of David. Save me, O God, for the waters are up to my neck. Psalm 69:2\tI have sunk into the miry depths, where there is no footing; I have drifted into deep waters, where the flood engulfs me. Psalm 69:3\tI am weary from my crying; my throat is parched. My eyes fail, looking for my God. Psalm 69:4\tThose who hate me without cause outnumber the hairs of my head; many are those who would destroy me—my enemies for no reason. Though I did not steal, I must repay. Psalm 69:5\tYou know my folly, O God, and my guilt is not hidden from You. Psalm 69:6\tMay those who hope in You not be ashamed through me, O Lord GOD of Hosts; may those who seek You not be dishonored through me, O God of Israel. Psalm 69:7\tFor I have endured scorn for Your sake, and shame has covered my face. Psalm 69:8\tI have become a stranger to my brothers and a foreigner to my mother’s sons, Psalm 69:9\tbecause zeal for Your house has consumed me, and the insults of those who insult You have fallen on me. Psalm 69:10\tI wept and fasted, but it brought me reproach. Psalm 69:11\tI made sackcloth my clothing, and I was sport to them. Psalm 69:12\tThose who sit at the gate mock me, and I am the song of drunkards. Psalm 69:13\tBut my prayer to You, O LORD, is for a time of favor. In Your abundant loving devotion, O God, answer me with Your sure salvation. Psalm 69:14\tRescue me from the mire and do not let me sink; deliver me from my foes and out of the deep waters. Psalm 69:15\tDo not let the floods engulf me or the depths swallow me up; let not the Pit close its mouth over me. Psalm 69:16\tAnswer me, O LORD, for Your loving devotion is good; turn to me in keeping with Your great compassion. Psalm 69:17\tHide not Your face from Your servant, for I am in distress. Answer me quickly! Psalm 69:18\tDraw near to my soul and redeem me; ransom me because of my foes. Psalm 69:19\tYou know my reproach, my shame and disgrace. All my adversaries are before You. Psalm 69:20\tInsults have broken my heart, and I am in despair. I looked for sympathy, but there was none, for comforters, but I found no one. Psalm 69:21\tThey poisoned my food with gall and gave me vinegar to quench my thirst. Psalm 69:22\tMay their table become a snare; may it be a retribution and a trap. Psalm 69:23\tMay their eyes be darkened so they cannot see, and their backs be bent forever. Psalm 69:24\tPour out Your wrath upon them, and let Your burning anger overtake them. Psalm 69:25\tMay their place be deserted; let there be no one to dwell in their tents. Psalm 69:26\tFor they persecute the one You struck and recount the pain of those You wounded. Psalm 69:27\tAdd iniquity to their iniquity; let them not share in Your righteousness. Psalm 69:28\tMay they be blotted out of the Book of Life and not listed with the righteous. Psalm 69:29\tBut I am in pain and distress; let Your salvation protect me, O God. Psalm 69:30\tI will praise God’s name in song and exalt Him with thanksgiving. Psalm 69:31\tAnd this will please the LORD more than an ox, more than a bull with horns and hooves. Psalm 69:32\tThe humble will see and rejoice. You who seek God, let your hearts be revived! Psalm 69:33\tFor the LORD listens to the needy and does not despise His captive people. Psalm 69:34\tLet heaven and earth praise Him, the seas and everything that moves in them. Psalm 69:35\tFor God will save Zion and rebuild the cities of Judah, that they may dwell there and possess it. Psalm 69:36\tThe descendants of His servants will inherit it, and those who love His name will settle in it. Psalm 70:1\tFor the choirmaster. Of David. To bring remembrance. Make haste, O God, to deliver me! Hurry, O LORD, to help me! Psalm 70:2\tMay those who seek my life be ashamed and confounded; may those who wish me harm be repelled and humiliated. Psalm 70:3\tMay those who say, “Aha, aha!” retreat because of their shame. Psalm 70:4\tMay all who seek You rejoice and be glad in You; may those who love Your salvation always say, “Let God be magnified!” Psalm 70:5\tBut I am poor and needy; hurry to me, O God. You are my help and my deliverer; O LORD, do not delay. Psalm 71:1\tIn You, O LORD, I have taken refuge; let me never be put to shame. Psalm 71:2\tIn Your justice, rescue and deliver me; incline Your ear and save me. Psalm 71:3\tBe my rock of refuge, where I can always go. Give the command to save me, for You are my rock and my fortress. Psalm 71:4\tDeliver me, O my God, from the hand of the wicked, from the grasp of the unjust and ruthless. Psalm 71:5\tFor You are my hope, O Lord GOD, my confidence from my youth. Psalm 71:6\tI have leaned on You since birth; You pulled me from my mother’s womb. My praise is always for You. Psalm 71:7\tI have become a portent to many, but You are my strong refuge. Psalm 71:8\tMy mouth is filled with Your praise and with Your splendor all day long. Psalm 71:9\tDo not discard me in my old age; do not forsake me when my strength fails. Psalm 71:10\tFor my enemies speak against me, and those who lie in wait for my life conspire, Psalm 71:11\tsaying, “God has forsaken him; pursue him and seize him, for there is no one to rescue him.” Psalm 71:12\tBe not far from me, O God. Hurry, O my God, to help me. Psalm 71:13\tMay the accusers of my soul be ashamed and consumed; may those who seek my harm be covered with scorn and disgrace. Psalm 71:14\tBut I will always hope and will praise You more and more. Psalm 71:15\tMy mouth will declare Your righteousness and Your salvation all day long, though I cannot know their full measure. Psalm 71:16\tI will come in the strength of the Lord GOD; I will proclaim Your righteousness—Yours alone. Psalm 71:17\tO God, You have taught me from my youth, and to this day I proclaim Your marvelous deeds. Psalm 71:18\tEven when I am old and gray, do not forsake me, O God, until I proclaim Your power to the next generation, Your might to all who are to come. Psalm 71:19\tYour righteousness reaches to the heavens, O God, You who have done great things. Who, O God, is like You? Psalm 71:20\tThough You have shown me many troubles and misfortunes, You will revive me once again. Even from the depths of the earth You will bring me back up. Psalm 71:21\tYou will increase my honor and comfort me once again. Psalm 71:22\tSo I will praise You with the harp for Your faithfulness, O my God; I will sing praise to You with the lyre, O Holy One of Israel. Psalm 71:23\tWhen I sing praise to You my lips will shout for joy, along with my soul, which You have redeemed. Psalm 71:24\tMy tongue will indeed proclaim Your righteousness all day long, for those who seek my harm are disgraced and confounded. Psalm 72:1\tOf Solomon. Endow the king with Your justice, O God, and the son of the king with Your righteousness. Psalm 72:2\tMay he judge Your people with righteousness and Your afflicted with justice. Psalm 72:3\tMay the mountains bring peace to the people, and the hills bring righteousness. Psalm 72:4\tMay he vindicate the afflicted among the people; may he save the children of the needy and crush the oppressor. Psalm 72:5\tMay they fear him as long as the sun shines, as long as the moon remains, through all generations. Psalm 72:6\tMay he be like rain that falls on freshly cut grass, like spring showers that water the earth. Psalm 72:7\tMay the righteous flourish in his days and prosperity abound until the moon is no more. Psalm 72:8\tMay he rule from sea to sea, and from the Euphrates to the ends of the earth. Psalm 72:9\tMay the nomads bow before him, and his enemies lick the dust. Psalm 72:10\tMay the kings of Tarshish and distant shores bring tribute; may the kings of Sheba and Seba offer gifts. Psalm 72:11\tMay all kings bow down to him and all nations serve him. Psalm 72:12\tFor he will deliver the needy who cry out and the afflicted who have no helper. Psalm 72:13\tHe will take pity on the poor and needy and save the lives of the oppressed. Psalm 72:14\tHe will redeem them from oppression and violence, for their blood is precious in his sight. Psalm 72:15\tLong may he live! May gold from Sheba be given him. May people ever pray for him; may they bless him all day long. Psalm 72:16\tMay there be an abundance of grain in the land; may it sway atop the hills. May its fruit trees flourish like the forests of Lebanon, the people of its cities like the grass of the field. Psalm 72:17\tMay his name endure forever; may his name continue as long as the sun shines. In him may all nations be blessed; may they call him blessed. Psalm 72:18\tBlessed be the LORD God, the God of Israel, who alone does marvelous deeds. Psalm 72:19\tAnd blessed be His glorious name forever; may all the earth be filled with His glory. Amen and amen. Psalm 72:20\tThus conclude the prayers of David son of Jesse. Psalm 73:1\tA Psalm of Asaph. Surely God is good to Israel, to those who are pure in heart. Psalm 73:2\tBut as for me, my feet had almost stumbled; my steps had nearly slipped. Psalm 73:3\tFor I envied the arrogant when I saw the prosperity of the wicked. Psalm 73:4\tThey have no struggle in their death; their bodies are well-fed. Psalm 73:5\tThey are free of the burdens others carry; they are not afflicted like other men. Psalm 73:6\tTherefore pride is their necklace; a garment of violence covers them. Psalm 73:7\tFrom their prosperity proceeds iniquity; the imaginations of their hearts run wild. Psalm 73:8\tThey mock and speak with malice; with arrogance they threaten oppression. Psalm 73:9\tThey set their mouths against the heavens, and their tongues strut across the earth. Psalm 73:10\tSo their people return to this place and drink up waters in abundance. Psalm 73:11\tThe wicked say, “How can God know? Does the Most High have knowledge?” Psalm 73:12\tBehold, these are the wicked—always carefree as they increase their wealth. Psalm 73:13\tSurely in vain I have kept my heart pure; in innocence I have washed my hands. Psalm 73:14\tFor I am afflicted all day long and punished every morning. Psalm 73:15\tIf I had said, “I will speak this way,” then I would have betrayed Your children. Psalm 73:16\tWhen I tried to understand all this, it was troublesome in my sight Psalm 73:17\tuntil I entered God’s sanctuary; then I discerned their end. Psalm 73:18\tSurely You set them on slick ground; You cast them down into ruin. Psalm 73:19\tHow suddenly they are laid waste, completely swept away by terrors! Psalm 73:20\tLike one waking from a dream, so You, O Lord, awaken and despise their form. Psalm 73:21\tWhen my heart was grieved and I was pierced within, Psalm 73:22\tI was senseless and ignorant; I was a brute beast before You. Psalm 73:23\tYet I am always with You; You hold my right hand. Psalm 73:24\tYou guide me with Your counsel, and later receive me in glory. Psalm 73:25\tWhom have I in heaven but You? And on earth I desire no one besides You. Psalm 73:26\tMy flesh and my heart may fail, but God is the strength of my heart and my portion forever. Psalm 73:27\tThose far from You will surely perish; You destroy all who are unfaithful to You. Psalm 73:28\tBut as for me, it is good to draw near to God. I have made the Lord GOD my refuge, that I may proclaim all Your works. Psalm 74:1\tA Maskil of Asaph. Why have You rejected us forever, O God? Why does Your anger smolder against the sheep of Your pasture? Psalm 74:2\tRemember Your congregation, which You purchased long ago and redeemed as the tribe of Your inheritance—Mount Zion, where You dwell. Psalm 74:3\tTurn Your steps to the everlasting ruins, to everything in the sanctuary the enemy has destroyed. Psalm 74:4\tYour foes have roared within Your meeting place; they have unfurled their banners as signs, Psalm 74:5\tlike men wielding axes in a thicket of trees Psalm 74:6\tand smashing all the carvings with hatchets and picks. Psalm 74:7\tThey have burned Your sanctuary to the ground; they have defiled the dwelling place of Your Name. Psalm 74:8\tThey said in their hearts, “We will crush them completely.” They burned down every place where God met us in the land. Psalm 74:9\tThere are no signs for us to see. There is no longer any prophet. And none of us knows how long this will last. Psalm 74:10\tHow long, O God, will the enemy taunt You? Will the foe revile Your name forever? Psalm 74:11\tWhy do You withdraw Your strong right hand? Stretch it out to destroy them! Psalm 74:12\tYet God is my King from ancient times, working salvation on the earth. Psalm 74:13\tYou divided the sea by Your strength; You smashed the heads of the dragons of the sea; Psalm 74:14\tYou crushed the heads of Leviathan; You fed him to the creatures of the desert. Psalm 74:15\tYou broke open the fountain and the flood; You dried up the ever-flowing rivers. Psalm 74:16\tThe day is Yours, and also the night; You established the moon and the sun. Psalm 74:17\tYou set all the boundaries of the earth; You made the summer and winter. Psalm 74:18\tRemember how the enemy has mocked You, O LORD, how a foolish people has spurned Your name. Psalm 74:19\tDo not deliver the soul of Your dove to beasts; do not forget the lives of Your afflicted forever. Psalm 74:20\tConsider Your covenant, for haunts of violence fill the dark places of the land. Psalm 74:21\tDo not let the oppressed retreat in shame; may the poor and needy praise Your name. Psalm 74:22\tRise up, O God; defend Your cause! Remember how the fool mocks You all day long. Psalm 74:23\tDo not disregard the clamor of Your adversaries, the uproar of Your enemies that ascends continually. Psalm 75:1\tFor the choirmaster: To the tune of “Do Not Destroy.” A Psalm of Asaph. A song. We give thanks to You, O God; we give thanks, for Your Name is near. The people declare Your wondrous works. Psalm 75:2\t“When I choose a time, I will judge fairly. Psalm 75:3\tWhen the earth and all its dwellers quake, it is I who bear up its pillars. Selah Psalm 75:4\tI say to the proud, ‘Do not boast,’ and to the wicked, ‘Do not lift up your horn. Psalm 75:5\tDo not lift up your horn against heaven or speak with an outstretched neck.’” Psalm 75:6\tFor exaltation comes neither from east nor west, nor out of the desert, Psalm 75:7\tbut it is God who judges; He brings down one and exalts another. Psalm 75:8\tFor a cup is in the hand of the LORD, full of foaming wine mixed with spices. He pours from His cup, and all the wicked of the earth drink it down to the dregs. Psalm 75:9\tBut I will proclaim Him forever; I will sing praise to the God of Jacob. Psalm 75:10\t“All the horns of the wicked I will cut off, but the horns of the righteous will be exalted.” Psalm 76:1\tFor the choirmaster. With stringed instruments. A Psalm of Asaph. A song. God is known in Judah; His name is great in Israel. Psalm 76:2\tHis tent is in Salem, His dwelling place in Zion. Psalm 76:3\tThere He shattered the flaming arrows, the shield and sword and weapons of war. Selah Psalm 76:4\tYou are resplendent with light, more majestic than mountains filled with game. Psalm 76:5\tThe valiant lie plundered; they sleep their last sleep. No men of might could lift a hand. Psalm 76:6\tAt Your rebuke, O God of Jacob, both horse and rider lie stunned. Psalm 76:7\tYou alone are to be feared. When You are angry, who can stand before You? Psalm 76:8\tFrom heaven You pronounced judgment, and the earth feared and was still Psalm 76:9\twhen God rose up to judge, to save all the lowly of the earth. Selah Psalm 76:10\tEven the wrath of man shall praise You; with the survivors of wrath You will clothe Yourself. Psalm 76:11\tMake and fulfill your vows to the LORD your God; let all the neighboring lands bring tribute to Him who is to be feared. Psalm 76:12\tHe breaks the spirits of princes; He is feared by the kings of the earth. Psalm 77:1\tFor the choirmaster. According to Jeduthun. A Psalm of Asaph. I cried out to God; I cried aloud to God to hear me. Psalm 77:2\tIn the day of trouble I sought the Lord; through the night my outstretched hands did not grow weary; my soul refused to be comforted. Psalm 77:3\tI remembered You, O God, and I groaned; I mused and my spirit grew faint. Selah Psalm 77:4\tYou have kept my eyes from closing; I am too troubled to speak. Psalm 77:5\tI considered the days of old, the years long in the past. Psalm 77:6\tAt night I remembered my song; in my heart I mused, and my spirit pondered: Psalm 77:7\t“Will the Lord spurn us forever and never show His favor again? Psalm 77:8\tIs His loving devotion gone forever? Has His promise failed for all time? Psalm 77:9\tHas God forgotten to be gracious? Has His anger shut off His compassion?” Selah Psalm 77:10\tSo I said, “I am grieved that the right hand of the Most High has changed.” Psalm 77:11\tI will remember the works of the LORD; yes, I will remember Your wonders of old. Psalm 77:12\tI will reflect on all You have done and ponder Your mighty deeds. Psalm 77:13\tYour way, O God, is holy. What god is so great as our God? Psalm 77:14\tYou are the God who works wonders; You display Your strength among the peoples. Psalm 77:15\tWith power You redeemed Your people, the sons of Jacob and Joseph. Selah Psalm 77:16\tThe waters saw You, O God; the waters saw You and swirled; even the depths were shaken. Psalm 77:17\tThe clouds poured down water; the skies resounded with thunder; Your arrows flashed back and forth. Psalm 77:18\tYour thunder resounded in the whirlwind; the lightning lit up the world; the earth trembled and quaked. Psalm 77:19\tYour path led through the sea, Your way through the mighty waters, but Your footprints were not to be found. Psalm 77:20\tYou led Your people like a flock by the hand of Moses and Aaron. Psalm 78:1\tA Maskil of Asaph. Give ear, O my people, to my instruction; listen to the words of my mouth. Psalm 78:2\tI will open my mouth in parables; I will utter things hidden from the beginning, Psalm 78:3\tthat we have heard and known and our fathers have relayed to us. Psalm 78:4\tWe will not hide them from their children but will declare to the next generation the praises of the LORD and His might and the wonders He has performed. Psalm 78:5\tFor He established a testimony in Jacob and appointed a law in Israel, which He commanded our fathers to teach to their children, Psalm 78:6\tthat the coming generation would know them—even children yet to be born—to arise and tell their own children Psalm 78:7\tthat they should put their confidence in God, not forgetting His works, but keeping His commandments. Psalm 78:8\tThen they will not be like their fathers, a stubborn and rebellious generation, whose heart was not loyal, whose spirit was not faithful to God. Psalm 78:9\tThe archers of Ephraim turned back on the day of battle. Psalm 78:10\tThey failed to keep God’s covenant and refused to live by His law. Psalm 78:11\tThey forgot what He had done, the wonders He had shown them. Psalm 78:12\tHe worked wonders before their fathers in the land of Egypt, in the region of Zoan. Psalm 78:13\tHe split the sea and brought them through; He set the waters upright like a wall. Psalm 78:14\tHe led them with a cloud by day and with a light of fire all night. Psalm 78:15\tHe split the rocks in the wilderness and gave them drink as abundant as the seas. Psalm 78:16\tHe brought streams from the stone and made water flow down like rivers. Psalm 78:17\tBut they continued to sin against Him, rebelling in the desert against the Most High. Psalm 78:18\tThey willfully tested God by demanding the food they craved. Psalm 78:19\tThey spoke against God, saying, “Can God really prepare a table in the wilderness? Psalm 78:20\tWhen He struck the rock, water gushed out and torrents raged. But can He also give bread or supply His people with meat?” Psalm 78:21\tTherefore the LORD heard and was filled with wrath; so a fire was kindled against Jacob, and His anger flared against Israel, Psalm 78:22\tbecause they did not believe God or rely on His salvation. Psalm 78:23\tYet He commanded the clouds above and opened the doors of the heavens. Psalm 78:24\tHe rained down manna for them to eat; He gave them grain from heaven. Psalm 78:25\tMan ate the bread of angels; He sent them food in abundance. Psalm 78:26\tHe stirred the east wind from the heavens and drove the south wind by His might. Psalm 78:27\tHe rained meat on them like dust, and winged birds like the sand of the sea. Psalm 78:28\tHe felled them in the midst of their camp, all around their dwellings. Psalm 78:29\tSo they ate and were well filled, for He gave them what they craved. Psalm 78:30\tYet before they had filled their desire, with the food still in their mouths, Psalm 78:31\tGod’s anger flared against them, and He put to death their strongest and subdued the young men of Israel. Psalm 78:32\tIn spite of all this, they kept on sinning; despite His wonderful works, they did not believe. Psalm 78:33\tSo He ended their days in futility, and their years in sudden terror. Psalm 78:34\tWhen He slew them, they would seek Him; they repented and searched for God. Psalm 78:35\tAnd they remembered that God was their Rock, that God Most High was their Redeemer. Psalm 78:36\tBut they deceived Him with their mouths, and lied to Him with their tongues. Psalm 78:37\tTheir hearts were disloyal to Him, and they were unfaithful to His covenant. Psalm 78:38\tAnd yet He was compassionate; He forgave their iniquity and did not destroy them. He often restrained His anger and did not unleash His full wrath. Psalm 78:39\tHe remembered that they were but flesh, a passing breeze that does not return. Psalm 78:40\tHow often they disobeyed Him in the wilderness and grieved Him in the desert! Psalm 78:41\tAgain and again they tested God and provoked the Holy One of Israel. Psalm 78:42\tThey did not remember His power—the day He redeemed them from the adversary, Psalm 78:43\twhen He performed His signs in Egypt and His wonders in the fields of Zoan. Psalm 78:44\tHe turned their rivers to blood, and from their streams they could not drink. Psalm 78:45\tHe sent swarms of flies that devoured them, and frogs that devastated them. Psalm 78:46\tHe gave their crops to the grasshopper, the fruit of their labor to the locust. Psalm 78:47\tHe killed their vines with hailstones and their sycamore-figs with sleet. Psalm 78:48\tHe abandoned their cattle to the hail and their livestock to bolts of lightning. Psalm 78:49\tHe unleashed His fury against them, wrath, indignation, and calamity—a band of destroying angels. Psalm 78:50\tHe cleared a path for His anger; He did not spare them from death but delivered their lives to the plague. Psalm 78:51\tHe struck all the firstborn of Egypt, the virility in the tents of Ham. Psalm 78:52\tHe led out His people like sheep and guided them like a flock in the wilderness. Psalm 78:53\tHe led them safely, so they did not fear, but the sea engulfed their enemies. Psalm 78:54\tHe brought them to His holy land, to the mountain His right hand had acquired. Psalm 78:55\tHe drove out nations before them and apportioned their inheritance; He settled the tribes of Israel in their tents. Psalm 78:56\tBut they tested and disobeyed God Most High, for they did not keep His decrees. Psalm 78:57\tThey turned back and were faithless like their fathers, twisted like a faulty bow. Psalm 78:58\tThey enraged Him with their high places and provoked His jealousy with their idols. Psalm 78:59\tOn hearing it, God was furious and rejected Israel completely. Psalm 78:60\tHe abandoned the tabernacle of Shiloh, the tent He had pitched among men. Psalm 78:61\tHe delivered His strength to captivity, and His splendor to the hand of the adversary. Psalm 78:62\tHe surrendered His people to the sword because He was enraged by His heritage. Psalm 78:63\tFire consumed His young men, and their maidens were left without wedding songs. Psalm 78:64\tHis priests fell by the sword, but their widows could not lament. Psalm 78:65\tThen the Lord awoke as from sleep, like a mighty warrior overcome by wine. Psalm 78:66\tHe beat back His foes; He put them to everlasting shame. Psalm 78:67\tHe rejected the tent of Joseph and refused the tribe of Ephraim. Psalm 78:68\tBut He chose the tribe of Judah, Mount Zion, which He loved. Psalm 78:69\tHe built His sanctuary like the heights, like the earth He has established forever. Psalm 78:70\tHe chose David His servant and took him from the sheepfolds; Psalm 78:71\tfrom tending the ewes He brought him to be shepherd of His people Jacob, of Israel His inheritance. Psalm 78:72\tSo David shepherded them with integrity of heart and guided them with skillful hands. Psalm 79:1\tA Psalm of Asaph. The nations, O God, have invaded Your inheritance; they have defiled Your holy temple and reduced Jerusalem to rubble. Psalm 79:2\tThey have given the corpses of Your servants as food to the birds of the air, the flesh of Your saints to the beasts of the earth. Psalm 79:3\tThey have poured out their blood like water all around Jerusalem, and there is no one to bury the dead. Psalm 79:4\tWe have become a reproach to our neighbors, a scorn and derision to those around us. Psalm 79:5\tHow long, O LORD? Will You be angry forever? Will Your jealousy burn like fire? Psalm 79:6\tPour out Your wrath on the nations that do not acknowledge You, on the kingdoms that refuse to call on Your name, Psalm 79:7\tfor they have devoured Jacob and devastated his homeland. Psalm 79:8\tDo not hold past sins against us; let Your compassion come quickly, for we are brought low. Psalm 79:9\tHelp us, O God of our salvation, for the glory of Your name; deliver us and atone for our sins, for the sake of Your name. Psalm 79:10\tWhy should the nations ask, “Where is their God?” Before our eyes, make known among the nations Your vengeance for the bloodshed of Your servants. Psalm 79:11\tMay the groans of the captives reach You; by the strength of Your arm preserve those condemned to death. Psalm 79:12\tPay back into the laps of our neighbors sevenfold the reproach they hurled at You, O Lord. Psalm 79:13\tThen we Your people, the sheep of Your pasture, will thank You forever; from generation to generation we will declare Your praise. Psalm 80:1\tFor the choirmaster. To the tune of “The Lilies of the Covenant.” A Psalm of Asaph. Hear us, O Shepherd of Israel, who leads Joseph like a flock; You who sit enthroned between the cherubim, shine forth Psalm 80:2\tbefore Ephraim, Benjamin, and Manasseh. Rally Your mighty power and come to save us. Psalm 80:3\tRestore us, O God, and cause Your face to shine upon us, that we may be saved. Psalm 80:4\tO LORD God of Hosts, how long will Your anger smolder against the prayers of Your people? Psalm 80:5\tYou fed them with the bread of tears and made them drink the full measure of their tears. Psalm 80:6\tYou make us contend with our neighbors; our enemies mock us. Psalm 80:7\tRestore us, O God of Hosts, and cause Your face to shine upon us, that we may be saved. Psalm 80:8\tYou uprooted a vine from Egypt; You drove out the nations and transplanted it. Psalm 80:9\tYou cleared the ground for it, and it took root and filled the land. Psalm 80:10\tThe mountains were covered by its shade, and the mighty cedars with its branches. Psalm 80:11\tIt sent out its branches to the Sea, and its shoots toward the River. Psalm 80:12\tWhy have You broken down its walls, so that all who pass by pick its fruit? Psalm 80:13\tThe boar from the forest ravages it, and the creatures of the field feed upon it. Psalm 80:14\tReturn, O God of Hosts, we pray! Look down from heaven and see! Attend to this vine— Psalm 80:15\tthe root Your right hand has planted, the son You have raised up for Yourself. Psalm 80:16\tYour vine has been cut down and burned; they perish at the rebuke of Your countenance. Psalm 80:17\tLet Your hand be upon the man at Your right hand, on the son of man You have raised up for Yourself. Psalm 80:18\tThen we will not turn away from You; revive us, and we will call on Your name. Psalm 80:19\tRestore us, O LORD God of Hosts; cause Your face to shine upon us, that we may be saved. Psalm 81:1\tFor the choirmaster. According to Gittith. Of Asaph. Sing for joy to God our strength; make a joyful noise to the God of Jacob. Psalm 81:2\tLift up a song, strike the tambourine, play the sweet-sounding harp and lyre. Psalm 81:3\tSound the ram’s horn at the New Moon, and at the full moon on the day of our Feast. Psalm 81:4\tFor this is a statute for Israel, an ordinance of the God of Jacob. Psalm 81:5\tHe ordained it as a testimony for Joseph when he went out over the land of Egypt, where I heard an unfamiliar language: Psalm 81:6\t“I relieved his shoulder of the burden; his hands were freed from the basket. Psalm 81:7\tYou called out in distress, and I rescued you; I answered you from the cloud of thunder; I tested you at the waters of Meribah. Selah Psalm 81:8\tHear, O My people, and I will warn you: O Israel, if only you would listen to Me! Psalm 81:9\tThere must be no strange god among you, nor shall you bow to a foreign god. Psalm 81:10\tI am the LORD your God, who brought you up out of Egypt. Open wide your mouth, and I will fill it. Psalm 81:11\tBut My people would not listen to Me, and Israel would not obey Me. Psalm 81:12\tSo I gave them up to their stubborn hearts to follow their own devices. Psalm 81:13\tIf only My people would listen to Me, if Israel would follow My ways, Psalm 81:14\thow soon I would subdue their enemies and turn My hand against their foes! Psalm 81:15\tThose who hate the LORD would feign obedience, and their doom would last forever. Psalm 81:16\tBut I would feed you the finest wheat; with honey from the rock I would satisfy you.” Psalm 82:1\tA Psalm of Asaph. God presides in the divine assembly; He renders judgment among the gods: Psalm 82:2\t“How long will you judge unjustly and show partiality to the wicked? Selah Psalm 82:3\tDefend the cause of the weak and fatherless; uphold the rights of the afflicted and oppressed. Psalm 82:4\tRescue the weak and needy; save them from the hand of the wicked. Psalm 82:5\tThey do not know or understand; they wander in the darkness; all the foundations of the earth are shaken. Psalm 82:6\tI have said, ‘You are gods; you are all sons of the Most High.’ Psalm 82:7\tBut like mortals you will die, and like rulers you will fall.” Psalm 82:8\tArise, O God, judge the earth, for all the nations are Your inheritance. Psalm 83:1\tA song. A Psalm of Asaph. O God, be not silent; be not speechless; be not still, O God. Psalm 83:2\tSee how Your enemies rage, how Your foes have reared their heads. Psalm 83:3\tWith cunning they scheme against Your people and conspire against those You cherish, Psalm 83:4\tsaying, “Come, let us erase them as a nation; may the name of Israel be remembered no more.” Psalm 83:5\tFor with one mind they plot together; they form an alliance against You— Psalm 83:6\tthe tents of Edom and the Ishmaelites, of Moab and the Hagrites, Psalm 83:7\tof Gebal, Ammon, and Amalek, of Philistia with the people of Tyre. Psalm 83:8\tEven Assyria has joined them, lending strength to the sons of Lot. Selah Psalm 83:9\tDo to them as You did to Midian, as to Sisera and Jabin at the River Kishon, Psalm 83:10\twho perished at Endor and became like dung on the ground. Psalm 83:11\tMake their nobles like Oreb and Zeeb, and all their princes like Zebah and Zalmunna, Psalm 83:12\twho said, “Let us possess for ourselves the pastures of God.” Psalm 83:13\tMake them like tumbleweed, O my God, like chaff before the wind. Psalm 83:14\tAs fire consumes a forest, as a flame sets the mountains ablaze, Psalm 83:15\tso pursue them with Your tempest, and terrify them with Your storm. Psalm 83:16\tCover their faces with shame, that they may seek Your name, O LORD. Psalm 83:17\tMay they be ever ashamed and terrified; may they perish in disgrace. Psalm 83:18\tMay they know that You alone, whose name is the LORD, are Most High over all the earth. Psalm 84:1\tFor the choirmaster. According to Gittith. A Psalm of the sons of Korah. How lovely is Your dwelling place, O LORD of Hosts! Psalm 84:2\tMy soul longs, even faints, for the courts of the LORD; my heart and my flesh cry out for the living God. Psalm 84:3\tEven the sparrow has found a home, and the swallow a nest for herself, where she places her young near Your altars, O LORD of Hosts, my King and my God. Psalm 84:4\tHow blessed are those who dwell in Your house! They are ever praising You. Selah Psalm 84:5\tBlessed are those whose strength is in You, whose hearts are set on pilgrimage. Psalm 84:6\tAs they pass through the Valley of Baca, they make it a place of springs; even the autumn rain covers it with pools. Psalm 84:7\tThey go from strength to strength, until each appears before God in Zion. Psalm 84:8\tO LORD God of Hosts, hear my prayer; give ear, O God of Jacob. Selah Psalm 84:9\tTake notice of our shield, O God, and look with favor on the face of Your anointed. Psalm 84:10\tFor better is one day in Your courts than a thousand elsewhere. I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked. Psalm 84:11\tFor the LORD God is a sun and a shield; the LORD gives grace and glory; He withholds no good thing from those who walk with integrity. Psalm 84:12\tO LORD of Hosts, how blessed is the man who trusts in You! Psalm 85:1\tFor the choirmaster. A Psalm of the sons of Korah. You showed favor to Your land, O LORD; You restored Jacob from captivity. Psalm 85:2\tYou forgave the iniquity of Your people; You covered all their sin. Selah Psalm 85:3\tYou withheld all Your fury; You turned from Your burning anger. Psalm 85:4\tRestore us, O God of our salvation, and put away Your displeasure toward us. Psalm 85:5\tWill You be angry with us forever? Will You draw out Your anger to all generations? Psalm 85:6\tWill You not revive us again, that Your people may rejoice in You? Psalm 85:7\tShow us Your loving devotion, O LORD, and grant us Your salvation. Psalm 85:8\tI will listen to what God the LORD will say; for He will surely speak peace to His people and His saints; He will not let them return to folly. Psalm 85:9\tSurely His salvation is near to those who fear Him, that His glory may dwell in our land. Psalm 85:10\tLoving devotion and faithfulness have joined together; righteousness and peace have kissed. Psalm 85:11\tFaithfulness sprouts from the earth, and righteousness looks down from heaven. Psalm 85:12\tThe LORD will indeed provide what is good, and our land will yield its increase. Psalm 85:13\tRighteousness will go before Him to prepare the way for His steps. Psalm 86:1\tA prayer of David. Incline Your ear, O LORD, and answer me, for I am poor and needy. Psalm 86:2\tPreserve my soul, for I am godly. You are my God; save Your servant who trusts in You. Psalm 86:3\tBe merciful to me, O Lord, for I call to You all day long. Psalm 86:4\tBring joy to Your servant, for to You, O Lord, I lift up my soul. Psalm 86:5\tFor You, O Lord, are kind and forgiving, rich in loving devotion to all who call on You. Psalm 86:6\tHear my prayer, O LORD, and attend to my plea for mercy. Psalm 86:7\tIn the day of my distress I call on You, because You answer me. Psalm 86:8\tO Lord, there is none like You among the gods, nor any works like Yours. Psalm 86:9\tAll the nations You have made will come and bow before You, O Lord, and they will glorify Your name. Psalm 86:10\tFor You are great and perform wonders; You alone are God. Psalm 86:11\tTeach me Your way, O LORD, that I may walk in Your truth. Give me an undivided heart, that I may fear Your name. Psalm 86:12\tI will praise You, O Lord my God, with all my heart; I will glorify Your name forever. Psalm 86:13\tFor great is Your loving devotion to me; You have delivered me from the depths of Sheol. Psalm 86:14\tThe arrogant rise against me, O God; a band of ruthless men seeks my life; they have no regard for You. Psalm 86:15\tBut You, O Lord, are a compassionate and gracious God, slow to anger, abounding in loving devotion and faithfulness. Psalm 86:16\tTurn to me and have mercy; grant Your strength to Your servant; save the son of Your maidservant. Psalm 86:17\tShow me a sign of Your goodness, that my enemies may see and be ashamed; for You, O LORD, have helped me and comforted me. Psalm 87:1\tA Psalm of the sons of Korah. A song. He has founded His city on the holy mountains. Psalm 87:2\tThe LORD loves the gates of Zion more than all the dwellings of Jacob. Psalm 87:3\tGlorious things are ascribed to you, O city of God. Selah Psalm 87:4\t“I will mention Rahab and Babylon among those who know Me—along with Philistia, Tyre, and Cush—when I say, ‘This one was born in Zion.’” Psalm 87:5\tAnd it will be said of Zion: “This one and that one were born in her, and the Most High Himself will establish her.” Psalm 87:6\tThe LORD will record in the register of the peoples: “This one was born in Zion.” Selah Psalm 87:7\tSingers and pipers will proclaim, “All my springs of joy are in You.” Psalm 88:1\tA song. A Psalm of the sons of Korah. For the choirmaster. According to Mahalath Leannoth. A Maskil of Heman the Ezrahite. O LORD, the God of my salvation, day and night I cry out before You. Psalm 88:2\tMay my prayer come before You; incline Your ear to my cry. Psalm 88:3\tFor my soul is full of troubles, and my life draws near to Sheol. Psalm 88:4\tI am counted among those descending to the Pit. I am like a man without strength. Psalm 88:5\tI am forsaken among the dead, like the slain who lie in the grave, whom You remember no more, who are cut off from Your care. Psalm 88:6\tYou have laid me in the lowest Pit, in the darkest of the depths. Psalm 88:7\tYour wrath weighs heavily upon me; all Your waves have submerged me. Selah Psalm 88:8\tYou have removed my friends from me; You have made me repulsive to them; I am confined and cannot escape. Psalm 88:9\tMy eyes grow dim with grief. I call to You daily, O LORD; I spread out my hands to You. Psalm 88:10\tDo You work wonders for the dead? Do departed spirits rise up to praise You? Selah Psalm 88:11\tCan Your loving devotion be proclaimed in the grave, Your faithfulness in Abaddon? Psalm 88:12\tWill Your wonders be known in the darkness, or Your righteousness in the land of oblivion? Psalm 88:13\tBut to You, O LORD, I cry for help; in the morning my prayer comes before You. Psalm 88:14\tWhy, O LORD, do You reject me? Why do You hide Your face from me? Psalm 88:15\tFrom my youth I was afflicted and near death. I have borne Your terrors; I am in despair. Psalm 88:16\tYour wrath has swept over me; Your terrors have destroyed me. Psalm 88:17\tAll day long they engulf me like water; they enclose me on every side. Psalm 88:18\tYou have removed my beloved and my friend; darkness is my closest companion. Psalm 89:1\tA Maskil of Ethan the Ezrahite. I will sing of the loving devotion of the LORD forever; with my mouth I will proclaim Your faithfulness to all generations. Psalm 89:2\tFor I have said, “Loving devotion is built up forever; in the heavens You establish Your faithfulness.” Psalm 89:3\tYou said, “I have made a covenant with My chosen one, I have sworn to David My servant: Psalm 89:4\t‘I will establish your offspring forever and build up your throne for all generations.’” Selah Psalm 89:5\tThe heavens praise Your wonders, O LORD—Your faithfulness as well—in the assembly of the holy ones. Psalm 89:6\tFor who in the skies can compare with the LORD? Who among the heavenly beings is like the LORD? Psalm 89:7\tIn the council of the holy ones, God is greatly feared, and awesome above all who surround Him. Psalm 89:8\tO LORD God of Hosts, who is like You? O mighty LORD, Your faithfulness surrounds You. Psalm 89:9\tYou rule the raging sea; when its waves mount up, You still them. Psalm 89:10\tYou crushed Rahab like a carcass; You scattered Your enemies with Your mighty arm. Psalm 89:11\tThe heavens are Yours, and also the earth. The earth and its fullness You founded. Psalm 89:12\tNorth and south You created; Tabor and Hermon shout for joy at Your name. Psalm 89:13\tMighty is Your arm; strong is Your hand. Your right hand is exalted. Psalm 89:14\tRighteousness and justice are the foundation of Your throne; loving devotion and faithfulness go before You. Psalm 89:15\tBlessed are those who know the joyful sound, who walk, O LORD, in the light of Your presence. Psalm 89:16\tThey rejoice in Your name all day long, and in Your righteousness they exult. Psalm 89:17\tFor You are the glory of their strength, and by Your favor our horn is exalted. Psalm 89:18\tSurely our shield belongs to the LORD, and our king to the Holy One of Israel. Psalm 89:19\tYou once spoke in a vision; to Your godly ones You said, “I have bestowed help on a warrior; I have exalted one chosen from the people. Psalm 89:20\tI have found My servant David; with My sacred oil I have anointed him. Psalm 89:21\tMy hand will sustain him; surely My arm will strengthen him. Psalm 89:22\tNo enemy will exact tribute; no wicked man will oppress him. Psalm 89:23\tI will crush his foes before him and strike down those who hate him. Psalm 89:24\tMy faithfulness and loving devotion will be with him, and through My name his horn will be exalted. Psalm 89:25\tI will set his hand over the sea, and his right hand upon the rivers. Psalm 89:26\tHe will call to Me, ‘You are my Father, my God, the Rock of my salvation.’ Psalm 89:27\tI will indeed appoint him as My firstborn, the highest of the kings of the earth. Psalm 89:28\tI will forever preserve My loving devotion for him, and My covenant with him will stand fast. Psalm 89:29\tI will establish his line forever, his throne as long as the heavens endure. Psalm 89:30\tIf his sons forsake My law and do not walk in My judgments, Psalm 89:31\tif they violate My statutes and fail to keep My commandments, Psalm 89:32\tI will attend to their transgression with the rod, and to their iniquity with stripes. Psalm 89:33\tBut I will not withdraw My loving devotion from him, nor ever betray My faithfulness. Psalm 89:34\tI will not violate My covenant or alter the utterance of My lips. Psalm 89:35\tOnce and for all I have sworn by My holiness—I will not lie to David— Psalm 89:36\this offspring shall endure forever, and his throne before Me like the sun, Psalm 89:37\tlike the moon, established forever, a faithful witness in the sky.” Selah Psalm 89:38\tNow, however, You have spurned and rejected him; You are enraged by Your anointed one. Psalm 89:39\tYou have renounced the covenant with Your servant and sullied his crown in the dust. Psalm 89:40\tYou have broken down all his walls; You have reduced his strongholds to rubble. Psalm 89:41\tAll who pass by plunder him; he has become a reproach to his neighbors. Psalm 89:42\tYou have exalted the right hand of his foes; You have made all his enemies rejoice. Psalm 89:43\tYou have bent the edge of his sword and have not sustained him in battle. Psalm 89:44\tYou have ended his splendor and cast his throne to the ground. Psalm 89:45\tYou have cut short the days of his youth; You have covered him with shame. Selah Psalm 89:46\tHow long, O LORD? Will You hide Yourself forever? Will Your wrath keep burning like fire? Psalm 89:47\tRemember the briefness of my lifespan! For what futility You have created all men! Psalm 89:48\tWhat man can live and never see death? Can he deliver his soul from the power of Sheol? Selah Psalm 89:49\tWhere, O Lord, is Your loving devotion of old, which You faithfully swore to David? Psalm 89:50\tRemember, O Lord, the reproach of Your servants, which I bear in my heart from so many people— Psalm 89:51\thow Your enemies have taunted, O LORD, and have mocked every step of Your anointed one! Psalm 89:52\tBlessed be the LORD forever! Amen and amen. Psalm 90:1\tA prayer of Moses the man of God. Lord, You have been our dwelling place through all generations. Psalm 90:2\tBefore the mountains were born or You brought forth the earth and the world, from everlasting to everlasting You are God. Psalm 90:3\tYou return man to dust, saying, “Return, O sons of mortals.” Psalm 90:4\tFor in Your sight a thousand years are but a day that passes, or a watch of the night. Psalm 90:5\tYou sweep them away in their sleep; they are like the new grass of the morning— Psalm 90:6\tin the morning it springs up new, but by evening it fades and withers. Psalm 90:7\tFor we are consumed by Your anger and terrified by Your wrath. Psalm 90:8\tYou have set our iniquities before You, our secret sins in the light of Your presence. Psalm 90:9\tFor all our days decline in Your fury; we finish our years with a sigh. Psalm 90:10\tThe length of our days is seventy years—or eighty if we are strong—yet their pride is but labor and sorrow, for they quickly pass, and we fly away. Psalm 90:11\tWho knows the power of Your anger? Your wrath matches the fear You are due. Psalm 90:12\tSo teach us to number our days, that we may present a heart of wisdom. Psalm 90:13\tReturn, O LORD! How long will it be? Have compassion on Your servants. Psalm 90:14\tSatisfy us in the morning with Your loving devotion, that we may sing for joy and be glad all our days. Psalm 90:15\tMake us glad for as many days as You have afflicted us, for as many years as we have seen evil. Psalm 90:16\tMay Your work be shown to Your servants, and Your splendor to their children. Psalm 90:17\tMay the favor of the Lord our God rest upon us; establish for us the work of our hands—yes, establish the work of our hands! Psalm 91:1\tHe who dwells in the shelter of the Most High will abide in the shadow of the Almighty. Psalm 91:2\tI will say to the LORD, “You are my refuge and my fortress, my God, in whom I trust.” Psalm 91:3\tSurely He will deliver you from the snare of the fowler, and from the deadly plague. Psalm 91:4\tHe will cover you with His feathers; under His wings you will find refuge; His faithfulness is a shield and rampart. Psalm 91:5\tYou will not fear the terror of the night, nor the arrow that flies by day, Psalm 91:6\tnor the pestilence that stalks in the darkness, nor the calamity that destroys at noon. Psalm 91:7\tThough a thousand may fall at your side, and ten thousand at your right hand, no harm will come near you. Psalm 91:8\tYou will only see it with your eyes and witness the punishment of the wicked. Psalm 91:9\tBecause you have made the LORD your dwelling—my refuge, the Most High— Psalm 91:10\tno evil will befall you, no plague will approach your tent. Psalm 91:11\tFor He will command His angels concerning you to guard you in all your ways. Psalm 91:12\tThey will lift you up in their hands, so that you will not strike your foot against a stone. Psalm 91:13\tYou will tread on the lion and cobra; you will trample the young lion and serpent. Psalm 91:14\t“Because he loves Me, I will deliver him; because he knows My name, I will protect him. Psalm 91:15\tWhen he calls out to Me, I will answer him; I will be with him in trouble. I will deliver him and honor him. Psalm 91:16\tWith long life I will satisfy him and show him My salvation.” Psalm 92:1\tA Psalm. A song for the Sabbath day. It is good to praise the LORD, and to sing praises to Your name, O Most High, Psalm 92:2\tto proclaim Your loving devotion in the morning and Your faithfulness at night Psalm 92:3\twith the ten-stringed harp and the melody of the lyre. Psalm 92:4\tFor You, O LORD, have made me glad by Your deeds; I sing for joy at the works of Your hands. Psalm 92:5\tHow great are Your works, O LORD, how deep are Your thoughts! Psalm 92:6\tA senseless man does not know, and a fool does not understand, Psalm 92:7\tthat though the wicked sprout like grass, and all evildoers flourish, they will be forever destroyed. Psalm 92:8\tBut You, O LORD, are exalted forever! Psalm 92:9\tFor surely Your enemies, O LORD, surely Your enemies will perish; all evildoers will be scattered. Psalm 92:10\tBut You have exalted my horn like that of a wild ox; with fine oil I have been anointed. Psalm 92:11\tMy eyes see the downfall of my enemies; my ears hear the wailing of my wicked foes. Psalm 92:12\tThe righteous will flourish like a palm tree, and grow like a cedar in Lebanon. Psalm 92:13\tPlanted in the house of the LORD, they will flourish in the courts of our God. Psalm 92:14\tIn old age they will still bear fruit; healthy and green they will remain, Psalm 92:15\tto proclaim, “The LORD is upright; He is my Rock, and in Him there is no unrighteousness.” Psalm 93:1\tThe LORD reigns! He is robed in majesty; the LORD has clothed and armed Himself with strength. The world indeed is firmly established; it cannot be moved. Psalm 93:2\tYour throne was established long ago; You are from all eternity. Psalm 93:3\tThe floodwaters have risen, O LORD; the rivers have raised their voice; the seas lift up their pounding waves. Psalm 93:4\tAbove the roar of many waters—the mighty breakers of the sea—the LORD on high is majestic. Psalm 93:5\tYour testimonies are fully confirmed; holiness adorns Your house, O LORD, for all the days to come. Psalm 94:1\tO LORD, God of vengeance, O God of vengeance, shine forth. Psalm 94:2\tRise up, O Judge of the earth; render a reward to the proud. Psalm 94:3\tHow long will the wicked, O LORD, how long will the wicked exult? Psalm 94:4\tThey pour out arrogant words; all workers of iniquity boast. Psalm 94:5\tThey crush Your people, O LORD; they oppress Your heritage. Psalm 94:6\tThey kill the widow and the foreigner; they murder the fatherless. Psalm 94:7\tThey say, “The LORD does not see; the God of Jacob pays no heed.” Psalm 94:8\tTake notice, O senseless among the people! O fools, when will you be wise? Psalm 94:9\tHe who affixed the ear, can He not hear? He who formed the eye, can He not see? Psalm 94:10\tHe who admonishes the nations, does He not discipline? He who teaches man, does He lack knowledge? Psalm 94:11\tThe LORD knows the thoughts of man, that they are futile. Psalm 94:12\tBlessed is the man You discipline, O LORD, and teach from Your law, Psalm 94:13\tto grant him relief from days of trouble, until a pit is dug for the wicked. Psalm 94:14\tFor the LORD will not forsake His people; He will never abandon His heritage. Psalm 94:15\tSurely judgment will again be righteous, and all the upright in heart will follow it. Psalm 94:16\tWho will rise up for me against the wicked? Who will stand for me against the workers of iniquity? Psalm 94:17\tUnless the LORD had been my helper, I would soon have dwelt in the abode of silence. Psalm 94:18\tIf I say, “My foot is slipping,” Your loving devotion, O LORD, supports me. Psalm 94:19\tWhen anxiety overwhelms me, Your consolation delights my soul. Psalm 94:20\tCan a corrupt throne be Your ally—one devising mischief by decree? Psalm 94:21\tThey band together against the righteous and condemn the innocent to death. Psalm 94:22\tBut the LORD has been my stronghold, and my God is my rock of refuge. Psalm 94:23\tHe will bring upon them their own iniquity and destroy them for their wickedness. The LORD our God will destroy them. Psalm 95:1\tCome, let us sing for joy to the LORD; let us shout to the Rock of our salvation! Psalm 95:2\tLet us enter His presence with thanksgiving; let us make a joyful noise to Him in song. Psalm 95:3\tFor the LORD is a great God, a great King above all gods. Psalm 95:4\tIn His hand are the depths of the earth, and the mountain peaks belong to Him. Psalm 95:5\tThe sea is His, for He made it, and His hands formed the dry land. Psalm 95:6\tO come, let us worship and bow down; let us kneel before the LORD our Maker. Psalm 95:7\tFor He is our God, and we are the people of His pasture, the sheep under His care. Today, if you hear His voice, Psalm 95:8\tdo not harden your hearts as you did at Meribah, in the day at Massah in the wilderness, Psalm 95:9\twhere your fathers tested and tried Me, though they had seen My work. Psalm 95:10\tFor forty years I was angry with that generation, and I said, “They are a people whose hearts go astray, and they have not known My ways.” Psalm 95:11\tSo I swore on oath in My anger, “They shall never enter My rest.” Psalm 96:1\tSing to the LORD a new song; sing to the LORD, all the earth. Psalm 96:2\tSing to the LORD, bless His name; proclaim His salvation day after day. Psalm 96:3\tDeclare His glory among the nations, His wonders among all peoples. Psalm 96:4\tFor great is the LORD, and greatly to be praised; He is to be feared above all gods. Psalm 96:5\tFor all the gods of the nations are idols, but it is the LORD who made the heavens. Psalm 96:6\tSplendor and majesty are before Him; strength and beauty fill His sanctuary. Psalm 96:7\tAscribe to the LORD, O families of the nations, ascribe to the LORD glory and strength. Psalm 96:8\tAscribe to the LORD the glory due His name; bring an offering and enter His courts. Psalm 96:9\tWorship the LORD in the splendor of His holiness; tremble before Him, all the earth. Psalm 96:10\tDeclare among the nations: “The LORD reigns!” The world is firmly established; it cannot be moved; He will judge the peoples with equity. Psalm 96:11\tLet the heavens be glad and the earth rejoice; let the sea resound, and all that fills it. Psalm 96:12\tLet the fields exult, and all that is in them. Then all the trees of the forest will sing for joy Psalm 96:13\tbefore the LORD, for He is coming—He is coming to judge the earth. He will judge the world in righteousness and the peoples in His faithfulness. Psalm 97:1\tThe LORD reigns, let the earth rejoice; let the distant shores be glad. Psalm 97:2\tClouds and darkness surround Him; righteousness and justice are His throne’s foundation. Psalm 97:3\tFire goes before Him and consumes His foes on every side. Psalm 97:4\tHis lightning illuminates the world; the earth sees and trembles. Psalm 97:5\tThe mountains melt like wax at the presence of the LORD, before the Lord of all the earth. Psalm 97:6\tThe heavens proclaim His righteousness; all the peoples see His glory. Psalm 97:7\tAll worshipers of images are put to shame—those who boast in idols. Worship Him, all you gods! Psalm 97:8\tZion hears and rejoices, and the towns of Judah exult because of Your judgments, O LORD. Psalm 97:9\tFor You, O LORD, are Most High over all the earth; You are exalted far above all gods. Psalm 97:10\tHate evil, O you who love the LORD! He preserves the souls of His saints; He delivers them from the hand of the wicked. Psalm 97:11\tLight shines on the righteous, gladness on the upright in heart. Psalm 97:12\tRejoice in the LORD, you righteous ones, and praise His holy name. Psalm 98:1\tA Psalm. Sing to the LORD a new song, for He has done wonders; His right hand and holy arm have gained Him the victory. Psalm 98:2\tThe LORD has proclaimed His salvation and revealed His righteousness to the nations. Psalm 98:3\tHe has remembered His love and faithfulness to the house of Israel; all the ends of the earth have seen the salvation of our God. Psalm 98:4\tMake a joyful noise to the LORD, all the earth; break forth—let your cry ring out, and sing praises! Psalm 98:5\tSing praises to the LORD with the lyre, in melodious song with the harp. Psalm 98:6\tWith trumpets and the blast of the ram’s horn shout for joy before the LORD, the King. Psalm 98:7\tLet the sea resound, and all that fills it, the world, and all who dwell in it. Psalm 98:8\tLet the rivers clap their hands, let the mountains sing together for joy Psalm 98:9\tbefore the LORD, for He comes to judge the earth. He will judge the world with righteousness and the peoples with equity. Psalm 99:1\tThe LORD reigns; let the nations tremble! He is enthroned above the cherubim; let the earth quake! Psalm 99:2\tGreat is the LORD in Zion; He is exalted above all the peoples. Psalm 99:3\tLet them praise Your great and awesome name—He is holy! Psalm 99:4\tThe mighty King loves justice. You have established equity; You have exercised justice and righteousness in Jacob. Psalm 99:5\tExalt the LORD our God, and worship at His footstool; He is holy! Psalm 99:6\tMoses and Aaron were among His priests; Samuel was among those who called on His name. They called to the LORD and He answered. Psalm 99:7\tHe spoke to them from the pillar of cloud; they kept His decrees and the statutes He gave them. Psalm 99:8\tO LORD our God, You answered them. You were a forgiving God to them, yet an avenger of their misdeeds. Psalm 99:9\tExalt the LORD our God and worship at His holy mountain, for the LORD our God is holy. Psalm 100:1\tA Psalm of thanksgiving. Make a joyful noise to the LORD, all the earth. Psalm 100:2\tServe the LORD with gladness; come into His presence with joyful songs. Psalm 100:3\tKnow that the LORD is God. It is He who made us, and we are His; we are His people, and the sheep of His pasture. Psalm 100:4\tEnter His gates with thanksgiving and His courts with praise; give thanks to Him and bless His name. Psalm 100:5\tFor the LORD is good, and His loving devotion endures forever; His faithfulness continues to all generations. Psalm 101:1\tA Psalm of David. I will sing of Your loving devotion and justice; to You, O LORD, I will sing praises. Psalm 101:2\tI will ponder the way that is blameless—when will You come to me? I will walk in my house with integrity of heart. Psalm 101:3\tI will set no worthless thing before my eyes. I hate the work of those who fall away; it shall not cling to me. Psalm 101:4\tA perverse heart shall depart from me; I will know nothing of evil. Psalm 101:5\tWhoever slanders his neighbor in secret, I will put to silence; the one with haughty eyes and a proud heart, I will not endure. Psalm 101:6\tMy eyes favor the faithful of the land, that they may dwell with me; he who walks in the way of integrity shall minister to me. Psalm 101:7\tNo one who practices deceit shall dwell in my house; no one who tells lies shall stand in my presence. Psalm 101:8\tEvery morning I will remove all the wicked of the land, that I may cut off every evildoer from the city of the LORD. Psalm 102:1\tA prayer of one who is afflicted, when he grows faint and pours out his lament before the LORD. Hear my prayer, O LORD; let my cry for help come before You. Psalm 102:2\tDo not hide Your face from me in my day of distress. Incline Your ear to me; answer me quickly when I call. Psalm 102:3\tFor my days vanish like smoke, and my bones burn like glowing embers. Psalm 102:4\tMy heart is afflicted, and withered like grass; I even forget to eat my bread. Psalm 102:5\tThrough my loud groaning my skin hangs on my bones. Psalm 102:6\tI am like a desert owl, like an owl among the ruins. Psalm 102:7\tI lie awake; I am like a lone bird on a housetop. Psalm 102:8\tAll day long my enemies taunt me; they ridicule me and curse me. Psalm 102:9\tFor I have eaten ashes like bread and mixed my drink with tears Psalm 102:10\tbecause of Your indignation and wrath, for You have picked me up and cast me aside. Psalm 102:11\tMy days are like lengthening shadows, and I wither away like grass. Psalm 102:12\tBut You, O LORD, sit enthroned forever; Your renown endures to all generations. Psalm 102:13\tYou will rise up and have compassion on Zion, for it is time to show her favor—the appointed time has come. Psalm 102:14\tFor Your servants delight in her stones and take pity on her dust. Psalm 102:15\tSo the nations will fear the name of the LORD, and all the kings of the earth will fear Your glory. Psalm 102:16\tFor the LORD will rebuild Zion; He has appeared in His glory. Psalm 102:17\tHe will turn toward the prayer of the destitute; He will not despise their prayer. Psalm 102:18\tLet this be written for the generation to come, so that a people not yet created may praise the LORD. Psalm 102:19\tFor He looked down from the heights of His sanctuary; the LORD gazed out from heaven to earth Psalm 102:20\tto hear a prisoner’s groaning, to release those condemned to death, Psalm 102:21\tthat they may proclaim the name of the LORD in Zion and praise Him in Jerusalem, Psalm 102:22\twhen peoples and kingdoms assemble to serve the LORD. Psalm 102:23\tHe has broken my strength on the way; He has cut short my days. Psalm 102:24\tI say: “O my God, do not take me in the midst of my days! Your years go on through all generations. Psalm 102:25\tIn the beginning You laid the foundations of the earth, and the heavens are the work of Your hands. Psalm 102:26\tThey will perish, but You remain; they will all wear out like a garment. Like clothing You will change them, and they will be passed on. Psalm 102:27\tBut You remain the same, and Your years will never end. Psalm 102:28\tThe children of Your servants will dwell securely, and their descendants will be established before You.” Psalm 103:1\tOf David. Bless the LORD, O my soul; all that is within me, bless His holy name. Psalm 103:2\tBless the LORD, O my soul, and do not forget all His kind deeds— Psalm 103:3\tHe who forgives all your iniquities and heals all your diseases, Psalm 103:4\twho redeems your life from the Pit and crowns you with loving devotion and compassion, Psalm 103:5\twho satisfies you with good things, so that your youth is renewed like the eagle’s. Psalm 103:6\tThe LORD executes righteousness and justice for all the oppressed. Psalm 103:7\tHe made known His ways to Moses, His deeds to the people of Israel. Psalm 103:8\tThe LORD is compassionate and gracious, slow to anger, abounding in loving devotion. Psalm 103:9\tHe will not always accuse us, nor harbor His anger forever. Psalm 103:10\tHe has not dealt with us according to our sins or repaid us according to our iniquities. Psalm 103:11\tFor as high as the heavens are above the earth, so great is His loving devotion for those who fear Him. Psalm 103:12\tAs far as the east is from the west, so far has He removed our transgressions from us. Psalm 103:13\tAs a father has compassion on his children, so the LORD has compassion on those who fear Him. Psalm 103:14\tFor He knows our frame; He is mindful that we are dust. Psalm 103:15\tAs for man, his days are like grass—he blooms like a flower of the field; Psalm 103:16\twhen the wind passes over, it vanishes, and its place remembers it no more. Psalm 103:17\tBut from everlasting to everlasting the loving devotion of the LORD extends to those who fear Him, and His righteousness to their children’s children— Psalm 103:18\tto those who keep His covenant and remember to obey His precepts. Psalm 103:19\tThe LORD has established His throne in heaven, and His kingdom rules over all. Psalm 103:20\tBless the LORD, all His angels mighty in strength who carry out His word, who hearken to the voice of His command. Psalm 103:21\tBless the LORD, all His hosts, you servants who do His will. Psalm 103:22\tBless the LORD, all His works in all places of His dominion. Bless the LORD, O my soul! Psalm 104:1\tBless the LORD, O my soul! O LORD my God, You are very great; You are clothed with splendor and majesty. Psalm 104:2\tHe wraps Himself in light as with a garment; He stretches out the heavens like a tent, Psalm 104:3\tlaying the beams of His chambers in the waters above, making the clouds His chariot, walking on the wings of the wind. Psalm 104:4\tHe makes the winds His messengers, flames of fire His servants. Psalm 104:5\tHe set the earth on its foundations, never to be moved. Psalm 104:6\tYou covered it with the deep like a garment; the waters stood above the mountains. Psalm 104:7\tAt Your rebuke the waters fled; at the sound of Your thunder they hurried away— Psalm 104:8\tthe mountains rose and the valleys sank to the place You assigned for them— Psalm 104:9\tYou set a boundary they cannot cross, that they may never again cover the earth. Psalm 104:10\tHe sends forth springs in the valleys; they flow between the mountains. Psalm 104:11\tThey give drink to every beast of the field; the wild donkeys quench their thirst. Psalm 104:12\tThe birds of the air nest beside the springs; they sing among the branches. Psalm 104:13\tHe waters the mountains from His chambers; the earth is satisfied by the fruit of His works. Psalm 104:14\tHe makes the grass grow for the livestock and provides crops for man to cultivate, bringing forth food from the earth: Psalm 104:15\twine that gladdens the heart of man, oil that makes his face to shine, and bread that sustains his heart. Psalm 104:16\tThe trees of the LORD have their fill, the cedars of Lebanon that He planted, Psalm 104:17\twhere the birds build their nests; the stork makes her home in the cypresses. Psalm 104:18\tThe high mountains are for the wild goats, the cliffs a refuge for the rock badgers. Psalm 104:19\tHe made the moon to mark the seasons; the sun knows when to set. Psalm 104:20\tYou bring darkness, and it becomes night, when all the beasts of the forest prowl. Psalm 104:21\tThe young lions roar for their prey and seek their food from God. Psalm 104:22\tThe sun rises, and they withdraw; they lie down in their dens. Psalm 104:23\tMan goes forth to his work and to his labor until evening. Psalm 104:24\tHow many are Your works, O LORD! In wisdom You have made them all; the earth is full of Your creatures. Psalm 104:25\tHere is the sea, vast and wide, teeming with creatures beyond number, living things both great and small. Psalm 104:26\tThere the ships pass, and Leviathan, which You formed to frolic there. Psalm 104:27\tAll creatures look to You to give them their food in due season. Psalm 104:28\tWhen You give it to them, they gather it up; when You open Your hand, they are satisfied with good things. Psalm 104:29\tWhen You hide Your face, they are terrified; when You take away their breath, they die and return to dust. Psalm 104:30\tWhen You send Your Spirit, they are created, and You renew the face of the earth. Psalm 104:31\tMay the glory of the LORD endure forever; may the LORD rejoice in His works. Psalm 104:32\tHe looks on the earth, and it trembles; He touches the mountains, and they smolder. Psalm 104:33\tI will sing to the LORD all my life; I will sing praise to my God while I have my being. Psalm 104:34\tMay my meditation be pleasing to Him, for I rejoice in the LORD. Psalm 104:35\tMay sinners vanish from the earth and the wicked be no more. Bless the LORD, O my soul. Hallelujah! Psalm 105:1\tGive thanks to the LORD, call upon His name; make known His deeds among the nations. Psalm 105:2\tSing to Him, sing praises to Him; tell of all His wonders. Psalm 105:3\tGlory in His holy name; let the hearts of those who seek the LORD rejoice. Psalm 105:4\tSeek out the LORD and His strength; seek His face always. Psalm 105:5\tRemember the wonders He has done, His marvels, and the judgments He has pronounced, Psalm 105:6\tO offspring of His servant Abraham, O sons of Jacob, His chosen ones. Psalm 105:7\tHe is the LORD our God; His judgments carry throughout the earth. Psalm 105:8\tHe remembers His covenant forever, the word He ordained for a thousand generations— Psalm 105:9\tthe covenant He made with Abraham, and the oath He swore to Isaac. Psalm 105:10\tHe confirmed it to Jacob as a decree, to Israel as an everlasting covenant: Psalm 105:11\t“I will give you the land of Canaan as the portion of your inheritance.” Psalm 105:12\tWhen they were few in number, few indeed, and strangers in the land, Psalm 105:13\tthey wandered from nation to nation, from one kingdom to another. Psalm 105:14\tHe let no man oppress them; He rebuked kings on their behalf: Psalm 105:15\t“Do not touch My anointed ones! Do no harm to My prophets!” Psalm 105:16\tHe called down famine on the land and cut off all their supplies of food. Psalm 105:17\tHe sent a man before them—Joseph, sold as a slave. Psalm 105:18\tThey bruised his feet with shackles and placed his neck in irons, Psalm 105:19\tuntil his prediction came true and the word of the LORD proved him right. Psalm 105:20\tThe king sent and released him; the ruler of peoples set him free. Psalm 105:21\tHe made him master of his household, ruler over all his substance, Psalm 105:22\tto instruct his princes as he pleased and teach his elders wisdom. Psalm 105:23\tThen Israel entered Egypt; Jacob dwelt in the land of Ham. Psalm 105:24\tAnd the LORD made His people very fruitful, more numerous than their foes, Psalm 105:25\twhose hearts He turned to hate His people, to conspire against His servants. Psalm 105:26\tHe sent Moses His servant, and Aaron, whom He had chosen. Psalm 105:27\tThey performed His miraculous signs among them, and wonders in the land of Ham. Psalm 105:28\tHe sent darkness, and it became dark—yet they defied His words. Psalm 105:29\tHe turned their waters to blood and caused their fish to die. Psalm 105:30\tTheir land teemed with frogs, even in their royal chambers. Psalm 105:31\tHe spoke, and insects swarmed—gnats throughout their country. Psalm 105:32\tHe gave them hail for rain, with lightning throughout their land. Psalm 105:33\tHe struck their vines and fig trees and shattered the trees of their country. Psalm 105:34\tHe spoke, and the locusts came—young locusts without number. Psalm 105:35\tThey devoured every plant in their land and consumed the produce of their soil. Psalm 105:36\tThen He struck all the firstborn in their land, the firstfruits of all their vigor. Psalm 105:37\tHe brought Israel out with silver and gold, and none among His tribes stumbled. Psalm 105:38\tEgypt was glad when they departed, for the dread of Israel had fallen on them. Psalm 105:39\tHe spread a cloud as a covering and a fire to light up the night. Psalm 105:40\tThey asked, and He brought quail and satisfied them with the bread of heaven. Psalm 105:41\tHe opened a rock, and water gushed out; it flowed like a river in the desert. Psalm 105:42\tFor He remembered His holy promise to Abraham His servant. Psalm 105:43\tHe brought forth His people with rejoicing, His chosen with shouts of joy. Psalm 105:44\tHe gave them the lands of the nations, that they might inherit the fruit of others’ labor, Psalm 105:45\tthat they might keep His statutes and obey His laws. Hallelujah! Psalm 106:1\tHallelujah! Give thanks to the LORD, for He is good; His loving devotion endures forever. Psalm 106:2\tWho can describe the mighty acts of the LORD or fully proclaim His praise? Psalm 106:3\tBlessed are those who uphold justice, who practice righteousness at all times. Psalm 106:4\tRemember me, O LORD, in Your favor to Your people; visit me with Your salvation, Psalm 106:5\tthat I may see the prosperity of Your chosen ones, and rejoice in the gladness of Your nation, and give glory with Your inheritance. Psalm 106:6\tWe have sinned like our fathers; we have done wrong and acted wickedly. Psalm 106:7\tOur fathers in Egypt did not grasp Your wonders or remember Your abundant kindness; but they rebelled by the sea, there at the Red Sea. Psalm 106:8\tYet He saved them for the sake of His name, to make His power known. Psalm 106:9\tHe rebuked the Red Sea, and it dried up; He led them through the depths as through a desert. Psalm 106:10\tHe saved them from the hand that hated them; He redeemed them from the hand of the enemy. Psalm 106:11\tThe waters covered their foes; not one of them remained. Psalm 106:12\tThen they believed His promises and sang His praise. Psalm 106:13\tYet they soon forgot His works and failed to wait for His counsel. Psalm 106:14\tThey craved intensely in the wilderness and tested God in the desert. Psalm 106:15\tSo He granted their request, but sent a wasting disease upon them. Psalm 106:16\tIn the camp they envied Moses, as well as Aaron, the holy one of the LORD. Psalm 106:17\tThe earth opened up and swallowed Dathan; it covered the assembly of Abiram. Psalm 106:18\tThen fire blazed through their company; flames consumed the wicked. Psalm 106:19\tAt Horeb they made a calf and worshiped a molten image. Psalm 106:20\tThey exchanged their Glory for the image of a grass-eating ox. Psalm 106:21\tThey forgot God their Savior, who did great things in Egypt, Psalm 106:22\twondrous works in the land of Ham, and awesome deeds by the Red Sea. Psalm 106:23\tSo He said He would destroy them—had not Moses His chosen one stood before Him in the breach to divert His wrath from destroying them. Psalm 106:24\tThey despised the pleasant land; they did not believe His promise. Psalm 106:25\tThey grumbled in their tents and did not listen to the voice of the LORD. Psalm 106:26\tSo He raised His hand and swore to cast them down in the wilderness, Psalm 106:27\tto disperse their offspring among the nations and scatter them throughout the lands. Psalm 106:28\tThey yoked themselves to Baal of Peor and ate sacrifices offered to lifeless gods. Psalm 106:29\tSo they provoked the LORD to anger with their deeds, and a plague broke out among them. Psalm 106:30\tBut Phinehas stood and intervened, and the plague was restrained. Psalm 106:31\tIt was credited to him as righteousness for endless generations to come. Psalm 106:32\tAt the waters of Meribah they angered the LORD, and trouble came to Moses because of them. Psalm 106:33\tFor they rebelled against His Spirit, and Moses spoke rashly with his lips. Psalm 106:34\tThey did not destroy the peoples as the LORD had commanded them, Psalm 106:35\tbut they mingled with the nations and adopted their customs. Psalm 106:36\tThey worshiped their idols, which became a snare to them. Psalm 106:37\tThey sacrificed their sons and their daughters to demons. Psalm 106:38\tThey shed innocent blood—the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and the land was polluted with blood. Psalm 106:39\tThey defiled themselves by their actions and prostituted themselves by their deeds. Psalm 106:40\tSo the anger of the LORD burned against His people, and He abhorred His own inheritance. Psalm 106:41\tHe delivered them into the hand of the nations, and those who hated them ruled over them. Psalm 106:42\tTheir enemies oppressed them and subdued them under their hand. Psalm 106:43\tMany times He rescued them, but they were bent on rebellion and sank down in their iniquity. Psalm 106:44\tNevertheless He heard their cry; He took note of their distress. Psalm 106:45\tAnd He remembered His covenant with them, and relented by the abundance of His loving devotion. Psalm 106:46\tHe made them objects of compassion to all who held them captive. Psalm 106:47\tSave us, O LORD our God, and gather us from the nations, that we may give thanks to Your holy name, that we may glory in Your praise. Psalm 106:48\tBlessed be the LORD, the God of Israel, from everlasting to everlasting. Let all the people say, “Amen!” Hallelujah! Psalm 107:1\tGive thanks to the LORD, for He is good; His loving devotion endures forever. Psalm 107:2\tLet the redeemed of the LORD say so, whom He has redeemed from the hand of the enemy Psalm 107:3\tand gathered from the lands, from east and west, from north and south. Psalm 107:4\tSome wandered in desert wastelands, finding no path to a city in which to dwell. Psalm 107:5\tThey were hungry and thirsty; their soul fainted within them. Psalm 107:6\tThen they cried out to the LORD in their trouble, and He delivered them from their distress. Psalm 107:7\tHe led them on a straight path to reach a city where they could live. Psalm 107:8\tLet them give thanks to the LORD for His loving devotion and His wonders to the sons of men. Psalm 107:9\tFor He satisfies the thirsty and fills the hungry with good things. Psalm 107:10\tSome sat in darkness and in the shadow of death, prisoners in affliction and chains, Psalm 107:11\tbecause they rebelled against the words of God and despised the counsel of the Most High. Psalm 107:12\tHe humbled their hearts with hard labor; they stumbled, and there was no one to help. Psalm 107:13\tThen they cried out to the LORD in their trouble, and He saved them from their distress. Psalm 107:14\tHe brought them out of darkness and the shadow of death and broke away their chains. Psalm 107:15\tLet them give thanks to the LORD for His loving devotion and His wonders to the sons of men. Psalm 107:16\tFor He has broken down the gates of bronze and cut through the bars of iron. Psalm 107:17\tFools, in their rebellious ways, and through their iniquities, suffered affliction. Psalm 107:18\tThey loathed all food and drew near to the gates of death. Psalm 107:19\tThen they cried out to the LORD in their trouble, and He saved them from their distress. Psalm 107:20\tHe sent forth His word and healed them; He rescued them from the Pit. Psalm 107:21\tLet them give thanks to the LORD for His loving devotion and His wonders to the sons of men. Psalm 107:22\tLet them offer sacrifices of thanksgiving and declare His works with rejoicing. Psalm 107:23\tOthers went out to sea in ships, conducting trade on the mighty waters. Psalm 107:24\tThey saw the works of the LORD, and His wonders in the deep. Psalm 107:25\tFor He spoke and raised a tempest that lifted the waves of the sea. Psalm 107:26\tThey mounted up to the heavens, then sunk to the depths; their courage melted in their anguish. Psalm 107:27\tThey reeled and staggered like drunkards, and all their skill was useless. Psalm 107:28\tThen they cried out to the LORD in their trouble, and He brought them out of their distress. Psalm 107:29\tHe calmed the storm to a whisper, and the waves of the sea were hushed. Psalm 107:30\tThey rejoiced in the silence, and He guided them to the harbor they desired. Psalm 107:31\tLet them give thanks to the LORD for His loving devotion and His wonders to the sons of men. Psalm 107:32\tLet them exalt Him in the assembly of the people and praise Him in the council of the elders. Psalm 107:33\tHe turns rivers into deserts, springs of water into thirsty ground, Psalm 107:34\tand fruitful land into fields of salt, because of the wickedness of its dwellers. Psalm 107:35\tHe turns a desert into pools of water and a dry land into flowing springs. Psalm 107:36\tHe causes the hungry to settle there, that they may establish a city in which to dwell. Psalm 107:37\tThey sow fields and plant vineyards that yield a fruitful harvest. Psalm 107:38\tHe blesses them, and they multiply greatly; He does not let their herds diminish. Psalm 107:39\tWhen they are decreased and humbled by oppression, evil, and sorrow, Psalm 107:40\tHe pours out contempt on the nobles and makes them wander in a trackless wasteland. Psalm 107:41\tBut He lifts the needy from affliction and increases their families like flocks. Psalm 107:42\tThe upright see and rejoice, and all iniquity shuts its mouth. Psalm 107:43\tLet him who is wise pay heed to these things and consider the loving devotion of the LORD. Psalm 108:1\tA song. A Psalm of David. My heart is steadfast, O God; I will sing and make music with all my being. Psalm 108:2\tAwake, O harp and lyre! I will awaken the dawn. Psalm 108:3\tI will praise You, O LORD, among the nations; I will sing Your praises among the peoples. Psalm 108:4\tFor Your loving devotion extends beyond the heavens, and Your faithfulness reaches to the clouds. Psalm 108:5\tBe exalted, O God, above the heavens; may Your glory cover all the earth. Psalm 108:6\tRespond and save us with Your right hand, that Your beloved may be delivered. Psalm 108:7\tGod has spoken from His sanctuary: “I will triumph! I will parcel out Shechem and apportion the Valley of Succoth. Psalm 108:8\tGilead is Mine, and Manasseh is Mine; Ephraim is My helmet, Judah is My scepter. Psalm 108:9\tMoab is My washbasin; upon Edom I toss My sandal; over Philistia I shout in triumph.” Psalm 108:10\tWho will bring me to the fortified city? Who will lead me to Edom? Psalm 108:11\tHave You not rejected us, O God? Will You no longer march out, O God, with our armies? Psalm 108:12\tGive us aid against the enemy, for the help of man is worthless. Psalm 108:13\tWith God we will perform with valor, and He will trample our enemies. Psalm 109:1\tFor the choirmaster. A Psalm of David. O God of my praise, be not silent. Psalm 109:2\tFor wicked and deceitful mouths open against me; they speak against me with lying tongues. Psalm 109:3\tThey surround me with hateful words and attack me without cause. Psalm 109:4\tIn return for my love they accuse me, but I am a man of prayer. Psalm 109:5\tThey repay me evil for good, and hatred for my love. Psalm 109:6\tSet over him a wicked man; let an accuser stand at his right hand. Psalm 109:7\tWhen he is tried, let him be found guilty, and may his prayer be regarded as sin. Psalm 109:8\tMay his days be few; may another take his position. Psalm 109:9\tMay his children be fatherless and his wife a widow. Psalm 109:10\tMay his children wander as beggars, seeking sustenance far from their ruined homes. Psalm 109:11\tMay the creditor seize all he owns, and strangers plunder the fruits of his labor. Psalm 109:12\tMay there be no one to extend kindness to him, and no one to favor his fatherless children. Psalm 109:13\tMay his descendants be cut off; may their name be blotted out from the next generation. Psalm 109:14\tMay the iniquity of his fathers be remembered before the LORD, and the sin of his mother never be blotted out. Psalm 109:15\tMay their sins always remain before the LORD, that He may cut off their memory from the earth. Psalm 109:16\tFor he never thought to show kindness, but pursued the poor and needy and brokenhearted, even to their death. Psalm 109:17\tThe cursing that he loved, may it fall on him; the blessing in which he refused to delight, may it be far from him. Psalm 109:18\tThe cursing that he wore like a coat, may it soak into his body like water, and into his bones like oil. Psalm 109:19\tMay it be like a robe wrapped about him, like a belt tied forever around him. Psalm 109:20\tMay this be the LORD’s reward to my accusers, to those who speak evil against me. Psalm 109:21\tBut You, O GOD, the Lord, deal kindly with me for the sake of Your name; deliver me by the goodness of Your loving devotion. Psalm 109:22\tFor I am poor and needy; my heart is wounded within me. Psalm 109:23\tI am fading away like a lengthening shadow; I am shaken off like a locust. Psalm 109:24\tMy knees are weak from fasting, and my body grows lean and gaunt. Psalm 109:25\tI am an object of scorn to my accusers; when they see me, they shake their heads. Psalm 109:26\tHelp me, O LORD my God; save me according to Your loving devotion. Psalm 109:27\tLet them know that this is Your hand, that You, O LORD, have done it. Psalm 109:28\tThough they curse, You will bless. When they rise up, they will be put to shame, but Your servant will rejoice. Psalm 109:29\tMay my accusers be clothed with disgrace; may they wear their shame like a robe. Psalm 109:30\tWith my mouth I will thank the LORD profusely; I will praise Him in the presence of many. Psalm 109:31\tFor He stands at the right hand of the needy one, to save him from the condemners of his soul. Psalm 110:1\tA Psalm of David. The LORD said to my Lord: “Sit at My right hand until I make Your enemies a footstool for Your feet.” Psalm 110:2\tThe LORD extends Your mighty scepter from Zion: “Rule in the midst of Your enemies.” Psalm 110:3\tYour people shall be willing on Your day of battle. Arrayed in holy splendor, from the womb of the dawn, to You belongs the dew of Your youth. Psalm 110:4\tThe LORD has sworn and will not change His mind: “You are a priest forever in the order of Melchizedek.” Psalm 110:5\tThe Lord is at Your right hand; He will crush kings in the day of His wrath. Psalm 110:6\tHe will judge the nations, heaping up the dead; He will crush the leaders far and wide. Psalm 110:7\tHe will drink from the brook by the road; therefore He will lift up His head. Psalm 111:1\tHallelujah! I will give thanks to the LORD with all my heart in the council of the upright and in the assembly. Psalm 111:2\tGreat are the works of the LORD; they are pondered by all who delight in them. Psalm 111:3\tSplendid and majestic is His work; His righteousness endures forever. Psalm 111:4\tHe has caused His wonders to be remembered; the LORD is gracious and compassionate. Psalm 111:5\tHe provides food for those who fear Him; He remembers His covenant forever. Psalm 111:6\tHe has shown His people the power of His works by giving them the inheritance of the nations. Psalm 111:7\tThe works of His hands are truth and justice; all His precepts are trustworthy. Psalm 111:8\tThey are upheld forever and ever, enacted in truth and uprightness. Psalm 111:9\tHe has sent redemption to His people; He has ordained His covenant forever; holy and awesome is His name. Psalm 111:10\tThe fear of the LORD is the beginning of wisdom; all who follow His precepts gain rich understanding. His praise endures forever! Psalm 112:1\tHallelujah! Blessed is the man who fears the LORD, who greatly delights in His commandments. Psalm 112:2\tHis descendants will be mighty in the land; the generation of the upright will be blessed. Psalm 112:3\tWealth and riches are in his house, and his righteousness endures forever. Psalm 112:4\tLight dawns in the darkness for the upright—for the gracious, compassionate, and righteous. Psalm 112:5\tIt is well with the man who is generous and lends freely, whose affairs are guided by justice. Psalm 112:6\tSurely he will never be shaken; the righteous man will be remembered forever. Psalm 112:7\tHe does not fear bad news; his heart is steadfast, trusting in the LORD. Psalm 112:8\tHis heart is assured; he does not fear, until he looks in triumph on his foes. Psalm 112:9\tHe has scattered abroad his gifts to the poor; his righteousness endures forever; his horn will be lifted high in honor. Psalm 112:10\tThe wicked man will see and be grieved; he will gnash his teeth and waste away; the desires of the wicked will perish. Psalm 113:1\tHallelujah! Give praise, O servants of the LORD; praise the name of the LORD. Psalm 113:2\tBlessed be the name of the LORD both now and forevermore. Psalm 113:3\tFrom where the sun rises to where it sets, the name of the LORD is praised. Psalm 113:4\tThe LORD is exalted over all the nations, His glory above the heavens. Psalm 113:5\tWho is like the LORD our God, the One enthroned on high? Psalm 113:6\tHe humbles Himself to behold the heavens and the earth. Psalm 113:7\tHe raises the poor from the dust and lifts the needy from the dump Psalm 113:8\tto seat them with nobles, with the princes of His people. Psalm 113:9\tHe settles the barren woman in her home as a joyful mother to her children. Hallelujah! Psalm 114:1\tWhen Israel departed from Egypt, the house of Jacob from a people of foreign tongue, Psalm 114:2\tJudah became God’s sanctuary, Israel His dominion. Psalm 114:3\tThe sea observed and fled; the Jordan turned back; Psalm 114:4\tthe mountains skipped like rams, the hills like lambs. Psalm 114:5\tWhy was it, O sea, that you fled, O Jordan, that you turned back, Psalm 114:6\tO mountains, that you skipped like rams, O hills, like lambs? Psalm 114:7\tTremble, O earth, at the presence of the Lord, at the presence of the God of Jacob, Psalm 114:8\twho turned the rock into a pool, the flint into a fountain of water! Psalm 115:1\tNot to us, O LORD, not to us, but to Your name be the glory, because of Your loving devotion, because of Your faithfulness. Psalm 115:2\tWhy should the nations say, “Where is their God?” Psalm 115:3\tOur God is in heaven; He does as He pleases. Psalm 115:4\tTheir idols are silver and gold, made by the hands of men. Psalm 115:5\tThey have mouths, but cannot speak; they have eyes, but cannot see; Psalm 115:6\tthey have ears, but cannot hear; they have noses, but cannot smell; Psalm 115:7\tthey have hands, but cannot feel; they have feet, but cannot walk; they cannot even clear their throats. Psalm 115:8\tThose who make them become like them, as do all who trust in them. Psalm 115:9\tO Israel, trust in the LORD! He is their help and shield. Psalm 115:10\tO house of Aaron, trust in the LORD! He is their help and shield. Psalm 115:11\tYou who fear the LORD, trust in the LORD! He is their help and shield. Psalm 115:12\tThe LORD is mindful of us; He will bless us. He will bless the house of Israel; He will bless the house of Aaron; Psalm 115:13\tHe will bless those who fear the LORD—small and great alike. Psalm 115:14\tMay the LORD give you increase, both you and your children. Psalm 115:15\tMay you be blessed by the LORD, the Maker of heaven and earth. Psalm 115:16\tThe highest heavens belong to the LORD, but the earth He has given to mankind. Psalm 115:17\tIt is not the dead who praise the LORD, nor any who descend into silence. Psalm 115:18\tBut it is we who will bless the LORD, both now and forevermore. Hallelujah! Psalm 116:1\tI love the LORD, for He has heard my voice—my appeal for mercy. Psalm 116:2\tBecause He has inclined His ear to me, I will call on Him as long as I live. Psalm 116:3\tThe ropes of death entangled me; the anguish of Sheol overcame me; I was confronted by trouble and sorrow. Psalm 116:4\tThen I called on the name of the LORD: “O LORD, deliver my soul!” Psalm 116:5\tThe LORD is gracious and righteous; our God is full of compassion. Psalm 116:6\tThe LORD preserves the simplehearted; I was helpless, and He saved me. Psalm 116:7\tReturn to your rest, O my soul, for the LORD has been good to you. Psalm 116:8\tFor You have delivered my soul from death, my eyes from tears, my feet from stumbling. Psalm 116:9\tI will walk before the LORD in the land of the living. Psalm 116:10\tI believed, therefore I said, “I am greatly afflicted.” Psalm 116:11\tIn my alarm I said, “All men are liars!” Psalm 116:12\tHow can I repay the LORD for all His goodness to me? Psalm 116:13\tI will lift the cup of salvation and call on the name of the LORD. Psalm 116:14\tI will fulfill my vows to the LORD in the presence of all His people. Psalm 116:15\tPrecious in the sight of the LORD is the death of His saints. Psalm 116:16\tTruly, O LORD, I am Your servant; I am Your servant, the son of Your maidservant; You have broken my bonds. Psalm 116:17\tI will offer to You a sacrifice of thanksgiving and call on the name of the LORD. Psalm 116:18\tI will fulfill my vows to the LORD in the presence of all His people, Psalm 116:19\tin the courts of the LORD’s house, in your midst, O Jerusalem. Hallelujah! Psalm 117:1\tPraise the LORD, all you nations! Extol Him, all you peoples! Psalm 117:2\tFor great is His loving devotion toward us, and the faithfulness of the LORD endures forever. Hallelujah! Psalm 118:1\tGive thanks to the LORD, for He is good; His loving devotion endures forever. Psalm 118:2\tLet Israel say, “His loving devotion endures forever.” Psalm 118:3\tLet the house of Aaron say, “His loving devotion endures forever.” Psalm 118:4\tLet those who fear the LORD say, “His loving devotion endures forever.” Psalm 118:5\tIn my distress I called to the LORD, and He answered and set me free. Psalm 118:6\tThe LORD is on my side; I will not be afraid. What can man do to me? Psalm 118:7\tThe LORD is on my side; He is my helper. Therefore I will look in triumph on those who hate me. Psalm 118:8\tIt is better to take refuge in the LORD than to trust in man. Psalm 118:9\tIt is better to take refuge in the LORD than to trust in princes. Psalm 118:10\tAll the nations surrounded me, but in the name of the LORD I cut them off. Psalm 118:11\tThey surrounded me on every side, but in the name of the LORD I cut them off. Psalm 118:12\tThey swarmed around me like bees, but they were extinguished like burning thorns; in the name of the LORD I cut them off. Psalm 118:13\tI was pushed so hard I was falling, but the LORD helped me. Psalm 118:14\tThe LORD is my strength and my song, and He has become my salvation. Psalm 118:15\tShouts of joy and salvation resound in the tents of the righteous: “The right hand of the LORD performs with valor! Psalm 118:16\tThe right hand of the LORD is exalted! The right hand of the LORD performs with valor!” Psalm 118:17\tI will not die, but I will live and proclaim what the LORD has done. Psalm 118:18\tThe LORD disciplined me severely, but He has not given me over to death. Psalm 118:19\tOpen to me the gates of righteousness, that I may enter and give thanks to the LORD. Psalm 118:20\tThis is the gate of the LORD; the righteous shall enter through it. Psalm 118:21\tI will give You thanks, for You have answered me, and You have become my salvation. Psalm 118:22\tThe stone the builders rejected has become the cornerstone. Psalm 118:23\tThis is from the LORD, and it is marvelous in our eyes. Psalm 118:24\tThis is the day that the LORD has made; we will rejoice and be glad in it. Psalm 118:25\tO LORD, save us, we pray. We beseech You, O LORD, cause us to prosper! Psalm 118:26\tBlessed is he who comes in the name of the LORD. From the house of the LORD we bless you. Psalm 118:27\tThe LORD is God; He has made His light to shine upon us. Bind the festal sacrifice with cords to the horns of the altar. Psalm 118:28\tYou are my God, and I will give You thanks. You are my God, and I will exalt You. Psalm 118:29\tGive thanks to the LORD, for He is good; His loving devotion endures forever. Psalm 119:1\tBlessed are those whose way is blameless, who walk in the Law of the LORD. Psalm 119:2\tBlessed are those who keep His testimonies and seek Him with all their heart. Psalm 119:3\tThey do no iniquity; they walk in His ways. Psalm 119:4\tYou have ordained Your precepts, that we should keep them diligently. Psalm 119:5\tOh, that my ways were committed to keeping Your statutes! Psalm 119:6\tThen I would not be ashamed when I consider all Your commandments. Psalm 119:7\tI will praise You with an upright heart when I learn Your righteous judgments. Psalm 119:8\tI will keep Your statutes; do not utterly forsake me. Psalm 119:9\tHow can a young man keep his way pure? By guarding it according to Your word. Psalm 119:10\tWith all my heart I have sought You; do not let me stray from Your commandments. Psalm 119:11\tI have hidden Your word in my heart that I might not sin against You. Psalm 119:12\tBlessed are You, O LORD; teach me Your statutes. Psalm 119:13\tWith my lips I proclaim all the judgments of Your mouth. Psalm 119:14\tI rejoice in the way of Your testimonies as much as in all riches. Psalm 119:15\tI will meditate on Your precepts and regard Your ways. Psalm 119:16\tI will delight in Your statutes; I will not forget Your word. Psalm 119:17\tDeal bountifully with Your servant, that I may live and keep Your word. Psalm 119:18\tOpen my eyes that I may see wondrous things from Your law. Psalm 119:19\tI am a stranger on the earth; do not hide Your commandments from me. Psalm 119:20\tMy soul is consumed with longing for Your judgments at all times. Psalm 119:21\tYou rebuke the arrogant—the cursed who stray from Your commandments. Psalm 119:22\tRemove my scorn and contempt, for I have kept Your testimonies. Psalm 119:23\tThough rulers sit and slander me, Your servant meditates on Your statutes. Psalm 119:24\tYour testimonies are indeed my delight; they are my counselors. Psalm 119:25\tMy soul cleaves to the dust; revive me according to Your word. Psalm 119:26\tI recounted my ways, and You answered me; teach me Your statutes. Psalm 119:27\tMake clear to me the way of Your precepts; then I will meditate on Your wonders. Psalm 119:28\tMy soul melts with sorrow; strengthen me according to Your word. Psalm 119:29\tRemove me from the path of deceit and graciously grant me Your law. Psalm 119:30\tI have chosen the way of truth; I have set Your ordinances before me. Psalm 119:31\tI cling to Your testimonies, O LORD; let me not be put to shame. Psalm 119:32\tI run in the path of Your commandments, for You will enlarge my heart. Psalm 119:33\tTeach me, O LORD, the way of Your statutes, and I will keep them to the end. Psalm 119:34\tGive me understanding that I may obey Your law, and follow it with all my heart. Psalm 119:35\tDirect me in the path of Your commandments, for there I find delight. Psalm 119:36\tTurn my heart to Your testimonies and not to covetous gain. Psalm 119:37\tTurn my eyes away from worthless things; revive me with Your word. Psalm 119:38\tEstablish Your word to Your servant, to produce reverence for You. Psalm 119:39\tTurn away the disgrace I dread, for Your judgments are good. Psalm 119:40\tHow I long for Your precepts! Revive me in Your righteousness. Psalm 119:41\tMay Your loving devotion come to me, O LORD, Your salvation, according to Your promise. Psalm 119:42\tThen I can answer him who taunts, for I trust in Your word. Psalm 119:43\tNever take Your word of truth from my mouth, for I hope in Your judgments. Psalm 119:44\tI will always obey Your law, forever and ever. Psalm 119:45\tAnd I will walk in freedom, for I have sought Your precepts. Psalm 119:46\tI will speak of Your testimonies before kings, and I will not be ashamed. Psalm 119:47\tI delight in Your commandments because I love them. Psalm 119:48\tI lift up my hands to Your commandments, which I love, and I meditate on Your statutes. Psalm 119:49\tRemember Your word to Your servant, upon which You have given me hope. Psalm 119:50\tThis is my comfort in affliction, that Your promise has given me life. Psalm 119:51\tThe arrogant utterly deride me, but I do not turn from Your law. Psalm 119:52\tI remember Your judgments of old, O LORD, and in them I find comfort. Psalm 119:53\tRage has taken hold of me because of the wicked who reject Your law. Psalm 119:54\tYour statutes are songs to me in the house of my pilgrimage. Psalm 119:55\tIn the night, O LORD, I remember Your name, that I may keep Your law. Psalm 119:56\tThis is my practice, for I obey Your precepts. Psalm 119:57\tThe LORD is my portion; I have promised to keep Your words. Psalm 119:58\tI have sought Your face with all my heart; be gracious to me according to Your promise. Psalm 119:59\tI considered my ways and turned my steps to Your testimonies. Psalm 119:60\tI hurried without hesitating to keep Your commandments. Psalm 119:61\tThough the ropes of the wicked bind me, I do not forget Your law. Psalm 119:62\tAt midnight I rise to give You thanks for Your righteous judgments. Psalm 119:63\tI am a friend to all who fear You, and to those who keep Your precepts. Psalm 119:64\tThe earth is filled with Your loving devotion, O LORD; teach me Your statutes. Psalm 119:65\tYou are good to Your servant, O LORD, according to Your word. Psalm 119:66\tTeach me good judgment and knowledge, for I believe in Your commandments. Psalm 119:67\tBefore I was afflicted, I went astray; but now I keep Your word. Psalm 119:68\tYou are good, and You do what is good; teach me Your statutes. Psalm 119:69\tThough the arrogant have smeared me with lies, I keep Your precepts with all my heart. Psalm 119:70\tTheir hearts are callous and insensitive, but I delight in Your law. Psalm 119:71\tIt was good for me to be afflicted, that I might learn Your statutes. Psalm 119:72\tThe law from Your mouth is more precious to me than thousands of pieces of gold and silver. Psalm 119:73\tYour hands have made me and fashioned me; give me understanding to learn Your commandments. Psalm 119:74\tMay those who fear You see me and rejoice, for I have hoped in Your word. Psalm 119:75\tI know, O LORD, that Your judgments are righteous, and that in faithfulness You have afflicted me. Psalm 119:76\tMay Your loving devotion comfort me, I pray, according to Your promise to Your servant. Psalm 119:77\tMay Your compassion come to me, that I may live, for Your law is my delight. Psalm 119:78\tMay the arrogant be put to shame for subverting me with a lie; I will meditate on Your precepts. Psalm 119:79\tMay those who fear You turn to me, those who know Your testimonies. Psalm 119:80\tMay my heart be blameless in Your statutes, that I may not be put to shame. Psalm 119:81\tMy soul faints for Your salvation; I wait for Your word. Psalm 119:82\tMy eyes fail, looking for Your promise; I ask, “When will You comfort me?” Psalm 119:83\tThough I am like a wineskin dried up by smoke, I do not forget Your statutes. Psalm 119:84\tHow many days must Your servant wait? When will You execute judgment on my persecutors? Psalm 119:85\tThe arrogant have dug pits for me in violation of Your law. Psalm 119:86\tAll Your commandments are faithful; I am persecuted without cause—help me! Psalm 119:87\tThey almost wiped me from the earth, but I have not forsaken Your precepts. Psalm 119:88\tRevive me according to Your loving devotion, that I may obey the testimony of Your mouth. Psalm 119:89\tYour word, O LORD, is everlasting; it is firmly fixed in the heavens. Psalm 119:90\tYour faithfulness continues through all generations; You established the earth, and it endures. Psalm 119:91\tYour ordinances stand to this day, for all things are servants to You. Psalm 119:92\tIf Your law had not been my delight, then I would have perished in my affliction. Psalm 119:93\tI will never forget Your precepts, for by them You have revived me. Psalm 119:94\tI am Yours; save me, for I have sought Your precepts. Psalm 119:95\tThe wicked wait to destroy me, but I will ponder Your testimonies. Psalm 119:96\tI have seen a limit to all perfection, but Your commandment is without limit. Psalm 119:97\tOh, how I love Your law! All day long it is my meditation. Psalm 119:98\tYour commandments make me wiser than my enemies, for they are always with me. Psalm 119:99\tI have more insight than all my teachers, for Your testimonies are my meditation. Psalm 119:100\tI discern more than the elders, for I obey Your precepts. Psalm 119:101\tI have kept my feet from every evil path, that I may keep Your word. Psalm 119:102\tI have not departed from Your ordinances, for You Yourself have taught me. Psalm 119:103\tHow sweet are Your words to my taste—sweeter than honey in my mouth! Psalm 119:104\tI gain understanding from Your precepts; therefore I hate every false way. Psalm 119:105\tYour word is a lamp to my feet and a light to my path. Psalm 119:106\tI have sworn and confirmed that I will keep Your righteous judgments. Psalm 119:107\tI am severely afflicted, O LORD; revive me through Your word. Psalm 119:108\tAccept the freewill offerings of my mouth, O LORD, and teach me Your judgments. Psalm 119:109\tI constantly take my life in my hands, yet I do not forget Your law. Psalm 119:110\tThe wicked have set a snare for me, but I have not strayed from Your precepts. Psalm 119:111\tYour testimonies are my heritage forever, for they are the joy of my heart. Psalm 119:112\tI have inclined my heart to perform Your statutes, even to the very end. Psalm 119:113\tThe double-minded I despise, but Your law I love. Psalm 119:114\tYou are my hiding place and my shield; I put my hope in Your word. Psalm 119:115\tDepart from me, you evildoers, that I may obey the commandments of my God. Psalm 119:116\tSustain me as You promised, that I may live; let me not be ashamed of my hope. Psalm 119:117\tUphold me, and I will be saved, that I may always regard Your statutes. Psalm 119:118\tYou reject all who stray from Your statutes, for their deceitfulness is in vain. Psalm 119:119\tAll the wicked on earth You discard like dross; therefore I love Your testimonies. Psalm 119:120\tMy flesh trembles in awe of You; I stand in fear of Your judgments. Psalm 119:121\tI have done what is just and right; do not leave me to my oppressors. Psalm 119:122\tEnsure Your servant’s well-being; do not let the arrogant oppress me. Psalm 119:123\tMy eyes fail, looking for Your salvation, and for Your righteous promise. Psalm 119:124\tDeal with Your servant according to Your loving devotion, and teach me Your statutes. Psalm 119:125\tI am Your servant; give me understanding, that I may know Your testimonies. Psalm 119:126\tIt is time for the LORD to act, for they have broken Your law. Psalm 119:127\tTherefore I love Your commandments more than gold, even the purest gold. Psalm 119:128\tTherefore I admire all Your precepts and hate every false way. Psalm 119:129\tWonderful are Your testimonies; therefore I obey them. Psalm 119:130\tThe unfolding of Your words gives light; it informs the simple. Psalm 119:131\tI open my mouth and pant, longing for Your commandments. Psalm 119:132\tTurn to me and show me mercy, as You do to those who love Your name. Psalm 119:133\tOrder my steps in Your word; let no sin rule over me. Psalm 119:134\tRedeem me from the oppression of man, that I may keep Your precepts. Psalm 119:135\tMake Your face shine upon Your servant, and teach me Your statutes. Psalm 119:136\tMy eyes shed streams of tears because Your law is not obeyed. Psalm 119:137\tRighteous are You, O LORD, and upright are Your judgments. Psalm 119:138\tThe testimonies You have laid down are righteous and altogether faithful. Psalm 119:139\tMy zeal has consumed me because my foes forget Your words. Psalm 119:140\tYour promise is completely pure; therefore Your servant loves it. Psalm 119:141\tI am lowly and despised, but I do not forget Your precepts. Psalm 119:142\tYour righteousness is everlasting and Your law is true. Psalm 119:143\tTrouble and distress have found me, but Your commandments are my delight. Psalm 119:144\tYour testimonies are righteous forever. Give me understanding, that I may live. Psalm 119:145\tI call with all my heart; answer me, O LORD! I will obey Your statutes. Psalm 119:146\tI call to You; save me, that I may keep Your testimonies. Psalm 119:147\tI rise before dawn and cry for help; in Your word I have put my hope. Psalm 119:148\tMy eyes anticipate the watches of night, that I may meditate on Your word. Psalm 119:149\tHear my voice, O LORD, according to Your loving devotion; give me life according to Your justice. Psalm 119:150\tThose who follow after wickedness draw near; they are far from Your law. Psalm 119:151\tYou are near, O LORD, and all Your commandments are true. Psalm 119:152\tLong ago I learned from Your testimonies that You have established them forever. Psalm 119:153\tLook upon my affliction and rescue me, for I have not forgotten Your law. Psalm 119:154\tDefend my cause and redeem me; revive me according to Your word. Psalm 119:155\tSalvation is far from the wicked because they do not seek Your statutes. Psalm 119:156\tGreat are Your mercies, O LORD; revive me according to Your ordinances. Psalm 119:157\tThough my persecutors and foes are many, I have not turned from Your testimonies. Psalm 119:158\tI look on the faithless with loathing because they do not keep Your word. Psalm 119:159\tConsider how I love Your precepts, O LORD; give me life according to Your loving devotion. Psalm 119:160\tThe entirety of Your word is truth, and all Your righteous judgments endure forever. Psalm 119:161\tRulers persecute me without cause, but my heart fears only Your word. Psalm 119:162\tI rejoice in Your promise like one who finds great spoil. Psalm 119:163\tI hate and abhor falsehood, but Your law I love. Psalm 119:164\tSeven times a day I praise You for Your righteous judgments. Psalm 119:165\tAbundant peace belongs to those who love Your law; nothing can make them stumble. Psalm 119:166\tI wait for Your salvation, O LORD, and I carry out Your commandments. Psalm 119:167\tI obey Your testimonies and love them greatly. Psalm 119:168\tI obey Your precepts and Your testimonies, for all my ways are before You. Psalm 119:169\tMay my cry come before You, O LORD; give me understanding according to Your word. Psalm 119:170\tMay my plea come before You; rescue me according to Your promise. Psalm 119:171\tMy lips pour forth praise, for You teach me Your statutes. Psalm 119:172\tMy tongue sings of Your word, for all Your commandments are righteous. Psalm 119:173\tMay Your hand be ready to help me, for I have chosen Your precepts. Psalm 119:174\tI long for Your salvation, O LORD, and Your law is my delight. Psalm 119:175\tLet me live to praise You; may Your judgments sustain me. Psalm 119:176\tI have strayed like a lost sheep; seek Your servant, for I have not forgotten Your commandments. Psalm 120:1\tA song of ascents. In my distress I cried to the LORD, and He answered me. Psalm 120:2\tDeliver my soul, O LORD, from lying lips and a deceitful tongue. Psalm 120:3\tWhat will He do to you, and what will be added to you, O deceitful tongue? Psalm 120:4\tSharp arrows will come from the warrior, with burning coals of the broom tree! Psalm 120:5\tWoe to me that I dwell in Meshech, that I live among the tents of Kedar! Psalm 120:6\tToo long have I dwelt among those who hate peace. Psalm 120:7\tI am in favor of peace; but when I speak, they want war. Psalm 121:1\tA song of ascents. I lift up my eyes to the hills. From where does my help come? Psalm 121:2\tMy help comes from the LORD, the Maker of heaven and earth. Psalm 121:3\tHe will not allow your foot to slip; your Protector will not slumber. Psalm 121:4\tBehold, the Protector of Israel will neither slumber nor sleep. Psalm 121:5\tThe LORD is your keeper; the LORD is the shade on your right hand. Psalm 121:6\tThe sun will not strike you by day, nor the moon by night. Psalm 121:7\tThe LORD will guard you from all evil; He will preserve your soul. Psalm 121:8\tThe LORD will watch over your coming and going, both now and forevermore. Psalm 122:1\tA song of ascents. Of David. I was glad when they said to me, “Let us go to the house of the LORD.” Psalm 122:2\tOur feet are standing in your gates, O Jerusalem. Psalm 122:3\tJerusalem is built up as a city united together, Psalm 122:4\twhere the tribes go up, the tribes of the LORD, as a testimony for Israel, to give thanks to the name of the LORD. Psalm 122:5\tFor there the thrones of judgment stand, the thrones of the house of David. Psalm 122:6\tPray for the peace of Jerusalem: “May those who love you prosper. Psalm 122:7\tMay there be peace within your walls, and prosperity inside your fortresses.” Psalm 122:8\tFor the sake of my brothers and friends, I will say, “Peace be within you.” Psalm 122:9\tFor the sake of the house of the LORD our God, I will seek your prosperity. Psalm 123:1\tA song of ascents. I lift up my eyes to You, the One enthroned in heaven. Psalm 123:2\tAs the eyes of servants look to the hand of their master, as the eyes of a maidservant look to the hand of her mistress, so our eyes are on the LORD our God until He shows us mercy. Psalm 123:3\tHave mercy on us, O LORD, have mercy, for we have endured much contempt. Psalm 123:4\tWe have endured much scorn from the arrogant, much contempt from the proud. Psalm 124:1\tA song of ascents. Of David. If the LORD had not been on our side—let Israel now declare— Psalm 124:2\tif the LORD had not been on our side when men attacked us, Psalm 124:3\twhen their anger flared against us, then they would have swallowed us alive, Psalm 124:4\tthen the floods would have engulfed us, then the torrent would have overwhelmed us, Psalm 124:5\tthen the raging waters would have swept us away. Psalm 124:6\tBlessed be the LORD, who has not given us as prey to their teeth. Psalm 124:7\tWe have escaped like a bird from the snare of the fowler; the net is torn, and we have slipped away. Psalm 124:8\tOur help is in the name of the LORD, the Maker of heaven and earth. Psalm 125:1\tA song of ascents. Those who trust in the LORD are like Mount Zion. It cannot be moved; it abides forever. Psalm 125:2\tAs the mountains surround Jerusalem, so the LORD surrounds His people, both now and forevermore. Psalm 125:3\tFor the scepter of the wicked will not rest upon the land allotted to the righteous, so that the righteous will not put forth their hands to injustice. Psalm 125:4\tDo good, O LORD, to those who are good, and to the upright in heart. Psalm 125:5\tBut those who turn to crooked ways the LORD will banish with the evildoers. Peace be upon Israel. Psalm 126:1\tA song of ascents. When the LORD restored the captives of Zion, we were like dreamers. Psalm 126:2\tThen our mouths were filled with laughter, our tongues with shouts of joy. Then it was said among the nations, “The LORD has done great things for them.” Psalm 126:3\tThe LORD has done great things for us; we are filled with joy. Psalm 126:4\tRestore our captives, O LORD, like streams in the Negev. Psalm 126:5\tThose who sow in tears will reap with shouts of joy. Psalm 126:6\tHe who goes out weeping, bearing a trail of seed, will surely return with shouts of joy, carrying sheaves of grain. Psalm 127:1\tA song of ascents. Of Solomon. Unless the LORD builds the house, its builders labor in vain; unless the LORD protects the city, its watchmen stand guard in vain. Psalm 127:2\tIn vain you rise early and stay up late, toiling for bread to eat—for He gives sleep to His beloved. Psalm 127:3\tChildren are indeed a heritage from the LORD, and the fruit of the womb is His reward. Psalm 127:4\tLike arrows in the hand of a warrior, so are children born in one’s youth. Psalm 127:5\tBlessed is the man whose quiver is full of them. He will not be put to shame when he confronts the enemies at the gate. Psalm 128:1\tA song of ascents. Blessed are all who fear the LORD, who walk in His ways! Psalm 128:2\tFor when you eat the fruit of your labor, blessings and prosperity will be yours. Psalm 128:3\tYour wife will be like a fruitful vine flourishing within your house, your sons like olive shoots sitting around your table. Psalm 128:4\tIn this way indeed shall blessing come to the man who fears the LORD. Psalm 128:5\tMay the LORD bless you from Zion, that you may see the prosperity of Jerusalem all the days of your life, Psalm 128:6\tthat you may see your children’s children. Peace be upon Israel! Psalm 129:1\tA song of ascents. Many a time they have persecuted me from my youth—let Israel now declare— Psalm 129:2\tmany a time they have persecuted me from my youth, but they have not prevailed against me. Psalm 129:3\tThe plowmen plowed over my back; they made their furrows long. Psalm 129:4\tThe LORD is righteous; He has cut me from the cords of the wicked. Psalm 129:5\tMay all who hate Zion be turned back in shame. Psalm 129:6\tMay they be like grass on the rooftops, which withers before it can grow, Psalm 129:7\tunable to fill the hands of the reaper, or the arms of the binder of sheaves. Psalm 129:8\tMay none who pass by say to them, “The blessing of the LORD be on you; we bless you in the name of the LORD.” Psalm 130:1\tA song of ascents. Out of the depths I cry to You, O LORD! Psalm 130:2\tO Lord, hear my voice; let Your ears be attentive to my plea for mercy. Psalm 130:3\tIf You, O LORD, kept track of iniquities, then who, O Lord, could stand? Psalm 130:4\tBut with You there is forgiveness, so that You may be feared. Psalm 130:5\tI wait for the LORD; my soul does wait, and in His word I put my hope. Psalm 130:6\tMy soul waits for the Lord more than watchmen wait for the morning—more than watchmen wait for the morning. Psalm 130:7\tO Israel, put your hope in the LORD, for with the LORD is loving devotion, and with Him is redemption in abundance. Psalm 130:8\tAnd He will redeem Israel from all iniquity. Psalm 131:1\tA song of ascents. Of David. My heart is not proud, O LORD, my eyes are not haughty. I do not aspire to great things or matters too lofty for me. Psalm 131:2\tSurely I have stilled and quieted my soul; like a weaned child with his mother, like a weaned child is my soul within me. Psalm 131:3\tO Israel, put your hope in the LORD, both now and forevermore. Psalm 132:1\tA song of ascents. O LORD, remember on behalf of David all the hardships he endured, Psalm 132:2\thow he swore an oath to the LORD, and vowed to the Mighty One of Jacob: Psalm 132:3\t“I will not enter my house or get into my bed, Psalm 132:4\tI will not give sleep to my eyes or slumber to my eyelids, Psalm 132:5\tuntil I find a place for the LORD, a dwelling for the Mighty One of Jacob.” Psalm 132:6\tWe heard that the ark was in Ephrathah; we found it in the fields of Jaar. Psalm 132:7\tLet us go to His dwelling place; let us worship at His footstool. Psalm 132:8\tArise, O LORD, to Your resting place, You and the ark of Your strength. Psalm 132:9\tMay Your priests be clothed with righteousness, and Your saints shout for joy. Psalm 132:10\tFor the sake of Your servant David, do not reject Your anointed one. Psalm 132:11\tThe LORD swore an oath to David, a promise He will not revoke: “One of your descendants I will place on your throne. Psalm 132:12\tIf your sons keep My covenant and the testimony I will teach them, then their sons will also sit on your throne forever and ever.” Psalm 132:13\tFor the LORD has chosen Zion; He has desired it for His home: Psalm 132:14\t“This is My resting place forever and ever; here I will dwell, for I have desired this home. Psalm 132:15\tI will bless her with abundant provisions; I will satisfy her poor with bread. Psalm 132:16\tI will clothe her priests with salvation, and her saints will sing out in joy. Psalm 132:17\tThere I will make a horn grow for David; I have prepared a lamp for My anointed one. Psalm 132:18\tI will clothe his enemies with shame, but the crown upon him will gleam.” Psalm 133:1\tA song of ascents. Of David. Behold, how good and pleasant it is when brothers live together in harmony! Psalm 133:2\tIt is like fine oil on the head, running down on the beard, running down Aaron’s beard over the collar of his robes. Psalm 133:3\tIt is like the dew of Hermon falling on the mountains of Zion. For there the LORD has bestowed the blessing of life forevermore. Psalm 134:1\tA song of ascents. Come, bless the LORD, all you servants of the LORD who serve by night in the house of the LORD! Psalm 134:2\tLift up your hands to the sanctuary and bless the LORD! Psalm 134:3\tMay the LORD, the Maker of heaven and earth, bless you from Zion. Psalm 135:1\tHallelujah! Praise the name of the LORD. Give praise, O servants of the LORD, Psalm 135:2\twho stand in the house of the LORD, in the courts of the house of our God. Psalm 135:3\tHallelujah, for the LORD is good; sing praises to His name, for it is lovely. Psalm 135:4\tFor the LORD has chosen Jacob as His own, Israel as His treasured possession. Psalm 135:5\tFor I know that the LORD is great; our Lord is above all gods. Psalm 135:6\tThe LORD does all that pleases Him in the heavens and on the earth, in the seas and in all their depths. Psalm 135:7\tHe causes the clouds to rise from the ends of the earth. He generates the lightning with the rain and brings forth the wind from His storehouses. Psalm 135:8\tHe struck down the firstborn of Egypt, of both man and beast. Psalm 135:9\tHe sent signs and wonders into your midst, O Egypt, against Pharaoh and all his servants. Psalm 135:10\tHe struck down many nations and slaughtered mighty kings: Psalm 135:11\tSihon king of the Amorites, Og king of Bashan, and all the kings of Canaan. Psalm 135:12\tHe gave their land as an inheritance, as a heritage to His people Israel. Psalm 135:13\tYour name, O LORD, endures forever, Your renown, O LORD, through all generations. Psalm 135:14\tFor the LORD will vindicate His people and will have compassion on His servants. Psalm 135:15\tThe idols of the nations are silver and gold, made by the hands of men. Psalm 135:16\tThey have mouths, but cannot speak; they have eyes, but cannot see; Psalm 135:17\tthey have ears, but cannot hear; nor is there breath in their mouths. Psalm 135:18\tThose who make them become like them, as do all who trust in them. Psalm 135:19\tO house of Israel, bless the LORD; O house of Aaron, bless the LORD; Psalm 135:20\tO house of Levi, bless the LORD; you who fear the LORD, bless the LORD! Psalm 135:21\tBlessed be the LORD from Zion—He who dwells in Jerusalem. Hallelujah! Psalm 136:1\tGive thanks to the LORD, for He is good. His loving devotion endures forever. Psalm 136:2\tGive thanks to the God of gods. His loving devotion endures forever. Psalm 136:3\tGive thanks to the Lord of lords. His loving devotion endures forever. Psalm 136:4\tHe alone does great wonders. His loving devotion endures forever. Psalm 136:5\tBy His insight He made the heavens. His loving devotion endures forever. Psalm 136:6\tHe spread out the earth upon the waters. His loving devotion endures forever. Psalm 136:7\tHe made the great lights—His loving devotion endures forever. Psalm 136:8\tthe sun to rule the day, His loving devotion endures forever. Psalm 136:9\tthe moon and stars to govern the night. His loving devotion endures forever. Psalm 136:10\tHe struck down the firstborn of Egypt His loving devotion endures forever. Psalm 136:11\tand brought Israel out from among them His loving devotion endures forever. Psalm 136:12\twith a mighty hand and an outstretched arm. His loving devotion endures forever. Psalm 136:13\tHe divided the Red Sea in two His loving devotion endures forever. Psalm 136:14\tand led Israel through the midst, His loving devotion endures forever. Psalm 136:15\tbut swept Pharaoh and his army into the Red Sea. His loving devotion endures forever. Psalm 136:16\tHe led His people through the wilderness. His loving devotion endures forever. Psalm 136:17\tHe struck down great kings His loving devotion endures forever. Psalm 136:18\tand slaughtered mighty kings—His loving devotion endures forever. Psalm 136:19\tSihon king of the Amorites His loving devotion endures forever. Psalm 136:20\tand Og king of Bashan—His loving devotion endures forever. Psalm 136:21\tand He gave their land as an inheritance, His loving devotion endures forever. Psalm 136:22\ta heritage to His servant Israel. His loving devotion endures forever. Psalm 136:23\tHe remembered us in our low estate His loving devotion endures forever. Psalm 136:24\tand freed us from our enemies. His loving devotion endures forever. Psalm 136:25\tHe gives food to every creature. His loving devotion endures forever. Psalm 136:26\tGive thanks to the God of heaven! His loving devotion endures forever. Psalm 137:1\tBy the rivers of Babylon we sat and wept when we remembered Zion. Psalm 137:2\tThere on the willows we hung our harps, Psalm 137:3\tfor there our captors requested a song; our tormentors demanded songs of joy: “Sing us a song of Zion.” Psalm 137:4\tHow can we sing a song of the LORD in a foreign land? Psalm 137:5\tIf I forget you, O Jerusalem, may my right hand cease to function. Psalm 137:6\tMay my tongue cling to the roof of my mouth if I do not remember you, if I do not exalt Jerusalem as my greatest joy! Psalm 137:7\tRemember, O LORD, the sons of Edom on the day Jerusalem fell: “Destroy it,” they said, “tear it down to its foundations!” Psalm 137:8\tO Daughter of Babylon, doomed to destruction, blessed is he who repays you as you have done to us. Psalm 137:9\tBlessed is he who seizes your infants and dashes them against the rocks. Psalm 138:1\tOf David. I give You thanks with all my heart; before the gods I sing Your praises. Psalm 138:2\tI bow down toward Your holy temple and give thanks to Your name for Your loving devotion and Your faithfulness; You have exalted Your name and Your word above all else. Psalm 138:3\tOn the day I called, You answered me; You emboldened me and strengthened my soul. Psalm 138:4\tAll the kings of the earth will give You thanks, O LORD, when they hear the words of Your mouth. Psalm 138:5\tThey will sing of the ways of the LORD, for the glory of the LORD is great. Psalm 138:6\tThough the LORD is on high, He attends to the lowly; but the proud He knows from afar. Psalm 138:7\tIf I walk in the midst of trouble, You preserve me from the anger of my foes; You extend Your hand, and Your right hand saves me. Psalm 138:8\tThe LORD will fulfill His purpose for me. O LORD, Your loving devotion endures forever—do not abandon the works of Your hands. Psalm 139:1\tFor the choirmaster. A Psalm of David. O LORD, You have searched me and known me. Psalm 139:2\tYou know when I sit and when I rise; You understand my thoughts from afar. Psalm 139:3\tYou search out my path and my lying down; You are aware of all my ways. Psalm 139:4\tEven before a word is on my tongue, You know all about it, O LORD. Psalm 139:5\tYou hem me in behind and before; You have laid Your hand upon me. Psalm 139:6\tSuch knowledge is too wonderful for me, too lofty for me to attain. Psalm 139:7\tWhere can I go to escape Your Spirit? Where can I flee from Your presence? Psalm 139:8\tIf I ascend to the heavens, You are there; if I make my bed in Sheol, You are there. Psalm 139:9\tIf I rise on the wings of the dawn, if I settle by the farthest sea, Psalm 139:10\teven there Your hand will guide me; Your right hand will hold me fast. Psalm 139:11\tIf I say, “Surely the darkness will hide me, and the light become night around me”— Psalm 139:12\teven the darkness is not dark to You, but the night shines like the day, for darkness is as light to You. Psalm 139:13\tFor You formed my inmost being; You knit me together in my mother’s womb. Psalm 139:14\tI praise You, for I am fearfully and wonderfully made. Marvelous are Your works, and I know this very well. Psalm 139:15\tMy frame was not hidden from You when I was made in secret, when I was woven together in the depths of the earth. Psalm 139:16\tYour eyes saw my unformed body; all my days were written in Your book and ordained for me before one of them came to be. Psalm 139:17\tHow precious to me are Your thoughts, O God, how vast is their sum! Psalm 139:18\tIf I were to count them, they would outnumber the grains of sand; and when I awake, I am still with You. Psalm 139:19\tO God, that You would slay the wicked—away from me, you bloodthirsty men— Psalm 139:20\twho speak of You deceitfully; Your enemies take Your name in vain. Psalm 139:21\tDo I not hate those who hate You, O LORD, and detest those who rise against You? Psalm 139:22\tI hate them with perfect hatred; I count them as my enemies. Psalm 139:23\tSearch me, O God, and know my heart; test me and know my concerns. Psalm 139:24\tSee if there is any offensive way in me; lead me in the way everlasting. Psalm 140:1\tFor the choirmaster. A Psalm of David. Rescue me, O LORD, from evil men. Protect me from men of violence, Psalm 140:2\twho devise evil in their hearts and stir up war all day long. Psalm 140:3\tThey sharpen their tongues like snakes; the venom of vipers is on their lips. Selah Psalm 140:4\tGuard me, O LORD, from the hands of the wicked. Keep me safe from men of violence who scheme to make me stumble. Psalm 140:5\tThe proud hide a snare for me; the cords of their net are spread along the path, and lures are set out for me. Selah Psalm 140:6\tI say to the LORD, “You are my God.” Hear, O LORD, my cry for help. Psalm 140:7\tO GOD the Lord, the strength of my salvation, You shield my head in the day of battle. Psalm 140:8\tGrant not, O LORD, the desires of the wicked; do not promote their evil plans, lest they be exalted. Selah Psalm 140:9\tMay the heads of those who surround me be covered in the trouble their lips have caused. Psalm 140:10\tMay burning coals fall on them; may they be thrown into the fire, into the miry pits, never to rise again. Psalm 140:11\tMay no slanderer be established in the land; may calamity hunt down the man of violence. Psalm 140:12\tI know that the LORD upholds justice for the poor and defends the cause of the needy. Psalm 140:13\tSurely the righteous will praise Your name; the upright will dwell in Your presence. Psalm 141:1\tA Psalm of David. I call upon You, O LORD; come quickly to me. Hear my voice when I call to You. Psalm 141:2\tMay my prayer be set before You like incense; my uplifted hands, like the evening offering. Psalm 141:3\tSet a guard, O LORD, over my mouth; keep watch at the door of my lips. Psalm 141:4\tDo not let my heart be drawn to any evil thing or take part in works of wickedness with men who do iniquity; let me not feast on their delicacies. Psalm 141:5\tLet the righteous man strike me; let his rebuke be an act of loving devotion. It is oil for my head; let me not refuse it. For my prayer is ever against the deeds of the wicked. Psalm 141:6\tWhen their rulers are thrown down from the cliffs, the people will listen to my words, for they are pleasant. Psalm 141:7\tAs when one plows and breaks up the soil, so our bones have been scattered at the mouth of Sheol. Psalm 141:8\tBut my eyes are fixed on You, O GOD the Lord. In You I seek refuge; do not leave my soul defenseless. Psalm 141:9\tKeep me from the snares they have laid for me, and from the lures of evildoers. Psalm 141:10\tLet the wicked fall into their own nets, while I pass by in safety. Psalm 142:1\tA Maskil of David, when he was in the cave. A prayer. I cry aloud to the LORD; I lift my voice to the LORD for mercy. Psalm 142:2\tI pour out my complaint before Him; I reveal my trouble to Him. Psalm 142:3\tAlthough my spirit grows faint within me, You know my way. Along the path I travel they have hidden a snare for me. Psalm 142:4\tLook to my right and see; no one attends to me. There is no refuge for me; no one cares for my soul. Psalm 142:5\tI cry to You, O LORD: “You are my refuge, my portion in the land of the living.” Psalm 142:6\tListen to my cry, for I am brought quite low. Rescue me from my pursuers, for they are too strong for me. Psalm 142:7\tFree my soul from prison, that I may praise Your name. The righteous will gather around me because of Your goodness to me. Psalm 143:1\tA Psalm of David. O LORD, hear my prayer. In Your faithfulness, give ear to my plea; in Your righteousness, answer me. Psalm 143:2\tDo not bring Your servant into judgment, for no one alive is righteous before You. Psalm 143:3\tFor the enemy has pursued my soul, crushing my life to the ground, making me dwell in darkness like those long since dead. Psalm 143:4\tMy spirit grows faint within me; my heart is dismayed inside me. Psalm 143:5\tI remember the days of old; I meditate on all Your works; I consider the work of Your hands. Psalm 143:6\tI stretch out my hands to You; my soul thirsts for You like a parched land. Selah Psalm 143:7\tAnswer me quickly, O LORD; my spirit fails. Do not hide Your face from me, or I will be like those who descend to the Pit. Psalm 143:8\tLet me hear Your loving devotion in the morning, for I have put my trust in You. Teach me the way I should walk, for to You I lift up my soul. Psalm 143:9\tDeliver me from my enemies, O LORD; I flee to You for refuge. Psalm 143:10\tTeach me to do Your will, for You are my God. May Your good Spirit lead me on level ground. Psalm 143:11\tFor the sake of Your name, O LORD, revive me. In Your righteousness, bring my soul out of trouble. Psalm 143:12\tAnd in Your loving devotion, cut off my enemies. Destroy all who afflict me, for I am Your servant. Psalm 144:1\tOf David. Blessed be the LORD, my Rock, who trains my hands for war, my fingers for battle. Psalm 144:2\tHe is my steadfast love and my fortress, my stronghold and my deliverer. He is my shield, in whom I take refuge, who subdues peoples under me. Psalm 144:3\tO LORD, what is man, that You regard him, the son of man that You think of him? Psalm 144:4\tMan is like a breath; his days are like a passing shadow. Psalm 144:5\tPart Your heavens, O LORD, and come down; touch the mountains, that they may smoke. Psalm 144:6\tFlash forth Your lightning and scatter them; shoot Your arrows and rout them. Psalm 144:7\tReach down from on high; set me free and rescue me from the deep waters, from the grasp of foreigners, Psalm 144:8\twhose mouths speak falsehood, whose right hands are deceitful. Psalm 144:9\tI will sing to You a new song, O God; on a harp of ten strings I will make music to You— Psalm 144:10\tto Him who gives victory to kings, who frees His servant David from the deadly sword. Psalm 144:11\tSet me free and rescue me from the grasp of foreigners, whose mouths speak falsehood, whose right hands are deceitful. Psalm 144:12\tThen our sons will be like plants nurtured in their youth, our daughters like corner pillars carved to adorn a palace. Psalm 144:13\tOur storehouses will be full, supplying all manner of produce; our flocks will bring forth thousands, tens of thousands in our fields. Psalm 144:14\tOur oxen will bear great loads. There will be no breach in the walls, no going into captivity, and no cry of lament in our streets. Psalm 144:15\tBlessed are the people of whom this is so; blessed are the people whose God is the LORD. Psalm 145:1\tA Psalm of praise. Of David. I will exalt You, my God and King; I will bless Your name forever and ever. Psalm 145:2\tEvery day I will bless You, and I will praise Your name forever and ever. Psalm 145:3\tGreat is the LORD and greatly to be praised; His greatness is unsearchable. Psalm 145:4\tOne generation will commend Your works to the next, and will proclaim Your mighty acts— Psalm 145:5\tthe glorious splendor of Your majesty. And I will meditate on Your wondrous works. Psalm 145:6\tThey will proclaim the power of Your awesome deeds, and I will declare Your greatness. Psalm 145:7\tThey will extol the fame of Your abundant goodness and sing joyfully of Your righteousness. Psalm 145:8\tThe LORD is gracious and compassionate, slow to anger and abounding in loving devotion. Psalm 145:9\tThe LORD is good to all; His compassion rests on all He has made. Psalm 145:10\tAll You have made will give You thanks, O LORD, and Your saints will bless You. Psalm 145:11\tThey will tell of the glory of Your kingdom and speak of Your might, Psalm 145:12\tto make known to men Your mighty acts and the glorious splendor of Your kingdom. Psalm 145:13\tYour kingdom is an everlasting kingdom, and Your dominion endures through all generations. The LORD is faithful in all His words and kind in all His actions. Psalm 145:14\tThe LORD upholds all who fall and lifts up all who are bowed down. Psalm 145:15\tThe eyes of all look to You, and You give them their food in season. Psalm 145:16\tYou open Your hand and satisfy the desire of every living thing. Psalm 145:17\tThe LORD is righteous in all His ways and kind in all His deeds. Psalm 145:18\tThe LORD is near to all who call on Him, to all who call out to Him in truth. Psalm 145:19\tHe fulfills the desires of those who fear Him; He hears their cry and saves them. Psalm 145:20\tThe LORD preserves all who love Him, but all the wicked He will destroy. Psalm 145:21\tMy mouth will declare the praise of the LORD; let every creature bless His holy name forever and ever. Psalm 146:1\tHallelujah! Praise the LORD, O my soul. Psalm 146:2\tI will praise the LORD all my life; I will sing praises to my God while I have my being. Psalm 146:3\tPut not your trust in princes, in mortal man, who cannot save. Psalm 146:4\tWhen his spirit departs, he returns to the ground; on that very day his plans perish. Psalm 146:5\tBlessed is he whose help is the God of Jacob, whose hope is in the LORD his God, Psalm 146:6\tthe Maker of heaven and earth, the sea, and everything in them. He remains faithful forever. Psalm 146:7\tHe executes justice for the oppressed and gives food to the hungry. The LORD sets the prisoners free, Psalm 146:8\tthe LORD opens the eyes of the blind, the LORD lifts those who are weighed down, the LORD loves the righteous. Psalm 146:9\tThe LORD protects foreigners; He sustains the fatherless and the widow, but the ways of the wicked He frustrates. Psalm 146:10\tThe LORD reigns forever, your God, O Zion, for all generations. Hallelujah! Psalm 147:1\tHallelujah! How good it is to sing praises to our God, how pleasant and lovely to praise Him! Psalm 147:2\tThe LORD builds up Jerusalem; He gathers the exiles of Israel. Psalm 147:3\tHe heals the brokenhearted and binds up their wounds. Psalm 147:4\tHe determines the number of the stars; He calls them each by name. Psalm 147:5\tGreat is our Lord, and mighty in power; His understanding has no limit. Psalm 147:6\tThe LORD sustains the humble, but casts the wicked to the ground. Psalm 147:7\tSing to the LORD with thanksgiving; make music on the harp to our God, Psalm 147:8\twho covers the sky with clouds, who prepares rain for the earth, who makes grass to grow on the hills. Psalm 147:9\tHe provides food for the animals, and for the young ravens when they call. Psalm 147:10\tHe does not delight in the strength of the horse; He takes no pleasure in the legs of a man. Psalm 147:11\tThe LORD is pleased with those who fear Him, who hope in His loving devotion. Psalm 147:12\tExalt the LORD, O Jerusalem; praise your God, O Zion! Psalm 147:13\tFor He strengthens the bars of your gates and blesses the children within you. Psalm 147:14\tHe makes peace at your borders; He fills you with the finest wheat. Psalm 147:15\tHe sends forth His command to the earth; His word runs swiftly. Psalm 147:16\tHe spreads the snow like wool; He scatters the frost like ashes; Psalm 147:17\tHe casts forth His hail like pebbles. Who can withstand His icy blast? Psalm 147:18\tHe sends forth His word and melts them; He unleashes His winds, and the waters flow. Psalm 147:19\tHe declares His word to Jacob, His statutes and judgments to Israel. Psalm 147:20\tHe has done this for no other nation; they do not know His judgments. Hallelujah! Psalm 148:1\tHallelujah! Praise the LORD from the heavens; praise Him in the highest places. Psalm 148:2\tPraise Him, all His angels; praise Him, all His heavenly hosts. Psalm 148:3\tPraise Him, O sun and moon; praise Him, all you shining stars. Psalm 148:4\tPraise Him, O highest heavens, and you waters above the skies. Psalm 148:5\tLet them praise the name of the LORD, for He gave the command and they were created. Psalm 148:6\tHe established them forever and ever; He issued a decree that will never pass away. Psalm 148:7\tPraise the LORD from the earth, all great sea creatures and ocean depths, Psalm 148:8\tlightning and hail, snow and clouds, powerful wind fulfilling His word, Psalm 148:9\tmountains and all hills, fruit trees and all cedars, Psalm 148:10\twild animals and all cattle, crawling creatures and flying birds, Psalm 148:11\tkings of the earth and all peoples, princes and all rulers of the earth, Psalm 148:12\tyoung men and maidens, old and young together. Psalm 148:13\tLet them praise the name of the LORD, for His name alone is exalted; His splendor is above the earth and the heavens. Psalm 148:14\tHe has raised up a horn for His people, the praise of all His saints, of Israel, a people near to Him. Hallelujah! Psalm 149:1\tHallelujah! Sing to the LORD a new song—His praise in the assembly of the godly. Psalm 149:2\tLet Israel rejoice in their Maker; let the children of Zion rejoice in their King. Psalm 149:3\tLet them praise His name with dancing, and make music to Him with tambourine and harp. Psalm 149:4\tFor the LORD takes pleasure in His people; He adorns the afflicted with salvation. Psalm 149:5\tLet the saints exult in glory; let them shout for joy upon their beds. Psalm 149:6\tMay the high praises of God be in their mouths, and a double-edged sword in their hands, Psalm 149:7\tto inflict vengeance on the nations and punishment on the peoples, Psalm 149:8\tto bind their kings with chains and their nobles with shackles of iron, Psalm 149:9\tto execute the judgment written against them. This honor is for all His saints. Hallelujah! Psalm 150:1\tHallelujah! Praise God in His sanctuary. Praise Him in His mighty heavens. Psalm 150:2\tPraise Him for His mighty acts; praise Him for His excellent greatness. Psalm 150:3\tPraise Him with the sound of the horn; praise Him with the harp and lyre. Psalm 150:4\tPraise Him with tambourine and dancing; praise Him with strings and flute. Psalm 150:5\tPraise Him with clashing cymbals; praise Him with resounding cymbals. Psalm 150:6\tLet everything that has breath praise the LORD! Hallelujah!",
      "topic": ""
    }
  }
}