{
  "info": {
    "book": "Job",
    "chapter": "5",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "“Call out if you please, but who will answer? To which of the holy ones will you turn?",
      "topic": ""
    },
    "2": {
      "text": "For resentment kills a fool, and envy slays the simple.",
      "topic": ""
    },
    "3": {
      "text": "I have seen a fool taking root, but suddenly his house was cursed.",
      "topic": ""
    },
    "4": {
      "text": "His sons are far from safety, crushed in court without a defender.",
      "topic": ""
    },
    "5": {
      "text": "The hungry consume his harvest, taking it even from the thorns, and the thirsty pant after his wealth.",
      "topic": ""
    },
    "6": {
      "text": "For distress does not spring from the dust, and trouble does not sprout from the ground.",
      "topic": ""
    },
    "7": {
      "text": "Yet man is born to trouble as surely as sparks fly upward.",
      "topic": ""
    },
    "8": {
      "text": "However, if I were you, I would appeal to God and lay my cause before Him—",
      "topic": ""
    },
    "9": {
      "text": "the One who does great and unsearchable things, wonders without number.",
      "topic": ""
    },
    "10": {
      "text": "He gives rain to the earth and sends water upon the fields.",
      "topic": ""
    },
    "11": {
      "text": "He sets the lowly on high, so that mourners are lifted to safety.",
      "topic": ""
    },
    "12": {
      "text": "He thwarts the schemes of the crafty, so that their hands find no success.",
      "topic": ""
    },
    "13": {
      "text": "He catches the wise in their craftiness, and sweeps away the plans of the cunning.",
      "topic": ""
    },
    "14": {
      "text": "They encounter darkness by day and grope at noon as in the night.",
      "topic": ""
    },
    "15": {
      "text": "He saves the needy from the sword in their mouth and from the clutches of the powerful.",
      "topic": ""
    },
    "16": {
      "text": "So the poor have hope, and injustice shuts its mouth.",
      "topic": ""
    },
    "17": {
      "text": "Blessed indeed is the man whom God corrects; so do not despise the discipline of the Almighty.",
      "topic": ""
    },
    "18": {
      "text": "For He wounds, but He also binds; He strikes, but His hands also heal.",
      "topic": ""
    },
    "19": {
      "text": "He will rescue you from six calamities; no harm will touch you in seven.",
      "topic": ""
    },
    "20": {
      "text": "In famine He will redeem you from death, and in battle from the stroke of the sword.",
      "topic": ""
    },
    "21": {
      "text": "You will be hidden from the scourge of the tongue, and will not fear havoc when it comes.",
      "topic": ""
    },
    "22": {
      "text": "You will laugh at destruction and famine, and need not fear the beasts of the earth.",
      "topic": ""
    },
    "23": {
      "text": "For you will have a covenant with the stones of the field, and the wild animals will be at peace with you.",
      "topic": ""
    },
    "24": {
      "text": "You will know that your tent is secure, and find nothing amiss when inspecting your home.",
      "topic": ""
    },
    "25": {
      "text": "You will know that your offspring will be many, your descendants like the grass of the earth.",
      "topic": ""
    },
    "26": {
      "text": "You will come to the grave in full vigor, like a sheaf of grain gathered in season.",
      "topic": ""
    },
    "27": {
      "text": "Indeed, we have investigated, and it is true! So hear it and know for yourself.”",
      "topic": ""
    }
  }
}