{
  "info": {
    "book": "Filemón",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Pablo, prisionero de Jesucristo, y [nuestro] hermano Timoteo, a Filemón, amado, y colaborador nuestro,",
      "topic": ""
    },
    "2": {
      "text": "y a [nuestra] amada Apia, y a Arquipo, nuestro compañero de milicia, y a la iglesia que está en tu casa.",
      "topic": ""
    },
    "3": {
      "text": "Gracia a vosotros, y paz de Dios nuestro Padre y del Señor Jesucristo.",
      "topic": ""
    },
    "4": {
      "text": "Doy gracias a mi Dios, haciendo siempre mención de ti en mis oraciones,",
      "topic": ""
    },
    "5": {
      "text": "oyendo de tu amor, y de la fe que tienes hacia el Señor Jesús, y para con todos los santos;",
      "topic": ""
    },
    "6": {
      "text": "para que la comunicación de tu fe sea eficaz en el reconocimiento de todo el bien que está en vosotros en Cristo Jesús.",
      "topic": ""
    },
    "7": {
      "text": "Porque tenemos gran gozo y consolación en tu amor, de que por ti, oh hermano, han sido recreadas las entrañas de los santos.",
      "topic": ""
    },
    "8": {
      "text": "Por lo cual, aunque tengo mucha resolución en Cristo para mandarte lo que conviene,",
      "topic": ""
    },
    "9": {
      "text": "más bien te ruego por amor, siendo como soy, Pablo ya anciano, y ahora además, prisionero de Jesucristo.",
      "topic": ""
    },
    "10": {
      "text": "Te ruego por mi hijo Onésimo, a quien engendré en mis prisiones,",
      "topic": ""
    },
    "11": {
      "text": "el cual en otro tiempo te fue inútil, mas ahora a ti y a mí nos es útil,",
      "topic": ""
    },
    "12": {
      "text": "el cual vuelvo a enviarte; tú, pues, recíbele como a mis entrañas.",
      "topic": ""
    },
    "13": {
      "text": "Yo quería retenerle conmigo, para que en lugar tuyo me sirviese en las prisiones del evangelio;",
      "topic": ""
    },
    "14": {
      "text": "pero nada quise hacer sin tu consentimiento; para que tu favor no fuese como de necesidad, sino voluntario.",
      "topic": ""
    },
    "15": {
      "text": "Porque quizá para esto se apartó [de ti] por algún tiempo, para que le recibieses para siempre;",
      "topic": ""
    },
    "16": {
      "text": "no ya como siervo, sino [como] más que siervo, [como] hermano amado, mayormente para mí, pero cuánto más para ti, tanto en la carne como en el Señor.",
      "topic": ""
    },
    "17": {
      "text": "Así que, si me tienes por compañero, recíbele como a mí mismo.",
      "topic": ""
    },
    "18": {
      "text": "Y si en algo te dañó, o te debe, cárgalo a mi cuenta.",
      "topic": ""
    },
    "19": {
      "text": "Yo Pablo [lo] escribí de mi propia mano, yo [lo] pagaré; por no decirte que aun tú mismo te me debes además.",
      "topic": ""
    },
    "20": {
      "text": "Sí, hermano, góceme yo de ti en el Señor; recrea mis entrañas en el Señor.",
      "topic": ""
    },
    "21": {
      "text": "Te he escrito confiando en tu obediencia, sabiendo que harás aun más de lo que te digo.",
      "topic": ""
    },
    "22": {
      "text": "Y asimismo prepárame también alojamiento; porque espero que por vuestras oraciones os seré concedido.",
      "topic": ""
    },
    "23": {
      "text": "Te saludan Epafras, mi compañero en la prisión por Cristo Jesús,",
      "topic": ""
    },
    "24": {
      "text": "Marcos, Aristarco, Demas, Lucas, mis colaboradores.",
      "topic": ""
    },
    "25": {
      "text": "La gracia de nuestro Señor Jesucristo [sea] con vuestro espíritu. Amén.",
      "topic": ""
    }
  }
}