{
  "info": {
    "book": "Numbers",
    "chapter": "34",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then the LORD said to Moses,",
      "topic": ""
    },
    "2": {
      "text": "“Command the Israelites and say to them: When you enter the land of Canaan, it will be allotted to you as an inheritance with these boundaries:",
      "topic": ""
    },
    "3": {
      "text": "Your southern border will extend from the Wilderness of Zin along the border of Edom. On the east, your southern border will run from the end of the Salt Sea,",
      "topic": ""
    },
    "4": {
      "text": "cross south of the Ascent of Akrabbim, continue to Zin, and go south of Kadesh-barnea. Then it will go on to Hazar-addar and proceed to Azmon,",
      "topic": ""
    },
    "5": {
      "text": "where it will turn from Azmon, join the Brook of Egypt, and end at the Sea.",
      "topic": ""
    },
    "6": {
      "text": "Your western border will be the coastline of the Great Sea; this will be your boundary on the west.",
      "topic": ""
    },
    "7": {
      "text": "Your northern border will run from the Great Sea directly to Mount Hor,",
      "topic": ""
    },
    "8": {
      "text": "and from Mount Hor to Lebo-hamath, then extend to Zedad,",
      "topic": ""
    },
    "9": {
      "text": "continue to Ziphron, and end at Hazar-enan. This will be your boundary on the north.",
      "topic": ""
    },
    "10": {
      "text": "And your eastern border will run straight from Hazar-enan to Shepham,",
      "topic": ""
    },
    "11": {
      "text": "then go down from Shepham to Riblah on the east side of Ain and continue along the slopes east of the Sea of Chinnereth.",
      "topic": ""
    },
    "12": {
      "text": "Then the border will go down along the Jordan and end at the Salt Sea. This will be your land, defined by its borders on all sides.”",
      "topic": ""
    },
    "13": {
      "text": "So Moses commanded the Israelites, “Apportion this land by lot as an inheritance. The LORD has commanded that it be given to the nine and a half tribes.",
      "topic": ""
    },
    "14": {
      "text": "For the tribes of the Reubenites and Gadites, along with the half-tribe of Manasseh, have already received their inheritance.",
      "topic": ""
    },
    "15": {
      "text": "These two and a half tribes have received their inheritance across the Jordan from Jericho, toward the sunrise.”",
      "topic": ""
    },
    "16": {
      "text": "Then the LORD said to Moses,",
      "topic": ""
    },
    "17": {
      "text": "“These are the names of the men who are to assign the land as an inheritance for you: Eleazar the priest and Joshua son of Nun.",
      "topic": ""
    },
    "18": {
      "text": "Appoint one leader from each tribe to distribute the land.",
      "topic": ""
    },
    "19": {
      "text": "These are their names: Caleb son of Jephunneh from the tribe of Judah;",
      "topic": ""
    },
    "20": {
      "text": "Shemuel son of Ammihud from the tribe of Simeon;",
      "topic": ""
    },
    "21": {
      "text": "Elidad son of Chislon from the tribe of Benjamin;",
      "topic": ""
    },
    "22": {
      "text": "Bukki son of Jogli, a leader from the tribe of Dan;",
      "topic": ""
    },
    "23": {
      "text": "Hanniel son of Ephod, a leader from the tribe of Manasseh son of Joseph;",
      "topic": ""
    },
    "24": {
      "text": "Kemuel son of Shiphtan, a leader from the tribe of Ephraim;",
      "topic": ""
    },
    "25": {
      "text": "Eli-zaphan son of Parnach, a leader from the tribe of Zebulun;",
      "topic": ""
    },
    "26": {
      "text": "Paltiel son of Azzan, a leader from the tribe of Issachar;",
      "topic": ""
    },
    "27": {
      "text": "Ahihud son of Shelomi, a leader from the tribe of Asher;",
      "topic": ""
    },
    "28": {
      "text": "and Pedahel son of Ammihud, a leader from the tribe of Naphtali.”",
      "topic": ""
    },
    "29": {
      "text": "These are the ones whom the LORD commanded to apportion the inheritance to the Israelites in the land of Canaan.",
      "topic": ""
    }
  }
}