{
  "info": {
    "book": "Rut",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Salomón, hijo de David, fue afirmado en su reino; y Jehová su Dios [fue] con él, y le engrandeció sobremanera.",
      "topic": ""
    },
    "2": {
      "text": "Y llamó Salomón a todo Israel, a los jefes de millares y de centenas, a los jueces y a todos los príncipes de todo Israel, cabezas de familias.",
      "topic": ""
    },
    "3": {
      "text": "Y fue Salomón, y toda la congregación con él, al lugar alto que [había] en Gabaón; porque allí estaba el tabernáculo de la congregación de Dios, que Moisés, siervo de Jehová, había hecho en el desierto.",
      "topic": ""
    },
    "4": {
      "text": "Mas David había traído el arca de Dios de Quiriat-jearim [al lugar que] él le había preparado; porque él le había levantado una tienda en Jerusalén.",
      "topic": ""
    },
    "5": {
      "text": "Asimismo el altar de bronce que había hecho Bezaleel, hijo de Uri, hijo de Hur, estaba allí delante del tabernáculo de Jehová, al cual fue a consultar Salomón con aquella congregación.",
      "topic": ""
    },
    "6": {
      "text": "Subió, pues, Salomón allá delante de Jehová, al altar de bronce que [estaba] en el tabernáculo de la congregación, y ofreció sobre él mil holocaustos.",
      "topic": ""
    },
    "7": {
      "text": "Y aquella noche apareció Dios a Salomón, y le dijo: Pide lo que quieras que yo te dé.",
      "topic": ""
    },
    "8": {
      "text": "Y Salomón dijo a Dios: Tú has hecho con David mi padre grande misericordia, y a mí me has puesto por rey en su lugar.",
      "topic": ""
    },
    "9": {
      "text": "Confírmese pues, ahora, oh Jehová Dios, tu palabra dada a David mi padre; porque tú me has puesto por rey sobre un pueblo tan numeroso como el polvo de la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Dame ahora sabiduría y entendimiento, para salir y entrar delante de este pueblo: porque ¿quién podrá juzgar a este tu pueblo [que es] tan grande?",
      "topic": ""
    },
    "11": {
      "text": "Y dijo Dios a Salomón: Por cuanto esto fue en tu corazón, que no pediste riquezas, ni posesiones, ni gloria, ni la vida de tus enemigos, ni pediste larga vida, sino que has pedido para ti sabiduría y entendimiento para gobernar a mi pueblo, sobre el cual te he puesto por rey,",
      "topic": ""
    },
    "12": {
      "text": "sabiduría y entendimiento te son dados; y también te daré riquezas, posesiones y gloria, cual nunca hubo en los reyes que [han sido] antes de ti, ni después de ti habrá.",
      "topic": ""
    },
    "13": {
      "text": "Y volvió Salomón a Jerusalén del lugar alto que [estaba] en Gabaón, de delante del tabernáculo de la congregación; y reinó sobre Israel.",
      "topic": ""
    },
    "14": {
      "text": "Y reunió Salomón carros y gente de a caballo; y tenía mil cuatrocientos carros, y doce mil jinetes, los cuales puso en las ciudades de los carros, y con el rey en Jerusalén.",
      "topic": ""
    },
    "15": {
      "text": "Y el rey acumuló plata y oro en Jerusalén como piedras, y cedro en abundancia como los sicómoros que [hay] en los valles.",
      "topic": ""
    },
    "16": {
      "text": "Y Salomón tenía caballos y lienzos finos traídos de Egipto; pues los mercaderes del rey adquirían los lienzos finos por precio.",
      "topic": ""
    },
    "17": {
      "text": "Y subían, y compraban en Egipto, un carro por seiscientas [piezas] de plata, y un caballo por ciento cincuenta; y así se compraban por medio de ellos para todos los reyes de los heteos, y para los reyes de Siria.",
      "topic": ""
    },
    "18": {
      "text": "Arfaxad engendró a Sela, y Sela engendró a Heber.",
      "topic": ""
    },
    "19": {
      "text": "Y a Heber nacieron dos hijos; el nombre del uno [fue] Peleg, por cuanto en sus días fue dividida la tierra; y el nombre de su hermano [fue] Joctán.",
      "topic": ""
    },
    "20": {
      "text": "Y Joctán engendró a Almodad, Selef, Hazarmavet y Jera,",
      "topic": ""
    },
    "21": {
      "text": "A Adoram también, a Uzal, Dicla,",
      "topic": ""
    },
    "22": {
      "text": "Ebal, Abimael, Seba,",
      "topic": ""
    },
    "23": {
      "text": "Ofir, Havila y Jobab; todos hijos de Joctán.",
      "topic": ""
    },
    "24": {
      "text": "Sem, Arfaxad, Sela,",
      "topic": ""
    },
    "25": {
      "text": "Heber, Peleg, Reu,",
      "topic": ""
    },
    "26": {
      "text": "Serug, Nacor, Taré,",
      "topic": ""
    },
    "27": {
      "text": "y Abram, el cual [es] Abraham.",
      "topic": ""
    },
    "28": {
      "text": "Los hijos de Abraham: Isaac e Ismael.",
      "topic": ""
    },
    "29": {
      "text": "Y éstas [son] sus descendencias: El primogénito de Ismael, Nebaiot; después Cedar, Adbeel, Mibsam,",
      "topic": ""
    },
    "30": {
      "text": "Misma, Duma, Massa, Hadad, Tema,",
      "topic": ""
    },
    "31": {
      "text": "Jetur, Nafis y Cedema. Éstos son los hijos de Ismael.",
      "topic": ""
    },
    "32": {
      "text": "Y Cetura, concubina de Abraham, dio a luz a Zimram, Jocsán, Medán, Madián, Isbac, y a Súa. Los hijos de Jocsán: Seba y Dedán.",
      "topic": ""
    },
    "33": {
      "text": "Los hijos de Madián: Efa, Efer, Enoc, Abida y Eldaa; todos éstos [fueron] hijos de Cetura.",
      "topic": ""
    },
    "34": {
      "text": "Y Abraham engendró a Isaac: y los hijos de Isaac fueron Esaú e Israel.",
      "topic": ""
    },
    "35": {
      "text": "Los hijos de Esaú: Elifaz, Reuel, Jeús, Jaalam y Coré.",
      "topic": ""
    },
    "36": {
      "text": "Los hijos de Elifaz: Temán, Omar, Zefo, Gatam, Cenaz, Timna y Amalec.",
      "topic": ""
    },
    "37": {
      "text": "Los hijos de Reuel: Nahat, Zera, Sama y Miza.",
      "topic": ""
    },
    "38": {
      "text": "Los hijos de Seir: Lotán, Sobal, Zibeón, Ana, Disón, Ezer y Disán.",
      "topic": ""
    },
    "39": {
      "text": "Los hijos de Lotán: Hori y Homam; y Timna [fue] hermana de Lotán.",
      "topic": ""
    },
    "40": {
      "text": "Los hijos de Sobal: Alván, Manahat, Ebal, Sefo y Onam. Los hijos de Zibeón: Aja y Ana.",
      "topic": ""
    },
    "41": {
      "text": "Disón fue hijo de Ana: y los hijos de Disón; Hamrán, Esbán, Itrán y Querán.",
      "topic": ""
    },
    "42": {
      "text": "Los hijos de Ezer: Bilhán, Zaaván [y] Jaacán. Los hijos de Disán: Uz y Arán.",
      "topic": ""
    },
    "43": {
      "text": "Y éstos [son] los reyes que reinaron en la tierra de Edom, antes que reinase rey sobre los hijos de Israel. Bela, hijo de Beor; y el nombre de su ciudad [fue] Dinaba.",
      "topic": ""
    },
    "44": {
      "text": "Y muerto Bela, reinó en su lugar Jobab, hijo de Zera, de Bosra.",
      "topic": ""
    },
    "45": {
      "text": "Y muerto Jobab reinó en su lugar Husam, de la tierra de los temanitas.",
      "topic": ""
    },
    "46": {
      "text": "Muerto Husam, reinó en su lugar Hadad, hijo de Bedad, el cual hirió a Madián en el campo de Moab; y el nombre de su ciudad [fue] Avit.",
      "topic": ""
    },
    "47": {
      "text": "Muerto Hadad, reinó en su lugar Samla, de Masreca.",
      "topic": ""
    },
    "48": {
      "text": "Muerto también Samla, reinó en su lugar Saúl de Rehobot, que está junto al río.",
      "topic": ""
    },
    "49": {
      "text": "Y muerto Saúl, reinó en su lugar Baal-hanán, hijo de Acbor.",
      "topic": ""
    },
    "50": {
      "text": "Y muerto Baal-hanán, reinó en su lugar Hadad, el nombre de cuya ciudad [fue] Pai; y el nombre de su esposa, Mehetabel, hija de Matred, hija de Mezaab.",
      "topic": ""
    },
    "51": {
      "text": "Murió también Hadad. Y los duques de Edom fueron; el duque Timna, el duque Alva, el duque Jetet,",
      "topic": ""
    },
    "52": {
      "text": "el duque Oholibama, el duque Ela, el duque Pinón,",
      "topic": ""
    },
    "53": {
      "text": "el duque Cenaz, el duque Temán, el duque Mibzar,",
      "topic": ""
    },
    "54": {
      "text": "el duque Magdiel y el duque Iram. Éstos [fueron] los duques de Edom.",
      "topic": ""
    }
  }
}