{
  "info": {
    "book": "Rut",
    "chapter": "13",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "A los dieciocho años del rey Jeroboam, reinó Abías sobre Judá.",
      "topic": ""
    },
    "2": {
      "text": "Y reinó tres años en Jerusalén. El nombre de su madre [fue] Micaía hija de Uriel de Gabaa. Y hubo guerra entre Abías y Jeroboam.",
      "topic": ""
    },
    "3": {
      "text": "Entonces Abías ordenó batalla con un ejército de cuatrocientos mil hombres de guerra, valerosos y escogidos: y Jeroboam ordenó batalla contra él con ochocientos mil hombres escogidos, fuertes y valerosos.",
      "topic": ""
    },
    "4": {
      "text": "Y se levantó Abías sobre el monte de Zemaraim, que [es] en los montes de Efraín, y dijo: Oídme, Jeroboam y todo Israel.",
      "topic": ""
    },
    "5": {
      "text": "¿No sabéis vosotros, que Jehová, el Dios de Israel, dio el reino a David sobre Israel para siempre, a él y a sus hijos mediante pacto de sal?",
      "topic": ""
    },
    "6": {
      "text": "Pero Jeroboam, hijo de Nabat, siervo de Salomón, hijo de David, se levantó y se rebeló contra su señor.",
      "topic": ""
    },
    "7": {
      "text": "Y se unieron a él unos hombres vanos, hijos de Belial, y pudieron más que Roboam, hijo de Salomón, porque Roboam era joven y tierno de corazón y no pudo defenderse de ellos.",
      "topic": ""
    },
    "8": {
      "text": "Y ahora vosotros tratáis de fortificaros contra el reino de Jehová en mano de los hijos de David, porque [sois] muchos, y [tenéis] con vosotros los becerros de oro que Jeroboam os hizo por dioses.",
      "topic": ""
    },
    "9": {
      "text": "¿No echasteis vosotros a los sacerdotes de Jehová, a los hijos de Aarón, y a los levitas, y os habéis hecho sacerdotes a la manera de los pueblos de [otras] tierras, para que cualquiera venga a consagrarse con un becerro y siete carneros, y así sea sacerdote de [los que] no [son] dioses?",
      "topic": ""
    },
    "10": {
      "text": "Mas en cuanto a nosotros, Jehová [es] nuestro Dios, y no le hemos dejado; y los sacerdotes que ministran a Jehová [son] los hijos de Aarón, y los levitas en la obra;",
      "topic": ""
    },
    "11": {
      "text": "los cuales queman para Jehová los holocaustos cada mañana y cada tarde, y el incienso aromático; y [ponen] los panes sobre la mesa limpia, y el candelero de oro con sus candilejas para que ardan cada tarde; porque nosotros guardamos la ordenanza de Jehová nuestro Dios; mas vosotros le habéis dejado.",
      "topic": ""
    },
    "12": {
      "text": "Y he aquí Dios [está] con nosotros por cabeza, y sus sacerdotes con las trompetas del júbilo para que suenen contra vosotros. Oh hijos de Israel, no peleéis contra Jehová, el Dios de vuestros padres, porque no os irá bien.",
      "topic": ""
    },
    "13": {
      "text": "Pero Jeroboam hizo girar una emboscada para venir a ellos por la retaguardia; y estando así delante de ellos, la emboscada [estaba] a espaldas de Judá.",
      "topic": ""
    },
    "14": {
      "text": "Y como miró Judá, he aquí que [tenía] batalla delante y a las espaldas; por lo que clamaron a Jehová, y los sacerdotes tocaron las trompetas.",
      "topic": ""
    },
    "15": {
      "text": "Entonces los de Judá alzaron grito; y así que ellos alzaron el grito, sucedió que Dios desbarató a Jeroboam y a todo Israel delante de Abías y de Judá:",
      "topic": ""
    },
    "16": {
      "text": "Y huyeron los hijos de Israel delante de Judá, y Dios los entregó en sus manos.",
      "topic": ""
    },
    "17": {
      "text": "Y Abías y su gente hacían en ellos gran mortandad; y cayeron heridos de Israel quinientos mil hombres escogidos.",
      "topic": ""
    },
    "18": {
      "text": "Así fueron humillados los hijos de Israel en aquel tiempo, y los hijos de Judá prevalecieron, porque se apoyaron en Jehová, el Dios de sus padres.",
      "topic": ""
    },
    "19": {
      "text": "Y siguió Abías a Jeroboam, y le tomó algunas ciudades, a Betel con sus aldeas, a Jesana con sus aldeas, y a Efraín con sus aldeas.",
      "topic": ""
    },
    "20": {
      "text": "Y nunca más tuvo Jeroboam poderío en los días de Abías; y lo hirió Jehová, y murió.",
      "topic": ""
    },
    "21": {
      "text": "Pero Abías se fortificó; y tomó catorce esposas, y engendró veintidós hijos y dieciséis hijas.",
      "topic": ""
    },
    "22": {
      "text": "Los demáss hechos de Abías, sus caminos y sus dichos, [están] escritos en la historia del profeta Iddo.",
      "topic": ""
    },
    "23": {
      "text": "Mas Jehová tuvo misericordia de ellos, y tuvo compasión de ellos, y los miró, por amor a su pacto con Abraham, Isaac y Jacob; y no quiso destruirlos ni echarlos de delante de sí hasta ahora.",
      "topic": ""
    },
    "24": {
      "text": "Y murió Hazael, rey de Siria, y Benadad su hijo reinó en su lugar.",
      "topic": ""
    },
    "25": {
      "text": "Y volvió Joás, hijo de Joacaz, y recobró de mano de Benadad, hijo de Hazael, las ciudades que éste había tomado en guerra de mano de Joacaz, su padre. Tres veces Joás lo derrotó, y recobró las ciudades de Israel.",
      "topic": ""
    },
    "26": {
      "text": "Y oyéndolo el profeta que lo había hecho volver del camino, dijo: El varón de Dios es, que fue rebelde a la palabra de Jehová; por tanto, Jehová lo ha entregado al león, que le ha destrozado y matado, conforme a la palabra que Jehová le había dicho.",
      "topic": ""
    },
    "27": {
      "text": "Y habló a sus hijos, y les dijo: Enalbardadme un asno. Y ellos se lo enalbardaron.",
      "topic": ""
    },
    "28": {
      "text": "Y él fue, y halló su cuerpo tendido en el camino, y el asno y el león estaban junto al cuerpo; el león no había comido el cuerpo, ni dañado al asno.",
      "topic": ""
    },
    "29": {
      "text": "Y tomando el profeta el cuerpo del varón de Dios, lo puso sobre el asno, y se lo llevó. Y el profeta viejo vino a la ciudad, para endecharlo y enterrarlo.",
      "topic": ""
    },
    "30": {
      "text": "Y puso su cuerpo en su propio sepulcro e hicieron luto por él, diciendo: ¡Ay, hermano mío!",
      "topic": ""
    },
    "31": {
      "text": "Y sucedió que después de haberlo enterrado, habló a sus hijos, diciendo: Cuando yo muera, enterradme en el sepulcro en que [está] enterrado el varón de Dios; poned mis huesos junto a sus huesos.",
      "topic": ""
    },
    "32": {
      "text": "Porque sin duda vendrá lo que él dijo a voces por palabra de Jehová contra el altar que [está] en Betel, y contra todas las casas de los lugares altos que están en las ciudades de Samaria.",
      "topic": ""
    },
    "33": {
      "text": "[Aun] después de esto, Jeroboam no se volvió de su mal camino; sino que volvió a hacer sacerdotes de los lugares altos de entre la clase baja del pueblo, y a quien quería lo consagraba para que fuese de los sacerdotes de los lugares altos.",
      "topic": ""
    },
    "34": {
      "text": "Y esto fue causa de pecado a la casa de Jeroboam; por lo cual fue cortada y raída de sobre la faz de la tierra.",
      "topic": ""
    },
    "35": {
      "text": "Y dijo Jonadab al rey: He allí los hijos del rey que vienen; es así como tu siervo ha dicho.",
      "topic": ""
    },
    "36": {
      "text": "Y aconteció que cuando él acabó de hablar, he aquí los hijos del rey que vinieron, y alzando su voz lloraron. Y también el mismo rey y todos sus siervos lloraron con muy grandes lamentos.",
      "topic": ""
    },
    "37": {
      "text": "Mas Absalón huyó, y se fue a Talmai, hijo de Amiud, rey de Gesur. Y [David] lloraba por su hijo todos los días.",
      "topic": ""
    },
    "38": {
      "text": "Y después que Absalón huyó y se fue a Gesur, estuvo allá tres años.",
      "topic": ""
    },
    "39": {
      "text": "Y el rey David deseaba ver a Absalón: porque ya estaba consolado acerca de Amnón que había muerto.",
      "topic": ""
    }
  }
}