{
  "info": {
    "book": "Rut",
    "chapter": "16",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "En el año treinta y seis del reinado de Asa, subió Baasa, rey de Israel, contra Judá, y edificó a Ramá, para no dejar salir ni entrar a ninguno a Asa, rey de Judá.",
      "topic": ""
    },
    "2": {
      "text": "Entonces Asa sacó la plata y el oro de los tesoros de la casa de Jehová y de la casa real, y los envió a Benadad, rey de Siria, que estaba en Damasco, diciendo:",
      "topic": ""
    },
    "3": {
      "text": "[Haya] alianza entre tú y yo, como [la hubo] entre mi padre y tu padre; he aquí yo te he enviado plata y oro, para que vengas y deshagas la alianza que tienes con Baasa rey de Israel, a fin de que se retire de mí.",
      "topic": ""
    },
    "4": {
      "text": "Y consintió Benadad con el rey Asa, y envió los capitanes de sus ejércitos a la ciudades de Israel; y derrotaron a Ahión, a Dan, a Abel-maim y a las ciudades de abastecimiento de Neftalí.",
      "topic": ""
    },
    "5": {
      "text": "Y sucedió que cuando Baasa [lo] oyó, cesó de edificar a Ramá, y dejó su obra.",
      "topic": ""
    },
    "6": {
      "text": "Entonces el rey Asa tomó a todo Judá, y se llevaron de Ramá la piedra y madera con que Baasa edificaba y con ella edificó a Geba y Mizpa.",
      "topic": ""
    },
    "7": {
      "text": "En aquel tiempo el vidente Hanani vino a Asa, rey de Judá, y le dijo: Por cuanto te has apoyado en el rey de Siria, y no te apoyaste en Jehová tu Dios, por eso el ejército del rey de Siria ha escapado de tus manos.",
      "topic": ""
    },
    "8": {
      "text": "Los etíopes y los libios, ¿no eran un ejército numerosísimo, con carros y mucha gente de a caballo? con todo, porque te apoyaste en Jehová, Él los entregó en tus manos.",
      "topic": ""
    },
    "9": {
      "text": "Porque los ojos de Jehová contemplan toda la tierra, para mostrarse poderoso a [los] que tienen corazón perfecto para con Él. Locamente has hecho en esto; porque de aquí en adelante habrá guerras contra ti.",
      "topic": ""
    },
    "10": {
      "text": "Y enojado Asa contra el vidente, lo echó en la casa de la cárcel, porque se encolerizó en extremo a causa de esto. Y oprimió Asa en aquel tiempo a [algunos] del pueblo.",
      "topic": ""
    },
    "11": {
      "text": "Mas he aquí, los hechos de Asa, primeros y postreros, [están] escritos en el libro de los reyes de Judá y de Israel.",
      "topic": ""
    },
    "12": {
      "text": "Y en el año treinta y nueve de su reinado Asa enfermó de sus pies, y aun en su enfermedad no buscó a Jehová, sino a los médicos.",
      "topic": ""
    },
    "13": {
      "text": "Y durmió Asa con sus padres, y murió en el año cuarenta y uno de su reinado.",
      "topic": ""
    },
    "14": {
      "text": "Y lo sepultaron en sus sepulcros que él había hecho para sí en la ciudad de David; y lo pusieron en un ataúd, el cual llenaron de perfumes y diversas [especias] aromáticas, preparadas por expertos perfumistas; e hicieron un gran fuego en su honor.",
      "topic": ""
    },
    "15": {
      "text": "Acordaos para siempre de su pacto, y de la palabra [que] Él mandó para mil generaciones;",
      "topic": ""
    },
    "16": {
      "text": "[del pacto] que hizo con Abraham, y de su juramento a Isaac;",
      "topic": ""
    },
    "17": {
      "text": "el cual confirmó a Jacob por estatuto, [y] a Israel [por] pacto eterno,",
      "topic": ""
    },
    "18": {
      "text": "diciendo: A ti te daré la tierra de Canaán, la porción de vuestra herencia;",
      "topic": ""
    },
    "19": {
      "text": "cuando erais pocos en número, muy pocos y peregrinos en ella;",
      "topic": ""
    },
    "20": {
      "text": "y andaban de nación en nación, y de un reino a otro pueblo.",
      "topic": ""
    },
    "21": {
      "text": "No permitió que nadie los oprimiese; antes por amor a ellos castigó a los reyes, [diciendo]",
      "topic": ""
    },
    "22": {
      "text": "No toquéis a mis ungidos, ni hagáis mal a mis profetas.",
      "topic": ""
    },
    "23": {
      "text": "Cantad a Jehová, toda la tierra, anunciad de día en día su salvación.",
      "topic": ""
    },
    "24": {
      "text": "Proclamad entre las naciones su gloria, y en todos los pueblos sus maravillas.",
      "topic": ""
    },
    "25": {
      "text": "Porque grande [es] Jehová, y digno de suprema alabanza, y de ser temido sobre todos los dioses.",
      "topic": ""
    },
    "26": {
      "text": "Porque todos los dioses de los pueblos [son] ídolos; pero Jehová hizo los cielos.",
      "topic": ""
    },
    "27": {
      "text": "Gloria y hermosura [hay] en su presencia; fortaleza y alegría en su morada.",
      "topic": ""
    },
    "28": {
      "text": "Dad a Jehová, oh familias de los pueblos, dad a Jehová gloria y poder.",
      "topic": ""
    },
    "29": {
      "text": "Dad a Jehová la gloria [debida] a su nombre; traed ofrenda, y venid delante de Él; adorad a Jehová en la hermosura de su santidad.",
      "topic": ""
    },
    "30": {
      "text": "Temed ante su presencia toda la tierra: El mundo será aún establecido, para que no se conmueva.",
      "topic": ""
    },
    "31": {
      "text": "Alégrense los cielos, y gócese la tierra, y digan en las naciones: ¡Jehová reina!",
      "topic": ""
    },
    "32": {
      "text": "Resuene el mar, y su plenitud; alégrese el campo, y todo lo que hay en él.",
      "topic": ""
    },
    "33": {
      "text": "Entonces cantarán los árboles de los bosques delante de Jehová, porque viene a juzgar la tierra.",
      "topic": ""
    },
    "34": {
      "text": "Dad gracias a Jehová, porque [es] bueno; porque su misericordia es eterna.",
      "topic": ""
    },
    "35": {
      "text": "Y decid: Sálvanos, oh Dios, salvación nuestra; reúnenos, y líbranos de las naciones, para que confesemos tu santo nombre, [y] nos gloriemos en tus alabanzas.",
      "topic": ""
    },
    "36": {
      "text": "Bendito [sea] Jehová, el Dios de Israel, de eternidad a eternidad. Y todo el pueblo dijo: Amén, y alabó a Jehová.",
      "topic": ""
    },
    "37": {
      "text": "Y dejó allí, delante del arca del pacto de Jehová, a Asaf y a sus hermanos, para que ministrasen de continuo delante del arca, cada cosa en su día:",
      "topic": ""
    },
    "38": {
      "text": "Y a Obed-edom y a sus hermanos, sesenta y ocho; y a Obed-edom, hijo de Jedutún, y a Hosa, por porteros.",
      "topic": ""
    },
    "39": {
      "text": "Asimismo a Sadoc el sacerdote, y a sus hermanos los sacerdotes, delante del tabernáculo de Jehová en el alto que [estaba] en Gabaón,",
      "topic": ""
    },
    "40": {
      "text": "para que sacrificasen continuamente, a mañana y tarde, holocaustos a Jehová en el altar del holocausto, conforme a todo lo que está escrito en la ley de Jehová, que Él prescribió a Israel;",
      "topic": ""
    },
    "41": {
      "text": "y con ellos a Hemán y a Jedutún, y los otros escogidos declarados por sus nombres, para glorificar a Jehová, porque es eterna su misericordia.",
      "topic": ""
    },
    "42": {
      "text": "Con ellos a Hemán y a Jedutún con trompetas y címbalos resonantes y con otros instrumentos de música de Dios; y a los hijos de Jedutún, por porteros.",
      "topic": ""
    },
    "43": {
      "text": "Y todo el pueblo se fue cada uno a su casa; y David se volvió para bendecir su casa.",
      "topic": ""
    }
  }
}