{
  "info": {
    "book": "Rut",
    "chapter": "18",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Tenía, pues, Josafat riquezas y gloria en abundancia, y trabó parentesco con Acab.",
      "topic": ""
    },
    "2": {
      "text": "Y después de [algunos] años descendió a Acab a Samaria; por lo que mató Acab muchas ovejas y bueyes para él, y para la gente que con él [venía]; y le persuadió que fuese [con él] a Ramot de Galaad.",
      "topic": ""
    },
    "3": {
      "text": "Y dijo Acab, rey de Israel a Josafat, rey de Judá: ¿Quieres venir conmigo a Ramot de Galaad? Y él respondió: Yo soy como tú, y mi pueblo como tu pueblo; [iremos] contigo a la guerra.",
      "topic": ""
    },
    "4": {
      "text": "Además dijo Josafat al rey de Israel: Te ruego que consultes hoy la palabra de Jehová.",
      "topic": ""
    },
    "5": {
      "text": "Entonces el rey de Israel juntó cuatrocientos profetas, y les dijo: ¿Iremos a la guerra contra Ramot de Galaad, o me estaré yo quieto? Y ellos dijeron: Sube, porque Dios [los] entregará en mano del rey.",
      "topic": ""
    },
    "6": {
      "text": "Mas Josafat dijo: ¿[Hay] aún aquí algún profeta de Jehová, para que por medio de él preguntemos?",
      "topic": ""
    },
    "7": {
      "text": "Y el rey de Israel respondió a Josafat: Aún [hay] aquí un hombre por el cual podemos preguntar a Jehová; mas yo le aborrezco, porque nunca me profetiza cosa buena, sino siempre mal. Éste es Micaías, hijo de Imla. Y respondió Josafat: No hable así el rey.",
      "topic": ""
    },
    "8": {
      "text": "Entonces el rey de Israel llamó a un oficial, y le dijo: Haz venir luego a Micaías hijo de Imla.",
      "topic": ""
    },
    "9": {
      "text": "Y el rey de Israel y Josafat rey de Judá, estaban sentados cada uno en su trono, vestidos de [sus] vestiduras reales; y estaban sentados en la era a la entrada de la puerta de Samaria, y todos los profetas profetizaban delante de ellos.",
      "topic": ""
    },
    "10": {
      "text": "Y Sedequías, hijo de Quenaana, se había hecho cuernos de hierro, y decía: Así dice Jehová: Con éstos acornearás a los sirios hasta destruirlos del todo.",
      "topic": ""
    },
    "11": {
      "text": "De esta manera profetizaban también todos los profetas, diciendo: Sube a Ramot de Galaad, y sé prosperado; porque Jehová [la] entregará en mano del rey.",
      "topic": ""
    },
    "12": {
      "text": "Y el mensajero que había ido a llamar a Micaías, le habló, diciendo: He aquí las palabras de los profetas a una voz [anuncian] al rey bienes; yo, pues, te ruego que tu palabra sea como la de uno de ellos, que hables bien.",
      "topic": ""
    },
    "13": {
      "text": "Y dijo Micaías: Vive Jehová, que lo que mi Dios me dijere, eso hablaré. Y vino al rey.",
      "topic": ""
    },
    "14": {
      "text": "Y el rey le dijo: Micaías, ¿iremos a pelear contra Ramot de Galaad, o me estaré yo quieto? Y él respondió: Subid, que seréis prosperados, que serán entregados en vuestras manos.",
      "topic": ""
    },
    "15": {
      "text": "Y el rey le dijo: ¿Hasta cuántas veces te conjuraré por el nombre de Jehová que no me hables sino la verdad?",
      "topic": ""
    },
    "16": {
      "text": "Entonces él dijo: He visto a todo Israel dispersado por los montes como ovejas sin pastor; y dijo Jehová: Éstos no tienen señor; vuélvase cada uno en paz a su casa.",
      "topic": ""
    },
    "17": {
      "text": "Y el rey de Israel dijo a Josafat: ¿No te había dicho yo [que] no me profetizaría bien, sino mal?",
      "topic": ""
    },
    "18": {
      "text": "Entonces él dijo: Oíd, pues, palabra de Jehová: Yo he visto a Jehová sentado en su trono, y todo el ejército del cielo estaba a su mano derecha y a su izquierda.",
      "topic": ""
    },
    "19": {
      "text": "Y Jehová dijo: ¿Quién inducirá a Acab, rey de Israel, para que suba y caiga en Ramot de Galaad? Y uno decía así, y otro decía de otra manera.",
      "topic": ""
    },
    "20": {
      "text": "Mas salió un espíritu, que se puso delante de Jehová, y dijo: Yo lo induciré. Y Jehová le dijo: ¿De qué modo?",
      "topic": ""
    },
    "21": {
      "text": "Y él dijo: Saldré y seré espíritu de mentira en la boca de todos los profetas. Y [Jehová] dijo: Incita, y también prevalece; sal y hazlo así.",
      "topic": ""
    },
    "22": {
      "text": "Y he aquí ahora ha puesto Jehová espíritu de mentira en la boca de estos tus profetas; mas Jehová ha decretado el mal acerca de ti.",
      "topic": ""
    },
    "23": {
      "text": "Entonces Sedequías, hijo de Quenaana, se le acercó y golpeó a Micaías en la mejilla, y dijo: ¿Por qué camino se apartó de mí el Espíritu de Jehová para hablarte a ti?",
      "topic": ""
    },
    "24": {
      "text": "Y Micaías respondió: He aquí tú lo verás aquel día, cuando entrarás de cámara en cámara para esconderte.",
      "topic": ""
    },
    "25": {
      "text": "Entonces el rey de Israel dijo: Tomad a Micaías, y volvedlo a Amón, gobernador de la ciudad, y a Joás, hijo del rey.",
      "topic": ""
    },
    "26": {
      "text": "Y diréis: El rey ha dicho así: Poned a éste en la cárcel, y sustentadle con pan de aflicción y agua de angustia, hasta que yo vuelva en paz.",
      "topic": ""
    },
    "27": {
      "text": "Y Micaías dijo: Si tú volvieres en paz, Jehová no ha hablado por mí. Dijo además: Oídlo, pueblos todos.",
      "topic": ""
    },
    "28": {
      "text": "Subió, pues, el rey de Israel, y Josafat rey de Judá, a Ramot de Galaad.",
      "topic": ""
    },
    "29": {
      "text": "Y dijo el rey de Israel a Josafat: Yo me disfrazaré para entrar en la batalla, mas tú vístete tus vestiduras reales. Y se disfrazó el rey de Israel, y entraron en la batalla.",
      "topic": ""
    },
    "30": {
      "text": "Y el rey de Siria había mandado a los capitanes de los carros que [tenía] consigo, diciendo: No peleéis contra chico ni contra grande, sino sólo contra el rey de Israel.",
      "topic": ""
    },
    "31": {
      "text": "Y sucedió que cuando los capitanes de los carros vieron a Josafat, dijeron: Éste [es] el rey de Israel. Y lo cercaron para pelear; mas Josafat clamó, y lo ayudó Jehová, y Dios los apartó de él;",
      "topic": ""
    },
    "32": {
      "text": "pues viendo los capitanes de los carros que no era el rey de Israel, desistieron de acosarle.",
      "topic": ""
    },
    "33": {
      "text": "Mas disparando uno el arco a la ventura, hirió al rey de Israel entre las junturas y el coselete. Él entonces dijo al carretero: Vuelve tu mano, y sácame del campo, porque estoy mal herido.",
      "topic": ""
    },
    "34": {
      "text": "Y arreció la batalla aquel día, por lo que estuvo el rey de Israel en pie en el carro enfrente de los sirios hasta la tarde; mas murió a la puesta del sol.",
      "topic": ""
    },
    "35": {
      "text": "¿Qué dios de todos los dioses de estas tierras ha librado su tierra de mi mano, para que Jehová libre de mi mano a Jerusalén?",
      "topic": ""
    },
    "36": {
      "text": "Y el pueblo calló, y no le respondió palabra: porque había mandamiento del rey, el cual había dicho: No le respondáis.",
      "topic": ""
    },
    "37": {
      "text": "Entonces Eliaquim, hijo de Hilcías, que [era] mayordomo, y Sebna el escriba, y Joah, hijo de Asaf, el cronista, vinieron a Ezequías, rasgadas sus vestiduras, y le declararon las palabras del Rabsaces.",
      "topic": ""
    },
    "38": {
      "text": "Entonces cayó fuego de Jehová, el cual consumió el holocausto, y la leña, y las piedras, y el polvo, y aun lamió las aguas que [estaban] en la zanja.",
      "topic": ""
    },
    "39": {
      "text": "Y viéndolo todo el pueblo, cayeron sobre sus rostros, y dijeron: ¡Jehová es el Dios! ¡Jehová es el Dios!",
      "topic": ""
    },
    "40": {
      "text": "Entonces Elías les dijo: Prended a los profetas de Baal, que no escape ninguno. Y ellos los prendieron; y los llevó Elías al arroyo de Cisón, y allí los degolló.",
      "topic": ""
    },
    "41": {
      "text": "Entonces Elías dijo a Acab: Sube, come y bebe; porque se oye el ruido de una grande lluvia.",
      "topic": ""
    },
    "42": {
      "text": "Y Acab subió a comer y a beber. Y Elías subió a la cumbre del Carmelo; y postrándose en tierra, puso su rostro entre las rodillas.",
      "topic": ""
    },
    "43": {
      "text": "Y dijo a su criado: Sube ahora, y mira hacia el mar. Y él subió, y miró, y dijo: No [hay] nada. Y él le volvió a decir: Vuelve siete veces.",
      "topic": ""
    },
    "44": {
      "text": "Y sucedió que a la séptima vez, él dijo: Yo veo una pequeña nube como la palma de la mano de un hombre, que sube del mar. Y él dijo: Ve, y di a Acab: Unce tu [carro] y desciende, para que la lluvia no te detenga.",
      "topic": ""
    },
    "45": {
      "text": "Y aconteció, estando en esto, que los cielos se oscurecieron con nubes y viento; y hubo una gran lluvia. Y subiendo Acab, vino a Jezreel.",
      "topic": ""
    },
    "46": {
      "text": "Y la mano de Jehová fue sobre Elías, el cual ciñó sus lomos, y vino corriendo delante de Acab hasta llegar a Jezreel.",
      "topic": ""
    }
  }
}