{
  "info": {
    "book": "Rut",
    "chapter": "19",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Josafat, rey de Judá, se volvió en paz a su casa en Jerusalén.",
      "topic": ""
    },
    "2": {
      "text": "Y le salió al encuentro Jehú el vidente, hijo de Hanani, y dijo al rey Josafat: ¿Al impío das ayuda, y amas a los que aborrecen a Jehová? Pues la ira de la presencia de Jehová [será] sobre ti por ello.",
      "topic": ""
    },
    "3": {
      "text": "Pero se han hallado en ti cosas buenas, porque cortaste de la tierra las imágenes de Asera y has dispuesto tu corazón para buscar a Dios.",
      "topic": ""
    },
    "4": {
      "text": "Habitó, pues, Josafat en Jerusalén; mas daba vuelta y salía al pueblo, desde Beerseba hasta el monte de Efraín, y los conducía a Jehová el Dios de sus padres.",
      "topic": ""
    },
    "5": {
      "text": "Y puso jueces en la tierra, en todas las ciudades fortificadas de Judá, por todas las ciudades.",
      "topic": ""
    },
    "6": {
      "text": "Y dijo a los jueces: Mirad lo que hacéis; porque no juzgáis en lugar de hombre, sino en lugar de Jehová, el cual [está] con vosotros cuando juzgáis.",
      "topic": ""
    },
    "7": {
      "text": "Sea, pues, con vosotros el temor de Jehová; guardad y haced; porque en Jehová nuestro Dios no [hay] iniquidad, ni acepción de personas, ni recibir cohecho.",
      "topic": ""
    },
    "8": {
      "text": "También en Jerusalén Josafat puso [algunos] de los levitas y de los sacerdotes y de los padres de familias de Israel, para el juicio de Jehová, y para las controversias, cuando regresaron a Jerusalén.",
      "topic": ""
    },
    "9": {
      "text": "Y les mandó, diciendo: Procederéis asimismo con temor de Jehová, con verdad, y con corazón íntegro.",
      "topic": ""
    },
    "10": {
      "text": "En cualquier causa que viniere a vosotros de vuestros hermanos que habitan en las ciudades, entre sangre y sangre, entre ley y precepto, estatutos y derechos, habéis de amonestarles que no pequen contra Jehová, para que no venga ira sobre vosotros y sobre vuestros hermanos. Haciendo así no pecaréis.",
      "topic": ""
    },
    "11": {
      "text": "Y he aquí Amarías, el sumo sacerdote, [será] el que os presida en todos los asuntos de Jehová; y Zebadías, hijo de Ismael, príncipe de la casa de Judá, en todos los negocios del rey; también los levitas [serán] oficiales en presencia de vosotros. Actuad con valentía y Jehová será con el bueno.",
      "topic": ""
    },
    "12": {
      "text": "Y dijo: Si los sirios fueren más fuertes que yo, tú me ayudarás; y si los amonitas fueren más fuertes que tú, yo te ayudaré.",
      "topic": ""
    },
    "13": {
      "text": "Esfuérzate y mostremos hombría, por nuestro pueblo y por las ciudades de nuestro Dios; y que haga Jehová lo que bien le pareciere.",
      "topic": ""
    },
    "14": {
      "text": "Se acercó luego Joab y el pueblo que [tenía] consigo, para pelear contra los sirios; mas ellos huyeron delante de él.",
      "topic": ""
    },
    "15": {
      "text": "Y los hijos de Amón, viendo que los sirios habían huido, huyeron también ellos delante de Abisai su hermano, y entraron en la ciudad. Entonces Joab se volvió a Jerusalén.",
      "topic": ""
    },
    "16": {
      "text": "Y viendo los sirios que habían caído delante de Israel, enviaron embajadores, y trajeron a los sirios que [estaban] al otro lado del río, cuyo capitán era Sofac, general del ejército de Hadad-ezer.",
      "topic": ""
    },
    "17": {
      "text": "Luego que fue dado aviso a David, reunió a todo Israel, y pasando el Jordán vino a ellos, y ordenó contra ellos su ejército. Y cuando David hubo ordenado su tropa contra ellos, pelearon contra él los sirios.",
      "topic": ""
    },
    "18": {
      "text": "Pero los sirios huyeron delante de Israel; y David mató de los sirios a siete mil hombres de los carros, y a cuarenta mil hombres de a pie; y también mató a Sofac, general del ejército.",
      "topic": ""
    },
    "19": {
      "text": "Y viendo los sirios de Hadad-ezer que habían caído delante de Israel, concertaron paz con David, y fueron sus siervos; y nunca más quiso el sirio ayudar a los hijos de Amón.",
      "topic": ""
    },
    "20": {
      "text": "Entonces Isaías, hijo de Amoz, envió a decir a Ezequías: Así dice Jehová, Dios de Israel: Lo que me rogaste acerca de Senaquerib, rey de Asiria, he oído.",
      "topic": ""
    },
    "21": {
      "text": "Ésta [es] la palabra que Jehová ha hablado contra él: Te ha menospreciado, te ha escarnecido la virgen hija de Sión; ha movido su cabeza detrás de ti la hija de Jerusalén.",
      "topic": ""
    },
    "22": {
      "text": "¿A quién has injuriado y a quién has blasfemado? ¿Y contra quién has alzado [tu] voz, y has alzado en alto tus ojos? Contra el Santo de Israel.",
      "topic": ""
    },
    "23": {
      "text": "Por mano de tus mensajeros has proferido injuria contra el Señor, y has dicho: Con la multitud de mis carros he subido a las cumbres de los montes, a las cuestas del Líbano; y cortaré sus altos cedros, sus abetos más escogidos; y me alojaré en la morada más lejana, en el monte Carmelo.",
      "topic": ""
    },
    "24": {
      "text": "Yo cavé y bebí las aguas extrañas, y con las plantas de mis pies sequé todos los ríos de los lugares sitiados.",
      "topic": ""
    },
    "25": {
      "text": "¿Nunca has oído que hace mucho tiempo yo lo hice, y que desde los días de la antigüedad lo dispuse? Y ahora lo he hecho venir, y tú serás para hacer desolaciones, para reducir las ciudades fortificadas en montones de ruinas.",
      "topic": ""
    },
    "26": {
      "text": "Y sus moradores fueron de corto poder, quebrantados y confundidos, fueron cual hierba del campo, como legumbre verde, como heno de los terrados, marchitado antes de su madurez.",
      "topic": ""
    },
    "27": {
      "text": "Yo conozco tu sentarte, tu salir y tu entrar, y tu furor contra mí.",
      "topic": ""
    },
    "28": {
      "text": "Por cuanto te has airado contra mí, y tu estruendo ha subido a mis oídos, yo por tanto pondré mi gancho en tu nariz, y mi freno en tus labios, y te haré volver por el camino por donde viniste.",
      "topic": ""
    },
    "29": {
      "text": "Y esto te [será] por señal, [oh Ezequias]: Este año comerás lo que nacerá de suyo, y el segundo año lo que nacerá de suyo; y el tercer año sembrad y segad, plantad viñas y comed de su fruto.",
      "topic": ""
    },
    "30": {
      "text": "Y lo que hubiere escapado, lo que habrá quedado de la casa de Judá, tornará a echar raíz abajo, y hará fruto arriba.",
      "topic": ""
    },
    "31": {
      "text": "Porque saldrá de Jerusalén un remanente, y del monte de Sión los que escaparen: El celo de Jehová [de los ejércitos] hará esto.",
      "topic": ""
    },
    "32": {
      "text": "Por tanto, Jehová dice así del rey de Asiria: No entrará en esta ciudad, ni lanzará saeta en ella; ni vendrá delante de ella con escudo, ni levantará baluarte contra ella.",
      "topic": ""
    },
    "33": {
      "text": "Por el camino que vino se volverá, y no entrará en esta ciudad, dice Jehová.",
      "topic": ""
    },
    "34": {
      "text": "Porque yo ampararé a esta ciudad para salvarla, por amor a mí mismo, y por amor a David mi siervo.",
      "topic": ""
    },
    "35": {
      "text": "Y aconteció que la misma noche salió el ángel de Jehová, y mató en el campamento de los asirios a ciento ochenta y cinco mil; y cuando se levantaron por la mañana, he aquí, todos [eran] cuerpos muertos.",
      "topic": ""
    },
    "36": {
      "text": "Entonces Senaquerib, rey de Asiria partió, y fue y regresó a Nínive, donde se quedó.",
      "topic": ""
    },
    "37": {
      "text": "Y aconteció que mientras él adoraba en el templo de Nisroc su dios, Adramelec y Sarezer, sus hijos, lo mataron a espada; y huyeron a la tierra de Ararat. Y Esar-hadón su hijo reinó en su lugar.",
      "topic": ""
    },
    "38": {
      "text": "Y el rey dijo: Pues pase conmigo Quimam, y yo haré con él como bien te parezca; y todo lo que me pidas, yo lo haré por ti.",
      "topic": ""
    },
    "39": {
      "text": "Y todo el pueblo pasó el Jordán; y luego que el rey hubo también pasado, el rey besó a Barzilai, y lo bendijo; y él se volvió a su casa.",
      "topic": ""
    },
    "40": {
      "text": "El rey entonces pasó a Gilgal, y con él pasó Quimam; y todo el pueblo de Judá, con la mitad del pueblo de Israel, pasaron al rey.",
      "topic": ""
    },
    "41": {
      "text": "Y he aquí todos los varones de Israel vinieron al rey, y le dijeron: ¿Por qué los hombres de Judá, nuestros hermanos, te han llevado, y han hecho pasar el Jordán al rey y a su familia, y a todos los varones de David con él?",
      "topic": ""
    },
    "42": {
      "text": "Y todos los varones de Judá respondieron a todos los de Israel: Porque el rey es nuestro pariente. Mas ¿por qué os enojáis vosotros de eso? ¿Acaso hemos comido algo [a costa] del rey? ¿Hemos recibido de él algún don?",
      "topic": ""
    },
    "43": {
      "text": "Entonces respondieron los varones de Israel, y dijeron a los de Judá: Nosotros tenemos en el rey diez partes, y en el mismo David más que vosotros; ¿por qué, pues, nos habéis tenido en poco? ¿No hablamos nosotros primero en volver a nuestro rey? Y el razonamiento de los varones de Judá fue más fuerte que el de los varones de Israel.",
      "topic": ""
    }
  }
}