{
  "info": {
    "book": "Rut",
    "chapter": "2",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Determinó, pues, Salomón edificar casa al nombre de Jehová, y una casa para su reino.",
      "topic": ""
    },
    "2": {
      "text": "Y contó Salomón setenta mil hombres que llevasen cargas, y ochenta mil hombres que cortasen en el monte, y tres mil seiscientos que los gobernasen.",
      "topic": ""
    },
    "3": {
      "text": "Y envió a decir Salomón a Hiram rey de Tiro: Haz conmigo como hiciste con David mi padre, enviándole cedros para que edificara para sí casa en que morase.",
      "topic": ""
    },
    "4": {
      "text": "He aquí yo edifico casa al nombre de Jehová mi Dios, para consagrársela, para quemar incienso aromático delante de Él, y para la colocación continua de los panes de la proposición, y para holocaustos a mañana y tarde, y los sábados, y lunas nuevas, y festividades de Jehová nuestro Dios. Esto [será ordenanza] perpetua en Israel.",
      "topic": ""
    },
    "5": {
      "text": "Y la casa que [que voy a] edificar [será] grande; porque nuestro Dios [es] grande sobre todos los dioses.",
      "topic": ""
    },
    "6": {
      "text": "Pero ¿Quién podrá edificarle casa, siendo que los cielos y los cielos de los cielos no le pueden contener? ¿Quién, pues, soy yo, para que le edifique casa, aunque sea sólo para quemar incienso delante de Él?",
      "topic": ""
    },
    "7": {
      "text": "Envíame, pues, ahora un hombre hábil que sepa trabajar en oro, en plata, en bronce, en hierro, en púrpura, en grana y en azul, y que sepa esculpir con los maestros que [están] conmigo en Judá y en Jerusalén, los cuales dispuso mi padre.",
      "topic": ""
    },
    "8": {
      "text": "Envíame también del Líbano, madera de cedro, de abeto y de sándalo; porque yo sé que tus siervos saben cortar madera en el Líbano; y he aquí, mis siervos [irán] con los tuyos,",
      "topic": ""
    },
    "9": {
      "text": "para que me preparen mucha madera, porque la casa que voy a edificar [será] grande y portentosa.",
      "topic": ""
    },
    "10": {
      "text": "Y he aquí daré a tus siervos, los cortadores de madera, veinte mil coros de trigo en grano, veinte mil coros de cebada, veinte mil batos de vino y veinte mil batos de aceite.",
      "topic": ""
    },
    "11": {
      "text": "Entonces Hiram rey de Tiro respondió por escrito que envió a Salomón: Porque Jehová amó a su pueblo, te ha puesto por rey sobre ellos.",
      "topic": ""
    },
    "12": {
      "text": "Y además decía Hiram: Bendito sea Jehová, el Dios de Israel, que hizo el cielo y la tierra, y que dio al rey David hijo sabio, entendido, cuerdo y prudente, que edifique casa a Jehová, y casa para su reino.",
      "topic": ""
    },
    "13": {
      "text": "Yo, pues, te he enviado un hombre hábil y entendido, que fue de Hiram mi padre,",
      "topic": ""
    },
    "14": {
      "text": "hijo de una mujer de las hijas de Dan, mas su padre [fue] de Tiro; el cual sabe trabajar en oro, plata, en bronce, en hierro, en piedra, en madera, en púrpura, en azul, en lino fino y en carmesí; asimismo para esculpir toda clase de figuras, y sacar toda forma de diseño que se le propusiere, y estará con tus hombres peritos y con los de mi señor David tu padre.",
      "topic": ""
    },
    "15": {
      "text": "Ahora, pues, envíe mi señor a sus siervos el trigo, la cebada, el aceite y el vino que ha dicho;",
      "topic": ""
    },
    "16": {
      "text": "y nosotros cortaremos en el Líbano la madera que necesites, y te la traeremos en balsas por el mar hasta Jope, y tú la harás llevar hasta Jerusalén.",
      "topic": ""
    },
    "17": {
      "text": "Y contó Salomón todos los hombres extranjeros que [estaban] en la tierra de Israel, después de haberlos ya contado David su padre, y fueron hallados ciento cincuenta y tres mil seiscientos.",
      "topic": ""
    },
    "18": {
      "text": "Y señaló de ellos setenta mil cargadores, y ochenta mil canteros en la montaña, y tres mil seiscientos supervisores para hacer trabajar al pueblo.",
      "topic": ""
    },
    "19": {
      "text": "Y muerta Azuba, Caleb tomó por esposa a Efrata, la cual le dio a luz a Hur.",
      "topic": ""
    },
    "20": {
      "text": "Y Hur engendró a Uri, y Uri engendró a Bezaleel.",
      "topic": ""
    },
    "21": {
      "text": "Después entró Hezrón a la hija de Maquir, padre de Galaad, la cual tomó siendo él de sesenta años, y ella le dio a luz a Segub.",
      "topic": ""
    },
    "22": {
      "text": "Y Segub engendró a Jair, el cual tuvo veintitrés ciudades en la tierra de Galaad.",
      "topic": ""
    },
    "23": {
      "text": "Y Gesur y Aram tomaron las ciudades de Jair de ellos, y a Kenat con sus aldeas, sesenta lugares. Todos éstos fueron de los hijos de Maquir padre de Galaad.",
      "topic": ""
    },
    "24": {
      "text": "Y muerto Hezrón en Caleb de Efrata, Abía esposa de Hezrón le dio a luz a Asur padre de Tecoa.",
      "topic": ""
    },
    "25": {
      "text": "Y los hijos de Jerameel primogénito de Hezrón fueron Ram su primogénito, Buna, Orem, Osem [y] Ahías.",
      "topic": ""
    },
    "26": {
      "text": "Y tuvo Jerameel otra esposa llamada Atara, que [fue] madre de Onam.",
      "topic": ""
    },
    "27": {
      "text": "Y los hijos de Ram primogénito de Jerameel fueron Maas, Jamín y Equer.",
      "topic": ""
    },
    "28": {
      "text": "Y los hijos de Onam fueron Samai y Jada. Los hijos de Samai: Nadab y Abisur.",
      "topic": ""
    },
    "29": {
      "text": "Y el nombre de la esposa de Abisur [fue] Abihail, la cual dio a luz a Abán y a Molib",
      "topic": ""
    },
    "30": {
      "text": "Y los hijos de Nadab: Seled y Apaim. Y Seled murió sin hijos.",
      "topic": ""
    },
    "31": {
      "text": "E Isi fue hijo de Apaim; y Sesán, hijo de Isi; e hijo de Sesán, Ahlai.",
      "topic": ""
    },
    "32": {
      "text": "Los hijos de Jada hermano de Samai: Jeter y Jonatán. Y murió Jeter sin hijos.",
      "topic": ""
    },
    "33": {
      "text": "Y los hijos de Jonatán: Pelet y Zaza. Éstos fueron los hijos de Jerameel.",
      "topic": ""
    },
    "34": {
      "text": "Y Sesán no tuvo hijos, sino hijas. Y Sesán tenía un siervo egipcio llamado Jara.",
      "topic": ""
    },
    "35": {
      "text": "Y Sesán dio a su hija por esposa a Jarha su siervo, y ella le dio a luz a Atai.",
      "topic": ""
    },
    "36": {
      "text": "Y Atai engendró a Natán, y Natán engendró a Zabad:",
      "topic": ""
    },
    "37": {
      "text": "Y Zabad engendró a Eflal, y Eflal engendró a Obed;",
      "topic": ""
    },
    "38": {
      "text": "y Obed engendró a Jehú, y Jehú engendró a Azarías;",
      "topic": ""
    },
    "39": {
      "text": "y Azarías engendró a Heles, y Heles engendró a Elasa;",
      "topic": ""
    },
    "40": {
      "text": "Elasa engendró a Sismai, y Sismai engendró a Salum;",
      "topic": ""
    },
    "41": {
      "text": "y Salum engendró a Jecamía, y Jecamía engendró a Elisama.",
      "topic": ""
    },
    "42": {
      "text": "Los hijos de Caleb hermano de Jerameel [fueron] Mesa su primogénito, que fue el padre de Zif; y los hijos de Maresa padre de Hebrón.",
      "topic": ""
    },
    "43": {
      "text": "Y los hijos de Hebrón: Coré, Tapúa, Requem y Sema.",
      "topic": ""
    },
    "44": {
      "text": "Y Sema engendró a Raham, padre de Jorcaam; y Requem engendró a Samai.",
      "topic": ""
    },
    "45": {
      "text": "Maón [fue] hijo de Samai, y Maón padre de Bet-zur.",
      "topic": ""
    },
    "46": {
      "text": "Y Efa, concubina de Caleb, dio a luz a Harán, a Mosa y a Gazez. Y Harán engendró a Gazez.",
      "topic": ""
    },
    "47": {
      "text": "Y los hijos de Jahdai: Regem, Jotam, Gesán, Pelet, Efa y Saaf.",
      "topic": ""
    },
    "48": {
      "text": "Maaca, concubina de Caleb, dio a luz a Sebet y a Tirana.",
      "topic": ""
    },
    "49": {
      "text": "Y también dio a luz a Saaf padre de Madmana, y a Seva padre de Macbena y padre de Gibea. Y Acsa [fue] hija de Caleb.",
      "topic": ""
    },
    "50": {
      "text": "Éstos fueron los hijos de Caleb, hijo de Hur, primogénito de Efrata: Sobal, padre de Quiriat-jearim;",
      "topic": ""
    },
    "51": {
      "text": "Salma, padre de Belén; Haref, padre de Bet-gader.",
      "topic": ""
    },
    "52": {
      "text": "Y los hijos de Sobal padre de Quiriat-jearim fueron Haroe, [y] la mitad de los manahetitas.",
      "topic": ""
    },
    "53": {
      "text": "Y las familias de Quiriat-jearim fueron los itritas, los futitas, los samatitas y los misraítas; de los cuales salieron los zoratitas y los estaolitas.",
      "topic": ""
    },
    "54": {
      "text": "Los hijos de Salma: Belén, los netofatitas, Atrot-bet-joab, la mitad de los manahetitas y los zoratitas.",
      "topic": ""
    },
    "55": {
      "text": "Y las familias de los escribas, que moraban en Jabes, fueron los tirateos, simateos [y] los sucateos; los cuales son los cineos que vinieron de Hamat, padre de la casa de Recab.",
      "topic": ""
    }
  }
}