{
  "info": {
    "book": "Rut",
    "chapter": "21",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y durmió Josafat con sus padres, y lo sepultaron con sus padres en la ciudad de David. Y Joram su hijo reinó en su lugar.",
      "topic": ""
    },
    "2": {
      "text": "Éste tuvo hermanos, hijos de Josafat: Azarías, Jehiel, Zacarías, Azarías, Micael y Sefatías. Todos éstos [fueron] hijos de Josafat, rey de Israel.",
      "topic": ""
    },
    "3": {
      "text": "Y su padre les había dado muchos dones de oro y de plata, y cosas preciosas y ciudades fortificadas en Judá; mas había dado el reino a Joram, porque él [era] el primogénito.",
      "topic": ""
    },
    "4": {
      "text": "Y cuando Joram ascendió al reino de su padre y se hizo fuerte, mató a espada a todos sus hermanos, y también a [algunos] de los príncipes de Israel.",
      "topic": ""
    },
    "5": {
      "text": "Y Joram tenía treinta y dos años cuando comenzó a reinar, y reinó ocho años en Jerusalén.",
      "topic": ""
    },
    "6": {
      "text": "Y anduvo en el camino de los reyes de Israel, como hizo la casa de Acab; porque tenía por esposa a la hija de Acab, e hizo lo malo ante los ojos de Jehová.",
      "topic": ""
    },
    "7": {
      "text": "Mas Jehová no quiso destruir la casa de David, a causa del pacto que había hecho con David, y porque le había dicho que le daría una lámpara a él y a sus hijos perpetuamente.",
      "topic": ""
    },
    "8": {
      "text": "En los días de éste los edomitas se rebelaron contra el dominio de Judá, y pusieron rey sobre sí.",
      "topic": ""
    },
    "9": {
      "text": "Entonces pasó Joram con sus príncipes, y consigo todos sus carros; y se levantó de noche, e hirió a los edomitas que le habían cercado, y a todos los comandantes de sus carros.",
      "topic": ""
    },
    "10": {
      "text": "Así que los edomitas se rebelaron contra la mano de Judá hasta hoy. También se rebeló en el mismo tiempo Libna, para no estar bajo su mano; por cuanto él había dejado a Jehová, el Dios de sus padres.",
      "topic": ""
    },
    "11": {
      "text": "Además de esto edificó lugares altos en los montes de Judá, e hizo que los moradores de Jerusalén fornicasen, y a [lo mismo] impelió a Judá.",
      "topic": ""
    },
    "12": {
      "text": "Y le vino una carta del profeta Elías que decía: Jehová, el Dios de David tu padre dice así: Por cuanto no has andado en los caminos de Josafat tu padre, ni en los caminos de Asa, rey de Judá,",
      "topic": ""
    },
    "13": {
      "text": "sino que has andado en el camino de los reyes de Israel, y has hecho que fornicase Judá, y los moradores de Jerusalén, como fornicó la casa de Acab; y además has dado muerte a tus hermanos, a la familia de tu padre, [los cuales eran] mejores que tú.",
      "topic": ""
    },
    "14": {
      "text": "He aquí Jehová herirá a tu pueblo de una gran plaga, y a tus hijos y a tus esposas, y a toda tu hacienda;",
      "topic": ""
    },
    "15": {
      "text": "y a ti con muchas enfermedades, con enfermedad de tus intestinos, hasta que los intestinos se te salgan a causa de tu enfermedad día tras día.",
      "topic": ""
    },
    "16": {
      "text": "Entonces Jehová despertó contra Joram el espíritu de los filisteos, y de los árabes que [estaban] junto a los etíopes;",
      "topic": ""
    },
    "17": {
      "text": "y subieron contra Judá, e invadieron la tierra, y tomaron toda la hacienda que hallaron en la casa del rey, y a sus hijos y a sus esposas; que no le quedó hijo, sino Joacaz el menor de sus hijos.",
      "topic": ""
    },
    "18": {
      "text": "Después de todo esto Jehová lo hirió en las entrañas de una enfermedad incurable.",
      "topic": ""
    },
    "19": {
      "text": "Y aconteció que en el transcurrir de los días, al cabo de dos años, las entrañas se le salieron con la enfermedad, muriendo así de enfermedad muy penosa. Y no le hizo quema su pueblo, como lo habían hecho a sus padres.",
      "topic": ""
    },
    "20": {
      "text": "Treinta y dos años tenía cuando comenzó a reinar, y reinó ocho años en Jerusalén; y se fue sin ser deseado. Y lo sepultaron en la ciudad de David, mas no en los sepulcros de los reyes.",
      "topic": ""
    },
    "21": {
      "text": "Y viniendo David a Ornán, miró Ornán, y vio a David; y saliendo de la era, se postró en tierra ante David.",
      "topic": ""
    },
    "22": {
      "text": "Entonces dijo David a Ornán: Dame [este] lugar de la era, para que edifique un altar a Jehová, y dámelo por su cabal precio, para que cese la plaga del pueblo.",
      "topic": ""
    },
    "23": {
      "text": "Y Ornán respondió a David: Tómalo para ti, y haga mi señor el rey [lo que] bien le pareciere: y aun los bueyes daré para el holocausto, y los trillos para leña, y trigo para la ofrenda; yo lo doy todo.",
      "topic": ""
    },
    "24": {
      "text": "Entonces el rey David dijo a Ornán: No, sino que efectivamente la compraré por su justo precio: porque no tomaré para Jehová lo que [es] tuyo, ni sacrificaré holocausto que nada me cueste.",
      "topic": ""
    },
    "25": {
      "text": "Y dio David a Ornán por aquel lugar seiscientos siclos de oro por peso.",
      "topic": ""
    },
    "26": {
      "text": "Y edificó allí David un altar a Jehová, en el que ofreció holocaustos y ofrendas de paz, e invocó a Jehová, el cual le respondió por fuego desde los cielos en el altar del holocausto.",
      "topic": ""
    },
    "27": {
      "text": "Y Jehová habló al ángel, y éste volvió su espada a la vaina.",
      "topic": ""
    },
    "28": {
      "text": "En aquel tiempo cuando David vio que Jehová le había respondido en la era de Ornán jebuseo, sacrificó allí.",
      "topic": ""
    },
    "29": {
      "text": "Y el tabernáculo de Jehová que Moisés había hecho en el desierto, y el altar del holocausto, [estaban] entonces en el alto de Gabaón:",
      "topic": ""
    },
    "30": {
      "text": "Pero David no pudo ir allá a consultar a Dios, porque estaba espantado a causa de la espada del ángel de Jehová.",
      "topic": ""
    }
  }
}