{
  "info": {
    "book": "Rut",
    "chapter": "22",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y los moradores de Jerusalén hicieron rey en su lugar a Ocozías, su hijo menor, porque la tropa había venido con los árabes al campamento y había dado muerte a todos los mayores; por lo cual reinó Ocozías, hijo de Joram, rey de Judá.",
      "topic": ""
    },
    "2": {
      "text": "Cuarenta y dos años [tenía] Ocozías cuando comenzó a reinar, y reinó un año en Jerusalén. El nombre de su madre fue Atalía, hija de Omri.",
      "topic": ""
    },
    "3": {
      "text": "También él anduvo en los caminos de la casa de Acab, porque su madre le aconsejaba a que hiciese impíamente.",
      "topic": ""
    },
    "4": {
      "text": "Hizo, pues, lo malo ante los ojos de Jehová, como la casa de Acab; porque después de la muerte de su padre, ellos le aconsejaron para su perdición.",
      "topic": ""
    },
    "5": {
      "text": "Y él anduvo en los consejos de ellos, y fue a la guerra con Joram hijo de Acab, rey de Israel, contra Hazael, rey de Siria, a Ramot de Galaad, donde los sirios hirieron a Joram.",
      "topic": ""
    },
    "6": {
      "text": "Y se volvió a Jezreel para ser curado de las heridas que le habían hecho en Ramá, peleando con Hazael rey de Siria. Y descendió Azarías, hijo de Joram, rey de Judá, a visitar a Joram, hijo de Acab, en Jezreel, porque éste estaba enfermo.",
      "topic": ""
    },
    "7": {
      "text": "Pero esto venía de Dios, para que Ocozías fuese hollado viniendo a Joram; porque cuando vino, salió con Joram contra Jehú, hijo de Nimsi, al cual Jehová había ungido para que cortase la casa de Acab.",
      "topic": ""
    },
    "8": {
      "text": "Y aconteció que cuando Jehú ejecutaba juicio contra la casa de Acab, halló a los príncipes de Judá, y a los hijos de los hermanos de Ocozías, que servían a Ocozías, y los mató.",
      "topic": ""
    },
    "9": {
      "text": "Y buscando a Ocozías, el cual se había escondido en Samaria, lo tomaron, y lo trajeron a Jehú, y lo mataron; y le dieron sepultura, porque dijeron: [Es] hijo de Josafat, el cual buscó a Jehová de todo su corazón. Y la casa de Ocozías no tenía fuerzas para poder retener el reino.",
      "topic": ""
    },
    "10": {
      "text": "Entonces Atalía, madre de Ocozías, viendo que su hijo era muerto, se levantó y destruyó a toda la simiente real de la casa de Judá.",
      "topic": ""
    },
    "11": {
      "text": "Pero Josabet, hija del rey, tomó a Joás, hijo de Ocozías, y lo arrebató de entre los hijos del rey, a los cuales mataban y le guardó a él y a su nodriza en una recámara. Así lo escondió Josabet, hija del rey Joram, esposa del sacerdote Joiada (porque ella era hermana de Ocozías), de delante de Atalía, y no lo mataron.",
      "topic": ""
    },
    "12": {
      "text": "Y estuvo con ellos escondido en la casa de Dios seis años. Entre tanto Atalía reinaba en el país.",
      "topic": ""
    },
    "13": {
      "text": "Entonces serás prosperado, si cuidares de poner por obra los estatutos y derechos que Jehová mandó a Moisés para Israel. Esfuérzate, pues, y cobra ánimo; no temas ni desmayes.",
      "topic": ""
    },
    "14": {
      "text": "He aquí, yo en mi aflicción he preparado para la casa de Jehová cien mil talentos de oro, y un millar de millares de talentos de plata; y del bronce y del hierro no hay peso, porque es mucho. Asimismo he preparado madera y piedra, a lo cual tú añadirás.",
      "topic": ""
    },
    "15": {
      "text": "Tú [tienes] contigo muchos obreros, canteros, albañiles, y carpinteros, y todo hombre experto en toda obra.",
      "topic": ""
    },
    "16": {
      "text": "Del oro, de la plata, del bronce y del hierro, no [hay] número. Levántate, [pues], y pon manos a la obra, y Jehová sea contigo.",
      "topic": ""
    },
    "17": {
      "text": "Asimismo mandó David a todos los principales de Israel que diesen ayuda a Salomón su hijo, [diciendo]:",
      "topic": ""
    },
    "18": {
      "text": "¿No [está] con vosotros Jehová vuestro Dios, el cual os ha dado reposo por todas partes? porque Él ha entregado en mi mano a los moradores de la tierra, y la tierra ha sido sujetada delante de Jehová, y delante de su pueblo.",
      "topic": ""
    },
    "19": {
      "text": "Poned, pues, ahora vuestros corazones y vuestros ánimos en buscar a Jehová vuestro Dios; y levantaos, y edificad el santuario de Jehová Dios, para traer el arca del pacto de Jehová, y los utensilios sagrados de Dios, a la casa edificada al nombre de Jehová.",
      "topic": ""
    },
    "20": {
      "text": "Por tanto, he aquí yo te recogeré con tus padres, y tú serás recogido a tu sepulcro en paz, y no verán tus ojos todo el mal que yo traigo sobre este lugar. Y ellos dieron la respuesta al rey.",
      "topic": ""
    },
    "21": {
      "text": "Y salió un espíritu y se puso delante de Jehová, y dijo: Yo lo induciré.",
      "topic": ""
    },
    "22": {
      "text": "Y Jehová le dijo: ¿De qué manera? Y él dijo: Yo saldré y seré espíritu de mentira en boca de todos sus profetas. Y Él dijo: Tú lo inducirás y prevalecerás; ve, pues, y hazlo así.",
      "topic": ""
    },
    "23": {
      "text": "Y ahora, he aquí Jehová ha puesto espíritu de mentira en la boca de todos estos tus profetas, y Jehová ha decretado el mal acerca de ti.",
      "topic": ""
    },
    "24": {
      "text": "Pero Sedequías, hijo de Quenaana, se acercó, e hirió a Micaías en la mejilla, diciendo: ¿Por dónde se fue de mí el Espíritu de Jehová para hablarte a ti?",
      "topic": ""
    },
    "25": {
      "text": "Y Micaías respondió: He aquí, tú lo verás en aquel día, cuando te irás metiendo de cámara en cámara para esconderte.",
      "topic": ""
    },
    "26": {
      "text": "Entonces el rey de Israel dijo: Toma a Micaías, y vuélvelo a Amón, gobernador de la ciudad, y a Joás, hijo del rey;",
      "topic": ""
    },
    "27": {
      "text": "y dirás: Así ha dicho el rey: Echad a éste en la cárcel, y mantenedle con pan de angustia y con agua de aflicción, hasta que yo vuelva en paz.",
      "topic": ""
    },
    "28": {
      "text": "Y dijo Micaías: Si llegares a volver en paz, Jehová no ha hablado por mí. En seguida dijo: Oíd, pueblos todos.",
      "topic": ""
    },
    "29": {
      "text": "Subió, pues, el rey de Israel con Josafat, rey de Judá, a Ramot de Galaad.",
      "topic": ""
    },
    "30": {
      "text": "Y el rey de Israel dijo a Josafat: Yo me disfrazaré, y entraré en la batalla; y tú vístete tus vestiduras. Y el rey de Israel se disfrazó y entró en la batalla.",
      "topic": ""
    },
    "31": {
      "text": "Mas el rey de Siria había mandado a sus treinta y dos capitanes de los carros, diciendo: No peleéis ni con grande ni con chico, sino sólo contra el rey de Israel.",
      "topic": ""
    },
    "32": {
      "text": "Y sucedió que cuando los capitanes de los carros vieron a Josafat, dijeron: Ciertamente éste es el rey de Israel, y se desviaron para pelear contra él; pero el rey Josafat dio voces.",
      "topic": ""
    },
    "33": {
      "text": "Viendo entonces los capitanes de los carros que no [era] el rey de Israel, se apartaron de él.",
      "topic": ""
    },
    "34": {
      "text": "Y un hombre disparando su arco a la ventura, hirió al rey de Israel por entre las junturas de la armadura; por lo que dijo él a su carretero: Da la vuelta y sácame del campo, pues estoy herido.",
      "topic": ""
    },
    "35": {
      "text": "Mas la batalla había arreciado aquel día, y el rey estuvo en su carro delante de los sirios, y a la tarde murió; y la sangre de la herida corrió hasta el fondo del carro.",
      "topic": ""
    },
    "36": {
      "text": "Y a la puesta del sol salió un pregón por el campamento que decía: ¡Cada uno a su ciudad, y cada cual a su tierra!",
      "topic": ""
    },
    "37": {
      "text": "Murió, pues, el rey, y fue traído a Samaria; y sepultaron al rey en Samaria.",
      "topic": ""
    },
    "38": {
      "text": "Y lavaron el carro en el estanque de Samaria; lavaron también sus armas; y los perros lamieron su sangre, conforme a la palabra de Jehová que había hablado.",
      "topic": ""
    },
    "39": {
      "text": "Los demás hechos de Acab, y todo lo que hizo, y la casa de marfil que construyó, y todas las ciudades que edificó, ¿no [están] escritos en el libro de las crónicas de los reyes de Israel?",
      "topic": ""
    },
    "40": {
      "text": "Y durmió Acab con sus padres, y Ocozías su hijo reinó en su lugar.",
      "topic": ""
    },
    "41": {
      "text": "Y Josafat hijo de Asa comenzó a reinar sobre Judá en el cuarto año de Acab, rey de Israel.",
      "topic": ""
    },
    "42": {
      "text": "Y [era] Josafat de treinta y cinco años cuando comenzó a reinar, y reinó veinticinco años en Jerusalén. El nombre de su madre [fue] Azuba, hija de Silhi.",
      "topic": ""
    },
    "43": {
      "text": "Y anduvo en todos los caminos de Asa, su padre, sin declinar de ellos, haciendo lo recto en los ojos de Jehová. Con todo eso, los lugares altos no fueron quitados; [pues] el pueblo aún sacrificaba y quemaba incienso en los lugares altos.",
      "topic": ""
    },
    "44": {
      "text": "Y Josafat hizo paz con el rey de Israel.",
      "topic": ""
    },
    "45": {
      "text": "Los demás hechos de Josafat, y sus hazañas, y las guerras que hizo, ¿no [están] escritos en el libro de las crónicas de los reyes de Judá?",
      "topic": ""
    },
    "46": {
      "text": "Barrió también de la tierra al resto de los sodomitas que habían quedado en el tiempo de su padre Asa.",
      "topic": ""
    },
    "47": {
      "text": "No [había] entonces rey en Edom; había gobernador [en lugar] de rey.",
      "topic": ""
    },
    "48": {
      "text": "Josafat había hecho navíos en Tarsis, los cuales habían de ir a Ofir por oro; mas no fueron, porque se rompieron en Ezión-geber.",
      "topic": ""
    },
    "49": {
      "text": "Entonces Ocozías, hijo de Acab, dijo a Josafat: Vayan mis siervos con los tus siervos en los navíos. Mas Josafat no quiso.",
      "topic": ""
    },
    "50": {
      "text": "Y durmió Josafat con sus padres, y fue sepultado con sus padres en la ciudad de David su padre; y Joram su hijo reinó en su lugar.",
      "topic": ""
    },
    "51": {
      "text": "Y Ocozías, hijo de Acab, comenzó a reinar sobre Israel en Samaria, el año diecisiete de Josafat, rey de Judá; y reinó dos años sobre Israel.",
      "topic": ""
    },
    "52": {
      "text": "E hizo lo malo ante los ojos de Jehová, y anduvo en el camino de su padre, y en el camino de su madre, y en el camino de Jeroboam, hijo de Nabat, que hizo pecar a Israel:",
      "topic": ""
    },
    "53": {
      "text": "Porque sirvió a Baal y lo adoró, y provocó a ira a Jehová, el Dios de Israel, conforme a todas las cosas que su padre había hecho.",
      "topic": ""
    }
  }
}