{
  "info": {
    "book": "Rut",
    "chapter": "23",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Mas el séptimo año se animó Joiada, y tomó consigo en alianza a los centuriones, Azarías, hijo de Jeroham, y a Ismael, hijo de Johanán, y a Azarías, hijo de Obed, y a Maasías, hijo de Adaías y a Elisafat, hijo de Zicri;",
      "topic": ""
    },
    "2": {
      "text": "los cuales rodeando por Judá, juntaron a los levitas de todas las ciudades de Judá, y a los príncipes de las familias de Israel, y vinieron a Jerusalén.",
      "topic": ""
    },
    "3": {
      "text": "Y toda la multitud hizo alianza con el rey en la casa de Dios. Y él les dijo: He aquí el hijo del rey, el cual reinará, como Jehová lo tiene dicho de los hijos de David.",
      "topic": ""
    },
    "4": {
      "text": "Esto [es] lo que habéis de hacer: una tercera parte de vosotros que entran el sábado, [estarán] de porteros con los sacerdotes y los levitas;",
      "topic": ""
    },
    "5": {
      "text": "y una tercera parte [estará] en la casa del rey; y una tercera parte, a la puerta del Fundamento; y todo el pueblo [estará] en los atrios de la casa de Jehová.",
      "topic": ""
    },
    "6": {
      "text": "Y ninguno entre en la casa de Jehová, sino los sacerdotes y los levitas que sirven; éstos entrarán, porque [están] consagrados; y todo el pueblo hará la guardia de Jehová.",
      "topic": ""
    },
    "7": {
      "text": "Y los levitas rodearán al rey por todas partes, y cada uno tendrá sus armas en la mano; y cualquiera que entrare en la casa, será muerto; y estaréis con el rey cuando entrare y cuando saliere.",
      "topic": ""
    },
    "8": {
      "text": "Y los levitas y todo Judá lo hicieron todo como lo había mandado el sacerdote Joiada; y tomó cada uno a los suyos, los que entraban el sábado, y los que salían el sábado; porque el sacerdote Joiada no dio licencia a las compañías.",
      "topic": ""
    },
    "9": {
      "text": "Y el sacerdote Joiada dio a los centuriones las lanzas, paveses y escudos que habían sido del rey David, que [estaban] en la casa de Dios;",
      "topic": ""
    },
    "10": {
      "text": "Y puso en orden a todo el pueblo, teniendo cada uno su arma en su mano, desde el lado derecho del templo hasta el lado izquierdo del templo, junto al altar y el templo, alrededor del rey.",
      "topic": ""
    },
    "11": {
      "text": "Entonces sacaron al hijo del rey, le pusieron la corona, [le dieron] el testimonio y lo proclamaron rey; y Joiada y sus hijos lo ungieron y dijeron: ¡Viva el rey!",
      "topic": ""
    },
    "12": {
      "text": "Y como Atalía oyó el estruendo de la gente que corría, y de los que aclamaban al rey, vino al pueblo a la casa de Jehová;",
      "topic": ""
    },
    "13": {
      "text": "y mirando, vio al rey que estaba junto a su columna a la entrada, y los príncipes y los trompetistas junto al rey, y todo el pueblo de la tierra hacía alegrías y tocaban trompetas, y los cantores con instrumentos de música dirigían la alabanza. Entonces Atalía rasgó sus vestidos, y dijo: ¡Traición! ¡Traición!",
      "topic": ""
    },
    "14": {
      "text": "Entonces el sacerdote Joiada sacó a los centuriones que estaban al mando del ejército, y les dijo: Sacadla fuera del recinto; y el que la siguiere, muera a filo de espada. Porque el sacerdote había mandado que no la matasen en la casa de Jehová.",
      "topic": ""
    },
    "15": {
      "text": "Ellos, pues, le echaron mano; y cuando llegó a la entrada de la puerta de los Caballos de la casa del rey, allí la mataron.",
      "topic": ""
    },
    "16": {
      "text": "Y Joiada hizo pacto entre sí y todo el pueblo y el rey, que serían pueblo de Jehová.",
      "topic": ""
    },
    "17": {
      "text": "Después de esto entró todo el pueblo en el templo de Baal, y lo derribaron, y también sus altares; e hicieron pedazos sus imágenes, y mataron delante de los altares a Matán, sacerdote de Baal.",
      "topic": ""
    },
    "18": {
      "text": "Luego ordenó Joiada los oficios en la casa de Jehová bajo la mano de los sacerdotes y los levitas, según David los había distribuido en la casa de Jehová, para ofrecer a Jehová los holocaustos, como [está] escrito en la ley de Moisés, con gozo y cantos, conforme [fue ordenado] por David.",
      "topic": ""
    },
    "19": {
      "text": "Puso también porteros a las puertas de la casa de Jehová, para que por ninguna vía entrase ningún inmundo.",
      "topic": ""
    },
    "20": {
      "text": "Tomó después a los centuriones, y a los principales, y a los que gobernaban el pueblo; y a todo el pueblo de la tierra, e hizo descender al rey de la casa de Jehová; y vinieron a través de la puerta mayor a la casa del rey, y sentaron al rey sobre el trono del reino.",
      "topic": ""
    },
    "21": {
      "text": "Y se regocijó todo el pueblo del país, y la ciudad estuvo quieta, después que mataron a Atalía a filo de espada.",
      "topic": ""
    },
    "22": {
      "text": "Y murió Eleazar sin hijos, mas tuvo hijas; y los hijos de Cis, sus parientes, las tomaron por esposas.",
      "topic": ""
    },
    "23": {
      "text": "Los hijos de Musi: Mahali, Eder y Jerimot, ellos tres.",
      "topic": ""
    },
    "24": {
      "text": "Éstos [son] los hijos de Leví en las familias de sus padres, cabeceras de familias en sus delineaciones, contados por sus nombres, por sus cabezas, los cuales hacían obra en el ministerio de la casa de Jehová, de veinte años arriba.",
      "topic": ""
    },
    "25": {
      "text": "Porque David dijo: Jehová, el Dios de Israel, ha dado reposo a su pueblo, para que habite en Jerusalén para siempre.",
      "topic": ""
    },
    "26": {
      "text": "Y también los levitas no llevarán [más] el tabernáculo ni ninguno de sus utensilios para su servicio.",
      "topic": ""
    },
    "27": {
      "text": "Así que, conforme a las postreras palabras de David, [fue] la cuenta de los hijos de Leví de veinte años arriba.",
      "topic": ""
    },
    "28": {
      "text": "Y [estaban] bajo la mano de los hijos de Aarón, para ministrar en la casa de Jehová, en los atrios y en las cámaras, y en la purificación de toda cosa santificada, y en la demás obra del ministerio de la casa de Dios.",
      "topic": ""
    },
    "29": {
      "text": "Asimismo para los panes de la proposición, y para la flor de harina para el sacrificio, y para las hojuelas sin levadura, y para lo que se prepara en sartén, y para lo tostado, y para toda medida y cuenta;",
      "topic": ""
    },
    "30": {
      "text": "y para asistir cada mañana a dar gracias y alabar a Jehová, y asimismo por la tarde;",
      "topic": ""
    },
    "31": {
      "text": "y para ofrecer todos los holocaustos a Jehová los sábados, lunas nuevas y fiestas solemnes, por número, conforme se les había ordenado, continuamente delante de Jehová.",
      "topic": ""
    },
    "32": {
      "text": "Y para que tuviesen la guarda del tabernáculo de la congregación, y la guarda del santuario, y las órdenes de los hijos de Aarón sus hermanos, en el ministerio de la casa de Jehová.",
      "topic": ""
    },
    "33": {
      "text": "Y Faraón Necao lo encarceló en Ribla en la provincia de Hamat, para que no reinase en Jerusalén; e impuso sobre la tierra un tributo de cien talentos de plata y un talento de oro.",
      "topic": ""
    },
    "34": {
      "text": "Entonces Faraón Necao puso por rey a Eliaquim, hijo de Josías, en lugar de Josías, su padre, y le cambió el nombre por el de Joacim; y tomó a Joacaz, y [lo] llevó a Egipto, y allí murió.",
      "topic": ""
    },
    "35": {
      "text": "Y Joacim pagó a Faraón la plata y el oro; e impuso gravamen sobre la tierra para dar el dinero conforme al mandamiento de Faraón, sacando la plata y el oro del pueblo de la tierra, de cada uno según la estimación de su hacienda, para dar a Faraón Necao.",
      "topic": ""
    },
    "36": {
      "text": "Veinticinco años [tenía] Joacim cuando comenzó a reinar, y once años reinó en Jerusalén. El nombre de su madre [era] Zebuda hija de Pedaías, de Ruma.",
      "topic": ""
    },
    "37": {
      "text": "E hizo [lo] malo ante los ojos de Jehová, conforme a todas las cosas que sus padres habían hecho.",
      "topic": ""
    },
    "38": {
      "text": "Ira itrita, Gareb itrita;",
      "topic": ""
    },
    "39": {
      "text": "Urías heteo. Treinta y siete por todos.",
      "topic": ""
    }
  }
}