{
  "info": {
    "book": "Rut",
    "chapter": "27",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Veinticinco años [tenía] Jotam cuando comenzó a reinar, y dieciséis años reinó en Jerusalén. El nombre de su madre [fue] Jerusa, hija de Sadoc.",
      "topic": ""
    },
    "2": {
      "text": "E hizo lo recto ante los ojos de Jehová, conforme a todas las cosas que había hecho Uzías su padre, salvo que no entró en el templo de Jehová. Y el pueblo continuaba corrompiéndose.",
      "topic": ""
    },
    "3": {
      "text": "Edificó él la puerta mayor de la casa de Jehová, y en el muro de la fortaleza edificó mucho.",
      "topic": ""
    },
    "4": {
      "text": "Además edificó ciudades en las montañas de Judá, y edificó castillos y torres en los bosques.",
      "topic": ""
    },
    "5": {
      "text": "También tuvo él guerra con el rey de los hijos de Amón, a los cuales venció; y los hijos de Amón le dieron en aquel año cien talentos de plata, y diez mil coros de trigo, y diez mil de cebada. Esto le dieron los hijos de Amón, y lo mismo en el segundo año y en el tercero.",
      "topic": ""
    },
    "6": {
      "text": "Así que Jotam se hizo fuerte, porque preparó sus caminos delante de Jehová su Dios.",
      "topic": ""
    },
    "7": {
      "text": "Los demás hechos de Jotam, y todas sus guerras, y sus caminos, he aquí [están] escritos en el libro de los reyes de Israel y de Judá.",
      "topic": ""
    },
    "8": {
      "text": "Cuando comenzó a reinar tenía veinticinco años, y dieciséis años reinó en Jerusalén.",
      "topic": ""
    },
    "9": {
      "text": "Y durmió Jotam con sus padres, y lo sepultaron en la ciudad de David; y Acaz su hijo reinó en su lugar.",
      "topic": ""
    },
    "10": {
      "text": "El séptimo para el séptimo mes [era] Heles pelonita, de los hijos de Efraín; y en su división veinticuatro mil.",
      "topic": ""
    },
    "11": {
      "text": "El octavo para el octavo mes [era] Sibecai husatita, de los zeraítas; y en su división veinticuatro mil.",
      "topic": ""
    },
    "12": {
      "text": "El noveno para el noveno mes [era] Abiezer anatotita, de los benjamitas; y en su división veinticuatro mil.",
      "topic": ""
    },
    "13": {
      "text": "El décimo para el décimo mes [era] Maharai netofatita, de los zeraítas; y en su división veinticuatro mil.",
      "topic": ""
    },
    "14": {
      "text": "El undécimo para el undécimo mes [era] Benaía piratonita, de los hijos de Efraín; y en su división veinticuatro mil.",
      "topic": ""
    },
    "15": {
      "text": "El duodécimo para el duodécimo mes [era] Heldai netofatita, de Otoniel; y en su división veinticuatro mil.",
      "topic": ""
    },
    "16": {
      "text": "Asimismo sobre las tribus de Israel; el jefe de los rubenitas [era] Eliezer hijo de Zicri; de los simeonitas, Sefatías, hijo de Maaca:",
      "topic": ""
    },
    "17": {
      "text": "De los levitas, Hasabías, hijo de Quemuel; de los aaronitas, Sadoc;",
      "topic": ""
    },
    "18": {
      "text": "De Judá, Eliú, [uno] de los hermanos de David; de los de Isacar, Omri, hijo de Micael.",
      "topic": ""
    },
    "19": {
      "text": "De los de Zabulón, Ismaías, hijo de Abdías; de los de Neftalí, Jerimot, hijo de Azriel;",
      "topic": ""
    },
    "20": {
      "text": "De los hijos de Efraín, Oseas hijo de Azazías; de la media tribu de Manasés, Joel, hijo de Pedaías",
      "topic": ""
    },
    "21": {
      "text": "De la otra media [tribu] de Manasés en Galaad, Iddo hijo de Zacarías; de los de Benjamín, Jasiel, hijo de Abner;",
      "topic": ""
    },
    "22": {
      "text": "Y de Dan, Azareel hijo de Jeroham. Éstos [fueron] los jefes de las tribus de Israel.",
      "topic": ""
    },
    "23": {
      "text": "Y no tomó David el número de los que eran de veinte años abajo, por cuanto Jehová había dicho que Él había de multiplicar a Israel como las estrellas del cielo.",
      "topic": ""
    },
    "24": {
      "text": "Joab, hijo de Sarvia, había comenzado a contar, mas no acabó, pues por esto vino la ira sobre Israel; y así el número no fue puesto en el registro de las crónicas del rey David.",
      "topic": ""
    },
    "25": {
      "text": "Y Azmavet, hijo de Adiel [tenía] a su cargo los tesoros del rey; y de los tesoros de los campos, y de las ciudades, y de las aldeas y castillos, Jonatán, hijo de Uzías;",
      "topic": ""
    },
    "26": {
      "text": "y de los que trabajaban en la labranza de las tierras, Ezri, hijo de Quelub.",
      "topic": ""
    },
    "27": {
      "text": "Y de las viñas Simeí ramatita; y del fruto de las viñas para las bodegas, Zabdi sifmita;",
      "topic": ""
    },
    "28": {
      "text": "Y de los olivares y de los sicómoros del valle, Baal-hanán gederita; y de los almacenes del aceite, Joás;",
      "topic": ""
    },
    "29": {
      "text": "De las vacas que pastaban en Sarón, Sitrai saronita; y de las vacas que [estaban] en los valles, Safat, hijo de Adlai;",
      "topic": ""
    },
    "30": {
      "text": "Y de los camellos, Obil ismaelita; y de las asnas, Jehedías meronotita;",
      "topic": ""
    },
    "31": {
      "text": "Y de las ovejas, Jaziz agareno. Todos éstos [eran] superintendentes de la hacienda del rey David.",
      "topic": ""
    },
    "32": {
      "text": "Y Jonatán, tío de David, era consejero, varón prudente y escriba; y Jehiel, hijo de Hacmoni [estaba] con los hijos del rey.",
      "topic": ""
    },
    "33": {
      "text": "Y también Ahitofel [era] consejero del rey; y Husai arquita amigo del rey.",
      "topic": ""
    },
    "34": {
      "text": "Después de Ahitofel [era] Joiada, hijo de Benaía, y Abiatar. Y Joab [era] el general del ejército del rey.",
      "topic": ""
    }
  }
}