{
  "info": {
    "book": "Rut",
    "chapter": "7",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y cuando Salomón acabó de orar, descendió fuego del cielo y consumió el holocausto y las víctimas; y la gloria de Jehová llenó la casa.",
      "topic": ""
    },
    "2": {
      "text": "Y no podían entrar los sacerdotes en la casa de Jehová, porque la gloria de Jehová había llenado la casa de Jehová.",
      "topic": ""
    },
    "3": {
      "text": "Y cuando todos los hijos de Israel vieron descender el fuego y la gloria de Jehová sobre la casa, cayeron en tierra sobre sus rostros en el pavimento, y adoraron, y dieron gracias a Jehová, [diciendo]: Porque Él [es] bueno, y su misericordia [es] para siempre.",
      "topic": ""
    },
    "4": {
      "text": "Entonces el rey y todo el pueblo sacrificaron víctimas delante de Jehová.",
      "topic": ""
    },
    "5": {
      "text": "Y ofreció el rey Salomón en sacrificio veintidós mil bueyes, y ciento veinte mil ovejas; y así dedicaron la casa de Dios el rey y todo el pueblo.",
      "topic": ""
    },
    "6": {
      "text": "Y los sacerdotes cumplían con su ministerio; y los levitas con los instrumentos de música de Jehová, los cuales había hecho el rey David para alabar a Jehová porque su misericordia [es] para siempre; cuando David alababa por medio de ellos. Asimismo los sacerdotes tocaban trompetas delante de ellos, y todo Israel estaba en pie.",
      "topic": ""
    },
    "7": {
      "text": "También santificó Salomón el medio del atrio que [estaba] delante de la casa de Jehová, por cuanto había ofrecido allí los holocaustos, y la grosura de las ofrendas de paz; porque en el altar de bronce que Salomón había hecho, no podían caber los holocaustos, las ofrendas y las grosuras.",
      "topic": ""
    },
    "8": {
      "text": "Entonces hizo Salomón fiesta siete días, y con él todo Israel, una grande congregación, desde la entrada de Hamat hasta el arroyo de Egipto.",
      "topic": ""
    },
    "9": {
      "text": "Al octavo día hicieron asamblea solemne, porque celebraron la dedicación del altar siete días, y la fiesta siete días.",
      "topic": ""
    },
    "10": {
      "text": "Y a los veintitrés del mes séptimo envió al pueblo a sus tiendas, alegres y gozosos de corazón por los beneficios que Jehová había hecho a David y a Salomón, y a su pueblo Israel.",
      "topic": ""
    },
    "11": {
      "text": "Acabó, pues, Salomón la casa de Jehová, y la casa del rey: y en todo lo que Salomón se propuso hacer en la casa de Jehová y en su propia casa, fue prosperado.",
      "topic": ""
    },
    "12": {
      "text": "Y apareció Jehová a Salomón de noche, y le dijo: Yo he oído tu oración, y he elegido para mí este lugar por casa de sacrificio.",
      "topic": ""
    },
    "13": {
      "text": "Si yo cerrare los cielos, para que no haya lluvia, y si mandare a la langosta que consuma la tierra, o si enviare pestilencia a mi pueblo;",
      "topic": ""
    },
    "14": {
      "text": "Si se humillare mi pueblo, sobre el cual mi nombre es invocado, y oraren, y buscaren mi rostro, y se convirtieren de sus malos caminos; entonces yo oiré desde los cielos, y perdonaré sus pecados, y sanaré su tierra.",
      "topic": ""
    },
    "15": {
      "text": "Ahora estarán abiertos mis ojos, y atentos mis oídos, a la oración en este lugar:",
      "topic": ""
    },
    "16": {
      "text": "Pues que ahora he elegido y santificado esta casa, para que esté en ella mi nombre para siempre; y mis ojos y mi corazón estarán ahí para siempre.",
      "topic": ""
    },
    "17": {
      "text": "Y tú, si anduvieres delante de mí, como anduvo David tu padre, e hicieres todas las cosas que yo te he mandado, y guardares mis estatutos y mis derechos,",
      "topic": ""
    },
    "18": {
      "text": "yo confirmaré el trono de tu reino, como pacté con David tu padre, diciendo: No te faltará varón [que] gobierne en Israel.",
      "topic": ""
    },
    "19": {
      "text": "Mas si vosotros os volviereis, y dejareis mis estatutos y mis preceptos que yo he puesto delante de vosotros, y fuereis y sirviereis a dioses ajenos, y los adorareis,",
      "topic": ""
    },
    "20": {
      "text": "yo os arrancaré de mi tierra que os he dado; y esta casa que he santificado a mi nombre, yo la echaré de delante de mí, y la pondré por proverbio y escarnio en todos los pueblos.",
      "topic": ""
    },
    "21": {
      "text": "Y esta casa que es ilustre, será espanto a todo el que pasare, y dirá: ¿Por qué ha hecho así Jehová a esta tierra y a esta casa?",
      "topic": ""
    },
    "22": {
      "text": "Y se responderá: Por cuanto dejaron a Jehová, el Dios de sus padres, el cual los sacó de la tierra de Egipto, y abrazaron dioses ajenos, y los adoraron y los sirvieron; por eso Él ha traído todo este mal sobre ellos.",
      "topic": ""
    },
    "23": {
      "text": "Y cuando él se llegó a su esposa, ella concibió y dio a luz un hijo, al cual puso por nombre Bería, por cuanto la aflicción había estado en su casa.",
      "topic": ""
    },
    "24": {
      "text": "Y su hija [fue] Seera, la cual edificó a Bet-horón la baja y la alta, y a Uzen-seera.",
      "topic": ""
    },
    "25": {
      "text": "Hijo de este Bería [fue] Refa y Resef, y Tela su hijo, y Tahán su hijo,",
      "topic": ""
    },
    "26": {
      "text": "Laadán su hijo, Amiud su hijo, Elisama su hijo,",
      "topic": ""
    },
    "27": {
      "text": "Nun su hijo, Josué su hijo.",
      "topic": ""
    },
    "28": {
      "text": "Y la heredad y habitación de ellos [fue] Betel con sus aldeas; y hacia el oriente Naarán, y a la parte del occidente Gezer y sus aldeas; asimismo Siquem con sus aldeas, hasta Gaza y sus aldeas.",
      "topic": ""
    },
    "29": {
      "text": "Y junto al territorio de los hijos de Manasés, Bet-seán con sus aldeas, Taanac con sus aldeas, Meguido con sus aldeas, Dor con sus aldeas. En estos lugares habitaron los hijos de José, hijo de Israel.",
      "topic": ""
    },
    "30": {
      "text": "Los hijos de Aser: Imna, Isúa, Isúi, Bería, y su hermana Sera.",
      "topic": ""
    },
    "31": {
      "text": "Los hijos de Bería: Heber, y Malquiel, el cual [fue] padre de Birzabit.",
      "topic": ""
    },
    "32": {
      "text": "Y Heber engendró a Jaflet, Semer, Hotam, y Súa hermana de ellos.",
      "topic": ""
    },
    "33": {
      "text": "Los hijos de Jaflet: Pasac, Bimhal y Asvat. Éstos [fueron] los hijos de Jaflet.",
      "topic": ""
    },
    "34": {
      "text": "Y los hijos de Semer: Ahí, Roega, Jehúba y Aram.",
      "topic": ""
    },
    "35": {
      "text": "Los hijos de Helem su hermano: Sofa, Imna, Seles y Amal.",
      "topic": ""
    },
    "36": {
      "text": "Los hijos de Sofa: Súa, Harnafer, Sual, Beri, Imra,",
      "topic": ""
    },
    "37": {
      "text": "Beser, Hod, Sama, Silsa, Itrán y Beera.",
      "topic": ""
    },
    "38": {
      "text": "Los hijos de Jeter: Jefone, Pispa y Ara.",
      "topic": ""
    },
    "39": {
      "text": "Y los hijos de Ula; Ara, y Haniel y Resia.",
      "topic": ""
    },
    "40": {
      "text": "Y todos éstos [fueron] hijos de Aser, cabezas de familias paternas, escogidos, esforzados, cabezas de príncipes; y el número por sus linajes de entre los que podían tomar las armas [e] ir a la guerra [fue] veintiséis mil hombres.",
      "topic": ""
    },
    "41": {
      "text": "Las dos columnas, y los [dos] tazones de los capiteles que estaban en lo alto de las dos columnas; y dos redes que cubrían los dos tazones de los capiteles que [estaban] sobre lo alto de las columnas;",
      "topic": ""
    },
    "42": {
      "text": "y cuatrocientas granadas para las dos redes, dos hileras de granadas en cada red para cubrir los dos tazones de los capiteles que [estaban] sobre las columnas;",
      "topic": ""
    },
    "43": {
      "text": "y las diez bases, y las diez fuentes sobre las bases;",
      "topic": ""
    },
    "44": {
      "text": "y un mar, y doce bueyes debajo del mar;",
      "topic": ""
    },
    "45": {
      "text": "y calderos, paletas, cuencos, y todos los vasos que Hiram hizo al rey Salomón para la casa de Jehová [eran] de bronce bruñido.",
      "topic": ""
    },
    "46": {
      "text": "Todo lo hizo fundir el rey en la llanura del Jordán, en tierra arcillosa, entre Sucot y Zaretán.",
      "topic": ""
    },
    "47": {
      "text": "Y Salomón no inquirió el peso del bronce de todos los utensilios, por la grande cantidad de ellos.",
      "topic": ""
    },
    "48": {
      "text": "E hizo Salomón todos los utensilios que [pertenecían] a la casa de Jehová; un altar de oro, y una mesa de oro sobre la cual [estaban] los panes de la proposición, también de oro;",
      "topic": ""
    },
    "49": {
      "text": "y los candeleros de oro purísimo, cinco al lado derecho, y otros cinco al lado izquierdo, delante del oráculo; con las flores, las lámparas y las tenazas de oro.",
      "topic": ""
    },
    "50": {
      "text": "Asimismo los cántaros, despabiladeras, tazas, cucharillas, e incensarios, de oro purísimo; también de oro los quiciales de las puertas de la casa de adentro, del lugar santísimo, y los de las puertas del templo.",
      "topic": ""
    },
    "51": {
      "text": "Así fue terminada toda la obra que dispuso hacer el rey Salomón para la casa de Jehová. Y metió Salomón lo que David su padre había dedicado, plata, oro y vasos, y lo puso todo en las tesorerías de la casa de Jehová.",
      "topic": ""
    }
  }
}