{
  "info": {
    "book": "Rut",
    "chapter": "9",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y oyendo la reina de Seba la fama de Salomón, vino a Jerusalén con un séquito muy grande, con camellos cargados de especias aromáticas, y oro en abundancia, y piedras preciosas, para probar a Salomón con preguntas difíciles. Y luego que vino a Salomón, habló con él todo lo que en su corazón tenía.",
      "topic": ""
    },
    "2": {
      "text": "Pero Salomón le respondió a todas sus preguntas; nada hubo tan difícil que Salomón no le pudiese responder.",
      "topic": ""
    },
    "3": {
      "text": "Y viendo la reina de Seba la sabiduría de Salomón, y la casa que había edificado,",
      "topic": ""
    },
    "4": {
      "text": "los manjares de su mesa, las sillas de sus siervos, el estado de sus criados, las vestiduras de ellos, sus maestresalas y sus vestiduras, y su escalinata por donde subía a la casa de Jehová, se quedó sin aliento.",
      "topic": ""
    },
    "5": {
      "text": "Y dijo al rey: Verdad es lo que [había] oído en mi tierra de tus hechos y de tu sabiduría;",
      "topic": ""
    },
    "6": {
      "text": "Mas yo no creía las palabras de ellos, hasta que he venido, y mis ojos han visto; y he aquí que ni aun la mitad de la grandeza de tu sabiduría me había sido dicha; [porque] tú sobrepasas la fama que yo había oído.",
      "topic": ""
    },
    "7": {
      "text": "Bienaventurados tus hombres, y dichosos estos tus siervos, que están siempre delante de ti, y oyen tu sabiduría.",
      "topic": ""
    },
    "8": {
      "text": "Jehová tu Dios sea bendito, el cual se ha agradado en ti para ponerte sobre su trono por rey para Jehová tu Dios; por cuanto tu Dios amó a Israel para afirmarlo perpetuamente, por eso te ha puesto por rey sobre ellos, para que hagas juicio y justicia.",
      "topic": ""
    },
    "9": {
      "text": "Y dio al rey ciento veinte talentos de oro, y gran cantidad de especias aromáticas y piedras preciosas; nunca hubo tales especias aromáticas como las que dio la reina de Seba al rey Salomón.",
      "topic": ""
    },
    "10": {
      "text": "También los siervos de Hiram y los siervos de Salomón, que habían traído el oro de Ofir, trajeron madera de sándalo, y piedras preciosas.",
      "topic": ""
    },
    "11": {
      "text": "E hizo el rey [de] la madera de sándalo gradas en la casa de Jehová, y en las casas reales, y arpas y salterios para los cantores; nunca en tierra de Judá se había visto madera semejante.",
      "topic": ""
    },
    "12": {
      "text": "Y el rey Salomón dio a la reina de Seba todo lo que ella quiso y le pidió, más de lo [que] ella había traído al rey. Después se volvió y se fue a su tierra con sus siervos.",
      "topic": ""
    },
    "13": {
      "text": "Y el peso de oro que venía a Salomón cada un año, era seiscientos sesenta y seis talentos de oro,",
      "topic": ""
    },
    "14": {
      "text": "sin contar [el que] traían los mercaderes y negociantes. También todos los reyes de Arabia y los príncipes de la tierra traían oro y plata a Salomón.",
      "topic": ""
    },
    "15": {
      "text": "Hizo también el rey Salomón doscientos escudos [de] oro labrado, cada uno de los cuales tenía seiscientos [siclos] de oro labrado.",
      "topic": ""
    },
    "16": {
      "text": "Asimismo trescientos escudos de oro labrado, teniendo cada escudo trescientos [siclos] de oro; y los puso el rey en la casa del bosque del Líbano.",
      "topic": ""
    },
    "17": {
      "text": "Hizo además el rey un gran trono de marfil, y lo cubrió de oro puro.",
      "topic": ""
    },
    "18": {
      "text": "Y [había] seis gradas al trono, con un estrado de oro fijado al trono, y brazos a ambos lados del asiento, y dos leones que estaban junto a los brazos.",
      "topic": ""
    },
    "19": {
      "text": "Había también allí doce leones sobre las seis gradas, a uno y otro lado. Jamás fue hecho otro trono semejante en ningún reino.",
      "topic": ""
    },
    "20": {
      "text": "Toda la vajilla del rey Salomón [era] de oro, y toda la vajilla de la casa del bosque del Líbano, de oro puro. En los días de Salomón la plata no era de estima.",
      "topic": ""
    },
    "21": {
      "text": "Porque la flota del rey iba a Tarsis con los siervos de Hiram, y cada tres años solían venir las naves de Tarsis, y traían oro, plata, marfil, simios y pavos reales.",
      "topic": ""
    },
    "22": {
      "text": "Y excedió el rey Salomón a todos los reyes de la tierra en riqueza y en sabiduría.",
      "topic": ""
    },
    "23": {
      "text": "Y todos los reyes de la tierra procuraban ver el rostro de Salomón, para oír su sabiduría, que Dios había puesto en su corazón.",
      "topic": ""
    },
    "24": {
      "text": "Y de éstos, cada uno traía su presente, vasos de plata, vasos de oro, vestiduras, armas, aromas, caballos y mulos, todos los años.",
      "topic": ""
    },
    "25": {
      "text": "Tuvo también Salomón cuatro mil caballerizas para los caballos y carros, y doce mil jinetes, los cuales puso en las ciudades de los carros, y con el rey en Jerusalén.",
      "topic": ""
    },
    "26": {
      "text": "Y tuvo señorío sobre todos los reyes desde el río hasta la tierra de los filisteos, y hasta el término de Egipto.",
      "topic": ""
    },
    "27": {
      "text": "E hizo el rey que en Jerusalén la plata [llegara a ser] como las piedras, y los cedros como los sicómoros que se dan en abundancia en los valles.",
      "topic": ""
    },
    "28": {
      "text": "Sacaban también caballos para Salomón, de Egipto y de todas las provincias.",
      "topic": ""
    },
    "29": {
      "text": "Los demás hechos de Salomón, primeros y postreros, ¿no [están] escritos en los libros del profeta Natán, y en la profecía de Ahías silonita, y en las profecías del vidente Iddo contra Jeroboam, hijo de Nabat?",
      "topic": ""
    },
    "30": {
      "text": "Y reinó Salomón en Jerusalén sobre todo Israel cuarenta años.",
      "topic": ""
    },
    "31": {
      "text": "Y durmió Salomón con sus padres, y lo sepultaron en la ciudad de David su padre; y Roboam su hijo reinó en su lugar.",
      "topic": ""
    },
    "32": {
      "text": "Y [algunos] de los hijos de Coat, y de sus hermanos, [tenían] el cargo de los panes de la proposición, los cuales ponían por orden cada sábado.",
      "topic": ""
    },
    "33": {
      "text": "Y de éstos [había] cantores, principales de familias de los levitas, [los cuales estaban] en sus cámaras exentos de otros servicios; porque de día y de noche estaban en [aquella] obra.",
      "topic": ""
    },
    "34": {
      "text": "Éstos eran jefes de familias de los levitas por sus linajes, jefes que habitaban en Jerusalén.",
      "topic": ""
    },
    "35": {
      "text": "Y en Gabaón habitaban Jeiel padre de Gabaón, el nombre de su esposa [era] Maaca;",
      "topic": ""
    },
    "36": {
      "text": "y su hijo primogénito Abdón, luego Zur, Cis, Baal, Ner, Nadab;",
      "topic": ""
    },
    "37": {
      "text": "Gedor, Ahío, Zacarías y Miclot.",
      "topic": ""
    },
    "38": {
      "text": "Y Miclot engendró a Samaán. Y éstos habitaban también en Jerusalén con sus hermanos enfrente de ellos.",
      "topic": ""
    },
    "39": {
      "text": "Y Ner engendró a Cis, y Cis engendró a Saúl, y Saúl engendró a Jonatán, Malquisúa, Abinadab y Es-baal.",
      "topic": ""
    },
    "40": {
      "text": "E hijo de Jonatán [fue] Merib-baal, y Merib-baal engendró a Micaía.",
      "topic": ""
    },
    "41": {
      "text": "Y los hijos de Micaía: Pitón, Melec, Tarea y [Acaz].",
      "topic": ""
    },
    "42": {
      "text": "Acaz engendró a Jara, y Jara engendró a Alemet, Azmavet y Zimri; y Zimri engendró a Mosa,",
      "topic": ""
    },
    "43": {
      "text": "y Mosa engendró a Bina, cuyo hijo fue Refaías, del que fue hijo Elasa, cuyo hijo fue Azel.",
      "topic": ""
    },
    "44": {
      "text": "Y Azel tuvo seis hijos, los nombres de los cuales [son]: Azricam, Bocru, Ismael, Searías, Abdías y Hanán; éstos fueron los hijos de Azel.",
      "topic": ""
    }
  }
}