{
  "info": {
    "book": "Romans",
    "chapter": "6",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "What shall we say then? Shall we continue in sin, that grace may abound?",
      "topic": ""
    },
    "2": {
      "text": "God forbid. How shall we, that are dead to sin, live any longer therein?",
      "topic": ""
    },
    "3": {
      "text": "Know you not, that so many of us as were baptized into Jesus Christ were baptized into his death?",
      "topic": ""
    },
    "4": {
      "text": "Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.",
      "topic": ""
    },
    "5": {
      "text": "For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:",
      "topic": ""
    },
    "6": {
      "text": "Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that from now on we should not serve sin.",
      "topic": ""
    },
    "7": {
      "text": "For he that is dead is freed from sin.",
      "topic": ""
    },
    "8": {
      "text": "Now if we be dead with Christ, we believe that we shall also live with him:",
      "topic": ""
    },
    "9": {
      "text": "Knowing that Christ being raised from the dead dies no more; death has no more dominion over him.",
      "topic": ""
    },
    "10": {
      "text": "For in that he died, he died to sin once: but in that he lives, he lives to God.",
      "topic": ""
    },
    "11": {
      "text": "Likewise reckon you also yourselves to be dead indeed to sin, but alive to God through Jesus Christ our Lord.",
      "topic": ""
    },
    "12": {
      "text": "Let not sin therefore reign in your mortal body, that you should obey it in the lusts thereof.",
      "topic": ""
    },
    "13": {
      "text": "Neither yield you your members as instruments of unrighteousness to sin: but yield yourselves to God, as those that are alive from the dead, and your members as instruments of righteousness to God.",
      "topic": ""
    },
    "14": {
      "text": "For sin shall not have dominion over you: for you are not under the law, but under grace.",
      "topic": ""
    },
    "15": {
      "text": "What then? shall we sin, because we are not under the law, but under grace? God forbid.",
      "topic": ""
    },
    "16": {
      "text": "Know you not, that to whom you yield yourselves servants to obey, his servants you are to whom you obey; whether of sin to death, or of obedience to righteousness?",
      "topic": ""
    },
    "17": {
      "text": "But God be thanked, that you were the servants of sin, but you have obeyed from the heart that form of doctrine which was delivered you.",
      "topic": ""
    },
    "18": {
      "text": "Being then made free from sin, you became the servants of righteousness.",
      "topic": ""
    },
    "19": {
      "text": "I speak after the manner of men because of the infirmity of your flesh: for as you have yielded your members servants to uncleanness and to iniquity to iniquity; even so now yield your members servants to righteousness to holiness.",
      "topic": ""
    },
    "20": {
      "text": "For when you were the servants of sin, you were free from righteousness.",
      "topic": ""
    },
    "21": {
      "text": "What fruit had you then in those things whereof you are now ashamed? for the end of those things is death.",
      "topic": ""
    },
    "22": {
      "text": "But now being made free from sin, and become servants to God, you have your fruit to holiness, and the end everlasting life.",
      "topic": ""
    },
    "23": {
      "text": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.",
      "topic": ""
    }
  }
}