{
  "info": {
    "book": "Jeremiah",
    "chapter": "50",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The word that Jehovah spake against Babel, against the land of the Chaldeans, by the hand of Jeremiah the prophet.",
      "topic": ""
    },
    "2": {
      "text": "Announce ye in the nations, and cause to be heard, and lift up a signal; cause to be heard, ye shall not hide: say, Babel was taken, Bel was ashamed, Merodach was broken; her images were ashamed, her blocks were broken.",
      "topic": ""
    },
    "3": {
      "text": "For a nation came up from the north against her; it shall set her land for a desolation, and none shall be dwelling in her: from man and even to beast they moved, and they went.",
      "topic": ""
    },
    "4": {
      "text": "In those days and in that time, says Jehovah, the sons of Israel shall come, they and the sons of Judah together, going, and they wept: they shall go and shall seek Jehovah their God.",
      "topic": ""
    },
    "5": {
      "text": "To Zion shall they ask the way, thither their faces: Come ye, and we will join ourselves to Jehovah an eternal covenant; it shall not be forgotten.",
      "topic": ""
    },
    "6": {
      "text": "My people were lost sheep: their shepherds caused them to wander, they turned them away in the mountains: they went from mountain to hill, they forgot their place to lie down.",
      "topic": ""
    },
    "7": {
      "text": "All finding them consumed them: and their adversaries said, We shall not transgress, for they sinned against Jehovah the habitation of justice, and the hope of their fathers, Jehovah.",
      "topic": ""
    },
    "8": {
      "text": "Move from the midst of Babel, and from the land of the Chaldeans; come forth and be ye as the he goats before the flock.",
      "topic": ""
    },
    "9": {
      "text": "For behold I raise up and bring up against Babel a convocation of great nations from the land of the north: and they arranged against her; from thence she shall be taken: his arrow as of a strong destroyer shall not turn back in vain.",
      "topic": ""
    },
    "10": {
      "text": "And Chaldea was for a spoil: all spoiling her shall be satisfied, says Jehovah.",
      "topic": ""
    },
    "11": {
      "text": "Because thou wilt be glad, because thou wilt exult, ye plundering mine inheritance, because thou wilt show off proudly as a heifer at grass, and thou wilt neigh as the strong ones;",
      "topic": ""
    },
    "12": {
      "text": "Your mother was greatly ashamed; she bearing you was put to shame: behold the last of the nations a desert, dryness and a sterile region.",
      "topic": ""
    },
    "13": {
      "text": "From the wrath of Jehovah she shall not be inhabited, and it was wholly a desolation: every one passing over Babel shall be astonished and shall hiss at all her blows.",
      "topic": ""
    },
    "14": {
      "text": "Arrange yourselves against Babel round about: all ye bending the bow, cast at her, ye shall not spare to the arrow, for she sinned against Jehovah.",
      "topic": ""
    },
    "15": {
      "text": "Shout against her round about: she gave her hand: her supports fell, her walls were pulled down: for it is the vengeance of Jehovah: avenge ye upon her; as she did, do ye to her.",
      "topic": ""
    },
    "16": {
      "text": "Cut off him sowing from Babel, and him holding the sickle in time of harvest: from the face of the Grecian sword they shall turn a man to his people, and they shall flee a man to his land.",
      "topic": ""
    },
    "17": {
      "text": "Israel a scattered sheep; the lions thrust away: first the king of Assur consumed him; and the last this Nebuchadnezzar king of Babel bound him fast.",
      "topic": ""
    },
    "18": {
      "text": "For this, thus said Jehovah of armies, God of Israel, Behold me reviewing for the king of Babel, and for his land, as I reviewed to the king of Assur.",
      "topic": ""
    },
    "19": {
      "text": "And I turned back Israel to his habitation, and he fed in Carmel and Bashan; and upon mount Ephraim and Gilead shall his soul be satisfied.",
      "topic": ""
    },
    "20": {
      "text": "In those days and in that time, says Jehovah, he will seek the iniquity of Israel, and not any; and the sins of Judah, and they shall not be found: for I shall forgive to whom I shall leave.",
      "topic": ""
    },
    "21": {
      "text": "Go up against the land of double rebellion, against her, and against the inhabitants of Pekod, laying waste and destroying after them, says Jehovah; and do according to all which I commanded thee.",
      "topic": ""
    },
    "22": {
      "text": "The voice of war in the land, and a great breaking.",
      "topic": ""
    },
    "23": {
      "text": "How was the hammer of all the earth cut off, and it will be broken! How was Babel for a desolation among the nations!",
      "topic": ""
    },
    "24": {
      "text": "I laid snares for thee and also thou wert taken, O Babel, and thou knewest not: thou wert found and thou wert also taken, for thou didst contend against Jehovah.",
      "topic": ""
    },
    "25": {
      "text": "Jehovah opened his treasure, and he will bring forth the vessels of his anger: for this the work to the Lord Jehovah of armies in the land of the Chaldeans.",
      "topic": ""
    },
    "26": {
      "text": "Come ye against her from the extremity; open her store-houses: cast her up as heaps and exterminate her: there shall be no remnant to her.",
      "topic": ""
    },
    "27": {
      "text": "Lay waste all her bullocks; come down to the slaughter: wo to them! for their day came, the time of their reviewing.",
      "topic": ""
    },
    "28": {
      "text": "The voice of those fleeing and escaping out of the land of Babel, to announce in Zion the vengeance of Jehovah our God, the vengeance of his temple.",
      "topic": ""
    },
    "29": {
      "text": "Cause ye many to be heard against Babel: all ye bending the bow encamp against her round about; there shall be no escaping: requite her according to her work; according to all she did, do to her: for she acted proudly against Jehovah, against the Holy One of Israel.",
      "topic": ""
    },
    "30": {
      "text": "For this her young men shall fall in her streets, and all the men of her war shall be destroyed in that day, says Jehovah.",
      "topic": ""
    },
    "31": {
      "text": "Behold me against thee, O pride, says the Lord Jehovah of armies: for thy day came, the time I reviewed thee.",
      "topic": ""
    },
    "32": {
      "text": "And pride stumbled and fell, and none lifting up to it: and I kindled a fire in his cities and it shall consume all round about him.",
      "topic": ""
    },
    "33": {
      "text": "Thus said Jehovah of armies: the sons of Israel and the sons of Judah being oppressed together: and all taking them captive held upon them; they refused to send them away.",
      "topic": ""
    },
    "34": {
      "text": "He redeeming them is strong; Jehovah of armies, his name: pleading, he will plead their cause, so that he caused the land to rest, and caused disquiet to the inhabitants of Babel.",
      "topic": ""
    },
    "35": {
      "text": "A sword upon the Chaldeans, says Jehovah, and to the inhabitants of Babel and to her chiefs, and to her wise.",
      "topic": ""
    },
    "36": {
      "text": "A sword against the liars; and they were foolish: a sword against her strong ones, and they were broken.",
      "topic": ""
    },
    "37": {
      "text": "A sword against his horses and against his chariots, and against all the mixture which is in her midst; and they were for women: a sword against her treasures, and they were plundered.",
      "topic": ""
    },
    "38": {
      "text": "A sword upon her waters, and they shall be dried up: for it is a land of carved images, and in their terrors they will be foolish.",
      "topic": ""
    },
    "39": {
      "text": "For this the inhabitans of the deserts shall dwell with the islands, and the daughters of the ostrich shall dwell in her: and it shall be no more inhabited forever; and she shall not be dwelt in even to generation and generation.",
      "topic": ""
    },
    "40": {
      "text": "As God overthrew Sodom and Gomorrah and her neighbors, says Jehovah; a man shall not dwell there, and the son of man shall not sojourn in her.",
      "topic": ""
    },
    "41": {
      "text": "Behold, a people coming from the north and a great nation, and many kings shall be raised up from the thighs of the earth.",
      "topic": ""
    },
    "42": {
      "text": "They shall hold the bow and the javelin: they are fierce, and they will not pity: their voice shall sound as the sea, and they shall ride upon horses, being arranged as a man for war, against thee, O daughter of Babel.",
      "topic": ""
    },
    "43": {
      "text": "The king of Babel heard their report, and his hands were relaxed: anguish seized him as the pain of her bringing forth.",
      "topic": ""
    },
    "44": {
      "text": "Behold, as a lion he will come up from the excellency of Jordan to the habitation of strength: for I will wink; I will cause them to run away from her: and who the chosen I shall appoint to her? for who like me? and who shall arraign me? and who that shepherd who shall stand before me?",
      "topic": ""
    },
    "45": {
      "text": "For this, hear ye the counsel of Jehovah which he counseled against Babel; and his purposes which he purposed against the land of the Chaldeans: if the last of the flock shall not drag them out: if he shall not lay waste the habitation upon them.",
      "topic": ""
    },
    "46": {
      "text": "From the voice of the taking of Babel the earth was shaken, and the cry was heard among the nations.",
      "topic": ""
    }
  }
}