{
  "info": {
    "book": "Jeremiah",
    "chapter": "7",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The word that was to Jeremiah from Jehovah, saying,",
      "topic": ""
    },
    "2": {
      "text": "Stand in the gate of the house of Jehovah, and call there this word, and say, Hear ye the word of Jehovah, all Judah coming into these gates to worship to Jehovah.",
      "topic": ""
    },
    "3": {
      "text": "Thus said Jehovah of armies, God of Israel, Make good your ways and your doings, and I will cause you to dwell in this place.",
      "topic": ""
    },
    "4": {
      "text": "Ye shall not trust to yourselves to words of falsehood, saving, The temple of Jehovah, the temple of Jehovah, the temple of Jehovah are they.",
      "topic": ""
    },
    "5": {
      "text": "For if making good, ye shall make good your ways and your doings; if doing, ye shall do judgment between man and between his neighbor;",
      "topic": ""
    },
    "6": {
      "text": "Ye shall not oppress the stranger, the orphan and the widow, and innocent blood ye shall not pour out in this place, and after other gods ye shall not go, for evil to you;",
      "topic": ""
    },
    "7": {
      "text": "And I caused you to dwell in this place, in the land which I gave to your fathers from forever even to forever.",
      "topic": ""
    },
    "8": {
      "text": "Behold, you trusting to yourselves upon words of falsehood not to receive profit.",
      "topic": ""
    },
    "9": {
      "text": "Stealing, killing, and committing adultery, and swearing for falsehood, and burning incense to Baal, and going after other gods which ye knew not;",
      "topic": ""
    },
    "10": {
      "text": "And ye came and stood before me in this house which my name was called upon it, and ye said, We were delivered to do all these abominations.",
      "topic": ""
    },
    "11": {
      "text": "Was this house which my name was called upon it a cave of those breaking down in your eyes? also I, behold, I saw, says Jehovah.",
      "topic": ""
    },
    "12": {
      "text": "But go now to my place which is in Shiloh, where I caused my name to dwell there at the first, and see what I did to it from the face of the evil of my people Israel.",
      "topic": ""
    },
    "13": {
      "text": "And now, because ye did all these works, says Jehovah, and I will speak to you, rising early and speaking, and ye heard not; and I will call you and ye answered not;",
      "topic": ""
    },
    "14": {
      "text": "And I did to the house which my name was called upon it, which ye are trusting in it, and to the place which I gave to you and to your fathers, as I did to Shiloh.",
      "topic": ""
    },
    "15": {
      "text": "And I cast you out from my face, as I cast out all your brethren, all the seed of Ephraim.",
      "topic": ""
    },
    "16": {
      "text": "And thou shalt not pray for this people, and thou shalt not lift up a wailing and prayer for them, and thou shalt not entreat upon me: for I hear thee not.",
      "topic": ""
    },
    "17": {
      "text": "Seest thou not what they are doing in the cities of Judah and in the streets of Jerusalem?",
      "topic": ""
    },
    "18": {
      "text": "The sons are gathering up woods, and the fathers kindling the fire, and the women knead the dough to make cakes for the queen of the heavens, and to pour out libations to other gods, to irritate me.",
      "topic": ""
    },
    "19": {
      "text": "Are they irritating me? says Jehovah. Are they not themselves to the shame of their faces?",
      "topic": ""
    },
    "20": {
      "text": "For this, thus said the Lord Jehovah; Behold my anger and my wrath was poured out to this place, upon man, and upon cattle, and upon the tree of the field, and upon the fruit of the land; and it burnt and it shall not be quenched.",
      "topic": ""
    },
    "21": {
      "text": "Thus said Jehovah of armies, God of Israel; Add your burnt-offerings upon your sacrifices and eat flesh.",
      "topic": ""
    },
    "22": {
      "text": "For I spake not to your fathers, and I commanded them not in the day of bringing them forth out of the land of Egypt, concerning my word of burnt-offering and sacrifice:",
      "topic": ""
    },
    "23": {
      "text": "But this word I commanded them, saying, Hear to my voice, and I was to you for God, and in shall be to me for a people: and go in all the ways which I shall command you, so that it shall be well to you.",
      "topic": ""
    },
    "24": {
      "text": "And they heard not and inclined not their ear, and they went in the counsels in the stubbornness of their evil heart, and they shall be for behind and not before.",
      "topic": ""
    },
    "25": {
      "text": "From the day that your fathers came forth out of the land of Egypt even to this day, and I will send to you all my servants the prophets, in the day rising early and sending:",
      "topic": ""
    },
    "26": {
      "text": "And they heard not to me and they inclined not their ear, and they will harden their neck: they did evil above their fathers.",
      "topic": ""
    },
    "27": {
      "text": "And speak thou to them all these words, and they will not hear to thee: and call to them, and they will not answer.",
      "topic": ""
    },
    "28": {
      "text": "And say to them, This a nation that heard not to the voice of Jehovah its God, and they received not instruction: faithfulness perished, and was eat off from their mouth.",
      "topic": ""
    },
    "29": {
      "text": "Shave thy consecration and cast away, and lift up a lamentation upon the lips; for Jehovah rejected and cast out the generation of his wrath.",
      "topic": ""
    },
    "30": {
      "text": "For the sons of Judah did evil in mine eyes, says Jehovah; they set, their abominations in the house which my name was called upon it, to defile it,",
      "topic": ""
    },
    "31": {
      "text": "And they built heights to Tophet which is in the valley of the son of Hinnom, to burn their sons and their daughters in fire; which I commanded not, and it came not upon my heart.",
      "topic": ""
    },
    "32": {
      "text": "For this, behold, the days coming, says Jehovah, and it shall no more be said, Tophet, and The valley of the son of Hinnom, but The valley of Slaughter: and they buried in Tophet, from not being place.",
      "topic": ""
    },
    "33": {
      "text": "And the carcass of this people was for food to the birds of the heavens and for the cattle of the earth; and none terrifying.",
      "topic": ""
    },
    "34": {
      "text": "And I caused to cease from the cities of Judah and from the streets of Jerusalem, the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride: for the land shall be for a desolation.",
      "topic": ""
    }
  }
}