{
  "info": {
    "book": "Proverbs",
    "chapter": "11",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A false balance is an abomination to Jehovah; but a just weight is his delight.",
      "topic": ""
    },
    "2": {
      "text": "[When] pride cometh, then cometh shame; but with the lowly is wisdom.",
      "topic": ""
    },
    "3": {
      "text": "The integrity of the upright guideth them; but the crookedness of the unfaithful destroyeth them.",
      "topic": ""
    },
    "4": {
      "text": "Wealth profiteth not in the day of wrath; but righteousness delivereth from death.",
      "topic": ""
    },
    "5": {
      "text": "The righteousness of the perfect maketh plain his way; but the wicked falleth by his own wickedness.",
      "topic": ""
    },
    "6": {
      "text": "The righteousness of the upright delivereth them; but the treacherous are taken in their own craving.",
      "topic": ""
    },
    "7": {
      "text": "When a wicked man dieth, [his] expectation shall perish; and the hope of evil [men] perisheth.",
      "topic": ""
    },
    "8": {
      "text": "The righteous is delivered out of trouble, and the wicked cometh in his stead.",
      "topic": ""
    },
    "9": {
      "text": "With his mouth a hypocrite destroyeth his neighbour; but through knowledge are the righteous delivered.",
      "topic": ""
    },
    "10": {
      "text": "When it goeth well with the righteous, the city rejoiceth; and when the wicked perish, there is shouting.",
      "topic": ""
    },
    "11": {
      "text": "By the blessing of the upright the city is exalted; but it is overthrown by the mouth of the wicked.",
      "topic": ""
    },
    "12": {
      "text": "He that despiseth his neighbour is void of heart; but a man of understanding holdeth his peace.",
      "topic": ""
    },
    "13": {
      "text": "He that goeth about talebearing revealeth secrets; but he that is of a faithful spirit concealeth the matter.",
      "topic": ""
    },
    "14": {
      "text": "Where no advice is, the people fall; but in the multitude of counsellors there is safety.",
      "topic": ""
    },
    "15": {
      "text": "It goeth ill with him that is surety for another; but he that hateth suretyship is secure.",
      "topic": ""
    },
    "16": {
      "text": "A gracious woman retaineth honour; and the violent retain riches.",
      "topic": ""
    },
    "17": {
      "text": "The merciful man doeth good to his own soul; but the cruel troubleth his own flesh.",
      "topic": ""
    },
    "18": {
      "text": "The wicked worketh a deceitful work; but he that soweth righteousness hath a sure reward.",
      "topic": ""
    },
    "19": {
      "text": "As righteousness [tendeth] to life, so he that pursueth evil [doeth it] to his own death.",
      "topic": ""
    },
    "20": {
      "text": "The perverse in heart are abomination to Jehovah; but they that are perfect in [their] way are his delight.",
      "topic": ""
    },
    "21": {
      "text": "Hand for hand! an evil [man] shall not be held innocent; but the seed of the righteous shall be delivered.",
      "topic": ""
    },
    "22": {
      "text": "A fair woman who is without discretion, is [as] a gold ring in a swine’s snout.",
      "topic": ""
    },
    "23": {
      "text": "The desire of the righteous is only good; the expectation of the wicked is wrath.",
      "topic": ""
    },
    "24": {
      "text": "There is that scattereth, and yet increaseth; and there is that withholdeth more than is right, but [it tendeth] only to want.",
      "topic": ""
    },
    "25": {
      "text": "The liberal soul shall be made fat, and he that watereth shall be watered also himself.",
      "topic": ""
    },
    "26": {
      "text": "He that withholdeth corn, the people curse him; but blessing shall be upon the head of him that selleth it.",
      "topic": ""
    },
    "27": {
      "text": "He that is earnest after good seeketh favour; but he that searcheth for mischief, it shall come upon him.",
      "topic": ""
    },
    "28": {
      "text": "He that trusteth in his riches shall fall; but the righteous shall flourish as a leaf.",
      "topic": ""
    },
    "29": {
      "text": "He that troubleth his own house shall inherit wind; and the fool shall be servant to the wise of heart.",
      "topic": ""
    },
    "30": {
      "text": "The fruit of the righteous is a tree of life; and the wise winneth souls.",
      "topic": ""
    },
    "31": {
      "text": "Behold, the righteous shall be requited on the earth: how much more the wicked and the sinner.",
      "topic": ""
    }
  }
}