{
  "info": {
    "book": "Proverbs",
    "chapter": "17",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Better is a dry morsel, and quietness therewith, than a house full of feasting [with] strife.",
      "topic": ""
    },
    "2": {
      "text": "A wise servant shall rule over a son that causeth shame, and shall have part in the inheritance among the brethren.",
      "topic": ""
    },
    "3": {
      "text": "The fining-pot is for silver, and the furnace for gold; but Jehovah trieth the hearts.",
      "topic": ""
    },
    "4": {
      "text": "The evil-doer giveth heed to iniquitous lips; the liar giveth ear to a mischievous tongue.",
      "topic": ""
    },
    "5": {
      "text": "Whoso mocketh a poor [man] reproacheth his Maker; he that is glad at calamity shall not be held innocent.",
      "topic": ""
    },
    "6": {
      "text": "Children’s children are the crown of old men; and the glory of children are their fathers.",
      "topic": ""
    },
    "7": {
      "text": "Excellent speech becometh not a vile [man]; how much less do lying lips a noble!",
      "topic": ""
    },
    "8": {
      "text": "A gift is a precious stone in the eyes of the possessor: whithersoever it turneth it prospereth.",
      "topic": ""
    },
    "9": {
      "text": "He that covereth transgression seeketh love; but he that bringeth a matter up again separateth very friends.",
      "topic": ""
    },
    "10": {
      "text": "A reproof entereth more deeply into him that hath understanding than a hundred stripes into a fool.",
      "topic": ""
    },
    "11": {
      "text": "An evil [man] seeketh only rebellion; but a cruel messenger shall be sent against him.",
      "topic": ""
    },
    "12": {
      "text": "Let a bear robbed of her whelps meet a man rather than a fool in his folly.",
      "topic": ""
    },
    "13": {
      "text": "Whoso rewardeth evil for good, evil shall not depart from his house.",
      "topic": ""
    },
    "14": {
      "text": "The beginning of contention is [as] when one letteth out water; therefore leave off strife before it become vehement.",
      "topic": ""
    },
    "15": {
      "text": "He that justifieth the wicked, and he that condemneth the righteous, even they both are abomination to Jehovah.",
      "topic": ""
    },
    "16": {
      "text": "To what purpose is there a price in the hand of a fool to get wisdom, seeing [he] hath no sense?",
      "topic": ""
    },
    "17": {
      "text": "The friend loveth at all times, and a brother is born for adversity.",
      "topic": ""
    },
    "18": {
      "text": "A senseless man striketh hands, becoming surety for his neighbour.",
      "topic": ""
    },
    "19": {
      "text": "He loveth transgression that loveth a quarrel; he that maketh high his gate seeketh destruction.",
      "topic": ""
    },
    "20": {
      "text": "He that hath a perverse heart findeth no good; and he that shifteth about with his tongue falleth into evil.",
      "topic": ""
    },
    "21": {
      "text": "He that begetteth a fool [doeth it] to his sorrow, and the father of a vile [man] hath no joy.",
      "topic": ""
    },
    "22": {
      "text": "A joyful heart promoteth healing; but a broken spirit drieth up the bones.",
      "topic": ""
    },
    "23": {
      "text": "A wicked [man] taketh a gift out of the bosom, to pervert the paths of judgment.",
      "topic": ""
    },
    "24": {
      "text": "Wisdom is before him that hath understanding; but the eyes of a fool are in the ends of the earth.",
      "topic": ""
    },
    "25": {
      "text": "A foolish son is a grief to his father, and bitterness to her that bore him.",
      "topic": ""
    },
    "26": {
      "text": "To punish a righteous [man] is not good, nor to strike nobles because of [their] uprightness.",
      "topic": ""
    },
    "27": {
      "text": "He that hath knowledge spareth his words; and a man of understanding is of a cool spirit.",
      "topic": ""
    },
    "28": {
      "text": "Even a fool when he holdeth his peace is reckoned wise, [and] he that shutteth his lips, intelligent.",
      "topic": ""
    }
  }
}