{
  "info": {
    "book": "Proverbs",
    "chapter": "31",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The words of king Lemuel, the prophecy that his mother taught him:",
      "topic": ""
    },
    "2": {
      "text": "What, my son? and what, O son of my womb? and what, O son of my vows?",
      "topic": ""
    },
    "3": {
      "text": "Give not thy strength unto women, nor thy ways to them that destroy kings.",
      "topic": ""
    },
    "4": {
      "text": "It is not for kings, Lemuel, it is not for kings to drink wine, nor for rulers [to say], Where is the strong drink?",
      "topic": ""
    },
    "5": {
      "text": "lest they drink And forget the law, And pervert the judgment of any of the children of affliction.",
      "topic": ""
    },
    "6": {
      "text": "Give strong drink unto him that is ready to perish, and wine unto the bitter of soul:",
      "topic": ""
    },
    "7": {
      "text": "let him drink, and forget his poverty, and remember his misery no more.",
      "topic": ""
    },
    "8": {
      "text": "Open thy mouth for the dumb, for the cause of all those that are left desolate.",
      "topic": ""
    },
    "9": {
      "text": "Open thy mouth, judge righteously, and minister justice to the afflicted and needy.",
      "topic": ""
    },
    "10": {
      "text": "Who can find a woman of worth? for her price is far above rubies.",
      "topic": ""
    },
    "11": {
      "text": "The heart of her husband confideth in her, and he shall have no lack of spoil.",
      "topic": ""
    },
    "12": {
      "text": "She doeth him good, and not evil, all the days of her life.",
      "topic": ""
    },
    "13": {
      "text": "She seeketh wool and flax, and worketh willingly with her hands.",
      "topic": ""
    },
    "14": {
      "text": "She is like the merchants’ ships: she bringeth her food from afar;",
      "topic": ""
    },
    "15": {
      "text": "And she riseth while it is yet night, and giveth meat to her household, and the day’s work to her maidens.",
      "topic": ""
    },
    "16": {
      "text": "She considereth a field, and acquireth it; of the fruit of her hands she planteth a vineyard.",
      "topic": ""
    },
    "17": {
      "text": "She girdeth her loins with strength, and maketh strong her arms.",
      "topic": ""
    },
    "18": {
      "text": "She perceiveth that her earning is good; her lamp goeth not out by night.",
      "topic": ""
    },
    "19": {
      "text": "She putteth her hands to the distaff, and her hands hold the spindle.",
      "topic": ""
    },
    "20": {
      "text": "She stretcheth out her hand to the afflicted, and she reacheth forth her hands to the needy.",
      "topic": ""
    },
    "21": {
      "text": "She is not afraid of the snow for her household; for all her household are clothed with scarlet.",
      "topic": ""
    },
    "22": {
      "text": "She maketh herself coverlets; her clothing is byssus and purple.",
      "topic": ""
    },
    "23": {
      "text": "Her husband is known in the gates, when he sitteth among the elders of the land.",
      "topic": ""
    },
    "24": {
      "text": "She maketh body linen and selleth it, and delivereth girdles unto the merchant.",
      "topic": ""
    },
    "25": {
      "text": "Strength and dignity are her clothing, and she laugheth [at] the coming day.",
      "topic": ""
    },
    "26": {
      "text": "She openeth her mouth with wisdom; and upon her tongue is the law of kindness.",
      "topic": ""
    },
    "27": {
      "text": "She surveyeth the ways of her household, and eateth not the bread of idleness.",
      "topic": ""
    },
    "28": {
      "text": "Her children rise up and call her blessed; her husband [also], and he praiseth her:",
      "topic": ""
    },
    "29": {
      "text": "Many daughters have done worthily, but thou excellest them all.",
      "topic": ""
    },
    "30": {
      "text": "Gracefulness is deceitful and beauty is vain; a woman [that] feareth Jehovah, she shall be praised.",
      "topic": ""
    },
    "31": {
      "text": "Give her of the fruit of her hands, and let her own works praise her in the gates.",
      "topic": ""
    }
  }
}