{
  "info": {
    "book": "Proverbs",
    "chapter": "6",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, if thou hast become surety for thy friend, if thou hast stricken thy hand for a stranger,",
      "topic": ""
    },
    "2": {
      "text": "thou art snared with the words of thy mouth, thou art taken with the words of thy mouth.",
      "topic": ""
    },
    "3": {
      "text": "Do this now, my son, and deliver thyself, since thou hast come into the hand of thy friend: go, humble thyself, and be urgent with thy friend.",
      "topic": ""
    },
    "4": {
      "text": "Give not sleep to thine eyes, nor slumber to thine eyelids:",
      "topic": ""
    },
    "5": {
      "text": "deliver thyself as a gazelle from the hand [of the hunter], and as a bird from the hand of the fowler.",
      "topic": ""
    },
    "6": {
      "text": "Go to the ant, thou sluggard; consider her ways and be wise:",
      "topic": ""
    },
    "7": {
      "text": "which having no chief, overseer, or ruler,",
      "topic": ""
    },
    "8": {
      "text": "provideth her bread in the summer, [and] gathereth her food in the harvest.",
      "topic": ""
    },
    "9": {
      "text": "How long, sluggard, wilt thou lie down? When wilt thou arise out of thy sleep?",
      "topic": ""
    },
    "10": {
      "text": "A little sleep, a little slumber, a little folding of the hands to rest!",
      "topic": ""
    },
    "11": {
      "text": "So shall thy poverty come as a roving plunderer, and thy penury as an armed man.",
      "topic": ""
    },
    "12": {
      "text": "A man of Belial, a wicked person, is he that goeth about with a perverse mouth;",
      "topic": ""
    },
    "13": {
      "text": "he winketh with his eyes, he speaketh with his feet, he teacheth with his fingers;",
      "topic": ""
    },
    "14": {
      "text": "deceits are in his heart; he deviseth mischief at all times, he soweth discords.",
      "topic": ""
    },
    "15": {
      "text": "Therefore shall his calamity come suddenly: in a moment shall he be broken, and without remedy.",
      "topic": ""
    },
    "16": {
      "text": "These six [things] doth Jehovah hate, yea, seven are an abomination unto him:",
      "topic": ""
    },
    "17": {
      "text": "haughty eyes, a lying tongue, and hands that shed innocent blood;",
      "topic": ""
    },
    "18": {
      "text": "a heart that deviseth wicked imaginations; feet that are swift in running to mischief;",
      "topic": ""
    },
    "19": {
      "text": "a false witness that uttereth lies, and he that soweth discords among brethren.",
      "topic": ""
    },
    "20": {
      "text": "My son, observe thy father’s commandment, and forsake not the teaching of thy mother;",
      "topic": ""
    },
    "21": {
      "text": "bind them continually upon thy heart, tie them about thy neck:",
      "topic": ""
    },
    "22": {
      "text": "when thou walkest, it shall lead thee; when thou sleepest, it shall keep thee; and [when] thou awakest, it shall talk with thee.",
      "topic": ""
    },
    "23": {
      "text": "For the commandment is a lamp, and the teaching a light, and reproofs of instruction are the way of life:",
      "topic": ""
    },
    "24": {
      "text": "to keep thee from the evil woman, from the flattery of the tongue of a strange woman.",
      "topic": ""
    },
    "25": {
      "text": "Lust not after her beauty in thy heart, neither let her take thee with her eyelids;",
      "topic": ""
    },
    "26": {
      "text": "for by means of a whorish woman [a man is brought] to a loaf of bread, and another’s wife doth hunt for the precious soul.",
      "topic": ""
    },
    "27": {
      "text": "Can a man take fire in his bosom, and his garments not be burned?",
      "topic": ""
    },
    "28": {
      "text": "Can one go upon hot coals, and his feet not be scorched?",
      "topic": ""
    },
    "29": {
      "text": "So he that goeth in to his neighbour’s wife: whosoever toucheth her shall not be innocent.",
      "topic": ""
    },
    "30": {
      "text": "They do not despise a thief, if he steal to satisfy his soul when he is hungry:",
      "topic": ""
    },
    "31": {
      "text": "and if he be found, he shall restore sevenfold; he shall give all the substance of his house.",
      "topic": ""
    },
    "32": {
      "text": "Whoso committeth adultery with a woman is void of understanding: he that doeth it destroyeth his own soul.",
      "topic": ""
    },
    "33": {
      "text": "A wound and contempt shall he get; and his reproach shall not be wiped away.",
      "topic": ""
    },
    "34": {
      "text": "For jealousy is the rage of a man, and he will not spare in the day of vengeance;",
      "topic": ""
    },
    "35": {
      "text": "he will not regard any ransom, neither will he rest content though thou multipliest [thy] gifts.",
      "topic": ""
    }
  }
}