{
  "info": {
    "book": "Proverbs",
    "chapter": "7",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, keep my words, and lay up my commandments with thee.",
      "topic": ""
    },
    "2": {
      "text": "Keep my commandments, and live; and my teaching, as the apple of thine eye.",
      "topic": ""
    },
    "3": {
      "text": "Bind them upon thy fingers, write them upon the tablet of thy heart.",
      "topic": ""
    },
    "4": {
      "text": "Say unto wisdom, Thou art my sister, and call intelligence [thy] kinswoman:",
      "topic": ""
    },
    "5": {
      "text": "that they may keep thee from the strange woman, from the stranger who flattereth with her words.",
      "topic": ""
    },
    "6": {
      "text": "For at the window of my house, I looked forth through my lattice,",
      "topic": ""
    },
    "7": {
      "text": "and I beheld among the simple ones, I discerned among the sons, a young man void of understanding,",
      "topic": ""
    },
    "8": {
      "text": "passing through the street near her corner; and he went the way to her house,",
      "topic": ""
    },
    "9": {
      "text": "in the twilight, in the evening of the day, in the blackness of night and the darkness.",
      "topic": ""
    },
    "10": {
      "text": "And behold, there met him a woman in the attire of a harlot, and subtle of heart.",
      "topic": ""
    },
    "11": {
      "text": "She is clamorous and unmanageable; her feet abide not in her house:",
      "topic": ""
    },
    "12": {
      "text": "now without, now in the broadways,—and she lieth in wait at every corner.",
      "topic": ""
    },
    "13": {
      "text": "And she caught him and kissed him, and with an impudent face said unto him,",
      "topic": ""
    },
    "14": {
      "text": "I have peace-offerings with me; this day have I paid my vows:",
      "topic": ""
    },
    "15": {
      "text": "therefore came I forth to meet thee, to seek earnestly thy face, and I have found thee.",
      "topic": ""
    },
    "16": {
      "text": "I have decked my bed with tapestry coverlets of variegated linen from Egypt;",
      "topic": ""
    },
    "17": {
      "text": "I have perfumed my couch with myrrh, aloes, and cinnamon.",
      "topic": ""
    },
    "18": {
      "text": "Come, let us revel in love until the morning, let us delight ourselves with loves.",
      "topic": ""
    },
    "19": {
      "text": "For the husband is not at home, he is gone a long journey;",
      "topic": ""
    },
    "20": {
      "text": "he hath taken the money-bag with him, he will come home on the day of the full moon.",
      "topic": ""
    },
    "21": {
      "text": "With her much enticement she beguiled him; with the smoothness of her lips she constrained him.",
      "topic": ""
    },
    "22": {
      "text": "He went after her straightway, as an ox goeth to the slaughter, and as stocks [serve] for the correction of the fool;",
      "topic": ""
    },
    "23": {
      "text": "till an arrow strike through his liver: as a bird hasteth to the snare, and knoweth not that it is for its life.",
      "topic": ""
    },
    "24": {
      "text": "And now, ye sons, hearken unto me, and attend to the words of my mouth.",
      "topic": ""
    },
    "25": {
      "text": "Let not thy heart decline to her ways, go not astray in her paths:",
      "topic": ""
    },
    "26": {
      "text": "for she hath cast down many wounded, and all slain by her were strong.",
      "topic": ""
    },
    "27": {
      "text": "Her house is the way to Sheol, going down to the chambers of death.",
      "topic": ""
    }
  }
}