{
  "info": {
    "book": "Proverbs",
    "chapter": "8",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Doth not wisdom cry? and understanding give forth her voice?",
      "topic": ""
    },
    "2": {
      "text": "On the top of high places by the way, at the cross-paths she taketh her stand.",
      "topic": ""
    },
    "3": {
      "text": "Beside the gates, at the entry of the city, at the coming in at the doors, she crieth aloud.",
      "topic": ""
    },
    "4": {
      "text": "Unto you, men, I call, and my voice is to the sons of man:",
      "topic": ""
    },
    "5": {
      "text": "O ye simple, understand prudence; and ye foolish, understand sense.",
      "topic": ""
    },
    "6": {
      "text": "Hear, for I will speak excellent things, and the opening of my lips shall be right things.",
      "topic": ""
    },
    "7": {
      "text": "For my palate shall meditate truth, and wickedness is an abomination to my lips.",
      "topic": ""
    },
    "8": {
      "text": "All the words of my mouth are in righteousness; there is nothing tortuous or perverse in them.",
      "topic": ""
    },
    "9": {
      "text": "They are all plain to him that understandeth, and right to them that find knowledge.",
      "topic": ""
    },
    "10": {
      "text": "Receive my instruction, and not silver; and knowledge rather than choice gold:",
      "topic": ""
    },
    "11": {
      "text": "for wisdom is better than rubies, and all the things that may be desired are not equal to it.",
      "topic": ""
    },
    "12": {
      "text": "I wisdom dwell [with] prudence, and find the knowledge [which cometh] of reflection.",
      "topic": ""
    },
    "13": {
      "text": "The fear of Jehovah is to hate evil; pride, and arrogancy, and the evil way, and the froward mouth do I hate.",
      "topic": ""
    },
    "14": {
      "text": "Counsel is mine, and sound wisdom: I am intelligence; I have strength.",
      "topic": ""
    },
    "15": {
      "text": "By me kings reign, and rulers make just decrees;",
      "topic": ""
    },
    "16": {
      "text": "by me princes rule, and nobles, all the judges of the earth.",
      "topic": ""
    },
    "17": {
      "text": "I love those that love me; and they that seek me early shall find me.",
      "topic": ""
    },
    "18": {
      "text": "Riches and honour are with me; durable wealth and righteousness.",
      "topic": ""
    },
    "19": {
      "text": "My fruit is better than fine gold, yea, than pure gold; and my revenue than choice silver.",
      "topic": ""
    },
    "20": {
      "text": "I walk in the path of righteousness, in the midst of the paths of judgment:",
      "topic": ""
    },
    "21": {
      "text": "that I may cause those that love me to inherit substance; and I will fill their treasuries.",
      "topic": ""
    },
    "22": {
      "text": "Jehovah possessed me in the beginning of his way, before his works of old.",
      "topic": ""
    },
    "23": {
      "text": "I was set up from eternity, from the beginning, before the earth was.",
      "topic": ""
    },
    "24": {
      "text": "When there were no depths, I was brought forth, when there were no fountains abounding with water.",
      "topic": ""
    },
    "25": {
      "text": "Before the mountains were settled, before the hills was I brought forth;",
      "topic": ""
    },
    "26": {
      "text": "while as yet he had not made the earth, nor the fields, nor the beginning of the dust of the world.",
      "topic": ""
    },
    "27": {
      "text": "When he prepared the heavens I was there; when he ordained the circle upon the face of the deep;",
      "topic": ""
    },
    "28": {
      "text": "when he established the skies above, when the fountains of the deep became strong;",
      "topic": ""
    },
    "29": {
      "text": "when he imposed on the sea his decree that the waters should not pass his commandment, when he appointed the foundations of the earth:",
      "topic": ""
    },
    "30": {
      "text": "then I was by him [his] nursling, and I was daily his delight, rejoicing always before him;",
      "topic": ""
    },
    "31": {
      "text": "rejoicing in the habitable part of his earth, and my delights [were] with the sons of men.",
      "topic": ""
    },
    "32": {
      "text": "And now, sons, hearken unto me, and blessed are they that keep my ways:",
      "topic": ""
    },
    "33": {
      "text": "hear instruction and be wise, and refuse it not.",
      "topic": ""
    },
    "34": {
      "text": "Blessed is the man that heareth me, watching daily at my gates, waiting at the posts of my doors.",
      "topic": ""
    },
    "35": {
      "text": "For whoso findeth me findeth life, and obtaineth favour of Jehovah;",
      "topic": ""
    },
    "36": {
      "text": "but he that sinneth against me doeth violence to his own soul: all they that hate me love death.",
      "topic": ""
    }
  }
}