{
  "info": {
    "book": "Job",
    "chapter": "32",
    "translation": "King James Bible",
    "translationID": "kjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "So these three men ceased to answer Job, because he [was] righteous in his own eyes.",
      "topic": ""
    },
    "2": {
      "text": "Then was kindled the wrath of Elihu the son of Barachel the Buzite, of the kindred of Ram: against Job was his wrath kindled, because he justified himself rather than God.",
      "topic": ""
    },
    "3": {
      "text": "Also against his three friends was his wrath kindled, because they had found no answer, and [yet] had condemned Job.",
      "topic": ""
    },
    "4": {
      "text": "Now Elihu had waited till Job had spoken, because they [were] elder than he.",
      "topic": ""
    },
    "5": {
      "text": "When Elihu saw that [there was] no answer in the mouth of [these] three men, then his wrath was kindled.",
      "topic": ""
    },
    "6": {
      "text": "And Elihu the son of Barachel the Buzite answered and said, I [am] young, and ye [are] very old; wherefore I was afraid, and durst not shew you mine opinion.",
      "topic": ""
    },
    "7": {
      "text": "I said, Days should speak, and multitude of years should teach wisdom.",
      "topic": ""
    },
    "8": {
      "text": "But [there is] a spirit in man: and the inspiration of the Almighty giveth them understanding.",
      "topic": ""
    },
    "9": {
      "text": "Great men are not [always] wise: neither do the aged understand judgment.",
      "topic": ""
    },
    "10": {
      "text": "Therefore I said, Hearken to me; I also will shew mine opinion.",
      "topic": ""
    },
    "11": {
      "text": "Behold, I waited for your words; I gave ear to your reasons, whilst ye searched out what to say.",
      "topic": ""
    },
    "12": {
      "text": "Yea, I attended unto you, and, behold, [there was] none of you that convinced Job, [or] that answered his words:",
      "topic": ""
    },
    "13": {
      "text": "Lest ye should say, We have found out wisdom: God thrusteth him down, not man.",
      "topic": ""
    },
    "14": {
      "text": "Now he hath not directed [his] words against me: neither will I answer him with your speeches.",
      "topic": ""
    },
    "15": {
      "text": "They were amazed, they answered no more: they left off speaking.",
      "topic": ""
    },
    "16": {
      "text": "When I had waited, (for they spake not, but stood still, [and] answered no more;)",
      "topic": ""
    },
    "17": {
      "text": "[I said], I will answer also my part, I also will shew mine opinion.",
      "topic": ""
    },
    "18": {
      "text": "For I am full of matter, the spirit within me constraineth me.",
      "topic": ""
    },
    "19": {
      "text": "Behold, my belly [is] as wine [which] hath no vent; it is ready to burst like new bottles.",
      "topic": ""
    },
    "20": {
      "text": "I will speak, that I may be refreshed: I will open my lips and answer.",
      "topic": ""
    },
    "21": {
      "text": "Let me not, I pray you, accept any man’s person, neither let me give flattering titles unto man.",
      "topic": ""
    },
    "22": {
      "text": "For I know not to give flattering titles; [in so doing] my maker would soon take me away.",
      "topic": ""
    }
  }
}