{
  "info": {
    "book": "Amos",
    "chapter": "7",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Thus has the Lord GOD showed to me; and, behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and, see, it was the latter growth after the king’s mowings.",
      "topic": ""
    },
    "2": {
      "text": "And it came to pass, that when they had made an end of eating the grass of the land, then I said, O Lord GOD, forgive, I beseech you: by whom shall Jacob arise? for he is small.",
      "topic": ""
    },
    "3": {
      "text": "The LORD repented for this: It shall not be, said the LORD.",
      "topic": ""
    },
    "4": {
      "text": "Thus has the Lord GOD showed to me: and, behold, the Lord GOD called to contend by fire, and it devoured the great deep, and did eat up a part.",
      "topic": ""
    },
    "5": {
      "text": "Then said I, O Lord GOD, cease, I beseech you: by whom shall Jacob arise? for he is small.",
      "topic": ""
    },
    "6": {
      "text": "The LORD repented for this: This also shall not be, said the Lord GOD.",
      "topic": ""
    },
    "7": {
      "text": "Thus he showed me: and, behold, the LORD stood on a wall made by a plumb line, with a plumb line in his hand.",
      "topic": ""
    },
    "8": {
      "text": "And the LORD said to me, Amos, what see you? And I said, A plumb line. Then said the LORD, Behold, I will set a plumb line in the middle of my people Israel: I will not again pass by them any more:",
      "topic": ""
    },
    "9": {
      "text": "And the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword.",
      "topic": ""
    },
    "10": {
      "text": "Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, Amos has conspired against you in the middle of the house of Israel: the land is not able to bear all his words.",
      "topic": ""
    },
    "11": {
      "text": "For thus Amos said, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land.",
      "topic": ""
    },
    "12": {
      "text": "Also Amaziah said to Amos, O you seer, go, flee you away into the land of Judah, and there eat bread, and prophesy there:",
      "topic": ""
    },
    "13": {
      "text": "But prophesy not again any more at Bethel: for it is the king’s chapel, and it is the king’s court.",
      "topic": ""
    },
    "14": {
      "text": "Then answered Amos, and said to Amaziah, I was no prophet, neither was I a prophet’s son; but I was an herdsman, and a gatherer of sycomore fruit:",
      "topic": ""
    },
    "15": {
      "text": "And the LORD took me as I followed the flock, and the LORD said to me, Go, prophesy to my people Israel.",
      "topic": ""
    },
    "16": {
      "text": "Now therefore hear you the word of the LORD: You say, Prophesy not against Israel, and drop not your word against the house of Isaac.",
      "topic": ""
    },
    "17": {
      "text": "Therefore thus said the LORD; Your wife shall be an harlot in the city, and your sons and your daughters shall fall by the sword, and your land shall be divided by line; and you shall die in a polluted land: and Israel shall surely go into captivity forth of his land.",
      "topic": ""
    }
  }
}