{
  "info": {
    "book": "Exodus",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will say to Moses and to Aaron in the land of Egypt, saying,",
      "topic": ""
    },
    "2": {
      "text": "This month is to you the beginning of months: this to you the first month of the year.",
      "topic": ""
    },
    "3": {
      "text": "Speak ye to all the assembly of Israel, saying, In the tenth of this month and they shall take to them each a sheep, according to the house of the fathers; a sheep for a house.",
      "topic": ""
    },
    "4": {
      "text": "And if the house shall be little from being for a sheep, and he taking, and his neighbor drawing nigh his house according to the number of souls; each according to the mouth of his eating shall ye reckon for the sheep.",
      "topic": ""
    },
    "5": {
      "text": "A perfect sheep, a male, the son of a year, shall be to you from the he-lambs and from the goats ye shall take.",
      "topic": ""
    },
    "6": {
      "text": "And it shall be to you for a preservation till the fourteenth day of this month; and they shall slaughter it, all the convocation of the assembly of Israel, between the two evenings.",
      "topic": ""
    },
    "7": {
      "text": "And they took from the blood and gave upon the two door-posts, and upon the lintel within the houses which they shall eat it in them.",
      "topic": ""
    },
    "8": {
      "text": "And they shall eat the flesh in that night roasted with fire and unleavened; upon bitter herbs shall they eat it.",
      "topic": ""
    },
    "9": {
      "text": "Ye shall not eat from it raw and boiled from boiling with water, but roasted with fire, its head with its legs with its inner part.",
      "topic": ""
    },
    "10": {
      "text": "Ye shall not leave from it till morning: and that remaining from it till morning, ye shall burn with fire.",
      "topic": ""
    },
    "11": {
      "text": "And so shall ye eat it, your loins girded, your shoes on your feet and your staff in your hand: and ye ate it in hasty flight; a passing over to Jehovah.",
      "topic": ""
    },
    "12": {
      "text": "And I passed over in the land of Egypt in this night, and I struck every first-born in the land of Egypt from man even to quadruped: and against all the gods of Egypt I will do judgments: I Jehovah.",
      "topic": ""
    },
    "13": {
      "text": "And the blood was to you for a sign upon the houses where you are there: and I saw the blood and I passed over you, and the blow shall not be upon you to destroy, in my striking upon the land of Egypt.",
      "topic": ""
    },
    "14": {
      "text": "And this day shall be to you for a remembrance; and ye kept it a festival to Jehovah for your generations: ye shall keep a festival a law forever.",
      "topic": ""
    },
    "15": {
      "text": "Seven days ye shall eat unleavened; wholly in the first day shall ye turn away leaven in your houses; for all eating leavened and that soul was destroyed from Israel from the first day even to the seventh day.",
      "topic": ""
    },
    "16": {
      "text": "And in the first day a calling of holiness, and in the seventh day a calling of holiness shall be to you; every service shall not be done in them only what shall be eaten by every soul; this only shall be done by you.",
      "topic": ""
    },
    "17": {
      "text": "And ye watched the unleavened; for in this self-same day I brought forth your armies out of the land of Egypt and watch ye this day for your generations a law forever.",
      "topic": ""
    },
    "18": {
      "text": "In the first, in the fourteenth day of the month, in the evening, ye shall eat unleavened till the one and twentieth day of the month in the evening.",
      "topic": ""
    },
    "19": {
      "text": "Seven days leaven shall not be found in your houses; for all eating from the leavened, that soul shall be destroyed from the assembly of Israel, for the sojourner or for the native of the land.",
      "topic": ""
    },
    "20": {
      "text": "All leavened ye shall not eat: in all your dwellings ye shall eat unleavened.",
      "topic": ""
    },
    "21": {
      "text": "And Moses will call for all the old men of Israel and he will say to them, Draw out and take to yourselves a sheep according to your tribes, and slaughter the passing over.",
      "topic": ""
    },
    "22": {
      "text": "And take ye a bundle of hyssop, and dip in the blood that is upon the threshhold, and touch upon the lintel, and upon the two door-posts from the blood which is upon the threshhold and ye shall not come forth each from the door of his house till morning.",
      "topic": ""
    },
    "23": {
      "text": "And Jehovah passed over to strike the Egyptians; and he saw the blood upon the lintel, and upon the two doorposts, and Jehovah passed by the door and will not give him destroying to come in to your houses to strike.",
      "topic": ""
    },
    "24": {
      "text": "And watch ye this word for a law to thee and to thy sons forever.",
      "topic": ""
    },
    "25": {
      "text": "And it shall be when ye shall come to the land which Jehovah will give to you, as he spake, watch ye this service.",
      "topic": ""
    },
    "26": {
      "text": "And it shall be when your sons shall say to you, What this service to you?",
      "topic": ""
    },
    "27": {
      "text": "And they said, This the sacrifice of the passing over to Jehovah, who passed over the houses of the sons of Israel in Egypt in his striking the Egyptians, and he delivered our houses. And the people will bow down and will worship.",
      "topic": ""
    },
    "28": {
      "text": "And the sons of Israel will go, and will do as Jehovah commanded Moses and Aaron; thus did they.",
      "topic": ""
    },
    "29": {
      "text": "And it will be in the middle of the night, and Jehovah struck every firstborn in the land of Egypt, from the first-born of Pharaoh sitting upon his throne, to the first-born of the captive which is in the house of the pit; and every first-born of the cattle.",
      "topic": ""
    },
    "30": {
      "text": "And Pharaoh will rise up in the night, he and all his servants, and all the Egyptians; and there will be a great cry in Egypt: for not a house where there was not the dead there.",
      "topic": ""
    },
    "31": {
      "text": "And he will call for Moses and for Aaron by night, and he will say, Arise, go forth from the midst of my people, also ye, also the sons of Israel; and go, serve Jehovah as ye spake.",
      "topic": ""
    },
    "32": {
      "text": "Also your sheep, also your oxen take as ye spake, and go and bless also me.",
      "topic": ""
    },
    "33": {
      "text": "And Egypt will be strong upon the people to hasten to send them forth out of the land; for they said, We are all dying.",
      "topic": ""
    },
    "34": {
      "text": "And the people will take up their dough before it will be leavened, their kneading-bowls bound in their garments upon their shoulders.",
      "topic": ""
    },
    "35": {
      "text": "And the sons of Israel did as Moses spake: and they will ask of the Egyptians, silver vessels and gold vessels, and garments.",
      "topic": ""
    },
    "36": {
      "text": "And Jehovah gave favor to the people in the eyes of the Egyptians, and they will lend them; and they will strip the Egyptians.",
      "topic": ""
    },
    "37": {
      "text": "And the sons of Israel will remove from Rameses to Succoth, about six hundred thousand footmen; men apart from the little ones.",
      "topic": ""
    },
    "38": {
      "text": "And also a great mixture went up with them; and sheep and oxen, very much cattle.",
      "topic": ""
    },
    "39": {
      "text": "And they will cook the dough which they brought out of Egypt unleavened cakes, for it was not leavened; for they were driven out of Egypt, for they could not linger, and also they made not for themselves food.",
      "topic": ""
    },
    "40": {
      "text": "And the dwelling of the sons of Israel which they dwelt in Egypt, was thirty years and four hundred years.",
      "topic": ""
    },
    "41": {
      "text": "And it will be from the end of thirty years and four hundred years, in this self-same day all the armies of Jehovah will go forth out of the land of Egypt.",
      "topic": ""
    },
    "42": {
      "text": "This a night of watchings to Jehovah, for bringing them forth out of the land of Egypt: it is this night to Jehovah of watching to all the sons of Israel for their generations.",
      "topic": ""
    },
    "43": {
      "text": "And Jehovah will say to Moses and Aaron, This the law of the passing over: every son of a stranger shall not eat of it.",
      "topic": ""
    },
    "44": {
      "text": "And every servant of a man bought with silver, and thou hast circumcised him, then he shall eat of it.",
      "topic": ""
    },
    "45": {
      "text": "The sojourner and the hireling shall not eat of it.",
      "topic": ""
    },
    "46": {
      "text": "In one house shall it be eaten; thou shalt not bring forth out of the house from the flesh without, and ye shall not break a bone of it.",
      "topic": ""
    },
    "47": {
      "text": "All the assembly of Israel shall do it.",
      "topic": ""
    },
    "48": {
      "text": "And when a stranger shall sojourn with thee, and do the passing over to Jehovah, all the males to him being circumcised, and then he shall draw near to do it; and he was as a native of the land: and every one uncircumcised shall not eat of it.",
      "topic": ""
    },
    "49": {
      "text": "One law shall be to the native and to the stranger sojourning in the midst of you.",
      "topic": ""
    },
    "50": {
      "text": "And all the sons of Israel will do as Jehovah commanded Moses and Aaron, so did they.",
      "topic": ""
    },
    "51": {
      "text": "And it will be in this self-same day, Jehovah brought forth the sons of Israel out of the land of Egypt with their armies.",
      "topic": ""
    }
  }
}