{
  "info": {
    "book": "Exodus",
    "chapter": "21",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And these the judgments which thou shalt set before them.",
      "topic": ""
    },
    "2": {
      "text": "If thou shalt buy a Hebrew servant, six years shall he serve: and in the seventh he shall go forth free gratuitously.",
      "topic": ""
    },
    "3": {
      "text": "If he shall come in by himself, he shall go out by himself: if he possessed a wife, and his wife shall go forth with him.",
      "topic": ""
    },
    "4": {
      "text": "If his lord shall give to hint a wife, and she brought to him sons or daughters, the wife and her children shall be to her lord, and he shall go forth by himself.",
      "topic": ""
    },
    "5": {
      "text": "And if saying, the servant shall say, I loved my lord, my wife and my sons; I will not go forth free:",
      "topic": ""
    },
    "6": {
      "text": "And his lord brought him near to God, and he brought him near to the door, or to the door-post, and his lord pierced his ear with an awl; and he served him forever.",
      "topic": ""
    },
    "7": {
      "text": "And if a man shall sell his daughter for a maid, she shall not go forth as the servants went forth.",
      "topic": ""
    },
    "8": {
      "text": "If evil in the eyes of her lord, he did not betroth her and he ransomed her: to a strange people he shall not have power to sell her, in his acting deceitfully by her.",
      "topic": ""
    },
    "9": {
      "text": "And if to a son he shall betroth her, according to the judgment of daughters he shall do to her.",
      "topic": ""
    },
    "10": {
      "text": "If he shall take to him another, her food and her covering and her cohabitation he shall not take away.",
      "topic": ""
    },
    "11": {
      "text": "And if he shall not do these three to her, she shall go forth gratuitously without silver.",
      "topic": ""
    },
    "12": {
      "text": "He striking a man and he died, dying, he shall die.",
      "topic": ""
    },
    "13": {
      "text": "And when he hunted not after, and God let fall into his hand, and I set to thee a place where he shall flee there.",
      "topic": ""
    },
    "14": {
      "text": "And if a man shall act proudly against his friend to kill him with craftiness, from mine altar shalt thou take him to die.",
      "topic": ""
    },
    "15": {
      "text": "And he striking his father and his mother, dying be shall die.",
      "topic": ""
    },
    "16": {
      "text": "And he stealing a man, and selling him, and being found in his hand, dying, he shall die.",
      "topic": ""
    },
    "17": {
      "text": "And he making light of his father and his mother, dying, he shall die.",
      "topic": ""
    },
    "18": {
      "text": "And if men shall contend, and a man struck his friend with a stone or with the fist, and he shall not die, and he fell upon the bed:",
      "topic": ""
    },
    "19": {
      "text": "If he shall rise and go forth without upon his support, and he smiting being innocent, only he shall give his resting, and healing, he shall be healed.",
      "topic": ""
    },
    "20": {
      "text": "And if a man shall strike his servant or his maid with a rod, and he died under his hand, avenging, he shall be avenged.",
      "topic": ""
    },
    "21": {
      "text": "But if a day or two days he shall stand, he shall not be avenged, for he is his silver.",
      "topic": ""
    },
    "22": {
      "text": "And if men shall quarrel and strike a woman pregnant, and her child shall go forth, and there shall not be harm, punishing, he shall be punished, as the husband of the woman shall put upon him; and he giving in justice.",
      "topic": ""
    },
    "23": {
      "text": "And if there shall be harm, and he gave soul for soul,",
      "topic": ""
    },
    "24": {
      "text": "Eye for eye, tooth for tooth, hand for hand, foot for foot,",
      "topic": ""
    },
    "25": {
      "text": "Burning for burning, wound for wound, stripe for stripe.",
      "topic": ""
    },
    "26": {
      "text": "And if a man strike the eye of his servant or the eye of his maid, and he destroyed it; he shall send him forth free for the sake of his eye.",
      "topic": ""
    },
    "27": {
      "text": "And if the tooth of his servant or the tooth of his maid he shall cast out, he shall send him forth free for his tooth.",
      "topic": ""
    },
    "28": {
      "text": "And if an ox shall push (with the horns) a man or a woman, and he died; stoning, the ox shall be stoned, and he shall not eat his flesh; and the lord of the ox being innocent.",
      "topic": ""
    },
    "29": {
      "text": "And if this ox pushed (with the horns) from yesterday the third day, and being testified to its lord, and he will not watch him and he killed the man or the woman; the ox shall be stoned, and also his lord shall be put to death.",
      "topic": ""
    },
    "30": {
      "text": "If an expiation shall be put upon him, the price of redemption of his soul according to all which shall be put upon him.",
      "topic": ""
    },
    "31": {
      "text": "If he shall push (with his horns) a son, or shall push a daughter, according to this judgment it shall be done to him.",
      "topic": ""
    },
    "32": {
      "text": "If the ox shall push a servant, or a maid, he shall give thirty shekels of silver to his lord, and the ox shall be stoned.",
      "topic": ""
    },
    "33": {
      "text": "And if a man shall open a pit, or if a man shall dig a pit, and shall not cover it, and an ox fall there, or an ass:",
      "topic": ""
    },
    "34": {
      "text": "The lord of the pit shall recompense; he shall turn back silver to his lord and the dead shall be to him.",
      "topic": ""
    },
    "35": {
      "text": "And if a man’s ox shall strike the ox of his friend and he died, and they shall sell the living ox and divide the silver, and also the dead ox they shall divide.",
      "topic": ""
    },
    "36": {
      "text": "Or if this ox was known to push from yesterday, the third day, and his lord guarded him not; recompensing, he shall recompense, ox for ox, and the dead shall be to him.",
      "topic": ""
    }
  }
}