{
  "info": {
    "book": "Exodus",
    "chapter": "26",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And thou shalt make the tent, ten curtains, white linen twisted, and cerulean purple, and reddish purple, and double scarlet: and cherubs the work of the artificer shalt thou make them.",
      "topic": ""
    },
    "2": {
      "text": "The length of one curtain, eight and twenty cubits, and the breadth, four cubits of the one curtain: one measure to all the curtains.",
      "topic": ""
    },
    "3": {
      "text": "The five curtains shall be joined one to the other; and five curtains joined one to the one.",
      "topic": ""
    },
    "4": {
      "text": "And make loops of cerulean purple upon the lip of the one curtain from the end in the joining: and so shalt thou make in the lip of the curtain of the extremity, in the joining of the second.",
      "topic": ""
    },
    "5": {
      "text": "Fifty loops in the one curtain, and fifty loops shalt thou make in the lip of the curtain that is in the joining of the second, from the receiving the loops one to the other.",
      "topic": ""
    },
    "6": {
      "text": "And make fifty hooks of gold, and join the one curtain to the other with the hooks: and it was one tent.",
      "topic": ""
    },
    "7": {
      "text": "And make a curtain of goats’ hair for the dwelling of the tent: eleven curtains shalt thou make them.",
      "topic": ""
    },
    "8": {
      "text": "The length of the one curtain, of thirty cubits, and the breadth of one curtain of four cubits: one measure to the eleven curtains.",
      "topic": ""
    },
    "9": {
      "text": "And join the five curtains by themselves, and the six curtains by themselves, and double the sixth curtain in front before the tent.",
      "topic": ""
    },
    "10": {
      "text": "And make fifty loops upon the lip of the one curtain of the extremity in the joining, and fifty loops upon the lip of the curtain joining the second.",
      "topic": ""
    },
    "11": {
      "text": "And make fifty brass hooks, and bring the hooks to the loops, and join the tent, and it was one.",
      "topic": ""
    },
    "12": {
      "text": "And the remainder of that being over in the curtains of the tent, the half of the remaining curtain, thou shalt spread over behind the tent.",
      "topic": ""
    },
    "13": {
      "text": "And a cubit from this, and the cubit from this, in the remainder in the length of the curtains of the tent; it shall be spread upon the sides of the tent from this, and from this, for its covering.",
      "topic": ""
    },
    "14": {
      "text": "And make a covering for the tent of the skins of rams made red, and a covering of tahash skins from above.",
      "topic": ""
    },
    "15": {
      "text": "And make boards for the tent of acacia wood, standing up.",
      "topic": ""
    },
    "16": {
      "text": "Ten cubits the length of the board, and a cubit and half a cubit the breadth of one board.",
      "topic": ""
    },
    "17": {
      "text": "Two hands for the one board, connected the one to the other: so shalt thou do to all the boards of the tent.",
      "topic": ""
    },
    "18": {
      "text": "And make the boards to the tent, twenty boards to the south side on the right hand.",
      "topic": ""
    },
    "19": {
      "text": "And forty silver bases thou shalt make under the twenty boards: two bases for the one board for its two hands.",
      "topic": ""
    },
    "20": {
      "text": "And for the second rib of the tent, to the north side, twenty boards.",
      "topic": ""
    },
    "21": {
      "text": "And forty silver bases; two bases under the one board, and two bases under the one board.",
      "topic": ""
    },
    "22": {
      "text": "And for the hinder parts of the tent to the sea, thou shalt make six boards.",
      "topic": ""
    },
    "23": {
      "text": "And two boards shalt thou make to the angles of the tent in the two hinder parts.",
      "topic": ""
    },
    "24": {
      "text": "And they shall be doubled from below, and they shall be one; they shall be complete above the head to the one ring: so it shall be; for the two corners shall they be.",
      "topic": ""
    },
    "25": {
      "text": "And there shall be eight boards; and their bases of silver, sixteen bases; two bases under the one board, and two bases under the one board.",
      "topic": ""
    },
    "26": {
      "text": "And make bars of acacia wood; five for the boards of the one rib of the tent.",
      "topic": ""
    },
    "27": {
      "text": "And five bars for the boards of the rib of the tent, and five bars for the boards of the rib of the tent, for the two hinder parts to the sea.",
      "topic": ""
    },
    "28": {
      "text": "And the middle bar in the midst of the boards passing through from end to end.",
      "topic": ""
    },
    "29": {
      "text": "And the boards shalt thou spread over with gold, and thou shalt make their rings gold, houses for the bars: and spread over the bars with gold.",
      "topic": ""
    },
    "30": {
      "text": "And raise up the tent according to its judgment which thou sawest in the mount.",
      "topic": ""
    },
    "31": {
      "text": "And make a vail of cerulean purple, and red purple, and double scarlet, and twisted byssus, the work of the artificer: he shall make with it Cherubs.",
      "topic": ""
    },
    "32": {
      "text": "And give it upon four acacia pillars spread over with gold: their pegs of gold upon four silver bases.",
      "topic": ""
    },
    "33": {
      "text": "And give the vail under the hooks, and bring in there from the inside of the vail, the ark of the testimony: and the vail separating to you between the holy and between the holy of holies.",
      "topic": ""
    },
    "34": {
      "text": "And give the vail upon the ark of the testimony in the holy of holies.",
      "topic": ""
    },
    "35": {
      "text": "And put the table from without the vail, and the chandelier over against the table upon the rib of the tent at the right hand and the table thou shalt give upon the north rib.",
      "topic": ""
    },
    "36": {
      "text": "And make a covering for the door of the tent, cerulean purple, red purple, and double scarlet and white byssus, a variegated work.",
      "topic": ""
    },
    "37": {
      "text": "And make for the covering five acacia pillars, and spread them over with gold, their pegs gold: and cast for them five bases of brass.",
      "topic": ""
    }
  }
}