{
  "info": {
    "book": "Efesios",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pablo, apóstol de Jesús, el Cristo por la voluntad de Dios, a los santos que están en Efeso, y a los fieles en Cristo Jesús que están en Efeso:",
      "topic": ""
    },
    "2": {
      "text": "Gracia y paz tengáis de Dios Padre nuestro, y del Señor Jesús, el Cristo.",
      "topic": ""
    },
    "3": {
      "text": "¶ Bendito el Dios y Padre del Señor nuestro Jesús Cristo, el cual nos bendijo con toda bendición espiritual en bienes celestiales en Cristo,",
      "topic": ""
    },
    "4": {
      "text": "según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él en caridad;",
      "topic": ""
    },
    "5": {
      "text": "el cual nos señaló dede antes el camino para ser adoptados en hijos por Jesús, el Cristo, en sí mismo, por el buen querer de su voluntad,",
      "topic": ""
    },
    "6": {
      "text": "para alabanza de la gloria de su gracia, con la cual nos hizo aceptos en el Amado;",
      "topic": ""
    },
    "7": {
      "text": "en el cual tenemos redención por su sangre, la remisión de pecados por las riquezas de su gracia,",
      "topic": ""
    },
    "8": {
      "text": "que sobreabundó en nosotros en toda sabiduría e prudencia,",
      "topic": ""
    },
    "9": {
      "text": "descubriéndonos el misterio de su voluntad, por el buen querer de su voluntad, según lo que se había propuesto en sí mismo,",
      "topic": ""
    },
    "10": {
      "text": "de restaurar todas las cosas por el Cristo, en la dispensación del cumplimiento de los tiempos, así las que están en los cielos, como las que están en la tierra.",
      "topic": ""
    },
    "11": {
      "text": "En él digo , en quien asimismo tuvimos herencia, quien nos señaló desde antes el camino conforme al propósito del que hace todas las cosas según el consejo de su voluntad,",
      "topic": ""
    },
    "12": {
      "text": "para que seamos para alabanza de su gloria, nosotros que antes esperamos en el Cristo.",
      "topic": ""
    },
    "13": {
      "text": "En el cual esperásteis también vosotros oyendo la Palabra de Verdad, el Evangelio de vuestra salud; en el cual también desde que creísteis, fuisteis sellados con el Espíritu Santo de la Promesa,",
      "topic": ""
    },
    "14": {
      "text": "Que es las arras de nuestra herencia, para la redención de la posesión adquirida para alabanza de su gloria.",
      "topic": ""
    },
    "15": {
      "text": "¶ Por lo cual también yo, habiendo oído de vuestra fe en el Señor Jesús, y la caridad para con todos los santos,",
      "topic": ""
    },
    "16": {
      "text": "no ceso de dar gracias por vosotros, haciendo memoria de vosotros en mis oraciones,",
      "topic": ""
    },
    "17": {
      "text": "que el Dios del Señor nuestro, Jesús, el Cristo, el Padre de gloria, os dé Espíritu de sabiduría y de revelación en el conocimiento de El;",
      "topic": ""
    },
    "18": {
      "text": "alumbrando los ojos de vuestro entendimiento, para que sepáis cuál sea la esperanza de su llamado, y cuáles sean las riquezas de la gloria de su herencia en los santos,",
      "topic": ""
    },
    "19": {
      "text": "y cuál sea aquella supereminente grandeza de su potencia en nosotros los que creemos, por la operación de la potencia de su fortaleza,",
      "topic": ""
    },
    "20": {
      "text": "la cual obró en el Cristo, resucitándole de los muertos, y colocándole a su diestra en los lugares celestiales,",
      "topic": ""
    },
    "21": {
      "text": "sobre todo principado y potestad, y potencia, y señorío, y todo nombre que se nombra, no sólo en este siglo, sino aun en el venidero:",
      "topic": ""
    },
    "22": {
      "text": "y sujetándole todas las cosas debajo de sus pies, y poniéndolo por cabeza sobre todas las cosas a la Iglesia,",
      "topic": ""
    },
    "23": {
      "text": "la cual es su cuerpo, y él es la plenitud de ella: el cual llena todas las cosas en todos.",
      "topic": ""
    }
  }
}