{
  "info": {
    "book": "Efesios",
    "chapter": "2",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y él os hizo vivir a vosotros, estando muertos en vuestros delitos y pecados,",
      "topic": ""
    },
    "2": {
      "text": "en que en otro tiempo anduvisteis conforme a la condición de este mundo, conforme a la voluntad del príncipe de la potestad de este aire, el espíritu que ahora obra en los hijos de incredulidad,",
      "topic": ""
    },
    "3": {
      "text": "entre los cuales todos nosotros también vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de la mente; y éramos por naturaleza hijos de ira, también como los demás.",
      "topic": ""
    },
    "4": {
      "text": "¶ Pero Dios, que es rico en misericordia, por su mucha caridad con que nos amó,",
      "topic": ""
    },
    "5": {
      "text": "aun estando nosotros muertos en pecados, nos dio vida juntamente con el Cristo; por cuya gracia sois salvos;",
      "topic": ""
    },
    "6": {
      "text": "y juntamente nos resucitó, y asimismo nos hizo sentar en lugares celestiales en Cristo Jesús,",
      "topic": ""
    },
    "7": {
      "text": "para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.",
      "topic": ""
    },
    "8": {
      "text": "Porque por gracia sois salvos por la fe; y esto no de vosotros, pues es don de Dios;",
      "topic": ""
    },
    "9": {
      "text": "no por obras, para que nadie se gloríe.",
      "topic": ""
    },
    "10": {
      "text": "Porque somos hechura suya, criados en Cristo Jesús para buenas obras, las cuales Dios preparó para que anduviésemos en ellas.",
      "topic": ""
    },
    "11": {
      "text": "¶ Por tanto, acordaos que en otro tiempo vosotros erais gentiles en carne, que erais llamados incircuncisión de la que se llama circuncisión en carne, la cual se hace con mano;",
      "topic": ""
    },
    "12": {
      "text": "que en aquel tiempo estabais sin Cristo, alejados de la república de Israel, y extranjeros a los Pactos de la promesa, sin esperanza y sin Dios en el mundo.",
      "topic": ""
    },
    "13": {
      "text": "Pero ahora en Cristo Jesús, vosotros que en otro tiempo estabais lejos, habéis sido hechos cercanos por la sangre del Cristo.",
      "topic": ""
    },
    "14": {
      "text": "¶ Porque él es nuestra paz, que de ambos hizo uno, deshaciendo la pared intermedia de separación;",
      "topic": ""
    },
    "15": {
      "text": "deshaciendo en su carne las enemistades, que eran la ley de los mandamientos en orden a ritos, para edificar en sí mismo los dos en un nuevo hombre, haciendo la paz,",
      "topic": ""
    },
    "16": {
      "text": "y reconciliando a ambos con Dios por el madero en un mismo cuerpo, matando en ella las enemistades.",
      "topic": ""
    },
    "17": {
      "text": "Y vino, y anunció la paz a vosotros que estabais lejos, y a los que estaban cerca;",
      "topic": ""
    },
    "18": {
      "text": "que por él los unos y los otros tenemos entrada por un mismo Espíritu al Padre.",
      "topic": ""
    },
    "19": {
      "text": "Así que ya no sois extranjeros y advenedizos, sino juntamente ciudadanos con los santos, y domésticos de Dios;",
      "topic": ""
    },
    "20": {
      "text": "sobreedificados sobre el fundamento de los apóstoles y de los profetas, siendo la principal piedra del ángulo, Jesús, el Cristo;",
      "topic": ""
    },
    "21": {
      "text": "en el cual, compaginado todo el edificio, va creciendo para ser un Templo Santo en el Señor;",
      "topic": ""
    },
    "22": {
      "text": "en el cual vosotros también sois juntamente edificados, por morada de Dios en el Espíritu.",
      "topic": ""
    }
  }
}