{
  "info": {
    "book": "Efesios",
    "chapter": "4",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Yo, pues, preso en el Señor, os ruego que andéis como es digno de la vocación con que sois llamados;",
      "topic": ""
    },
    "2": {
      "text": "¶ con toda humildad y mansedumbre, con tolerancia, soportando los unos a los otros en caridad;",
      "topic": ""
    },
    "3": {
      "text": "solícitos a guardar la unidad del Espíritu en el vínculo de la paz.",
      "topic": ""
    },
    "4": {
      "text": "Hay un cuerpo, y un espíritu; como sois también llamados en una misma esperanza de vuestra vocación;",
      "topic": ""
    },
    "5": {
      "text": "un Señor, una fe, un bautismo,",
      "topic": ""
    },
    "6": {
      "text": "un Dios y Padre de todos, el cual es sobre todas las cosas, y por todas las cosas, y en todos vosotros.",
      "topic": ""
    },
    "7": {
      "text": "Pero a cada uno de nosotros es dada la gracia conforme a la medida del don del Cristo.",
      "topic": ""
    },
    "8": {
      "text": "Por lo cual dice: Subiendo a lo alto, llevó cautiva la cautividad, y dio dones a los hombres.",
      "topic": ""
    },
    "9": {
      "text": "(Y que subió, ¿qué es, sino que también había descendido primero en las partes más bajas de la tierra?",
      "topic": ""
    },
    "10": {
      "text": "El que descendió, él mismo es el que también subió sobre todos los cielos para cumplir todas las cosas.)",
      "topic": ""
    },
    "11": {
      "text": "Y él dio unos, apóstoles; y otros, profetas; y otros, evangelistas; y otros, pastores y maestros;",
      "topic": ""
    },
    "12": {
      "text": "con el fin de perfeccionar a los santos en la obra del ministerio, para edificación del cuerpo del Cristo;",
      "topic": ""
    },
    "13": {
      "text": "hasta que todos salgamos en unidad de la fe y del conocimiento del Hijo de Dios, en varón perfecto, a la medida de la edad cumplida del Cristo;",
      "topic": ""
    },
    "14": {
      "text": "que ya no seamos niños inconstantes, y seamos atraídos a todo viento de doctrina por maldad de hombres que engañan con astutos errores;",
      "topic": ""
    },
    "15": {
      "text": "antes siguiendo la verdad en caridad, crezcamos en todo en aquel que es la cabeza, el Cristo;",
      "topic": ""
    },
    "16": {
      "text": "del cual, todo el cuerpo compuesto y bien ligado entre sí por el alimento que cada vínculo suministre, que recibe según la operación de cada miembro conforme a su medida, toma aumento de cuerpo edificándose en caridad.",
      "topic": ""
    },
    "17": {
      "text": "¶ Así que esto digo, y requiero en el Señor, que no andéis más como los otros gentiles, que andan en la vanidad de su sentido.",
      "topic": ""
    },
    "18": {
      "text": "Teniendo el entendimiento entenebrecido, ajenos de la vida de Dios por la ignorancia que en ellos hay, por la ceguedad de su corazón;",
      "topic": ""
    },
    "19": {
      "text": "los cuales después que perdieron el sentido de la conciencia , se entregaron a la desvergüenza para cometer con avidez toda suerte de impureza.",
      "topic": ""
    },
    "20": {
      "text": "Mas vosotros no habéis aprendido así al Cristo;",
      "topic": ""
    },
    "21": {
      "text": "si empero lo habéis oído, y habéis sido por él enseñados, como la verdad está en Jesús,",
      "topic": ""
    },
    "22": {
      "text": "a que dejéis, en cuanto a la pasada manera de vivir; es a saber el viejo hombre que se corrompe conforme a los deseos del error;",
      "topic": ""
    },
    "23": {
      "text": "y a renovaros en el espíritu de vuestro entendimiento,",
      "topic": ""
    },
    "24": {
      "text": "y vestir el nuevo hombre que es creado conforme a Dios en justicia y en santidad de la verdad.",
      "topic": ""
    },
    "25": {
      "text": "Por lo cual, dejando la mentira, hablad verdad cada uno con su prójimo; porque somos miembros los unos de los otros.",
      "topic": ""
    },
    "26": {
      "text": "Airaos, y no pequéis; no se ponga el sol sobre vuestro enojo;",
      "topic": ""
    },
    "27": {
      "text": "ni deis lugar al diablo.",
      "topic": ""
    },
    "28": {
      "text": "El que hurtaba, no hurte más; antes trabaje, obrando con sus manos lo que es bueno, para que tenga de qué dar al que padeciere necesidad.",
      "topic": ""
    },
    "29": {
      "text": "Ninguna palabra corrompida salga de vuestra boca, sino la que sea buena para edificación, para que dé gracia a los oyentes.",
      "topic": ""
    },
    "30": {
      "text": "Y no contristéis al Espíritu Santo de Dios, con el cual estáis sellados para el día de la redención.",
      "topic": ""
    },
    "31": {
      "text": "Toda amargura, y enojo, e ira, y gritería, y maledicencia sea quitada de vosotros, y toda malicia;",
      "topic": ""
    },
    "32": {
      "text": "antes sed los unos con los otros benignos, misericordiosos, perdonándoos los unos a los otros, como también Dios os perdonó en el Cristo.",
      "topic": ""
    }
  }
}