{
  "info": {
    "book": "Efesios",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Así que sed imitadores de Dios como hijos amados;",
      "topic": ""
    },
    "2": {
      "text": "y andad en caridad, como también el Cristo nos amó, y se entregó a sí mismo por nosotros por ofrenda y sacrificio a Dios en olor suave.",
      "topic": ""
    },
    "3": {
      "text": "¶ Pero fornicación y toda inmundicia, o avaricia, ni aun se nombre entre vosotros, como conviene a los santos;",
      "topic": ""
    },
    "4": {
      "text": "ni palabras deshonestas, ni necedades, ni truhanerías, que no convienen; sino antes bien acciones de gracias.",
      "topic": ""
    },
    "5": {
      "text": "Porque sabéis esto, que ningún fornicario, o inmundo, o avaro, que también es servidor de ídolos, tiene herencia en el Reino del Cristo, y de Dios.",
      "topic": ""
    },
    "6": {
      "text": "Nadie os engañe con palabras vanas; porque por estas cosas viene la ira de Dios sobre los hijos de desobediencia.",
      "topic": ""
    },
    "7": {
      "text": "No seáis pues compañeros con ellos;",
      "topic": ""
    },
    "8": {
      "text": "porque en otro tiempo erais tinieblas; mas ahora sois luz en el Señor: andad como hijos de luz,",
      "topic": ""
    },
    "9": {
      "text": "(porque el fruto del Espíritu es en toda bondad, y justicia, y verdad),",
      "topic": ""
    },
    "10": {
      "text": "aprobando lo que es agradable al Señor.",
      "topic": ""
    },
    "11": {
      "text": "Y no tengáis comunión con las obras infructuosas de las tinieblas; sino antes bien impugnadlas.",
      "topic": ""
    },
    "12": {
      "text": "Porque torpe cosa es aun hablar de lo que estos hacen en oculto.",
      "topic": ""
    },
    "13": {
      "text": "Mas todas estas cosas cuando de la luz son impugnadas, son manifestadas; porque la luz es la que manifiesta todo.",
      "topic": ""
    },
    "14": {
      "text": "Por lo cual dice: Despiértate, tú que duermes, y levántate de los muertos, y te alumbrará el Cristo.",
      "topic": ""
    },
    "15": {
      "text": "Mirad, pues, cómo andéis avisadamente; no como locos, sino como sabios;",
      "topic": ""
    },
    "16": {
      "text": "redimiendo el tiempo, porque los días son malos.",
      "topic": ""
    },
    "17": {
      "text": "Por tanto, no seáis imprudentes, sino entendidos de cuál sea la voluntad del Señor.",
      "topic": ""
    },
    "18": {
      "text": "Y no os embriaguéis de vino, en lo cual hay disolución; mas sed llenos de Espíritu;",
      "topic": ""
    },
    "19": {
      "text": "hablando entre vosotros con salmos, y con himnos, y canciones espirituales, cantando y alabando al Señor en vuestros corazones;",
      "topic": ""
    },
    "20": {
      "text": "dando gracias siempre de todo al Dios y Padre en el Nombre del Señor nuestro, Jesús, el Cristo;",
      "topic": ""
    },
    "21": {
      "text": "¶ sujetados los unos a los otros en el temor de Dios.",
      "topic": ""
    },
    "22": {
      "text": "Las casadas estén sujetas a sus propios maridos, como al Señor.",
      "topic": ""
    },
    "23": {
      "text": "Porque el marido es cabeza de la mujer, así como el Cristo es cabeza de la Iglesia; y él es el que da la salud al cuerpo.",
      "topic": ""
    },
    "24": {
      "text": "Así que, como la Iglesia está sujeta al Cristo, así también las casadas lo estén a sus maridos en todo.",
      "topic": ""
    },
    "25": {
      "text": "Maridos, amad a vuestras mujeres, así como el Cristo amó a la Iglesia, y se entregó a sí mismo por ella,",
      "topic": ""
    },
    "26": {
      "text": "para santificarla limpiándola en el lavamiento del agua por la palabra,",
      "topic": ""
    },
    "27": {
      "text": "para presentársela gloriosa para sí mismo , una Iglesia que no tuviese mancha ni arruga, ni cosa semejante; sino que fuese santa y sin mancha.",
      "topic": ""
    },
    "28": {
      "text": "Así también los maridos deben amar a sus mujeres como a sus mismos cuerpos. El que ama a su mujer, a sí mismo se ama.",
      "topic": ""
    },
    "29": {
      "text": "Porque ninguno aborreció jamás a su propia carne, antes la sustenta y regala, como también El Señor a su Iglesia;",
      "topic": ""
    },
    "30": {
      "text": "porque somos miembros de su cuerpo, de su carne y de sus huesos.",
      "topic": ""
    },
    "31": {
      "text": "Por esto dejará el hombre al padre y a la madre, y se allegará a su mujer, y serán dos en una carne.",
      "topic": ""
    },
    "32": {
      "text": "Este misterio grande es; acerca de Cristo y la Iglesia.",
      "topic": ""
    },
    "33": {
      "text": "Así también haga cada uno de vosotros, cada uno ame a su mujer como a sí mismo; y la mujer que tenga en reverencia a su marido.",
      "topic": ""
    }
  }
}