{
  "Info": {
    "Language": "English",
    "Meaningless": "1.2.0",
    "Timestamp": "2025-04-21T21:35:36.238515-04:00",
    "Translation": "EHV"
  },
  "Psalm": {
    "1": {
      "1": "How blessed is the man who does not walk in the advice of the wicked, who does not stand on the path with sinners, and who does not sit in a meeting with mockers.",
      "2": "But his delight is in the teaching of the Lord, and on his teaching he meditates day and night.",
      "3": "He is like a tree planted beside streams of water, which yields its fruit in season, and its leaves do not wither. Everything he does prospers.",
      "4": "Not so the wicked! No, they are like the chaff which the wind blows away.",
      "5": "Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous.",
      "6": "Yes, the Lord approves of the way of the righteous, but the way of the wicked will perish."
    },
    "2": {
      "1": "Why do the nations rage? Why do the peoples grumble in vain?",
      "2": "The kings of the earth take a stand, and the rulers join together against the Lord and against his Anointed One.",
      "3": "“Let us tear off their chains and throw off their ropes from us.”",
      "4": "The one who is seated in heaven laughs. The Lord scoffs at them.",
      "5": "Then he speaks to them in his anger, and in his wrath he terrifies them.",
      "6": "“I have installed my King on Zion, my holy mountain.”",
      "7": "I will proclaim the decree of the Lord. He said to me: “You are my Son. Today I have begotten you.",
      "8": "Ask me, and I will give you the nations as your inheritance and the ends of the earth as your possession.",
      "9": "You will smash them with an iron rod. You will break them to pieces like pottery.”",
      "10": "So now, you kings, do what is wise. Accept discipline, you judges of the earth.",
      "11": "Serve the Lord with fear, and rejoice with trembling.",
      "12": "Kiss the Son, or he will be angry, and you will be destroyed in your way, for his wrath can flare up in a moment. How blessed are all who take refuge in him."
    },
    "3": {
      "1": "A psalm by David. When he fled from Absalom, his son.",
      "2": "O Lord, how my foes are multiplying! Many are rising up against me!",
      "3": "Many are saying about my life, Interlude “There is no salvation for him in God.”",
      "4": "But you, O Lord, are a shield for me. You are my glory and the one who lifts up my head.",
      "5": "With a loud voice I cry out to the Lord, Interlude and he answers me from his holy mountain.",
      "6": "I lie down, and I sleep. I awake, because the Lord sustains me.",
      "7": "I will not be afraid of the thousands of people who line up against me on all sides.",
      "8": "Rise up, O Lord! Save me, my God! Yes, you will strike all my enemies on the jaw. The teeth of the wicked you will break.",
      "9": "Salvation belongs to the Lord. Interlude Your blessing rests on your people."
    },
    "4": {
      "1": "For the choir director. With stringed instruments. A psalm by David.",
      "2": "My righteous God, answer me when I call. When I was under pressure, you gave me relief. Be merciful to me and hear my prayer.",
      "3": "You people, how long will you turn my glory into shame? How long will you love empty delusions? Interlude How long will you pursue lies?",
      "4": "Know this: The Lord has set apart his favored one for himself. The Lord will hear when I call to him.",
      "5": "You may be upset, but do not sin. When you are on your beds, speak to your heart, but remain silent. Interlude",
      "6": "Offer righteous sacrifices, and trust in the Lord.",
      "7": "Many are saying, “Who can show us any good?” Shine the light of your face on us, O Lord.",
      "8": "You have placed joy in my heart greater than the joy when grain and new wine are plentiful.",
      "9": "In complete peace I will lie down, and I will sleep, for you alone, O Lord, make me dwell in safety."
    },
    "5": {
      "1": "For the choir director. For flutes. A psalm by David.",
      "2": "Turn your ear to my words, O Lord. Understand me when I sigh.",
      "3": "Pay attention to my cry for help, my King and my God, for to you I pray.",
      "4": "Lord, in the morning you hear my voice. In the morning I lay out my requests in front of you, and I watch for your answer.",
      "5": "For you are not a God who takes pleasure in evil. With you the wicked cannot dwell.",
      "6": "The arrogant cannot stand before your eyes. You hate all evildoers.",
      "7": "You put to death those who speak lies. The Lord is disgusted with bloodthirsty, deceitful men.",
      "8": "But as for me, by your great mercy I will enter your house. I will bow down toward your holy temple with reverence for you.",
      "9": "Lord, lead me in your righteousness. Because of those who slander me, make your way straight before me.",
      "10": "Nothing reliable comes out of their mouth. From within them comes destruction. Their throat is an open grave. With their tongue they flatter.",
      "11": "Declare them guilty, O God! Let them fall because of their own schemes. For their many treacherous deeds banish them, because they have rebelled against you.",
      "12": "But let all who take refuge in you be glad. Let them sing for joy forever. You cover them with protection, so those who love your name rejoice in you.",
      "13": "Yes, you bless the righteous, Lord. You surround them with your favor as a shield."
    },
    "6": {
      "1": "For the choir director. With stringed instruments. According to sheminith. A psalm by David.",
      "2": "Lord, do not rebuke me in your anger. Do not discipline me in your wrath.",
      "3": "Be merciful to me, Lord, for I am fading away. Heal me, Lord, for my bones are trembling,",
      "4": "and my soul is terrified. But you, O Lord—how long?",
      "5": "Turn, O Lord, and deliver my soul. Save me because of your mercy.",
      "6": "For in death no one remembers you. In the grave who praises you?",
      "7": "I am worn out from my groaning. I flood my bed all night long. With my tears I drench my couch.",
      "8": "My eyes are blurred by sorrow. They are worn out because of all my foes.",
      "9": "Turn away from me, all you evildoers, because the Lord has heard the sound of my weeping.",
      "10": "The Lord has heard my cry for mercy. The Lord accepts my prayer.",
      "11": "They will be put to shame. All my enemies will be terrified. They will turn back. They will be put to shame in an instant."
    },
    "7": {
      "1": "A shiggaion by David, which he sang to the Lord because of the words of Cush, from the tribe of Benjamin.",
      "2": "O Lord my God, in you I take refuge. Save me from all my pursuers and deliver me.",
      "3": "Otherwise, like a lion they will tear me apart. They will drag me away with no one to rescue me.",
      "4": "O Lord my God, if I have done this, if there is injustice in my hands,",
      "5": "if I have done evil to anyone who is at peace with me, or if I have robbed my foe for no reason,",
      "6": "then let an enemy pursue my life and overtake me. Let him trample my life to the ground and make my glory dwell in the dust. Interlude",
      "7": "Stand up, O Lord, in your anger. Rise up against the fury of my foes. Awake for me. You have commanded justice.",
      "8": "A crowd of peoples surrounds you. Turn against them from on high.",
      "9": "Let the Lord judge the peoples. Acquit me, O Lord, according to my righteousness, according to my integrity which is in me.",
      "10": "The evil of the wicked will come to an end, but you will establish the righteous. You search minds and hearts, O righteous God.",
      "11": "My shield is God, who saves the upright in heart.",
      "12": "God, the judge, is righteous, but he is a God who expresses his wrath every day.",
      "13": "If he does not relent, the Lord will sharpen his sword. He has bent his bow and will string it.",
      "14": "He prepares his deadly weapons. He will make his arrows flames.",
      "15": "Yes, whoever conceives evil and is pregnant with trouble will give birth to disappointment.",
      "16": "He digs a pit and scoops it out, and he will fall into the hole he has made.",
      "17": "The trouble he causes comes back on his own head. His violence comes down on top of his own skull.",
      "18": "I will thank the Lord because of his righteousness, and I will make music to the name of the Lord Most High."
    },
    "8": {
      "1": "For the choir director. According to gittith. A psalm by David.",
      "2": "O Lord, our Lord, how majestic is your name in all the earth! Set this glory of yours above the heavens.",
      "3": "From the lips of little children and nursing babies you have established strength because of your foes, to put a stop to the enemy and the avenger.",
      "4": "Whenever I look up at your heavens, the works of your fingers, the moon and the stars, which you have set in place—",
      "5": "what is man that you remember him, the son of man that you pay attention to him!",
      "6": "Nevertheless, you make him suffer need, apart from God for a while, but you crown him with glory and honor.",
      "7": "You make him the ruler over the works of your hands. You put everything under his feet:",
      "8": "all flocks and cattle, and even the wild animals,",
      "9": "the birds of the sky, and the fish of the sea, which pass through the currents of the seas.",
      "10": "O Lord, our Lord, how majestic is your name in all the earth!"
    },
    "9": {
      "1": "For the choir director. According to “The Death of the Son.” A psalm by David.",
      "2": "I will thank you, Lord, with all my heart. I will tell about all your wonderful deeds.",
      "3": "I will be glad and rejoice in you. I will make music to your name, O Most High.",
      "4": "When my enemies turn back, they stumble and perish from your presence,",
      "5": "for you have upheld my rights and my cause. You sat on the throne, judging righteously.",
      "6": "You have rebuked the nations, and you made the wicked perish. You have blotted out their name forever and ever.",
      "7": "As for the enemy, their destruction is complete and final. You have uprooted cities. Memory of them has perished with them.",
      "8": "The Lord is seated forever. He has established his throne for judgment.",
      "9": "The Lord himself will judge the world in righteousness. He will judge the peoples with fairness.",
      "10": "The Lord will be a refuge for those who have been crushed, a refuge for times of trouble.",
      "11": "Those who know your name will trust in you, for you, O Lord, have not forsaken those who seek you.",
      "12": "Make music for the Lord, who is seated in Zion. Proclaim his deeds among the peoples.",
      "13": "Yes, he who avenges bloodshed remembers them. He does not forget the cry of the afflicted.",
      "14": "Have mercy on me, O Lord. See my afflictions that are caused by those who hate me, and raise me up from the gates of death,",
      "15": "so that I may declare all your praise. In the gates of the Daughter of Zion I will rejoice in your salvation.",
      "16": "The nations have sunk into the pit they have made. Their feet are caught in the net that they have hidden.",
      "17": "The Lord makes himself known by the judgment he has carried out. By the work of his hands the wicked are snared. Interlude for meditation",
      "18": "The wicked return to the grave, all the nations who forget God.",
      "19": "But he will never forget the needy. The hope of the afflicted will never perish.",
      "20": "Rise up, O Lord. Do not let man triumph. Let the nations be judged in your presence.",
      "21": "Strike them with fear, O Lord. Let the nations know they are only human. Interlude"
    },
    "10": {
      "1": "Why, Lord, do you stand so far away? Why do you hide in times of distress?",
      "2": "Because of the pride of the wicked, the oppressed burn. They are caught in the schemes that the wicked plan.",
      "3": "Yes, the wicked man boasts about his heart’s desires. He blesses the robber. He despises the Lord.",
      "4": "With his nose in the air, the wicked does not seek God. There is no room at all for God in his thoughts.",
      "5": "His ways are prosperous all the time. He is haughty. Your judgments do not concern him. He snorts at all of his foes.",
      "6": "He says in his heart, “I will not be shaken. Through age after age I will have no trouble.”",
      "7": "Cursing fills his mouth, along with lies and threats. Trouble and evil lie under his tongue.",
      "8": "He waits in ambush by the villages. In hidden places he murders the innocent. His eyes are spying on the helpless.",
      "9": "He lies in ambush. He hides like a lion in a thicket. He lies in ambush to catch the oppressed. He catches the oppressed by dragging them in his net.",
      "10": "The helpless are crushed. They sink down. They fall under his strength.",
      "11": "He says in his heart, “God has forgotten. He hides his face. He never sees.”",
      "12": "Rise up, O Lord! Lift up your hand, O God. Do not forget the oppressed.",
      "13": "Why does the wicked man despise God? Why does he say in his heart, “You do not seek justice”?",
      "14": "But you do see. You notice trouble and grief. You take it into your own hands. The helpless one abandons himself to you. For the fatherless you are indeed a helper.",
      "15": "Break the arm of the wicked. You pursue the wickedness of the evil man until you find no more.",
      "16": "The Lord is King forever and ever. The nations will perish from his land.",
      "17": "Lord, you hear the desire of the afflicted. You strengthen their hearts, and your ear pays attention,",
      "18": "to obtain justice for the fatherless and the crushed, so that the worldly man may no longer terrify."
    },
    "11": {
      "1": "For the choir director. By David.",
      "2": "In the Lord I take refuge. How can you say to my soul: “Flee to your mountain like a bird.",
      "3": "Look! The wicked bend their bow. They set their arrow against the string to shoot in the darkness at the upright in heart.",
      "4": "When the foundations are being torn down, what can the righteous do?”",
      "5": "The Lord is in his holy temple. The Lord is on his throne in heaven. His eyes observe. He focuses on the children of Adam.",
      "6": "The Lord is righteous. He examines the wicked. He really hates those who love violence.",
      "7": "On the wicked he will rain down fiery coals and sulfur. A scorching wind will be the cup given to them.",
      "8": "Indeed, the Lord is righteous. He loves righteousness. The upright will view his face."
    },
    "12": {
      "1": "For the choir director. According to sheminith. A psalm by David.",
      "2": "Save us, Lord, for the merciful have disappeared. The faithful have vanished from among mankind.",
      "3": "Everyone speaks falsehood to his neighbor. Their flattering lips speak double-talk.",
      "4": "May the Lord cut off all flattering lips. May he cut off every tongue that speaks boastfully,",
      "5": "which says, “With our tongues we will establish our power. We say what we please. Who is lord over us?”",
      "6": "“Because of the destruction of the oppressed, because of the groaning of the poor, now I will rise up,” says the Lord. “I will keep him safe from the one who puffs against him.”",
      "7": "The words of the Lord are pure words, like silver refined in a furnace on the ground, purified seven times.",
      "8": "You, Lord, will keep them safe. You will protect them from such people forever.",
      "9": "The wicked strut around when depravity is honored by the children of Adam."
    },
    "13": {
      "1": "For the choir director. A psalm by David.",
      "2": "How long, O Lord? Will you forget me forever? How long will you hide your face from me?",
      "3": "How long must I experience worries in my soul, sorrow in my heart every day? How long will my enemy tower over me?",
      "4": "Look at me. Answer me, O Lord my God. Give light to my eyes so I do not sleep in death,",
      "5": "so my enemy does not say, “I have overcome him,” so my foes do not rejoice when I fall.",
      "6": "But I trust in your mercy. My heart rejoices in your salvation.",
      "7": "I will sing to the Lord because he has accomplished his purpose for me."
    },
    "14": {
      "1": "For the choir director. By David.",
      "2": "The fool says in his heart, “There is no God.” They are corrupt. They do disgusting things. There is no one who does good.",
      "3": "The Lord looks down from heaven on all the children of Adam to see if there is anyone who understands, anyone who seeks God.",
      "4": "Every one of them has turned away. Altogether they have become rotten. There is no one who does good. There is not even one.",
      "5": "Don’t any of these evildoers understand, those who devour my people as if they were eating bread? They do not call on the Lord.",
      "6": "There they are! They are terrified because God is present in the circle of the righteous.",
      "7": "You try to put the plans of the poor to shame, but the Lord is their refuge.",
      "8": "Who will provide salvation for Israel from Zion? When the Lord restores his people, let Jacob rejoice and Israel be glad!"
    },
    "15": {
      "1": "A psalm by David.",
      "2": "Lord, who may be a guest in your tent? Who may dwell on your holy mountain?",
      "3": "One who walks with integrity, who does what is righteous, and who speaks the truth in his heart.",
      "4": "He has no slander on his tongue. He does not harm his friend, and he does not defame his neighbor.",
      "5": "He despises everyone whom God rejects, but he honors those who fear the Lord. When he promises something, he does not break his word even though it costs him a lot.",
      "6": "He does not lend his money to get interest, and he does not accept a bribe against the innocent. One who does these things will never be toppled."
    },
    "16": {
      "1": "A miktam by David.",
      "2": "Guard me, O God, for I take refuge in you.",
      "3": "I say to the Lord, “You are my Lord. I have no good apart from you.”",
      "4": "The holy ones who are in the land are glorious. All my delight is in them.",
      "5": "Those who chase after another god will increase their sorrows. I will not pour out their drink offerings of blood. I will not take up their names on my lips.",
      "6": "Lord, you are the cup that has been given to me. You have secured an allotment for me.",
      "7": "The property lines chosen for me fall in pleasant places. Yes, a delightful inheritance is mine.",
      "8": "I will bless the Lord, who guides me. Even at night my heart instructs me.",
      "9": "I have set the Lord always before me. Because he is at my right hand, I will not be shaken.",
      "10": "Therefore my heart is glad, and my whole being rejoices. Even my flesh will dwell securely",
      "11": "because you will not abandon my life to the grave. You will not let your favored one see decay.",
      "12": "You have made known to me the path of life, fullness of joy in your presence, pleasures at your right hand forever."
    },
    "17": {
      "1": "Hear my righteous plea, O Lord. Pay attention to my outcry. Turn your ear to my prayer, which is not offered by deceitful lips.",
      "2": "May a just verdict for me come from you. May your eyes observe the things that are right.",
      "3": "You have tested my heart. You have visited me at night. You have refined me; you have found nothing wrong. I resolved that my mouth will not overstep its bounds.",
      "4": "As for the deeds of people: by the words from your lips I have kept myself from the ways of the violent.",
      "5": "Keep my footsteps on your paths. My steps have not slipped.",
      "6": "Indeed, I call to you because you will answer me, O God. Turn your ear toward me. Hear what I say.",
      "7": "Perform wonders through your mercy. By your right hand save those who seek refuge from those who rise up against them.",
      "8": "Guard me like the pupil of your eye. In the shadow of your wings hide me",
      "9": "from the wicked who try to destroy me, from those enemies of my life who surround me.",
      "10": "Their hearts are calloused. Their mouths speak arrogantly.",
      "11": "Now they surround our steps. They watch us to throw us to the ground.",
      "12": "He is like a lion that is eager to tear, like a young lion crouching in its hiding place.",
      "13": "Rise, O Lord. Confront him. Bring him down. Save my life from the wicked by your sword.",
      "14": "Save me from such men by your hand, O Lord, from men of this world, whose reward is in this life.",
      "15": "b But you fill the stomachs of those whom you treasure. Their children are satisfied, and they leave their wealth to their children.",
      "16": "Indeed, in righteousness I will view your face. When I awake, I will be satisfied with seeing your likeness."
    },
    "18": {
      "1": "For the choir director. By David, the servant of the Lord, who spoke the words of this song to the Lord on the day when the Lord had delivered him from the grasp of all his enemies, even from the grasp of Saul.",
      "2": "Then he said: I love you, O Lord, my strength.",
      "3": "The Lord is my rocky cliff, my stronghold, and my deliverer. My God is my rock. I take refuge in him. He is my shield and the horn of my salvation, my high fortress.",
      "4": "I call to the Lord, who is worthy of praise, and I am saved from my enemies.",
      "5": "The ropes of death entangled me. Floodwaters of destruction rolled over me.",
      "6": "The ropes of the grave wrapped around me. The traps of death threatened me.",
      "7": "In my distress I called to the Lord. To my God I cried out. He heard my voice from his temple. My cry came before him. It reached his ears.",
      "8": "Then the earth shook and quaked, and the foundations of the mountains trembled. They shook because the Lord was angry.",
      "9": "Smoke rose from his nostrils, and fire from his mouth devoured. Coals were set on fire by it.",
      "10": "Then he tore open the heavens and came down. A dark cloud was under his feet.",
      "11": "He rode upon a cherub, and he flew. He soared on the wings of the wind.",
      "12": "He made the darkness around him his hiding place. Dark rain clouds surrounded him like a canopy.",
      "13": "Emerging from the brightness in front of him his clouds passed by with hail and coals of fire.",
      "14": "Then the Lord thundered in the heavens. The Most High raised his voice with hail and coals of fire.",
      "15": "Then he shot his arrows and scattered the enemy. He shot great lightning bolts and routed them.",
      "16": "Then the sources of water were revealed, and the foundations of the world were uncovered by your rebuke, O Lord, by the breath of wind from your nostrils.",
      "17": "He reached down from on high and took hold of me. He drew me out of deep waters.",
      "18": "Because they were too strong for me, he rescued me from my powerful enemy, from those who hate me.",
      "19": "They confronted me on the day of my disaster, but the Lord supported me.",
      "20": "Then he brought me out into a wide-open space. He rescued me because he delighted in me.",
      "21": "The Lord has dealt with me according to my righteousness. According to the cleanness of my hands he has repaid me,",
      "22": "for I have kept the ways of the Lord. I have not done evil and departed from my God.",
      "23": "So all his just decrees remain before me, and I have not turned his statutes away from me.",
      "24": "I have been blameless with him. I have kept myself from guilt.",
      "25": "The Lord has repaid me according to my righteousness, according to the cleanness of my hands in his sight.",
      "26": "To the merciful you reveal yourself as merciful. To the blameless person you reveal yourself as blameless.",
      "27": "To the pure you reveal yourself as pure, but to the crooked you reveal yourself as crafty.",
      "28": "For you save humble people, but you bring low the eyes of the arrogant.",
      "29": "Yes, you light my lamp, O Lord. My God turns my darkness to light.",
      "30": "For with you I can charge against a battalion, and with my God I can jump over a wall.",
      "31": "This God—his way is blameless. The speech of the Lord is pure. He is a shield for all who take refuge in him.",
      "32": "For who is God besides the Lord? And who is the Rock except our God?",
      "33": "This God wraps me with strength and makes my way perfect.",
      "34": "By making my feet like those of a deer he enables me to stand on high places.",
      "35": "Because he trains my hands for battle, my arms can draw a bronze bow.",
      "36": "Then you give me the shield of your salvation. Your right hand sustains me, and you stoop down to lift me up.",
      "37": "You widen the path under my feet, so that my ankles do not give way.",
      "38": "I pursued my enemies, and I overtook them. So I did not turn back until they were wiped out.",
      "39": "I crushed them so that they could not rise again. They fell beneath my feet.",
      "40": "You wrapped me with strength for battle. You made those who rose up against me bow down to me.",
      "41": "You made my enemies turn their backs and flee. I destroyed those who hate me.",
      "42": "They cried for help, but there was no one to save them. They cried to the Lord, but he did not answer them.",
      "43": "So I grind them as fine as dust blown by the wind. I dump them out like mud in the streets.",
      "44": "You delivered me from the accusations of the people. You made me the head of nations. A people I did not know serve me.",
      "45": "As soon as they hear me, they obey me. Foreigners cower before me.",
      "46": "Foreigners fall exhausted. They come trembling from their strongholds.",
      "47": "The Lord lives! Blessed be my Rock! May the God who saves me be exalted!",
      "48": "The God who avenges me subdues peoples under me.",
      "49": "You delivered me from my enemies. Yes, you exalted me above those who rose against me. You rescued me from the violent man.",
      "50": "Therefore I will praise you among the nations, Lord. To your name I will make music.",
      "51": "By providing great salvation for his King, he shows mercy to his Anointed One, to David and to his Descendant forever."
    },
    "19": {
      "1": "For the choir director. A psalm by David.",
      "2": "The heavens tell about the glory of God. The expanse of the sky proclaims the work of his hands.",
      "3": "Day after day they pour out speech. Night after night they display knowledge.",
      "4": "They do not speak. They say no words. Their voice is not heard.",
      "5": "Their voice goes out into all the earth, and their word reaches the end of the world. God has pitched a tent for the sun in the heavens.",
      "6": "It comes out like a bridegroom from his wedding canopy. It celebrates like a champion who has run his race.",
      "7": "It sets out from one end of the heavens. It runs until it reaches the other end. There is nowhere to hide from its heat.",
      "8": "The law of the Lord is perfect. It revives the soul. The testimony of the Lord is trustworthy. It gives wisdom to the inexperienced.",
      "9": "The precepts of the Lord are right. They give joy to the heart. The commandment of the Lord is bright. It gives light to the eyes.",
      "10": "The fear of the Lord is pure. It stands forever. The just decrees of the Lord are truth. They are altogether righteous.",
      "11": "They are more desirable than gold, even better than much pure gold. They are sweeter than honey, even honey dripping from the honeycomb.",
      "12": "Yes, by them your servant is warned. In keeping them there is great reward.",
      "13": "Who can recognize his own errors? Declare me innocent of hidden sins.",
      "14": "Restrain your servant also from deliberate sins. Do not let them rule over me. Then I will be blameless. Then I will be innocent of great rebellion.",
      "15": "May the speech from my mouth and the thoughts in my heart be pleasing to you, O Lord, my Rock and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you in the day of distress. May the name of the God of Jacob lift you up.",
      "2": "May he send you help from the holy place. May he support you from Zion.",
      "3": "May he remember all your sacrificial gifts. Interlude May he accept your burnt offerings.",
      "4": "May he give you whatever your heart desires. May he fulfill all your plans.",
      "5": "We will shout joyfully when God saves you. In the name of our God we will lift up our banners. May the Lord fulfill all your prayers.",
      "6": "Now I know that the Lord saves his Anointed. He answers him from his holy heavens with powerful acts of salvation from his right hand.",
      "7": "Some rely on chariots, and some on horses, but we rely on the name of the Lord our God.",
      "8": "They are brought to their knees and fall, but we rise up and stand firm.",
      "9": "Lord, save the king! Answer us in the day we call!"
    },
    "21": {
      "1": "O Lord, the king rejoices in your strength. He joyfully celebrates salvation from you.",
      "2": "You have granted him what his heart desired. Interlude You have not denied the request from his lips.",
      "3": "Yes, you meet him to give him great blessings. You place a crown of pure gold on his head.",
      "4": "He asked you for life, and you gave it to him— length of days, forever and ever.",
      "5": "He receives great glory through the salvation you gave. You bestow splendor and majesty on him.",
      "6": "Surely you grant him blessings forever. You make him glad with joy in your presence.",
      "7": "Surely the king trusts in the Lord, and through the mercy of the Most High he will not be shaken.",
      "8": "Your hand will reach all your enemies. Your right hand will reach those who hate you.",
      "9": "At the time when you appear, O Lord, you will make them like a blazing furnace. In his anger he will swallow them. Fire will consume them.",
      "10": "You will cause their fruit to perish from the earth, their seed from among the children of Adam.",
      "11": "Indeed, they intend evil against you. They plan wicked schemes, but they will not succeed,",
      "12": "because you will make them turn and run when you get ready to aim your arrows at them.",
      "13": "Rise up, O Lord, in your strength. We will sing and make music because of your might."
    },
    "22": {
      "1": "For the choir director. According to “Doe of the Dawn.” A psalm by David.",
      "2": "My God, my God, why have you forsaken me? My groaning does nothing to save me.",
      "3": "My God, I call out by day, but you do not answer. I call out by night, but there is no relief for me.",
      "4": "Yet you are seated as the Holy One, praised by Israel.",
      "5": "In you our fathers trusted. They trusted and you delivered them.",
      "6": "They cried out to you, and they were rescued. They trusted in you, and they were not disappointed.",
      "7": "But I am a worm and not a man, scorned by men and despised by the people.",
      "8": "All who see me mock me. They sneer. They shake their heads.",
      "9": "They say, “Trust in the Lord.” “Let the Lord deliver him. Let him rescue him, if he delights in him.”",
      "10": "But you are the one who brought me out of the belly. You made me trust when I was at my mother’s breasts.",
      "11": "I was cast on you from the womb. From the belly of my mother you have been my God.",
      "12": "Do not be distant from me, for distress is near, and there is no one to help.",
      "13": "Many bulls surround me. Strong bulls from Bashan encircle me.",
      "14": "Enemies open their mouths wide against me, like a lion that tears its prey and roars.",
      "15": "Like water I am poured out. All my bones are pulled apart. My heart has become like wax. It has melted in the middle of my chest.",
      "16": "My strength is dried up like broken pottery, and my tongue is stuck to the roof of my mouth. You lay me in the dust of death.",
      "17": "For dogs have surrounded me. A band of evil men has encircled me. They have pierced my hands and my feet.",
      "18": "I can count all my bones. They stare and gloat over me.",
      "19": "They divide my garments among them. For my clothing they cast lots.",
      "20": "But you, O Lord, do not be distant. O my Strength, come quickly to help me.",
      "21": "Deliver my life from the sword, my only life from the power of the dog.",
      "22": "Save me from the mouth of the lion. From the horns of the wild oxen you have answered me.",
      "23": "I will declare your name to my brothers. In the midst of the congregation I will praise you.",
      "24": "You who fear the Lord, praise him! All you descendants of Jacob, honor him! Stand in awe of him, all you descendants of Israel!",
      "25": "For he has not despised nor detested the affliction of the afflicted. He has not hidden his face from him, but when he cried out to him, he heard.",
      "26": "You are the source of my praise in the great congregation. I will fulfill my vows in the presence of those who fear him.",
      "27": "The poor will eat and be satisfied. Those who seek him will praise the Lord— may he live in your hearts forever!",
      "28": "All the ends of the earth will remember and turn to the Lord, and all the families of the nations will bow down before you.",
      "29": "For the kingdom belongs to the Lord, and he rules over the nations.",
      "30": "All the rich of the earth will eat and bow down. All who go down to the dust will kneel before him— those who cannot keep themselves alive.",
      "31": "Descendants will serve him. For generations people will be told about the Lord.",
      "32": "They will come and proclaim his righteousness to a people yet to be born— because he has done it."
    },
    "23": {
      "1": "The Lord is my shepherd. I lack nothing.",
      "2": "He causes me to lie down in green pastures. He leads me beside quiet waters.",
      "3": "He restores my soul. He guides me in paths of righteousness for his name’s sake.",
      "4": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me.",
      "5": "You set a table for me in the presence of my foes. You drench my head with oil. My cup is overflowing.",
      "6": "Surely goodness and mercy will pursue me all the days of my life, and I will live in the house of the Lord forever."
    },
    "24": {
      "1": "The earth is the Lord’s and everything that fills it, the world and all who live in it,",
      "2": "because he founded it on the seas, and he established it on the rivers.",
      "3": "Who may go up to the mountain of the Lord? Who may stand in his holy place?",
      "4": "He who has clean hands and a pure heart, whose soul is not set on what is false, who does not swear deceitfully.",
      "5": "He will receive blessing from the Lord and righteousness from the God who saves him.",
      "6": "Such are the people of Jacob who look for the Lord, who seek your face. Interlude",
      "7": "Lift up your heads, you gates. Lift yourselves up, you ancient doors, and the King of Glory will come in.",
      "8": "Who is this King of Glory? The Lord strong and mighty, the Lord mighty in battle.",
      "9": "Lift up your heads, you gates. Lift up, you ancient doors, and the King of Glory will come in.",
      "10": "Who is he, this King of Glory? The Lord of Armies—he is the King of Glory. Interlude"
    },
    "25": {
      "1": "To you, O Lord, I will lift up my soul.",
      "2": "In you I have trusted, O my God. Do not let me be put to shame. Do not let my enemies triumph over me.",
      "3": "All who hope in you will never be put to shame, but those who are treacherous for no reason will be put to shame.",
      "4": "Make known to me your ways, O Lord. Teach me your paths.",
      "5": "Make me walk in your truth and teach me, because you are the God who saves me. In you I hope all day long.",
      "6": "Remember, O Lord, your compassion and your mercy, for they are from eternity.",
      "7": "Do not remember the sins of my youth and my rebellious ways. According to your mercy remember me, because of your goodness, O Lord.",
      "8": "Good and upright is the Lord. Therefore, he instructs sinners in the right way.",
      "9": "He directs the humble to what is just, and he teaches the humble his way.",
      "10": "All the ways of the Lord are mercy and truth for those who keep his covenant and his testimonies.",
      "11": "For the sake of your name, O Lord, you forgive my guilt, although it is great.",
      "12": "Who, then, is the man who fears the Lord? The Lord will instruct him in the way he chooses.",
      "13": "That man will enjoy a good life, and his descendants will possess the land.",
      "14": "The guidance of the Lord is with those who fear him. His covenant will give them knowledge.",
      "15": "My eyes are always on the Lord, because he frees my feet from the net.",
      "16": "Turn toward me and be gracious to me, because I am lonely and afflicted.",
      "17": "The distress of my heart increases. Bring me out of my anguish.",
      "18": "See my affliction and my trouble, and take away all my sins.",
      "19": "See my enemies— how they have increased, and how violently they hate me!",
      "20": "Guard my life and rescue me. Do not let me be put to shame, for I have taken refuge in you.",
      "21": "May integrity and uprightness protect me, because I wait for you.",
      "22": "Redeem Israel, O God, from all its distress!"
    },
    "26": {
      "1": "Judge me favorably, O Lord, because I have walked in my integrity. In the Lord I have trusted. I have not wavered.",
      "2": "Test me, O Lord, and examine me. Refine my thoughts and my emotions,",
      "3": "for your mercy is in front of my eyes, and I keep walking in your truth.",
      "4": "I do not sit with deceivers. I do not associate with hypocrites.",
      "5": "I hate the company of evildoers. I do not sit with the wicked.",
      "6": "I wash my hands from sin, so I can march around your altar, O Lord,",
      "7": "to shout thanks to you and to proclaim all your wonderful deeds.",
      "8": "Lord, I love the house where you reside, the place where your glory dwells.",
      "9": "Do not snatch my soul away along with sinners, nor my life with bloodthirsty men,",
      "10": "who grasp wicked schemes in their hands, whose right hands are full of bribes.",
      "11": "But as for me, I will walk in my integrity. Redeem me and be merciful to me.",
      "12": "My feet stand on level ground. In the assemblies I will bless the Lord."
    },
    "27": {
      "1": "The Lord is my light and my salvation— whom shall I fear? The Lord is the stronghold of my life— of whom shall I be afraid?",
      "2": "When evildoers advance against me to eat my flesh, when my foes and my enemies come against me, it is they who will stumble and fall.",
      "3": "If an army lines up against me, my heart will not fear. If war rises against me, even then I will keep trusting.",
      "4": "One thing I ask from the Lord. This is what I seek: that I live in the house of the Lord all the days of my life, to gaze on the beauty of the Lord, and to seek him in his temple.",
      "5": "Yes, he will hide me in his shelter on the day of trouble. He will hide me in his tent. He will set me high on a rock.",
      "6": "Then my head will be lifted up above the enemies who surround me. I will offer sacrifices at his tent with a joyful shout. I will sing and make music to the Lord.",
      "7": "Hear me, O Lord. With my voice I call. Be merciful to me and answer me.",
      "8": "When you say, “Seek my face,” my heart says to you, “Your face, Lord, I will seek.”",
      "9": "Do not hide your face from me. Do not turn your servant away in anger. You have been my help. Do not reject me or forsake me, O God who saves me.",
      "10": "If my father and my mother abandoned me, the Lord would take me in.",
      "11": "Lord, teach me your way, and lead me in a straight path because of my oppressors.",
      "12": "Do not give me up to the desire of my foes, because false witnesses rise up against me, and so do those who breathe out violence.",
      "13": "Unless I was confident to see the goodness of the Lord in the land of the living—",
      "14": "Wait for the Lord. Be strong and take heart, and wait for the Lord!"
    },
    "28": {
      "1": "O Lord, I keep calling to you. My Rock, do not be deaf to me. If you remain silent to me, I will become like those who go down to the pit.",
      "2": "Hear the sound of my plea for mercy when I cry out to you, when I lift up my hands toward your most holy sanctuary.",
      "3": "Do not drag me away with the wicked, with those evildoers. They speak peace to their neighbors but hide evil in their hearts.",
      "4": "Give to them what they have done to others. According to their evil actions, according to the deeds of their hands, punish them. Repay to them what they deserve.",
      "5": "Because they do not recognize the works of the Lord or the deeds of his hands, he will tear them down and not build them up.",
      "6": "Blessed be the Lord, because he has heard the sound of my plea for mercy.",
      "7": "The Lord is my strength and my shield. In him my heart trusts, and I am helped. My heart also celebrates. With my song I will give thanks to him.",
      "8": "The Lord is their strength. He is a stronghold of salvation for his anointed king.",
      "9": "Save your people, and bless the people that belong to you. Shepherd them, and carry them forever."
    },
    "29": {
      "1": "Ascribe to the Lord, you sons of God, Ascribe to the Lord glory and strength.",
      "2": "Ascribe to the Lord the glory of his name. Bow down to the Lord in the splendor of holiness.",
      "3": "The voice of the Lord is heard over the waters. The God of glory thunders. The Lord thunders above the mighty waters.",
      "4": "The voice of the Lord thunders in power. The voice of the Lord thunders in majesty.",
      "5": "The voice of the Lord breaks the cedars. The Lord shatters the cedars of Lebanon.",
      "6": "He makes Mount Lebanon skip like a calf. Sirion skips like a young wild ox.",
      "7": "The voice of the Lord slashes with flashes of fire.",
      "8": "The voice of the Lord shakes the wilderness. The Lord shakes the Wilderness of Kadesh.",
      "9": "The voice of the Lord destroys the oaks and strips the forests bare. So in his temple they all say, “Glory!”",
      "10": "The Lord is seated over the flood. The Lord is seated as King forever.",
      "11": "The Lord gives strength to his people. The Lord blesses his people with peace."
    },
    "30": {
      "1": "I will exalt you, O Lord, because you lifted me up. You did not let my enemies rejoice over me.",
      "2": "O Lord my God, I cried out to you, and you healed me.",
      "3": "Lord, you snatched my life from the grave. You kept me alive so I did not go down into the pit.",
      "4": "Make music to the Lord, you his favored ones, and give thanks when you remember his holiness,",
      "5": "for we spend a moment under his anger, but we enjoy a lifetime in his favor. In the evening, weeping comes to stay through the night, but in the morning, there is rejoicing!",
      "6": "But I—I said in my security, “I will never be knocked down.”",
      "7": "Lord, in your favor you made strength stand like a mountain for me. Then you hid your face. I was terrified.",
      "8": "To you, O Lord, I call. To the Lord I cry for mercy:",
      "9": "“What gain is there in shedding my blood, in sending me down to destruction? Will the dust praise you? Will it proclaim your truth?",
      "10": "Lord, hear and be merciful to me. Lord, be a helper for me.”",
      "11": "You turned my mourning into dancing. You removed my sackcloth and clothed me with joy,",
      "12": "so that my whole being may make music to you and not be silent. O Lord my God, I thank you forever."
    },
    "31": {
      "1": "In you, Lord, I have taken refuge. Let me never be put to shame. In your righteousness deliver me.",
      "2": "Turn your ear toward me. Hurry! Rescue me! Be a rock where I take refuge, a fortified place that saves me.",
      "3": "Yes, you are my rocky cliff and my stronghold. For the sake of your name you will lead me and guide me.",
      "4": "You will pull me out of the net that they hid for me, because you are my refuge.",
      "5": "Into your hand I commit my spirit. You have redeemed me, O Lord, the God of truth.",
      "6": "I hate those who keep worthless idols, but I trust in the Lord.",
      "7": "I will be glad and rejoice in your mercy, because you saw my affliction. You knew the distress of my soul.",
      "8": "You have not left me in the hand of the enemy. You have made my feet stand in a wide-open space.",
      "9": "Be merciful to me, Lord, for I am in distress. My eye grows weak with sorrow— my soul and my body too.",
      "10": "Yes, my life is consumed by grief, and my years by groaning. My strength fails because of my guilt, and my bones grow weak.",
      "11": "Because of all my foes, I am a disgrace, especially to my neighbors. I am dreaded by those who know me. Those who see me on the street flee from me.",
      "12": "I have been forgotten like a dead man, gone from memory. I have become like a broken pot.",
      "13": "Yes, I hear the slander of many. There is terror on every side. When they conspire together against me, they plot to take my life.",
      "14": "But I—I trust in you, O Lord. I say, “You are my God.”",
      "15": "My times are in your hand. Deliver me from the hand of my enemies and from those who pursue me.",
      "16": "Let your face shine on your servant. Save me in your mercy.",
      "17": "Do not allow me to be put to shame, O Lord, because I have cried out to you. But let the wicked be put to shame. Let them be silent in the grave.",
      "18": "Let lying lips be silenced, those who speak against the righteous impudently with pride and contempt.",
      "19": "How great is your goodness, which you store up for those who fear you, which you deliver for those who take refuge in you in the presence of the people.",
      "20": "You hide them in your presence from the schemes of man. You conceal them in your shelter from accusing tongues.",
      "21": "Blessed be the Lord, because he made his mercy wonderful for me when I was in a besieged city.",
      "22": "In my alarm I said, “I am cut off from before your eyes!” But you heard the sound of my cry for mercy when I cried out to you.",
      "23": "Love the Lord, all his favored ones! The Lord preserves the faithful, but he pays back in full the one who acts proudly.",
      "24": "Be strong, and let your heart be firm, all you who wait confidently for the Lord."
    },
    "32": {
      "1": "By David. A maskil.",
      "2": "How blessed is the person whose rebellion is forgiven, whose sin is covered.",
      "3": "How blessed is the person whose guilt the Lord does not charge against him, in whose spirit there is no deceit.",
      "4": "When I kept silent, my bones wasted away as I groaned all day long.",
      "5": "For day and night your hand was heavy on me. Interlude My moisture was dried up by the droughts of summer.",
      "6": "I acknowledged my sin to you, and I did not cover up my guilt. I said, “I will confess my rebellion to the Lord,” Interlude and you forgave the guilt of my sin.",
      "7": "Because of this, let everyone who receives favor pray to you at a time when you may be found. Surely when the mighty waters overflow, they will not reach him.",
      "8": "You are my hiding place. You will protect me from distress. Interlude You will surround me with shouts of deliverance.",
      "9": "I will make you wise. I will instruct you in the way that you should go. I will guide you, keeping my eye on you.",
      "10": "Do not be like a horse or a mule, which has no understanding. Its mouth must be controlled by a bit and bridle, or else it will not come to you.",
      "11": "Many are the sorrows of the wicked, but mercy will surround those who trust in the Lord.",
      "12": "Rejoice in the Lord and celebrate, all you righteous, and shout joyfully, all you upright in heart."
    },
    "33": {
      "1": "Shout joyfully to the Lord, you righteous. The praise of the upright is beautiful.",
      "2": "Thank the Lord with a lyre. Make music for him with the ten-stringed harp.",
      "3": "Sing to him a new song. Play skillfully and shout praises.",
      "4": "Yes, the word of the Lord is right, and everything he does is trustworthy.",
      "5": "He loves righteousness and justice. The mercy of the Lord fills the earth.",
      "6": "By the word of the Lord the heavens were made. By the breath of his mouth he made the whole army of stars.",
      "7": "He gathers the water of the sea into a heap. He puts the depths into storehouses.",
      "8": "Let all the earth fear the Lord. Let all the inhabitants of the world revere him.",
      "9": "For he said, “Let it be,” and it was! He gave a command, and there it stood.",
      "10": "The Lord wrecks the plan of the nations. He hinders the intentions of the peoples.",
      "11": "The plan of the Lord stands forever. The intentions of his heart stand through all generations.",
      "12": "How blessed is the nation whose God is the Lord, the people he chose to be his possession.",
      "13": "From heaven the Lord observes. He sees all the children of Adam.",
      "14": "From his throne room he looks at all the inhabitants of earth.",
      "15": "He alone is the one who shapes all their hearts. He understands all their deeds.",
      "16": "No king is saved by the great size of his army. No hero is rescued by his great strength.",
      "17": "You cannot rely on a horse to save you. Its great strength will not deliver you.",
      "18": "Look, the eye of the Lord is on those who fear him, on those who wait for his mercy.",
      "19": "He will deliver their souls from death. He keeps them alive in famine.",
      "20": "Our souls wait for the Lord. He is our help and our shield.",
      "21": "Yes, in him our heart rejoices, because we trust in his holy name.",
      "22": "May your mercy, O Lord, be on us, even as we wait confidently for you."
    },
    "34": {
      "1": "By David. When he pretended to be insane in the presence of Abimelek, who drove him away, and David left.",
      "2": "I will bless the Lord at all times. His praise will always be in my mouth.",
      "3": "In the Lord my soul will boast. The humble will hear and rejoice.",
      "4": "Proclaim the greatness of the Lord with me, and let us exalt his name together.",
      "5": "I sought the Lord, and he answered me. From all my terrors he delivered me.",
      "6": "His people look to him and are radiant, and their faces will never blush.",
      "7": "This poor man called, and the Lord heard. From all his distress the Lord saved him.",
      "8": "The Angel of the Lord camps around those who fear him, and he delivers them.",
      "9": "Taste and see that the Lord is good. Blessed is everyone who takes refuge in him.",
      "10": "Fear the Lord, you his saints, since those who fear him lack nothing.",
      "11": "Young lions may lack food and be hungry, but those who seek the Lord do not lack any good thing.",
      "12": "Come, children, listen to me. I will teach you the fear of the Lord.",
      "13": "Who wants to find pleasure in life? Who would love to experience many good days?",
      "14": "Guard your tongue from evil and your lips from speaking deceit.",
      "15": "Turn from evil and do good. Seek peace and pursue it.",
      "16": "The eyes of the Lord watch over the righteous. His ears listen to their cry.",
      "17": "The face of the Lord is set against those who do evil, to cut off memory of them from the earth.",
      "18": "The righteous cry out, and the Lord hears. From all their distress he delivers them.",
      "19": "The Lord is close to the brokenhearted. He saves those whose spirits have been crushed.",
      "20": "Many are the troubles of the righteous, but the Lord delivers him from them all.",
      "21": "He watches over all his bones; not one of them will be broken.",
      "22": "Evil will slay the wicked. Those who hate the righteous will be found guilty.",
      "23": "The Lord redeems the soul of his servants. Anyone who takes refuge in him will not be found guilty."
    },
    "35": {
      "1": "Lord, oppose those who oppose me. Fight against those who fight against me.",
      "2": "Put on your armor and shield. Rise up to help me.",
      "3": "Wield a spear and block the way of those who pursue me. Say to my soul, “I am your salvation.”",
      "4": "May those who seek my life be disgraced and put to shame. May those who plot to harm me be turned back and dismayed.",
      "5": "May they be like chaff driven by the wind. May an angel of the Lord drive them away.",
      "6": "May their path be dark and slippery. May an angel of the Lord pursue them.",
      "7": "Without cause they hid their net to catch me. Without cause they dug a pit to trap me.",
      "8": "May devastation overtake him before he knows it. May the net which he hid catch him. May he fall into it to his own destruction.",
      "9": "Then my soul will rejoice in the Lord. It will delight in his salvation.",
      "10": "All my bones will say, “Lord, who is like you? You rescue the poor from the one too strong for him, the poor and needy from the one who robs him.”",
      "11": "Malicious witnesses arise. They ask me about things I do not know.",
      "12": "They repay me with evil instead of good. They rob my soul of happiness.",
      "13": "But when they were sick, I dressed in sackcloth. I afflicted myself with fasting. My prayers returned unanswered.",
      "14": "I walked around mourning, as if mourning for a friend or for my brother. I bowed down, dirty with ashes, as though mourning for my mother.",
      "15": "But when I stumbled, they were happy. They gathered together. Yes, attackers gathered together against me though I did not expect it. They ripped me and were never quiet.",
      "16": "Like profane mockers, they gnashed their teeth at me.",
      "17": "Lord, how long will you look on? Restore my life from their devastating attacks, my precious life from these young lions.",
      "18": "I will give thanks to you in the great assembly. In a large crowd I will praise you.",
      "19": "Do not let them rejoice over me— those who are my enemies without cause. Do not let those who hate me without reason mock me.",
      "20": "For they do not speak for peace, but they devise false accusations against those who live quietly in the land.",
      "21": "They also open their mouths wide against me. They say, “Ha! Ha! We see with our own eyes.”",
      "22": "Lord, you have seen all this. Do not be silent. Lord, do not be far from me.",
      "23": "Wake up and rise up to my defense! My God and Lord, rise to my cause.",
      "24": "Judge me according to your righteousness, O Lord, my God. Do not let them rejoice over me.",
      "25": "Do not let them say in their hearts, “Aha! Just what we wanted!” Do not let them say, “We have swallowed him.”",
      "26": "May those who rejoice over my trouble be put to shame and disgrace. May those who exalt themselves over me be clothed with shame and contempt.",
      "27": "May those who are pleased by my acquittal shout for joy and be glad. May they always say, “The Lord is great. He takes delight in the peace of his servant.”",
      "28": "My tongue will report your righteousness and your praise all day long."
    },
    "36": {
      "1": "For the choir director. By the servant of the Lord. By David.",
      "2": "A declaration about the rebellion of the wicked is deep in my heart. There is no dread of God before his eyes,",
      "3": "because he flatters himself in his own eyes too much to notice his guilt and to hate it.",
      "4": "The words from his mouth are deception and deceit. He has given up being wise and doing good.",
      "5": "He plots deception even on his bed. He sets out on a path that is not good. He does not reject wrong.",
      "6": "Lord, your mercy reaches to the heavens. Your faithfulness to the skies.",
      "7": "Your righteousness is as high as the mountains of God. Your justice is as deep as the ocean. You save both man and animal, O Lord.",
      "8": "How precious is your mercy, O God! So all people find refuge in the shadow of your wings.",
      "9": "They are satisfied by the rich food of your house. You let them drink from your river of delights.",
      "10": "For with you is the fountain of life. In your light we see light.",
      "11": "Stretch out your mercy over those who know you, your righteousness to the upright in heart.",
      "12": "Do not let the foot of the proud trample me. Do not let the hand of the wicked drive me away.",
      "13": "There the evildoers have fallen. They have been thrown down. They are not able to rise!"
    },
    "37": {
      "1": "Do not fret because of evildoers. Do not be envious of those who do wrong,",
      "2": "for like grass they will wither quickly. Like green plants they will wilt.",
      "3": "Trust in the Lord, and do good. Dwell in the land and feed on faithfulness.",
      "4": "Take pleasure in the Lord, and he will grant your heart’s desires.",
      "5": "Commit your way to the Lord. Trust in him, and he will act.",
      "6": "He will make your righteousness shine like light, your justice like noon.",
      "7": "Be silent before the Lord. Wait patiently for him. Do not fret when an evil man succeeds in his ways, when he carries out his wicked schemes.",
      "8": "Let go of anger and abandon rage. Do not fret—it leads only to evil.",
      "9": "For evildoers will be cut off, but those who hope in the Lord will inherit the earth.",
      "10": "After a little while the wicked will be no more. When you search for them at their place, they are not there.",
      "11": "But the meek will inherit the earth. They will enjoy plenty of peace.",
      "12": "The wicked person plots against the righteous. He gnashes his teeth at him,",
      "13": "but the Lord laughs at the wicked, because he sees that his day is coming.",
      "14": "The wicked draw their sword, and they bend their bow to make the poor and needy fall, to slaughter those whose ways are upright.",
      "15": "Their swords will pierce their hearts, and their bows will be broken.",
      "16": "Better the little that one righteous person has than the wealth of many wicked people,",
      "17": "because the arms of the wicked will be broken, but the Lord upholds the righteous.",
      "18": "The Lord knows the days of the blameless. Their inheritance will last forever.",
      "19": "They will not be ashamed in time of disaster. In days of famine they will be full.",
      "20": "Surely the wicked will perish. The enemies of the Lord will be like beautiful flowers in the pastures. But they will vanish. Like smoke they will vanish.",
      "21": "The wicked borrow and do not repay, but the righteous are gracious and give.",
      "22": "So those God blesses will inherit the earth, but those he curses will be cut off.",
      "23": "By the Lord the steps of a person are made secure. Then he will delight in his way.",
      "24": "Though he falls, he will not stay down, because the Lord holds him by his hand.",
      "25": "I was a young man. Now I am old. But I have never seen a righteous person forsaken or his children begging for bread.",
      "26": "Every day he is gracious and lends. His children will be blessed.",
      "27": "Turn back from evil and do good. Then you will remain forever.",
      "28": "For the Lord loves justice. He will not forsake his favored ones. They will be protected forever, but the descendants of the wicked will be cut off.",
      "29": "The righteous will inherit the earth. They will dwell on it forever.",
      "30": "The mouth of the righteous utters wisdom. His tongue speaks what is just.",
      "31": "The law of his God is in his heart. His steps do not slip.",
      "32": "The wicked spy on the righteous one and seek to kill him.",
      "33": "The Lord will not leave him in their hand. He will not let him be condemned when he is put on trial.",
      "34": "Wait for the Lord and keep to his way. He will raise you up to take possession of the earth. When the wicked are cut off, you will see it.",
      "35": "I saw a wicked, ruthless man. He was rooted like a green plant in its native soil,",
      "36": "but he passed away. Just like that, he was gone! I searched for him, but he could not be found.",
      "37": "Take note of the blameless. Look at the upright. Yes, there is a future for the man of peace.",
      "38": "But rebels will be completely destroyed. The future of the wicked will be cut off.",
      "39": "The salvation of the righteous comes from the Lord. He is their stronghold in times of stress.",
      "40": "The Lord helps them and delivers them. He delivers them from the wicked. He saves them, because they have taken refuge in him."
    },
    "38": {
      "1": "Lord, do not rebuke me in anger. Do not discipline me in wrath.",
      "2": "Indeed, your arrows have stuck in me. Your hand has come down on me.",
      "3": "There is no health in my flesh because of your rage. There is no wellness in my bones because of my sin,",
      "4": "because my guilt has gone over my head. Like a heavy burden, it is too heavy for me.",
      "5": "My wounds stink and ooze because of my folly.",
      "6": "I am drooping. I am completely bent over. All day long I go around mourning.",
      "7": "Even my back burns with pain. My whole body is unhealthy.",
      "8": "I have become numb. I am totally crushed. I groan loudly because of my anxious thoughts.",
      "9": "Lord, all my needs lie before you. My sighs are not hidden from you.",
      "10": "My heart beats quickly. My strength leaves me. Even the light of my eyes is gone from me.",
      "11": "My loved ones and my friends stand far away because of the blow I have suffered. My neighbors stand at a distance.",
      "12": "Those who pursue my life set traps. Those who seek to harm me talk about my ruin. All day long they plot deception.",
      "13": "I am deaf. I cannot hear. Like a mute person, I cannot open my mouth.",
      "14": "I am like a man who cannot hear. No response comes from his mouth.",
      "15": "Yet I wait for you, Lord. You will answer, O Lord my God.",
      "16": "So I said, “Do not let them celebrate because of me. Do not let them gloat when my foot slips.”",
      "17": "Look! I am about to fall, and I am always in pain,",
      "18": "so I declare my guilt, and I am troubled by my sin.",
      "19": "My aggressive enemies are numerous. Those who hate me for no reason are many.",
      "20": "Those who repay evil for good slander me because I pursue what is good.",
      "21": "Do not forsake me, O Lord. My God, do not be far from me.",
      "22": "Hurry to help me, O Lord, my salvation."
    },
    "39": {
      "1": "For the choir director. For Jeduthun. A psalm by David.",
      "2": "I said, “I will guard my ways so that I do not sin with my tongue. I will keep a muzzle on my mouth as long as the wicked are confronting me.”",
      "3": "I said nothing. I kept silent. I did not even say anything good, but my pain became worse.",
      "4": "Inside me my heart grew hot. As I fretted, the fire burned. So I spoke with my tongue.",
      "5": "Lord, help me understand my end. What is the limit of my days? Let me know how fleeting I am.",
      "6": "See, you have cut short my days. My brief time before you is like nothing. Indeed, every person, even at his best, is just a puff of air. Interlude",
      "7": "A man flickers like a mirage. He really has no more effect than a breeze. He piles things up, never knowing who will get them.",
      "8": "But now what do I wait for, Lord? My hope is in you.",
      "9": "Save me from all my rebellious acts. Do not let fools scorn me.",
      "10": "I said nothing. I did not open my mouth, because you are the one who caused this.",
      "11": "Stop punching me. By the attack of your hand I am finished.",
      "12": "By your rebuke against guilt you discipline a man. Like a moth you consume what he desires. Indeed, every person is nothing but a puff of air. Interlude",
      "13": "Hear my prayer, O Lord. Listen to my cry. Do not ignore my tears, for with you I am an alien, just a visitor, as were all my ancestors.",
      "14": "Look away from me, so I can smile again before I depart and am no more."
    },
    "40": {
      "1": "I waited and waited for the Lord. Then he turned to me and heard my cry.",
      "2": "Then he pulled me up from the deadly quicksand, from the mud and muck. He made my feet stand on a rock to keep my steps from slipping.",
      "3": "Then he put a new song in my mouth, a hymn of praise to our God. Many will see and fear. They will trust in the Lord.",
      "4": "How blessed is everyone who trusts in the Lord, who does not look to the proud or to those who turn aside to falsehood.",
      "5": "Many are the wonders you have done, O Lord my God. No one can explain to you all your thoughts for us. If I try to speak and tell about them, they are too many to count.",
      "6": "Sacrifice and offering you did not desire. Ears you have opened for me. You did not ask for burnt offerings and sin offerings.",
      "7": "Then I said, “Here I am, I have come. The book written on a scroll tells about me.",
      "8": "My God, I take pleasure in doing your will. Your law is in my heart.”",
      "9": "I preach righteousness in the great assembly. Indeed, I do not hold back my lips, O Lord, as you know.",
      "10": "I do not conceal your righteousness deep in my heart. I speak of your faithfulness and salvation. I do not hide your mercy and your truth from the great assembly.",
      "11": "Lord, you do not hold back your compassion from me. Let your mercy and your truth always protect me,",
      "12": "although troubles without number surround me. Punishments for my guilt have smothered me, so I cannot see. They are more than the hairs of my head, so my courage deserts me.",
      "13": "Be pleased, O Lord, to save me. Lord, hurry to help me.",
      "14": "Let all who seek to end my life be frustrated and completely confused. Let everyone who desires my ruin be turned back and disgraced.",
      "15": "Let those who say to me, “Aha! We got you!” be dismayed, because they have been put to shame.",
      "16": "But let all those who seek you rejoice and be glad in you. Let those who love your salvation always say, “The Lord is great!”",
      "17": "Yet I am poor and needy. May the Lord think about me. You are my help and my deliverer. O my God, do not delay."
    },
    "41": {
      "1": "How blessed is the person who understands the plight of the weak! May the Lord deliver him in the day of trouble.",
      "2": "May the Lord guard him and keep him alive. May he be blessed in the land. May you not surrender him to the desire of his enemies.",
      "3": "May the Lord sustain him on his sickbed. You raise him up from his bed.",
      "4": "I said, “Lord, have mercy on me. Heal my soul, for I have sinned against you.”",
      "5": "My enemies speak evil about me: “When will he die and his name perish?”",
      "6": "If one comes to see me, he speaks falsely. In his heart he collects malicious plans. He goes out. He speaks about them in the street.",
      "7": "All who hate me whisper together against me. They plan evil for me. They say,",
      "8": "“A deadly affliction is poured out on him. He will never get up from the place where he lies.”",
      "9": "Even a man who was at peace with me, a man whom I trusted, who ate my bread, has raised up his heel to step on me.",
      "10": "But you, Lord, have mercy on me. Raise me up, so that I can repay them.",
      "11": "From this I know that you are pleased with me: My enemy does not triumph over me.",
      "12": "As for me—in my integrity you uphold me, and you set me up in your presence forever.",
      "13": "Blessed be the Lord, the God of Israel, from eternity to eternity. Amen and Amen."
    },
    "42": {
      "1": "For the choir director. A maskil by the Sons of Korah.",
      "2": "As a doe pants for streams of water, so my soul pants for you, O God.",
      "3": "My soul thirsts for God, for the living God. When can I go and appear before God?",
      "4": "My tears have been food for me day and night, while people are saying to me all day, “Where is your God?”",
      "5": "I am overcome by my emotions whenever I remember these things: how I used to arrive with the crowd, as I led the procession to the house of God, with loud shouts of thanksgiving, with the crowd celebrating the festival.",
      "6": "Why are you so depressed, O my soul? Why so disturbed within me? Hope in God, for I will again praise him for salvation from his presence.",
      "7": "My God, my soul is depressed within me. Therefore I will remember you from the land of the Jordan, from the heights of Hermon, from Mount Mizar.",
      "8": "Deep calls to deep in the roar of your rapids. All your breakers and your waves have swept over me.",
      "9": "By day the Lord commands his mercy, and at night his song is with me—a prayer to the God of my life.",
      "10": "I say to God my Rock, “Why have you forgotten me? Why must I go around mourning because of oppression by the enemy?”",
      "11": "It is like breaking my bones when my foes taunt me. All day long they say to me, “Where is your God?”",
      "12": "Why are you so depressed, O my soul? Why so disturbed within me? Hope in God, for I will again praise him for my salvation from the face of my God."
    },
    "43": {
      "1": "Judge me justly, O God, and plead my case against an ungodly nation. Rescue me from the deceitful, wicked man.",
      "2": "I know you are God, my stronghold. Why have you rejected me? Why must I go around mourning because of oppression by the enemy?",
      "3": "Send out your light and your truth. Let them guide me. Let them bring me to your holy mountain, to your dwelling.",
      "4": "Then I will go to the altar of God, to God, my joy and gladness. Then I will praise you with the lyre, O God, my God.",
      "5": "Why are you so depressed, O my soul? Why so disturbed within me? Hope in God, for I will again praise him for my salvation from the face of my God."
    },
    "44": {
      "1": "God, our ears have heard. Our fathers have told us the work you performed in their days, in days long ago.",
      "2": "By your hand you drove out the nations, but you planted your people. You crushed the peoples, but you sent your people forward.",
      "3": "For it was not by their sword that they took possession of the land. It was not their arm that saved them. It was your right hand and your arm, and the light from your face, because you took pleasure in them.",
      "4": "You are the one who is my King, O God. Command victories for Jacob.",
      "5": "Through you we drive back our foes. Through your name we trample our adversaries.",
      "6": "For I do not trust in my bow, and my sword does not save me.",
      "7": "But you save us from our foes, and you put those who hate us to shame.",
      "8": "In God we make our boast all day, and we will praise your name forever. Interlude",
      "9": "But now you have rejected and humbled us, and you do not go out with our armies.",
      "10": "You made us turn back before the foe, and those who hate us have taken plunder for themselves.",
      "11": "You give us up for food like sheep, and you have scattered us among the nations.",
      "12": "You sold your people for no great price, and you have not profited from their sale.",
      "13": "You have made us a reproach to our neighbors, scorn and ridicule to those around us.",
      "14": "You have made us a laughingstock among the nations, a reason for the peoples to shake their heads.",
      "15": "All day my disgrace is right in front of me, and the shame on my face covers me,",
      "16": "because of the voice of the slanderer and reviler, because of the enemy and avenger.",
      "17": "All this came on us, though we had not forgotten you. We had not been false to your covenant.",
      "18": "Our hearts had not turned back. Our steps had not slipped off your path.",
      "19": "But you crushed us and made us a home for jackals, and you covered us with the shadow of death.",
      "20": "If we had forgotten the name of our God or spread out our hands to a foreign god,",
      "21": "would not God have discovered this, since he knows the secrets of the heart?",
      "22": "Yet for your sake we are killed all day long. We are considered sheep to be slaughtered.",
      "23": "Get up! Why do you sleep, O Lord? Wake up! Do not reject us forever.",
      "24": "Why do you hide your face? Why do you forget our misery and our oppression?",
      "25": "For our souls bow down to the dust. Our bellies cling to the earth.",
      "26": "Stand up! Help us! Redeem us because of your mercy."
    },
    "45": {
      "1": "For the choir director. According to “Lilies.” By the Sons of Korah. A maskil. A love song.",
      "2": "My heart is bubbling over with a beautiful theme. I am reciting my works for the King. My tongue is the pen of a rapid writer.",
      "3": "You are the most beautiful of the sons of Adam. Grace is poured out on your lips. Therefore God has blessed you forever.",
      "4": "Strap your sword on your thigh, you mighty warrior, in your splendor and your majesty.",
      "5": "In your majesty advance successfully. Ride forward in the cause of truth, humility, and righteousness. Let your right hand teach you awesome deeds.",
      "6": "Your arrows are sharpened. Let peoples fall beneath you. Your arrows are in the heart of the king’s enemies.",
      "7": "Your throne, O God, is forever and ever. The scepter of your kingdom is a scepter of justice.",
      "8": "You love righteousness and hate wickedness. Therefore God, your God, has anointed you with the oil of joy more than any of your companions.",
      "9": "Myrrh, aloes, and cassia perfume all your garments. From ivory palaces stringed instruments make you glad.",
      "10": "Daughters of kings are among your honored attendants. The royal wife stands at your right hand in gold from Ophir.",
      "11": "Hear, O daughter, look and listen. Forget your people and your father’s house,",
      "12": "because the king desires your beauty. Because he is your lord, bow down to him.",
      "13": "Then the daughter of Tyre will come with a gift. The richest people will seek your favor.",
      "14": "The princess, who waits inside, is all glorious. Her dress is interwoven with gold.",
      "15": "In embroidered garments she is led to the king. Virgins who follow her as attendants are brought to you.",
      "16": "They are brought with joyful celebration. They enter the palace of the king.",
      "17": "Your sons will take the place of your fathers. You will make them princes in all the earth.",
      "18": "I will preserve the memory of your name through all generations. Therefore peoples will praise you forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength, a helper who can always be found in times of trouble.",
      "2": "That is why we will not fear when the earth dissolves and when the mountains tumble into the heart of the sea.",
      "3": "Its waters roar and foam. The mountains quake when it rises. Interlude",
      "4": "There is a river—its streams bring joy to the city of God, to the holy dwelling of the Most High.",
      "5": "God is in her. She will not fall. God will help her at daybreak.",
      "6": "Nations are in turmoil. Kingdoms fall. God raises his voice. The earth melts.",
      "7": "The Lord of Armies is with us. The God of Jacob is a fortress for us. Interlude",
      "8": "Come, look at the works of the Lord. What a wasteland he has made of the earth!",
      "9": "He makes wars cease to the end of the earth. He shatters the bow. He cuts up the spear. He burns the carts with fire.",
      "10": "“Be still, and know that I am God. I will be exalted among the nations. I will be exalted on the earth.”",
      "11": "The Lord of Armies is with us. The God of Jacob is a fortress for us. Interlude"
    },
    "47": {
      "1": "All you peoples, clap your hands! Shout to God! Sing a loud song!",
      "2": "Yes, the Lord Most High is awesome. He is the great King over all the earth!",
      "3": "He subdues peoples under us and nations under our feet.",
      "4": "He chooses our inheritance for us. It is the pride of Jacob, whom he loves. Interlude",
      "5": "God has ascended with a joyful shout. The Lord goes up with the sound of the ram’s horn.",
      "6": "Make music for God! Make music! Make music for our King! Make music!",
      "7": "For God is the King of all the earth. Make music for him with a wise song.",
      "8": "God reigns as king over the nations. God is seated on his holy throne.",
      "9": "The nobles of the peoples come together as the people of the God of Abraham. Yes, the shields of the earth belong to God. He is greatly exalted."
    },
    "48": {
      "1": "The Lord is great. He deserves to be praised in the city of our God, on his holy mountain.",
      "2": "His mountain is lofty and beautiful, the joy of the whole earth. Mount Zion, the northern mountain, is the city of the Great King.",
      "3": "God is in her citadels. He is famous as her fortress.",
      "4": "Look! See! The kings came together. They advanced together.",
      "5": "They saw. Yes, they were amazed. They were terrified. They were put to flight.",
      "6": "Trembling seized them there, pain like a woman giving birth.",
      "7": "You shattered them with an east wind, like ships of Tarshish.",
      "8": "What we have heard, we now have also seen: In the city of the Lord of Armies, in the city of our God, Interlude God establishes her forever.",
      "9": "Inside your temple, O God, we meditate on your mercy.",
      "10": "Your praise, O God, reaches to the ends of the earth, just as your fame does. Righteousness fills your right hand.",
      "11": "Mount Zion rejoices. The daughters of Judah celebrate because of your judgments.",
      "12": "Go around Zion. Yes, go all the way around her. Count her towers.",
      "13": "Consider her rampart. View her citadels, so that you may tell the next generation about them.",
      "14": "For this God is our God forever and ever. He will guide us beyond death."
    },
    "49": {
      "1": "Hear this, all you peoples. Pay attention, all you inhabitants of this world,",
      "2": "all you children of Adam, all mankind, rich and poor alike.",
      "3": "My mouth will speak wisdom. The meditation of my heart will give understanding.",
      "4": "I will listen carefully to wise teaching. With a lyre I will explain deep truths.",
      "5": "Why should I fear days of trouble, days when the wickedness of my pursuers surrounds me?",
      "6": "They trust in their wealth. They place their confidence in the abundance of their riches.",
      "7": "But no one can by any means redeem himself. He cannot give God a ransom for himself—",
      "8": "(Yes, the ransom for their souls is costly. Any payment would fall short.)",
      "9": "—so that he could live on forever and not see the pit.",
      "10": "Yes, we can see that wise men die. The fool and the senseless alike perish, and they leave their wealth to others.",
      "11": "They think their houses will remain forever, their dwellings for generation after generation because they named lands after themselves.",
      "12": "But man, though he has riches, does not even spend a night here. He is like the animals that perish.",
      "13": "This way of theirs is foolishness, but their followers approve of what they say. Interlude",
      "14": "They are like a flock destined for the grave. Death will be their shepherd. The upright will rule over them in the morning. Their bodies will be consumed by the grave, far from their mansions.",
      "15": "But surely God will redeem my life from the power of the grave. Yes, he will take me to himself. Interlude",
      "16": "Do not be afraid when a man grows rich, when the glory of his house increases,",
      "17": "because when he dies, he cannot take anything along. His glory will not go down with him.",
      "18": "Throughout his life he congratulates himself: “People praise you because you have done so well for yourself.”",
      "19": "He will go to the gathering place of his fathers. They will never see the light!",
      "20": "A man who has riches but does not understand is like the animals that perish."
    },
    "50": {
      "1": "A psalm by Asaph.",
      "2": "God, God the Lord, has spoken. He calls to the earth from the rising of the sun to its setting.",
      "3": "From Zion, the perfection of beauty, God has shined.",
      "4": "Our God comes and he will not be silent. Fire devours in front of him. Around him a storm rages.",
      "5": "He calls to the heavens above and to the earth to judge his people.",
      "6": "“Gather to me my favored ones, who make a covenant with me by sacrifice.”",
      "7": "So the heavens proclaim his righteousness, because God himself is judge. Interlude",
      "8": "Listen, my people, and let me speak, O Israel. Then I will testify against you: I am God, your God.",
      "9": "It is not because of your sacrifices that I rebuke you or because of your burnt offerings that are always in front of me.",
      "10": "I do not need to take a bull from your barn or goats from your pens,",
      "11": "because every animal in the forest is mine, the cattle on a thousand mountains.",
      "12": "I know every bird in the mountains, and everything that moves in the field is with me.",
      "13": "If I were hungry, I would not tell you, because the world is mine, and all that fills it.",
      "14": "Do I eat the flesh of bulls, or do I drink the blood of goats?",
      "15": "Sacrifice a thank offering to God, and fulfill your vows to the Most High.",
      "16": "Call on me in the day of distress. I will deliver you, and you will honor me.",
      "17": "But to the wicked, God says: What right do you have to recite my statutes or to take up my covenant with your mouth?",
      "18": "As for you—you hate discipline, and you throw my words behind your back.",
      "19": "If you see a thief, you approve of him, and you cast your lot with adulterers.",
      "20": "You devote your mouth to evil, and your tongue weaves deceit.",
      "21": "You sit and speak against your brother. You slander your own mother’s son.",
      "22": "These things you have done, and I kept silent. You thought I was just like you. I will indict you and accuse you to your face.",
      "23": "Now consider this, you who forget God, or I will tear you to pieces, and there will be no one to rescue you.",
      "24": "The one who sacrifices a thank offering honors me, and he sets up the way by which I will show him the salvation of God."
    },
    "51": {
      "1": "Be gracious to me, God, according to your mercy. Erase my acts of rebellion according to the greatness of your compassion.",
      "2": "Scrub me clean from my guilt. Purify me from my sin.",
      "3": "For I admit my rebellious acts. My sin is always in front of me.",
      "4": "Against you, you only, have I sinned, and I have done this evil in your eyes. So you are justified when you sentence me. You are blameless when you judge.",
      "5": "Certainly, I was guilty when I was born. I was sinful when my mother conceived me.",
      "6": "Since you desire truth on the inside, in my hidden heart you teach me wisdom.",
      "7": "Remove my sin with hyssop, and I will be clean. Wash me, and I will be whiter than snow.",
      "8": "Let me hear joy and gladness. Let the bones you have crushed celebrate.",
      "9": "Hide your face from my sins. Erase all my guilty deeds.",
      "10": "Create in me a pure heart, O God. Renew an unwavering spirit within me.",
      "11": "Do not cast me from your presence. Do not take your Holy Spirit from me.",
      "12": "Restore to me the joy of your salvation. Sustain me with a willing spirit.",
      "13": "I will teach rebels your ways, and sinners will turn to you.",
      "14": "Deliver me from bloodshed, O God, the God who saves me. My tongue will shout for joy about your righteousness.",
      "15": "Lord, open my lips, and my mouth will declare your praise.",
      "16": "For you do not delight in sacrifice, or I would give it. You do not take pleasure in burnt offerings.",
      "17": "The sacrifices God wants are a broken spirit. A broken and crushed heart, O God, you will not despise.",
      "18": "As it pleases you, do good for Zion. Build up the walls of Jerusalem.",
      "19": "Then you will be pleased with righteous sacrifices, burnt offerings and whole offerings. Then bulls will be offered up on your altar."
    },
    "52": {
      "1": "Why do you boast about evil, you hero? The mercy of God endures all day long.",
      "2": "Your tongue plans destruction. It is like a sharpened razor, you scheming liar.",
      "3": "You love evil rather than good. Interlude You love lying rather than speaking what is right.",
      "4": "You lying tongue, you love every word that devours!",
      "5": "But God will tear you down forever. He will grab you and pull you out of your tent. Interlude He will uproot you from the land of the living.",
      "6": "Then the righteous will see and fear. Then they will laugh at him:",
      "7": "“Look, here is the man who did not make God his stronghold, but trusted in the greatness of his wealth. He grew strong by his destructive deeds!”",
      "8": "But I am like a green olive tree in the house of God. I trust in the mercy of God forever and ever.",
      "9": "I will thank you forever because you have done this. I will hope in your name in the presence of your favored ones because it is good."
    },
    "53": {
      "1": "The fool says in his heart, “There is no God.” They are corrupt. They commit horrible evil. There is no one who does good.",
      "2": "God looks down from heaven on all the children of Adam to see if there is anyone who understands, anyone who seeks God.",
      "3": "Every single one has turned back. Altogether they have become rotten. There is no one who does good. There is not even one.",
      "4": "Don’t they know, all those evildoers, who devour my people as if they were eating bread? They do not call on God.",
      "5": "There they are, terrified, where there was nothing to fear. For God scattered the bones of those who camped against you. You put them to shame, because God despised them.",
      "6": "Who will provide salvation for Israel from Zion? When God restores his people, let Jacob rejoice and Israel be glad!"
    },
    "54": {
      "1": "God, save me by your name. By your power judge me justly.",
      "2": "God, hear my prayer. Turn your ear to the words of my mouth.",
      "3": "For strangers have risen up against me. Ruthless men seek my life. Interlude They pay no attention to God.",
      "4": "Indeed, God is my helper. The Lord is the one who preserves my life.",
      "5": "Let evil return on those who oppress me. In your faithfulness destroy them.",
      "6": "I will sacrifice willingly to you. I will praise your name, O Lord, because it is good.",
      "7": "Surely, from all my distress he has delivered me. My eyes have looked down on my enemies."
    },
    "55": {
      "1": "Turn your ear to my prayer, O God. Do not hide from my plea for mercy.",
      "2": "Pay attention to me and answer me. I am troubled in my thoughts and I groan",
      "3": "because of talk from the enemy, because of oppression from the wicked, because they dump evil on me, and in anger they hold a grudge against me.",
      "4": "My heart is in anguish within me. The terrors of death fall on me.",
      "5": "Fear and trembling come over me. Horror covers me.",
      "6": "So I say, “I wish I had wings like a dove! I would fly away and find a place to rest.",
      "7": "Yes, I would flee far away. Interlude I would stay in the wilderness.",
      "8": "I would hurry to find shelter, far from the violent wind, far from the storm.”",
      "9": "Swallow them up, O Lord. Confuse their speech, for I see violence and contention in the city.",
      "10": "Day and night they sneak around on its walls. Evil and trouble are in the city.",
      "11": "Destruction lurks within it. Treachery and deceit never leave its streets.",
      "12": "For it is not an enemy who insults me— I could bear that. It is not someone who hated me who rises up against me— I could hide from him.",
      "13": "But it is you, a man who served with me, my colleague and my associate,",
      "14": "with whom I shared pleasant discussions as we walked with the excited crowd at God’s house.",
      "15": "Let deadly destruction come on them. Let them go down to the grave alive, because evil is at home in their hearts.",
      "16": "As for me, I call to God, and the Lord saves me.",
      "17": "Evening, morning, and noon I cry out and I sigh, and he hears my voice.",
      "18": "In peace he redeems my life from the assault against me, even when many are against me.",
      "19": "God will hear, and he will punish them— Interlude yes, he is seated on his throne from eternity! —because they never change, and they do not fear God.",
      "20": "The traitor reaches out his hand against those at peace with him. He breaks his agreement.",
      "21": "His flattery is as smooth as butter, yet war is in his heart. His words are more soothing than oil, yet they are drawn daggers.",
      "22": "Place your burden on the Lord, and he will support you. He will never allow the righteous to fall.",
      "23": "But you, O God, will bring them down into the pit of destruction. Bloody and deceitful men will not live half their days. But as for me, I will trust in you."
    },
    "56": {
      "1": "For the choir director. “A Dove on Distant Oaks.” By David. A miktam. When the Philistines had seized him in Gath.",
      "2": "Be merciful to me, O God, for a man pants as he pursues me. All day long an attacker presses against me.",
      "3": "Those who spy on me pant as they pursue me all day long. Yes, many are attacking me boldly.",
      "4": "On the day when I am afraid, I will trust in you.",
      "5": "In God I praise his word. In God I trust. I will not fear. What can flesh do to me?",
      "6": "All day long they hurt my cause. All their thoughts against me are evil.",
      "7": "They gather together. They hide. They try to trip me by grabbing my heels while they wait to take my life.",
      "8": "Because of their wickedness do not let them escape. In your anger bring down the peoples, O God.",
      "9": "You keep a record of my tossing and turning. Keep my tears in your bottle. Aren’t they all listed in your book?",
      "10": "Then my enemies will turn back on the day when I call. This is how I will know that God is for me.",
      "11": "In God I praise a word. In the Lord I praise a word.",
      "12": "In God I trust. I will not be afraid. What can man do to me?",
      "13": "My vows to you are binding, O God. I will complete my thank offerings to you,",
      "14": "because you have delivered my life from death. Have you not delivered my feet from stumbling so I can walk before God in the light of life?"
    },
    "57": {
      "1": "For the choir director. “Do Not Destroy.” By David. A miktam. When he fled from Saul. In the cave.",
      "2": "Have mercy on me, O God, have mercy on me, because my soul has taken refuge in you. In the shadow of your wings I will take refuge until destruction has passed by.",
      "3": "I call to God Most High, to God, who completes his plans for me.",
      "4": "He will send from heaven, and he will save me. Interlude He puts to shame the one who pants as he pursues me. God will send his mercy and his faithfulness.",
      "5": "My life is spent among lions. I lie down among ferocious men, whose teeth are spears and arrows, whose tongue is a sharp sword.",
      "6": "Be exalted above the heavens, O God. May your glory be over all the earth.",
      "7": "They spread a net for my steps. My soul was bowed down. They dug a pit in front of me. Interlude They have fallen into it.",
      "8": "My heart is steadfast, O God. My heart is steadfast. I will sing and I will make music.",
      "9": "Awake, my soul! Awake, harp and lyre! I will awaken the dawn.",
      "10": "I will give thanks to you among the peoples, O Lord. I will make music to you among the nations,",
      "11": "because your great mercy reaches above the heavens, and your faithfulness to the skies.",
      "12": "Be exalted above the heavens, O God. Let your glory be over all the earth."
    },
    "58": {
      "1": "For the choir director. “Do Not Destroy.” By David. A miktam.",
      "2": "Do you “gods” really speak righteously? Do you sons of Adam judge rightly?",
      "3": "No, in your heart you commit injustices. On the earth your hands distribute violence.",
      "4": "The wicked go off course already from the womb. From the belly they go astray. They speak lies.",
      "5": "Their venom is like the venom of a snake, like a deaf cobra that has stopped its ears,",
      "6": "that will not listen to the sound of the charmers, however skillful the spellbinder may be.",
      "7": "O God, break their teeth in their mouths. Tear out the fangs of the young lions, Lord!",
      "8": "Let them vanish like water that flows away. When he draws his bow, let his arrows be cut off.",
      "9": "As a slug melts away as it crawls along, so let him disappear. Like a stillborn child may they not see the sun.",
      "10": "Before your pots can feel the heat of the thorns— whether the thorns are green or dry—they will be swept away.",
      "11": "The righteous one will be glad when he sees vengeance. He will bathe his feet in the blood of the wicked.",
      "12": "Then people will say, “Surely there is fruit for the righteous. Surely there is a God judging on the earth.”"
    },
    "59": {
      "1": "Deliver me from my enemies, my God. You set me high above those who rise up against me.",
      "2": "Deliver me from evildoers. Save me from bloodthirsty men.",
      "3": "Yes, look how they lie in ambush to take my life! Strong men gather against me, but it is not because I have rebelled, not because I have sinned, O Lord.",
      "4": "I am not guilty, yet they run to take up their positions against me. Rise up to meet me and see!",
      "5": "You, O Lord, God of Armies, the God of Israel, wake up and confront all the nations. Interlude Do not show mercy to all the wicked traitors.",
      "6": "They return at evening. They growl like dogs. They prowl around the city.",
      "7": "Look, they gush from their mouths. Their lips are swords, so they say, “Who hears?”",
      "8": "But you laugh at them, Lord. You scoff at all those nations.",
      "9": "O my Strength, I watch for you, because God is my high fortress.",
      "10": "My merciful God will go ahead of me. God will make me look down on those who slander me.",
      "11": "Do not kill them, or my people may forget. In your might make them wander about. Bring them down, O Lord, our shield.",
      "12": "The sin of their mouth is the words of their lips, so let them be caught in their pride, because of the curses and lies they proclaim.",
      "13": "Consume them in wrath. Consume them till they are no more. Then they will know to the ends of the earth Interlude that God rules over Jacob.",
      "14": "They return at evening. They growl like dogs. They prowl around the city.",
      "15": "They wander about for food. If not satisfied, they howl.",
      "16": "But I will sing about your strength. In the morning I will shout about your mercy, because you are a high fortress for me, a refuge in the day of my distress.",
      "17": "O my Strength, to you I make music, because God is my high fortress, my merciful God."
    },
    "60": {
      "1": "For the choir director. “The Lily of Testimony.” A miktam by David. For teaching. When he waged war against Aram Naharaim and against Aram Zobah, and Joab returned and struck down twelve thousand men of Edom in the Valley of Salt.",
      "2": "God, you have rejected us. You have broken us down. You have been angry. Return to us!",
      "3": "You have shaken the earth. You have torn it open. Heal its fractures, for it is about to collapse.",
      "4": "You have made your people suffer hardship. You gave us wine to drink that makes us stagger.",
      "5": "You have set up a signal flag for those who fear you, Interlude to be raised up against the bow.",
      "6": "Save us with your right hand and answer us, so that those you love may be delivered.",
      "7": "God has spoken in his holiness: “I will triumph. I will distribute Shechem, and I will measure off the Valley of Succoth.",
      "8": "Gilead is mine, and Manasseh is mine. Ephraim is my helmet. Judah is my scepter.",
      "9": "Moab is my washbasin. On Edom I toss my sandal. I shout aloud over Philistia.”",
      "10": "Who will bring me into the fortified city? Who will lead me to Edom?",
      "11": "God, is it not you, who have rejected us? God, is it not you, who no longer go out with our armies?",
      "12": "Give us help against the foe, for human help is worthless.",
      "13": "In God we will do mighty deeds. He is the one who will trample our foes."
    },
    "61": {
      "1": "For the choir director. On a stringed instrument. By David.",
      "2": "Hear my cry, O God. Pay attention to my prayer.",
      "3": "From the end of the earth I call to you when my heart is overwhelmed. Lead me up onto the rock that is higher than I.",
      "4": "For you have been a refuge for me, a tower of strength in the face of the enemy.",
      "5": "I want to keep living in your tent forever. Interlude I will take refuge under the cover of your wings.",
      "6": "For you, God, have heard my vows. You have given me the heritage of those who fear your name.",
      "7": "Add days to the days of the king. His years will last through all generations.",
      "8": "Let him be seated in God’s presence forever. Appoint your mercy and truth to protect him.",
      "9": "Then will I make music to your name forever, to fulfill my vows day after day."
    },
    "62": {
      "1": "For the choir director. According to Jeduthun. A psalm by David.",
      "2": "My soul rests quietly in God alone. My salvation is from him.",
      "3": "He alone is my rock and my salvation, my fortress. I will not be disturbed.",
      "4": "How long will you threaten a man? Do all of you want to murder him, like a leaning wall, like a fence to be pushed down?",
      "5": "Yes, they plan to push him down from his lofty place. They are delighted with deceit. With their mouths they bless, but inside they curse. Interlude",
      "6": "My soul, rest quietly in God alone, for my hope comes from him.",
      "7": "He alone is my rock and my salvation, my fortress. I will not be disturbed.",
      "8": "My salvation and my honor depend on God, my strong rock. My refuge is in God.",
      "9": "Trust in him at all times, you people. Pour out your hearts before him. Interlude God is a refuge for us.",
      "10": "Yes, the sons of Adam are only a breath. The sons of man are a delusion. On a scale they weigh nothing. They are nothing but air.",
      "11": "Do not trust in extortion. Do not put empty confidence in stolen goods. If your wealth grows, do not set your heart on it.",
      "12": "One thing God has spoken, two things that I have heard: that God has strength",
      "13": "and that you, Lord, have mercy. Surely you will repay each person according to what he has done."
    },
    "63": {
      "1": "A psalm by David. When he was in the wilderness of Judah.",
      "2": "God, you are my God. Eagerly I seek you. My soul thirsts for you. My flesh longs for you, in a dry and dreary land without water.",
      "3": "Yes, in the sanctuary I have watched you to see your power and your glory.",
      "4": "Because your mercy is better than life, my lips will worship you.",
      "5": "Yes, I will bless you as long as I live. In your name I will lift up my hands.",
      "6": "My soul will be satisfied with rich food. My mouth will praise you with lips filled with songs.",
      "7": "Whenever I remember you on my bed, throughout the watches of the night I meditate on you.",
      "8": "Because you are a help for me, I sing for joy under the shade of your wings.",
      "9": "My soul clings to you. Your right hand upholds me.",
      "10": "But those who seek my life will go to destruction. They will go into the depths of the earth.",
      "11": "They will be given over to the power of the sword. They will become food for foxes.",
      "12": "But the king will rejoice in God. All who swear by him will praise him, but the mouths of those speaking lies will be shut."
    },
    "64": {
      "1": "Hear my voice, O God, when I complain. Protect my life from the terror caused by the enemy.",
      "2": "Hide me from the conspiracy of the wicked, from the noisy mob of evildoers.",
      "3": "They sharpen their tongues like a sword. They shoot poison words like arrows.",
      "4": "They shoot at the innocent from hiding places. Suddenly they shoot at him. They have no fear.",
      "5": "They strengthen each other in an evil plot. They discuss where to hide snares. They say, “Who will see them?”",
      "6": "They plot evil deeds and they say, “We have come up with a perfect plot!” The mind and heart of man are devious!",
      "7": "But God will shoot them. Suddenly they are wounded with an arrow.",
      "8": "Their own tongues cause their downfall. Everyone who sees them will shake his head.",
      "9": "Then all people will be afraid. They will proclaim the work of God. They will consider what he has done.",
      "10": "Let the righteous rejoice in the Lord and take refuge in him. Let all the upright in heart be confident!"
    },
    "65": {
      "1": "Praise waits for you, O God, in Zion. To you vows will be fulfilled.",
      "2": "You who hear prayer, to you all mortals will come.",
      "3": "The record of my guilt overpowered me. You atone for our rebellious acts.",
      "4": "How blessed is the one you choose and bring near! He will dwell in your courtyards. We will be satisfied by the goodness of your house, by the holiness of your temple.",
      "5": "In righteousness you answer us with awesome deeds, O God who saves us. He is trusted by all the farthest ends of the earth and the sea.",
      "6": "He establishes the mountains by his power. He has wrapped himself with strength.",
      "7": "He stills the roaring of the seas, the roaring of their waves, and the turmoil of the peoples.",
      "8": "Those living at the ends of the earth fear your signs. From sunrise to sunset you let them shout for joy.",
      "9": "You visit the earth and water it. You make it very rich. God’s stream is filled with water. You provide grain for them, just as you planned.",
      "10": "You drench the land’s furrows. You flatten its plowed ground. You soften it with showers. You bless its crops.",
      "11": "You crown the year with your goodness. The tracks made by your carts overflow with riches.",
      "12": "The pastures of the wilderness drip. The hills are wrapped with joy.",
      "13": "The meadows are clothed with flocks. The valleys are dressed with grain. They shout for joy. Yes! They sing."
    },
    "66": {
      "1": "Shout praise to God, all the earth!",
      "2": "Make music to the glory of his name! Make his praise glorious!",
      "3": "Say to God, “How awesome are your deeds!” Because of your great power your enemies must cower before you.",
      "4": "All the earth bows down to you. They make music to you. They make music to your name. Interlude",
      "5": "Come and see the works of God. How awesome his deeds for all people!",
      "6": "He turned the sea into dry land. They crossed through the river on foot. Let us rejoice in him there.",
      "7": "He rules by his power forever. His eyes watch the nations. Interlude Do not let the rebellious rise up against him.",
      "8": "Bless our God, you peoples. Let the sound of his praise be heard.",
      "9": "He is the one who has preserved our lives. He did not let our feet slip.",
      "10": "Indeed, you tested us, God. You refined us as silver is refined.",
      "11": "You led us into a trap. You laid a burden on our backs.",
      "12": "You let men ride over our heads. We went through fire and through water, but you brought us out to a well-watered place.",
      "13": "I will come to your house with whole burnt offerings. I will fulfill my vows to you,",
      "14": "which my lips uttered, which my mouth spoke during my trouble.",
      "15": "I will offer fat animals to you as whole burnt offerings, along with the smoke from rams. Interlude I will offer cattle with goats.",
      "16": "Come, listen, all you who fear God, and let me tell what he has done to save my life.",
      "17": "To him I cried out with my mouth. High praise was on my tongue.",
      "18": "If I had contemplated evil in my heart, the Lord would not have listened,",
      "19": "but God has surely listened. He has paid attention to the sound of my prayer.",
      "20": "Blessed be God, who has not turned aside my prayer or turned aside his mercy from me!"
    },
    "67": {
      "1": "May God be gracious to us and bless us. Interlude May his face shine on us—",
      "2": "so that your way may be known on earth, your salvation among all nations.",
      "3": "May the peoples praise you, O God. May the peoples praise you—all of them.",
      "4": "May the countries be glad and sing for joy, because you rule the peoples with fairness, Interlude and you guide the countries of the earth.",
      "5": "May the peoples praise you, O God. May the peoples praise you—all of them.",
      "6": "The earth will yield its harvest. God, our God, will bless us.",
      "7": "God will bless us, and all the ends of the earth will fear him."
    },
    "68": {
      "1": "May God arise. May his enemies scatter. May those who hate him flee from his presence.",
      "2": "As smoke is blown away, may you blow them away. As wax melts before the fire, may the wicked perish before God.",
      "3": "But the righteous rejoice and celebrate in the presence of God. They will be happy and joyful.",
      "4": "Sing to God. Make music to his name. Lift up a song to him who rides through the deserts. His name is the Lord. Celebrate before him.",
      "5": "In his holy dwelling, God is a father for the fatherless and a judge who defends widows.",
      "6": "God causes the lonely to dwell together as a household. He leads out the prisoners with music, but the rebellious dwell in a scorched land.",
      "7": "God, when you went out in front of your people, when you marched through the wasteland, Interlude",
      "8": "the earth shook. Yes, the heavens poured down rain, before God, this one from Sinai, before God, the God of Israel.",
      "9": "You dispersed plentiful showers, O God. You strengthened your inheritance when it was weary.",
      "10": "Your people settled in it. In your goodness you provided for the oppressed, O God.",
      "11": "The Lord provided the message. The women who proclaimed it were a great army:",
      "12": "“Kings with armies flee—they flee!” The woman who stays home shares in the plunder.",
      "13": "Even while you lie among the campfires, the wings of a dove are sheathed with silver, and its feathers with yellow gold.",
      "14": "When the Almighty scattered the kings there, it snowed on Zalmon.",
      "15": "The mountain of Bashan is a mountain of God. The mountain of Bashan is a mountain with many peaks.",
      "16": "O mountains with many peaks, why do you look jealously at the mountain God desires for his home? Indeed, the Lord will dwell there forever.",
      "17": "The chariots of God are twice ten thousand, thousands upon thousands. Among them the Lord has come from Sinai into his sanctuary.",
      "18": "You ascended on high. You led captivity captive. You received gifts among men, so that even among the rebellious the Lord God might dwell.",
      "19": "Blessed be the Lord. Day by day he bears our burdens. He is the God who saves us. Interlude",
      "20": "Our God is a God who saves. From God the Lord comes escape from death.",
      "21": "Surely God will crush the heads of his enemies, the scalps of those who walk around in their guilt.",
      "22": "The Lord says, “I will bring them from Bashan. I will bring them from the depths of the sea,",
      "23": "so that you may stomp your foot in blood. The tongues of your dogs get their share of the enemies’ blood.”",
      "24": "They see your processions, O God, the processions of my God, my King, into the sanctuary.",
      "25": "The singers lead the way. After them come the musicians. In the middle are virgins playing hand drums.",
      "26": "In the assemblies bless God, the Lord, who is the Fountain of Israel.",
      "27": "There is little Benjamin, leading them. The officers of Judah are their noisy crowd. There are the officers of Zebulun and the officers of Naphtali.",
      "28": "Your God commands your strength. Show strength, O God, as you have done for us before.",
      "29": "Because of your temple at Jerusalem kings will bring tribute to you.",
      "30": "Threaten the beast among the reeds, the herd of strong bulls among the calves (that is, the peoples), until they submit with bars of silver. He scatters the peoples who delight in battles.",
      "31": "Envoys will come from Egypt. Cush will run to stretch out its hands to God.",
      "32": "Sing to God, you kingdoms of the earth. Interlude Make music to the Lord,",
      "33": "to him who rides in the highest heavens, in the ancient heavens. Yes, he sends out his voice, his mighty voice.",
      "34": "Proclaim God’s strength. His majesty is over Israel, and his power is in the skies.",
      "35": "You are awesome, O God, from your sanctuary. The God of Israel, he is the one who gives power and strength to the people. Blessed be God!"
    },
    "69": {
      "1": "For the choir director. According to “Lilies.” By David.",
      "2": "Save me, O God, for the waters have come up to my neck.",
      "3": "I sink into the deep mud, where there is no place to stand. I have entered deep waters, and the rapids rush over me.",
      "4": "I am worn out from my crying. My throat is sore. My eyes are blurry, as I wait for my God.",
      "5": "Those who hate me without reason outnumber the hairs on my head. Those who want to destroy me, my lying enemies, are strong. I must repay things I did not steal.",
      "6": "God, you know my folly, and my guilt is not hidden from you.",
      "7": "May those who place their confidence in you not be put to shame because of me, O Lord, the Lord of Armies. May those who seek you not be disgraced because of me, O God of Israel.",
      "8": "It is for your sake that I bear scorn. Shame covers my face.",
      "9": "I have become a stranger to my brothers, a foreigner to my mother’s sons.",
      "10": "Yes, zeal for your house consumes me. The scorn of those who scorn you falls on me.",
      "11": "I wept as I fasted, but this only brought insults to me.",
      "12": "When I wore sackcloth as my clothing, I was a joke to them.",
      "13": "Those who sit in the gatehouse gossip about me, and the songs of the drunks are about me.",
      "14": "But I direct my prayer to you, O Lord, for a time of favor. God, in the greatness of your mercy, answer me with the certainty of salvation from you.",
      "15": "Rescue me from the mud, so I do not sink. Let me escape from those who hate me and from the deep waters.",
      "16": "Do not let the rapids rush over me. Do not let the deep swallow me up. Do not let the pit close its mouth over me.",
      "17": "Answer me, Lord, for your mercy is good. According to your great compassion, turn to me.",
      "18": "Do not hide your face from your servant. Because I am in distress, hurry, answer me.",
      "19": "Come near. Redeem my soul. Ransom me because of my enemies.",
      "20": "You know my disgrace, my shame, and my confusion. All my foes are in front of you.",
      "21": "Disgrace has broken my heart, and I am helpless. I waited for sympathy, but there was none. I waited for comforters, but I did not find any.",
      "22": "Instead they put bitter poison in my food. For my thirst they gave me sour wine to drink.",
      "23": "May the table set before them become a snare. May it be a trap to them and their allies.",
      "24": "May their eyes be darkened so they cannot see. Make their legs always tremble.",
      "25": "Pour out your wrath on them. Let the heat of your anger catch up with them.",
      "26": "May their camp be desolate. May there be no one dwelling in their tents.",
      "27": "For they pursue those you have disciplined, O God, and they talk about the pain of those you wound.",
      "28": "Add guilt to their guilt. Do not let them enter into your righteousness.",
      "29": "May they be erased from the book of life. May they not be listed among the righteous.",
      "30": "But I am afflicted and in pain. O God, may salvation from you set me on high.",
      "31": "I will praise God’s name in song. I will proclaim his greatness with thanksgiving.",
      "32": "For the Lord this is better than an ox, than a bull that has horns and hoofs.",
      "33": "The poor will see and be glad. You who seek God, may your hearts live!",
      "34": "For the Lord listens to the needy, and he does not despise the captives who belong to him.",
      "35": "Let heaven and earth praise him, the seas and all that move in them,",
      "36": "for God will save Zion, and he will build the cities of Judah. Then people will settle there and possess it.",
      "37": "Then the descendants of his servants will inherit it, and those who love his name will dwell in it."
    },
    "70": {
      "1": "Hurry, God! Rescue me! Lord, hurry to help me!",
      "2": "May those who seek my life be put to shame and disgrace. May all who desire to harm me be turned back and disgraced.",
      "3": "May those who say, “Aha! We got you!” be dismayed, because they have been put to shame.",
      "4": "But may all who seek you rejoice and be glad in you. May those who love your salvation always say, “Let God be exalted!”",
      "5": "Yet I am oppressed and poor. God, hurry to me. You are my help and my deliverer. O Lord, do not delay."
    },
    "71": {
      "1": "In you, Lord, I have taken refuge. May I not be put to shame forever.",
      "2": "In your righteousness rescue me and deliver me. Turn your ear to me and save me.",
      "3": "Be my rock and my refuge to which I can always go. You give the command to save me, because you are my high ridge and my stronghold.",
      "4": "My God, deliver me from the hand of the wicked, from the grasp of the unjust and the ruthless.",
      "5": "For you have been my hope, Lord God, my confidence since my youth.",
      "6": "I have depended on you since I was in the womb. You separated me from my mother’s body. My praise to you is continuous.",
      "7": "I am like an evil omen to many, but you are my strong refuge.",
      "8": "My mouth is filled with praise for you and with your splendor all day long.",
      "9": "Do not throw me away in old age. As my strength fails, do not forsake me.",
      "10": "For my enemies speak against me, and those who seek my life conspire together.",
      "11": "They say, “God has forsaken him. Pursue him and seize him, because there is no one to rescue him.”",
      "12": "God, do not be far from me. My God, hurry to help me.",
      "13": "Let them be ashamed. Let my murderous accusers be consumed. Let those who seek to harm me be covered with shame and disgrace.",
      "14": "But as for me, I will always keep hoping. I will keep adding to my praise for you.",
      "15": "My mouth will tell about your righteousness, about your salvation all day long, although I do not know how to tell all about it.",
      "16": "I will come and tell about your mighty deeds, Lord God. I will commemorate your righteousness, yours alone.",
      "17": "God, you have taught me since my youth, and even now I still declare your marvelous deeds.",
      "18": "Even when I am old and gray, O God, do not forsake me, till I declare the strength of your arm to the next generation, your power to all who are to come.",
      "19": "Your righteousness, God, reaches to the heights. You have done great things. God, who is like you,",
      "20": "you who have made us see many troubles and disasters? You will give us life again. From the depths of the earth you will bring me up again.",
      "21": "You will increase my greatness and comfort me once again.",
      "22": "Yes, I will praise you, my God, for your faithfulness. I will praise you with an instrument, with the harp. I will make music to you with the lyre, O Holy One of Israel.",
      "23": "My lips will shout with joy when I make music to you. Even my soul, which you have redeemed, will shout.",
      "24": "Indeed, my tongue will tell of your righteousness all day long. How ashamed, how disgraced they are— those who are trying to harm me."
    },
    "72": {
      "1": "By Solomon.",
      "2": "God, give your authority to judge to the King. Give your righteousness to the Son of the King.",
      "3": "He will judge your people with righteousness. He will judge your afflicted ones with justice.",
      "4": "The mountains will deliver peace to the people. The hills will produce righteousness.",
      "5": "He will obtain justice for the afflicted among the people. He will save the children of the poor, but he will crush the oppressor.",
      "6": "They will fear you as long as the sun remains, and as long as the moon endures, through all generations.",
      "7": "He will come down like rain on a mown field, like showers, like a downpour on the earth.",
      "8": "In his days the righteous will flourish, and peace will be plentiful till the moon is no more.",
      "9": "He will rule from sea to sea and from the River to the ends of the earth.",
      "10": "Those who dwell in the desert will bow before him, and his enemies will lick the dust.",
      "11": "The kings of Tarshish and of the sea coasts will bring tribute. The kings of Sheba and Seba will offer him gifts.",
      "12": "All kings will bow down to him. All nations will serve him.",
      "13": "He will certainly deliver the poor person who cries out, as well as the afflicted, and the one who has no helper.",
      "14": "He will take pity on the weak and the poor. He will save the lives of the poor.",
      "15": "From oppression and violence he will redeem their lives, because their blood is precious in his sight.",
      "16": "May the King live! May gold from Sheba be offered to him. May people always pray for him. May they bless him all day long.",
      "17": "Let there be an abundance of grain in the land. Let it wave on the top of the mountains. Let its fruit trees be like the cedars of Lebanon. Let people from the city flourish like the grass of the land.",
      "18": "May his name endure forever. May his name flourish as long as the sun. They will be blessed through him. All nations will call him blessed.",
      "19": "Blessed be the Lord God, the God of Israel, who alone does marvelous deeds.",
      "20": "Blessed be his glorious name forever. May the whole earth be filled with his glory. Amen and Amen.",
      "21": "This ends the prayers of David son of Jesse."
    },
    "73": {
      "1": "A psalm by Asaph.",
      "2": "Surely God is good to Israel, to the pure in heart.",
      "3": "But as for me, my feet almost slipped out from under me. I almost lost my footing.",
      "4": "I even envied the arrogant when I observed the peace of the wicked.",
      "5": "For there are no struggles at their death. Their bodies are sturdy.",
      "6": "They do not have the trouble common to people. They are not plagued along with the rest of mankind.",
      "7": "Therefore pride is their necklace. They wear violence like clothing.",
      "8": "Their eyes bulge out of their fat. The schemes of their hearts step over boundaries.",
      "9": "They mock. They speak maliciously. From a high perch they threaten oppression.",
      "10": "They set their mouths against the heavens. Their tongues strut around on earth.",
      "11": "Therefore God’s people turn to them, and they drink it all in.",
      "12": "They say, “How can God know? Does the Most High have knowledge?”",
      "13": "See, this is what the wicked are like— secure forever, they increase in strength.",
      "14": "Have I really kept my heart pure for nothing? Have I kept my hands clean in vain?",
      "15": "I have been plagued all day. My punishment comes every morning.",
      "16": "If I had said, “I will speak like this,” I would certainly have betrayed the circle of your children.",
      "17": "When I tried to understand this, it was very troubling to me,",
      "18": "until I went to the sanctuary of God. Then I understood their end.",
      "19": "Surely you place them on slippery places. You cause them to fall into destruction.",
      "20": "How quickly they come to ruin, completely destroyed by terrors!",
      "21": "They are like a dream when someone wakes up. So when you arise, O Lord, you will despise them like an illusion.",
      "22": "Yes, my heart was bitter, and I was torn up inside.",
      "23": "I was unthinking and ignorant. I was a dumb animal before you.",
      "24": "Yet I am always with you. You hold me by my right hand.",
      "25": "With your guidance you lead me, and afterward, you will take me to glory.",
      "26": "Who else is there for me in heaven? And besides you, I desire no one else on earth.",
      "27": "My flesh and my heart fail, but God is the rock of my heart and my portion forever.",
      "28": "No doubt about it! Those who are far from you will perish. You destroy all who commit adultery against you.",
      "29": "As for me, God’s nearness is good for me. I have made the Lord God my refuge, so that I can tell about all your works."
    },
    "74": {
      "1": "A maskil by Asaph.",
      "2": "Why do you stay angry to the end, O God? Why does your anger smoke against the flock in your pasture?",
      "3": "Remember your community that you purchased long ago, the tribe that you redeemed to be your possession. Remember Mount Zion where you dwell.",
      "4": "March toward the perpetual ruins. March against all the evil done by the enemy in the sanctuary.",
      "5": "Your foes roared in the middle of your appointed place. They set up their battle standards as signs.",
      "6": "They looked like men swinging axes in a thicket of trees.",
      "7": "Yes, they even chopped up all the carved paneling with their hatchets and hammers.",
      "8": "They delivered your sanctuary to the fire. They defiled the dwelling place for your Name by throwing it to the ground.",
      "9": "They said in their hearts, “We will crush them completely!” They burned all the appointed places of God in the land.",
      "10": "We do not see any signs to guide us. There is no longer a prophet, and none of us knows how long this will go on.",
      "11": "How long will the foe scoff, O God? Will the enemy insult your name forever?",
      "12": "Why do you hold back your hand, even your right hand? Take it out of your pocket and finish them off!",
      "13": "But you, O God, are my king from long ago, the one who works salvation right here on earth.",
      "14": "It was you who shattered the sea by your power. You broke the heads of the great sea monsters.",
      "15": "It was you who crushed the heads of Leviathan. You gave him as food to the people who live in the desert.",
      "16": "It was you who opened up a spring and a seasonal stream. You dried up the rivers that flow year-round.",
      "17": "The day belongs to you, and the night is also yours. You set the moon and sun in place.",
      "18": "It was you who laid out all the boundaries of the earth. Summer and winter—you shaped them.",
      "19": "Remember this—the enemy scoffs, Lord, and a foolish people has insulted your name.",
      "20": "Do not surrender the life of your turtledove to a wild animal. Do not forget the life of your afflicted ones forever.",
      "21": "Pay attention to the covenant, because dens of violence fill the dark places in the land.",
      "22": "Do not let the oppressed turn back in disgrace. Let the poor and needy praise your name.",
      "23": "Rise up, O God, and prosecute your case. Remember how the fools mocked you all day long.",
      "24": "Do not forget the sound of your foes, the uproar of those who rise against you, which goes up continually."
    },
    "75": {
      "1": "We give thanks to you, O God, we give thanks. Your wonderful deeds reveal that your name is near.",
      "2": "Yes, I choose the appointed time. I am the one who judges rightly.",
      "3": "The earth and all its inhabitants are shaking. I am the one who holds its pillars firm. Interlude",
      "4": "I say to the boasters, “Do not boast,” and to the wicked, “Do not raise a horn.",
      "5": "Do not raise your horns to the heights. Do not speak insolently with an outstretched neck.”",
      "6": "Indeed, power to promote someone does not come from the east or from the west or from the wilderness.",
      "7": "No, it is God who makes the decision. He brings down one. He raises up another.",
      "8": "Indeed, a cup is in the hand of the Lord. The wine foams. It is fully mixed. He pours this out. Yes, they drain its dregs. All the wicked of the earth drink.",
      "9": "As for me, I will proclaim this forever. I will make music for the God of Jacob.",
      "10": "I will cut off all the horns of the wicked. The horns of the righteous will be lifted up."
    },
    "76": {
      "1": "God is known in Judah. In Israel his name is great.",
      "2": "His shelter is in Salem. His dwelling place is in Zion.",
      "3": "There he broke the flaming arrows, Interlude the shield and the sword, and the weapons for battle.",
      "4": "You shine brightly as the Mighty One from the mountains full of prey.",
      "5": "The strong-hearted are plundered. They have fallen into their final sleep. Not one of the strong men can lift his hands.",
      "6": "At your rebuke, O God of Jacob, both chariot and horses sleep.",
      "7": "You are to be feared, yes, you. Who can stand before you at the time of your wrath?",
      "8": "From heaven you announced judgment. The earth feared and was quiet",
      "9": "when you rose up to judge, O God, Interlude and to save all the afflicted of the earth.",
      "10": "Even the wrath of mankind will bring you praise. You wear what remains of your wrath like a belt.",
      "11": "Make vows to the Lord your God and fulfill them. Let all who are around him bring tribute to the one who is fearsome.",
      "12": "He restrains the spirit of nobles. He is fearsome against the kings of the earth."
    },
    "77": {
      "1": "For the choir director. According to Jeduthun. By Asaph. A psalm.",
      "2": "With my voice to God— with my voice I cried out to God, and he listened to me.",
      "3": "In the day when I was distressed I sought the Lord. At night my hand was stretched out, and it never grew tired, but my soul refused to be comforted.",
      "4": "God, I remembered and I groaned. Interlude I pondered, and my spirit became weak.",
      "5": "You propped my eyelids open. I was troubled but did not speak.",
      "6": "I thought about the days of long ago, the years long past.",
      "7": "During the night I remembered my music. With my heart I pondered, and my spirit asked,",
      "8": "“Will the Lord reject forever? Will he never again show favor?",
      "9": "Has his mercy vanished to the end? Has what he said failed for all generations?",
      "10": "Has God forgotten to be gracious? Interlude Has he really shut up his compassion in anger?”",
      "11": "Then I said, “This is what hurts me: the change of the right hand of the Most High.”",
      "12": "I will remember the deeds of the Lord. Yes, I will remember your wonderful work from long ago.",
      "13": "I will meditate on all your work, and I will ponder all your deeds.",
      "14": "O God, your way is carried out in holiness. What god is as great as God?",
      "15": "You are the God who performs a wonderful deed. You made known your power among the peoples.",
      "16": "With your arm you redeemed your people, the descendants of Jacob and Joseph. Interlude",
      "17": "The waters saw you, O God. The waters saw you and swirled. Even the depths were turbulent.",
      "18": "The clouds poured down water. The skies echoed with thunder. Indeed, your arrows shot back and forth.",
      "19": "The sound of your thunder was heard in the tornado. Lightning lit up the world. The earth trembled and quaked.",
      "20": "Your route led through the sea. Your trail went through the mighty waters, but your footprints were not detected.",
      "21": "You led your people like a flock by the hand of Moses and Aaron."
    },
    "78": {
      "1": "Give ear, O my people, to my instruction. Turn your ear to the words of my mouth.",
      "2": "I will open my mouth to share a lesson. I will speak about puzzling problems from long ago,",
      "3": "things we have heard and known, things our fathers have told us.",
      "4": "We will not hide them from their descendants. We will tell the next generation the praiseworthy deeds of the Lord, his power, and the wonders that he has done.",
      "5": "He set up testimony for Jacob. In Israel he established the law. He commanded our fathers to make it known to their children.",
      "6": "Then the next generation would know it, even the children not yet born. They would rise up and tell their children.",
      "7": "Then they would put their confidence in God, and they would not forget the deeds of God, but they would keep his commands.",
      "8": "Then they would not be like their fathers, a stubborn, rebellious generation, a generation that did not keep their hearts steadfast, whose spirits were not faithful to God.",
      "9": "The tribe of Ephraim, equipped and armed with bows, deserted on the day of battle.",
      "10": "They did not keep God’s covenant, and they refused to walk in his law.",
      "11": "They forgot his deeds, the wonders he had shown to them.",
      "12": "In the presence of their fathers he had performed a wonder, in the land of Egypt, in the region of Zoan.",
      "13": "He split the sea and let them cross through it. He made the water stand like a wall.",
      "14": "He led them with the cloud by day and all through the night with light from the fire.",
      "15": "He split the rocks in the wilderness, and he let them drink water as plentiful as the deep sea.",
      "16": "He brought streams out of the rocky cliff. He made water flow down like rivers.",
      "17": "But they continued to sin against him even more, by rebelling against the Most High in the desert.",
      "18": "They tested God in their hearts by demanding food for their cravings.",
      "19": "Then they spoke against God. They said, “Is God able to set a table in the wilderness?",
      "20": "Sure, he struck the rock and water flowed out, and stream beds overflowed, but can he really give us bread? Can he really supply meat for his people?”",
      "21": "Then the Lord heard, and he showed his anger. Fire broke out against Jacob, and his anger rose against Israel,",
      "22": "because they did not believe in God, and they did not trust in his salvation.",
      "23": "Nevertheless, he gave a command to the skies above, and he opened the doors of the heavens.",
      "24": "He rained down manna for them to eat, and he gave them the grain of heaven.",
      "25": "Each of them ate the bread of the mighty ones. He sent them all the food they could eat.",
      "26": "He sent out the east wind from the heavens, and he led out the south wind by his power.",
      "27": "Then he rained meat down on them like dust, and flying birds like sand on the seashore.",
      "28": "He made the birds fall down inside their camp, all around their dwellings.",
      "29": "Then they ate until they had more than enough, for he had brought them what they craved.",
      "30": "They had not yet turned away from what they craved. Their food was still in their mouths.",
      "31": "Then God’s anger rose up against them. He killed the strongest among them. He cut down the best young men of Israel.",
      "32": "In spite of all this, they kept sinning, and they did not believe in his wonders.",
      "33": "So he ended their days in frustration and their years in terror.",
      "34": "Whenever he struck them down, they would seek him. Then they turned and sought God.",
      "35": "Then they remembered that God was their Rock, that God Most High was their Redeemer.",
      "36": "But then they would deceive him with their mouths, and with their tongues they would lie to him.",
      "37": "Their hearts were not committed to him, and they were not faithful to his covenant.",
      "38": "Yet he was compassionate. He atoned for their guilt and did not destroy them. Many times he restrained his anger, and he did not stir up his full wrath.",
      "39": "He still remembered that they were only flesh, like a wind that goes by and does not return.",
      "40": "How often they rebelled against him in the wilderness! How often they grieved him in the wasteland!",
      "41": "They repeatedly put God to the test. They provoked the Holy One of Israel.",
      "42": "They did not remember the power of his hand— the day when he redeemed them from the foe,",
      "43": "when he displayed his signs in Egypt and his wonders in the region of Zoan,",
      "44": "when he turned their rivers to blood, so they could not drink from their streams.",
      "45": "He sent against them a swarm of flies that bit them. Then he sent frogs that destroyed them.",
      "46": "Then he gave their crops to the grasshopper. He gave what they worked for to the locust.",
      "47": "He killed their grapevines with hail, and their sycamore fig trees with sleet.",
      "48": "Then he turned over their cattle to hail, and their livestock to lightning bolts.",
      "49": "He sent against them his burning anger, his wrath and indignation and distress by sending destroying angels.",
      "50": "He prepared a path for his anger. He did not spare their lives from death, but he delivered their lives to the plague.",
      "51": "Then he struck down all the firstborn in Egypt, the firstfruit of their virility in the tents of Ham.",
      "52": "But he led his people out like sheep. He led them like a flock through the wilderness.",
      "53": "Then he guided them safely, so they were not afraid, but the sea covered their enemies.",
      "54": "Then he brought them to the border of his holy land, to this mountain which his right hand had taken.",
      "55": "He drove out nations before them. He marked the boundaries of their inheritance, and he settled the tribes of Israel in their tents.",
      "56": "But they tested him. They rebelled against God Most High, and they did not keep his testimonies.",
      "57": "Yes, they turned aside and were treacherous like their fathers. They were as undependable as a crooked bow.",
      "58": "Then they angered him with their high places, and they made him jealous with their idols.",
      "59": "God heard, and he showed his anger. He completely rejected Israel.",
      "60": "So he abandoned his dwelling in Shiloh, the tent where he dwelled among people.",
      "61": "So he sent the symbol of his strength away into captivity. He gave his splendor into the hand of the foe.",
      "62": "He also handed over his people to the sword, and he showed his anger against his possession.",
      "63": "Fire consumed their best young men, so their virgins were not praised in wedding songs.",
      "64": "Their priests fell by the sword, and their widows did not weep.",
      "65": "Then the Lord awoke like someone who has been sleeping, like a warrior overcome by wine.",
      "66": "Then he drove back his foes. He gave them everlasting shame.",
      "67": "Then he rejected the tent of Joseph, and he did not choose the tribe of Ephraim.",
      "68": "But he chose the tribe of Judah, Mount Zion, which he loved.",
      "69": "Then he built up his sanctuary like the heights, like the world that he established for all time.",
      "70": "Then he chose David his servant and took him from the sheep pens.",
      "71": "He brought him from following the mother sheep to shepherd his people Jacob and his possession Israel.",
      "72": "So he shepherded them with a sincere heart, and with skillful hands he led them."
    },
    "79": {
      "1": "God, the nations have invaded your possession. They have profaned your holy temple. They have reduced Jerusalem to a heap of ruins.",
      "2": "They have left the corpses of your servants as food for the birds of the sky. They have given the flesh of your favored ones to the wild animals.",
      "3": "They have poured out their blood like water all over Jerusalem, and there is no one to bury them.",
      "4": "We are subjected to contempt by our neighbors, to mockery and ridicule by those around us.",
      "5": "How long, O Lord? Will you stay angry forever? How long will your jealous anger burn like fire?",
      "6": "Pour out your wrath on the nations that do not acknowledge you, on the kingdoms that do not call on your name,",
      "7": "because they have devoured Jacob, and they have destroyed his pastureland.",
      "8": "Do not charge the guilt of our fathers against us. Hurry, let your compassion come to meet us, for we are very weak.",
      "9": "God, who saves us, help us for the glory of your name. Deliver us and make atonement for our sins for your name’s sake.",
      "10": "Why should the nations say, “Where is their God?” Before our very eyes, display to the nations vengeance for the poured-out blood of your servants.",
      "11": "May the groaning of the prisoner come before you. According to the great strength of your arm preserve those doomed to death.",
      "12": "Pay back into the laps of our neighbors seven times as much scorn as the scorn that they directed at you, Lord.",
      "13": "Then we your people, the flock of your pasture, will praise you forever. From generation to generation we will recount your praise."
    },
    "80": {
      "1": "For the choir director. To “Lilies.” A Testimony. By Asaph. A psalm.",
      "2": "O Shepherd of Israel, give ear, you who lead Joseph like a flock. You who are seated above the cherubim, shine forth.",
      "3": "Before Ephraim and Benjamin and Manasseh, stir up your might. Come with salvation for us.",
      "4": "God, restore us, and make your face shine, so we will be saved.",
      "5": "Lord God of Armies, how long will your anger smoke against the prayer of your people?",
      "6": "You make them eat bread with tears, and you make them drink tears by the quart.",
      "7": "You create strife between us and our neighbors, so our enemies join together in mocking us.",
      "8": "God of Armies, restore us, and make your face shine, so we will be saved.",
      "9": "You brought a vine out from Egypt. You drove out the nations, and you planted it.",
      "10": "You cleared a place for it, and it took root and filled the land.",
      "11": "The mountains were covered by its shade, the cedars of God with its branches.",
      "12": "It sent out its boughs to the Sea, its shoots as far as the River.",
      "13": "Why have you broken down its walls so that all who pass by pick its fruit?",
      "14": "A wild boar from the forest tears it up, and the wild animals feed on it.",
      "15": "God of Armies, return now! Look down from heaven and see, and take care of this vine,",
      "16": "the shoot that your right hand has planted, the son that you made strong for yourself.",
      "17": "It is burned with fire like garbage. Because of the rebuke from your face they perish.",
      "18": "Let your hand rest on the man at your right hand, on the son of man whom you have made strong for yourself.",
      "19": "Then we will not turn away from you. Cause us to live, and we will call on your name.",
      "20": "Lord God of Armies, restore us, and make your face shine, so we will be saved."
    },
    "81": {
      "1": "For the choir director. According to gittith. By Asaph.",
      "2": "Sing a loud song to God, our strength. Shout to the God of Jacob!",
      "3": "Begin the music, and play the hand drum. Play the sweet-sounding lyre along with the harp.",
      "4": "Sound the ram’s horn at the new moon and at the full moon for our festival day.",
      "5": "Yes, this is an order for Israel, a regulation from the God of Jacob.",
      "6": "God established it as a testimony for Joseph when he went out against the land of Egypt. There I heard a language I did not know.",
      "7": "The Lord says: I relieved Israel’s shoulders from the burden. His hands were set free from carrying buckets.",
      "8": "In distress you called and I rescued you. I answered you from the hiding place of thunder. Interlude I tested you at the waters of Meribah.",
      "9": "Listen, my people, and I will warn you. If only you would listen to me, Israel!",
      "10": "There shall be no foreign god among you! You shall not bow down to a strange god.",
      "11": "I am the Lord your God, who brought you up out of the land of Egypt. Open your mouth wide, and I will fill it.",
      "12": "But my people would not listen to my voice, and Israel was not willing to obey me.",
      "13": "So I sent them off in the stubbornness of their hearts. They walked according to their own plans.",
      "14": "If only my people would listen to me, if only Israel would walk in my ways,",
      "15": "I would subdue their enemies quickly. I would turn my hand against their foes.",
      "16": "Those who hate the Lord would cower before him, and their time of punishment would last forever.",
      "17": "But he would feed Israel with the best wheat. With honey from the rock I would satisfy you."
    },
    "82": {
      "1": "God is standing in the assembly of God. In the midst of the gods he renders judgment.",
      "2": "How long will you judge unjustly Interlude and show favoritism to the wicked?",
      "3": "Judge in favor of the weak and the fatherless. Acquit the oppressed and the poor.",
      "4": "Rescue the weak and the needy. Deliver them from the hand of the wicked.",
      "5": "They do not know. They do not understand. They walk around in darkness. All the foundations of the earth are shaken.",
      "6": "I myself said, “You are ‘gods,’ and you are all ‘sons of the Most High.’",
      "7": "But you will die like men. You will fall like any other ruler.”",
      "8": "Rise up, O God. Judge the earth, for you will take possession of all the nations."
    },
    "83": {
      "1": "God, do not keep silent. Do not be deaf. Do not be quiet, God.",
      "2": "Look! Your enemies are in an uproar, and those who hate you have raised their head.",
      "3": "Against your people they devise deceptive schemes, and they plot together against the people you treasure.",
      "4": "They say, “Come, let us wipe them out as a nation, so the name of Israel will not be remembered anymore.”",
      "5": "Indeed, with one mind they plot together. They form an alliance against you—",
      "6": "the tents of Edom and the Ishmaelites, Moab and the Hagrites,",
      "7": "Gebal and Ammon and Amalek, Philistia, with the inhabitants of Tyre.",
      "8": "Even Ashshur has joined with them. Interlude They have become the arm of the sons of Lot.",
      "9": "Do to them as you did to Midian, as you did to Sisera and Jabin at the stream Kishon.",
      "10": "They perished at Endor. They became like manure for the ground.",
      "11": "Make their nobles like Oreb and like Zeeb, all their princes like Zebah and Zalmunna,",
      "12": "who said, “Let us take possession of God’s pastures for ourselves.”",
      "13": "My God, make them like tumbleweed, like chaff before the wind.",
      "14": "As fire burns the forest, or as a flame sets the mountains on fire,",
      "15": "so pursue them with your violent wind, and terrify them with your storm.",
      "16": "Fill their faces with shame so that they will seek your name, O Lord.",
      "17": "May they be ashamed and terrified forever. May they be disgraced and perish.",
      "18": "Let them know that you, whose name is the Lord, you alone are the Most High over all the earth."
    },
    "84": {
      "1": "For the choir director. According to gittith. By the Sons of Korah. A psalm.",
      "2": "How I love your dwelling place, O Lord of Armies.",
      "3": "My soul grows weak and even wastes away, as I long for the courtyards of the Lord. My heart and my flesh cry out for the living God.",
      "4": "Even the sparrow has found a home, and the swallow has found a nest for herself, where she may place her young near your altars, O Lord of Armies, my King and my God.",
      "5": "How blessed are those who live in your house. Interlude They are always praising you.",
      "6": "How blessed is everyone whose strength is found in you. The highways to Jerusalem are in their hearts.",
      "7": "As they pass through the Valley of Baca, it becomes full of springs. The autumn rain also covers it with pools.",
      "8": "They go from strength to strength. Each one will appear before God in Zion.",
      "9": "O Lord, God of Armies, hear my prayer. Interlude Give ear, O God of Jacob.",
      "10": "Look upon our Shield, O God. Look with favor on the face of your Anointed One.",
      "11": "Yes, one day in your courts is better than a thousand elsewhere. I would rather wait at the doorway of the house of my God than dwell in the tents of the wicked.",
      "12": "For the Lord is a sun and shield. God gives grace and glory. The Lord does not withhold any good thing from those who walk with integrity.",
      "13": "O Lord of Armies, how blessed is everyone who trusts in you."
    },
    "85": {
      "1": "You showed favor to your land, O Lord. You restored Jacob.",
      "2": "You removed the guilt of your people. Interlude You covered all their sin.",
      "3": "You put away all your wrath. You turned from your burning anger.",
      "4": "Restore us, O God who saves us. Put an end to your indignation with us.",
      "5": "Will you be angry with us forever? Will you extend your anger through all generations?",
      "6": "Will you not turn and revive us, so that your people may rejoice in you?",
      "7": "Show us your mercy, O Lord, and give us your salvation.",
      "8": "I will hear what the true God, the Lord, will say. He indeed speaks peace to his people, to his favored ones, but do not let them turn to foolish ways.",
      "9": "Surely his salvation is near for those who fear him, so that glory may dwell in our land.",
      "10": "Mercy and truth meet together. Righteousness and peace kiss each other.",
      "11": "Truth springs up from the earth, and righteousness looks down from heaven.",
      "12": "The Lord will indeed give good things, and our land will yield its harvest.",
      "13": "Righteousness walks in front of him. It prepares the way for his footsteps."
    },
    "86": {
      "1": "Turn your ear, O Lord. Answer me, for I am poor and needy.",
      "2": "Guard my life, for I am favored by you. You are my God. Save your servant, who trusts in you.",
      "3": "Have mercy on me, O Lord, for I call to you all day long.",
      "4": "Bring joy to the soul of your servant, for to you, O Lord, I lift up my soul.",
      "5": "Indeed, you, Lord, are good and forgiving and abounding in mercy to all who call to you.",
      "6": "Give ear to my prayer, O Lord. Pay attention to the sound of my cries for mercy.",
      "7": "In the day of my distress I will call to you, because you will answer me.",
      "8": "There is no one like you among the gods, O Lord. There are no deeds like your deeds.",
      "9": "All the nations you have made will come. They will bow before you, O Lord, and they will give glory to your name,",
      "10": "because you are great and do marvelous deeds. You alone are God.",
      "11": "Teach me your way, O Lord. I will walk in your truth. Give me wholehearted commitment to fear your name.",
      "12": "I will thank you, O Lord my God, with all my heart, and I will glorify your name forever.",
      "13": "For great is your mercy toward me, and you have delivered my soul from “the lowest hell.”",
      "14": "God, the arrogant rise against me. A mob of ruthless men seeks my life. They pay no attention to you.",
      "15": "But you, Lord, are a compassionate and gracious God, slow to anger, abounding in mercy and faithfulness.",
      "16": "Turn to me and have mercy on me. Give your strength to your servant. Save the son of your maidservant.",
      "17": "Give a sign of your goodness for me. Then those who hate me will see it and be put to shame, because you, Lord, have helped me and comforted me."
    },
    "87": {
      "1": "The city he founded is on the holy mountains.",
      "2": "The Lord loves the gates of Zion more than all the other dwellings of Jacob. Interlude",
      "3": "Glorious things are spoken about you, O City of God.",
      "4": "I will register Rahab and Babylon among those who know me. Look! Philistia and Tyre are there, along with Cush! Of them I say, “This one was born there in Zion.”",
      "5": "And about Zion it will be said, “This one and that one were born in her, and the Most High himself will establish her.”",
      "6": "When he registers the peoples, the Lord will write: Interlude “This one was born there.”",
      "7": "Then the singers, as they dance, will sing, “All my springs are in you.”"
    },
    "88": {
      "1": "O Lord, the God who saves me, by day I cry out. At night I cry before you.",
      "2": "May my prayer come before you. Turn your ear to my cry.",
      "3": "Indeed, my soul has had its fill of troubles, and my life has arrived at the grave.",
      "4": "I am treated like those who go down to the pit. I am like someone without strength.",
      "5": "I am turned loose with the dead. I am like the slain who lie in the grave, like the ones you do not remember anymore, like those who are cut off from your hand.",
      "6": "You have put me in the lowest pit, in dark places, in the depths.",
      "7": "Your wrath presses against me. Interlude You have battered me with all your breakers.",
      "8": "You have distanced my acquaintances from me. You have made me repulsive to them. I am shut in and I cannot get out.",
      "9": "My eyesight grows dim from affliction. I call to you, O Lord, every day. I spread out my hands to you.",
      "10": "Is it for the dead that you do a miracle? Interlude Do the spirits of the dead rise up and praise you?",
      "11": "Is your mercy declared in the tomb, your faithfulness in decay?",
      "12": "Is your wonderful work known in the darkness? Is your righteousness known in the land of forgetfulness?",
      "13": "But I cry to you, O Lord, and in the morning my prayer comes before you.",
      "14": "Why, O Lord, do you reject my soul? Why do you hide your face from me?",
      "15": "I have been afflicted and I have been close to death since my youth. I have endured your terrors. I am in despair.",
      "16": "Your rage has swept over me. Your terrors have destroyed me.",
      "17": "All day long they surround me like water. They have battered me completely.",
      "18": "You have distanced my loved one and friend from me. My only friend is darkness."
    },
    "89": {
      "1": "I will sing of the mercies of the Lord forever. With my mouth I will make your faithfulness known through all generations.",
      "2": "Yes, I have said, “Your mercy is built to last forever. In the heavens you establish your faithfulness.”",
      "3": "The Lord said, “I have made a covenant with my chosen one. I have sworn to David my servant.",
      "4": "I will establish your seed forever, Interlude and I will build your throne through all generations.”",
      "5": "The heavens praise your wonders, O Lord, also your faithfulness in the assembly of the holy ones.",
      "6": "For who in the skies can compare with the Lord? Who is like the Lord among the sons of God?",
      "7": "God is revered in the council of the holy ones. He is to be feared more than all who surround him.",
      "8": "O Lord God of Armies, who is like you? You are mighty, O Lord, and your faithfulness surrounds you.",
      "9": "You rule over the majestic sea. When its waves rise up, you quiet them.",
      "10": "You crushed Rahab like one of the slain. With your strong arm you scattered your enemies.",
      "11": "The heavens are yours, and yours also is the earth. You founded the world and everything that fills it.",
      "12": "You created the north and the south. Tabor and Hermon shout for joy at your name.",
      "13": "Your arm works for you with power. Your hand is strong. Your right hand is raised high.",
      "14": "Righteousness and justice are the foundation of your throne. Mercy and truth are right in front of you.",
      "15": "How blessed are the people who know the joyful cry. Lord, they walk in the light from your face.",
      "16": "In your name they celebrate all day long. In your righteousness they are lifted up.",
      "17": "For you are the beauty of their strength, and by your favor you exalt our Horn.",
      "18": "Indeed, our Shield belongs to the Lord, our King to the Holy One of Israel.",
      "19": "Once you spoke in a vision to your favored ones. You said: I have granted help to a warrior. I have raised up a young man from among the people.",
      "20": "I found David my servant. With my holy oil I have anointed him.",
      "21": "He is the one whom my hand will sustain. Surely my arm will strengthen him.",
      "22": "No enemy will subject him to tribute. No violent man will oppress him.",
      "23": "I will crush his foes before him and strike down those who hate him.",
      "24": "My faithfulness and mercy will be with him, and through my name his horn will be exalted.",
      "25": "I will set his hand over the sea, his right hand over the rivers.",
      "26": "He will call out to me, “You are my Father, my God and the Rock that saves me.”",
      "27": "I will also make him the Firstborn, the highest of the kings of the earth.",
      "28": "I will keep my mercy for him forever, and my covenant with him will stand firm.",
      "29": "I will establish his seed forever. His throne will endure like the days of the heavens.",
      "30": "If his sons forsake my law, and they do not walk according to my judgments,",
      "31": "if they violate my statutes and do not keep my commands,",
      "32": "I will punish their rebellion with the rod, their guilt with whipping.",
      "33": "But I will not break off my mercy from him. I will not let my truth become false.",
      "34": "I will not violate my covenant. I will not alter what comes out of my lips.",
      "35": "Once and for all, I have sworn by my holiness— surely I will not lie to David—",
      "36": "that his seed will continue forever, and his throne will endure before me like the sun.",
      "37": "It will be established forever like the moon. Interlude This witness in the sky is faithful.",
      "38": "But you have rejected, you have cast off, you have been very angry with your anointed one,",
      "39": "and you have renounced the covenant with your servant, and you have thrown his crown on the ground.",
      "40": "You have broken down all his walls and reduced his fortresses to rubble.",
      "41": "All who pass by on the road have plundered him. He is despised by his neighbors.",
      "42": "You have raised up the right hand of his foes. You have made all his enemies happy.",
      "43": "Indeed, you have deflected the edge of his sword, and you have not let him stand up in battle.",
      "44": "You have put an end to his majesty, and you have hurled his throne to the ground.",
      "45": "You have cut short the days of his youth. Interlude You have clothed him with shame.",
      "46": "How long, O Lord? Will you hide yourself forever? Will your wrath burn like fire?",
      "47": "Remember me! What is my life! For you have created such futility for all the children of Adam!",
      "48": "Can anyone live and not see death, Interlude or save his life from the power of the grave?",
      "49": "Where are your former mercies, O Lord, which you swore to David in your faithfulness?",
      "50": "Remember, Lord, the scorn your servants have endured. (I carry on my heart all the many peoples!)",
      "51": "Remember the scorn with which your enemies have been scornful, O Lord, with which they have scorned the steps of your Anointed One.",
      "52": "Blessed be the Lord forever! Amen and Amen."
    },
    "90": {
      "1": "Lord, you have been our dwelling place throughout all generations.",
      "2": "Before the mountains were born, before you gave birth to the earth and the world, from eternity to eternity you are God.",
      "3": "You grind people to dust, and you say, “Return, children of Adam.”",
      "4": "For a thousand years in your sight are like a day, like yesterday that has gone by, or like a watch in the night.",
      "5": "You sweep them away like a flood. They are like sleep in the morning, like grass which changes quickly.",
      "6": "In the morning it sprouts and grows. By evening it is cut down, and it withers.",
      "7": "Surely, we are consumed by your anger, and by your wrath we are terrified.",
      "8": "You have laid out our guilty deeds in front of you. Our hidden sins are revealed in the light of your face.",
      "9": "For all our days pass away under your fury. We finish our years like a sigh.",
      "10": "The days of our lives add up to seventy years, or eighty years if we are strong. Yet the best of them are trouble and sorrow, for they disappear quickly, and we fly away.",
      "11": "Who can understand the power of your anger? But your fury is consistent with the fear that is owed to you.",
      "12": "Teach us to number our days in such a way that we bring a heart of wisdom.",
      "13": "Turn, O Lord! How long! Change your mind toward your servants.",
      "14": "Satisfy us in the morning with your mercy, so that we may sing for joy and be glad all our days.",
      "15": "Make us glad for as many days as you have afflicted us, for as many years as we have seen trouble.",
      "16": "Let your deeds be seen by your servants and your majesty by their children.",
      "17": "May the kindness of the Lord our God rest upon us. Establish the work of our hands for us. Yes, establish the work of our hands."
    },
    "91": {
      "1": "One who lives in the shelter of the Most High will stay in the shadow of the Almighty.",
      "2": "I will say to the Lord, “My refuge and my fortress, my God in whom I trust.”",
      "3": "Surely he will rescue you from the fowler’s trap, from the destructive plague.",
      "4": "With his feathers he will cover you, and under his wings you will find refuge. His truth will be your shield and armor.",
      "5": "You will not fear the terror of night, nor the arrow that flies by day,",
      "6": "nor the plague that prowls in the darkness, nor the pestilence that destroys at noon.",
      "7": "A thousand may fall at your side, ten thousand at your right hand, but it will not come near you.",
      "8": "You will only observe it with your eyes. You will see the punishment of the wicked.",
      "9": "Yes, you, Lord, are my refuge! If you make the Most High your shelter,",
      "10": "evil will not overtake you. Disaster will not come near your tent.",
      "11": "Yes, he will give a command to his angels concerning you, to guard you in all your ways.",
      "12": "They will lift you up in their hands, so that you will not strike your foot against a stone.",
      "13": "You will tread on the lion and the cobra. You will trample the young lion and the serpent.",
      "14": "The Lord says, Because he clings to me, I will rescue him. I will protect him, because he acknowledges my name.",
      "15": "He will call on me, and I will answer him. I will be with him in distress. I will deliver him and I will honor him.",
      "16": "With long life I will satisfy him, and I will let him see my salvation."
    },
    "92": {
      "1": "It is good to give thanks to the Lord, to make music to your name, O Most High,",
      "2": "to proclaim your mercy in the morning and your faithfulness every night,",
      "3": "with a ten-stringed instrument and with a harp, with a melody on a lyre.",
      "4": "Yes, you make me glad by your work, O Lord. I sing loudly at the works of your hands.",
      "5": "How great are your works, O Lord. Your thoughts are very deep!",
      "6": "The senseless man does not know, and the fool does not understand this—",
      "7": "when the wicked spring up like weeds, and all evildoers bloom like flowers, they will be destroyed forever.",
      "8": "But you are exalted forever, O Lord.",
      "9": "Without a doubt your enemies, O Lord, without a doubt your enemies will perish. All evildoers will be scattered.",
      "10": "But you have raised my horn like that of a wild ox. I am drenched with fresh oil.",
      "11": "My eyes have looked in triumph over my adversaries. When evildoers rise against me, my ears hear their defeat.",
      "12": "The righteous will shoot up like a palm tree. They will grow tall like a cedar in Lebanon.",
      "13": "Planted in the house of the Lord, they will shoot up in the courtyards of our God.",
      "14": "They will still produce fruit in old age. They will stay fresh and green.",
      "15": "Yes, they can proclaim, “The Lord is upright. He is my Rock, and he does no wrong.”"
    },
    "93": {
      "1": "The Lord reigns. He is clothed in majesty. The Lord is clothed—he wears strength like a belt. Yes, the world stands firm. It will not be moved.",
      "2": "Your throne was established long ago. You are from eternity.",
      "3": "The waves have lifted up, O Lord, the waves have lifted up their voice. The waves roar loudly.",
      "4": "Mightier than the thundering of the great waters, mightier than the breakers of the sea, the Lord on high is mighty.",
      "5": "Your testimonies stand very firm. Holiness beautifies your house for endless days, O Lord."
    },
    "94": {
      "1": "O Lord, God of vengeance, God of vengeance, shine forth.",
      "2": "Rise up, O Judge of the earth. Repay the proud with what they deserve.",
      "3": "How long will the wicked, O Lord, how long will the wicked celebrate?",
      "4": "They gush. They speak arrogantly. All the evildoers brag about themselves.",
      "5": "They crush your people, O Lord. They oppress the people that belong to you.",
      "6": "They kill the widow and the alien. They murder the fatherless.",
      "7": "Then they say, “The Lord does not see. The God of Jacob does not understand.”",
      "8": "Understand, you brutes among the people. You fools, when will you become wise?",
      "9": "The one who planted the ear—will he not hear? The one who formed the eye—will he not observe?",
      "10": "The one who disciplines nations—will he not rebuke them? He is the one who teaches mankind knowledge.",
      "11": "The Lord knows the thoughts of mankind. He knows that they are just vapor.",
      "12": "How blessed is the person whom you discipline, O Lord, whom you teach from your law.",
      "13": "You grant him rest in days of trouble, until a pit is dug for the wicked.",
      "14": "For the Lord will not desert his people, and he will never forsake those who are his own.",
      "15": "Then judgment will again be based on righteousness, and all the upright in heart will pursue it.",
      "16": "Who will rise up for me against the wicked? Who will take a stand for me against evildoers?",
      "17": "Unless the Lord had been my helper, my soul would soon have dwelt in silence.",
      "18": "When I said, “My foot has slipped,” your mercy, Lord, upheld me.",
      "19": "When my worries within me were many, your comfort brought joy to my soul.",
      "20": "Can a destructive throne be allied with you, one that creates injustice by its decrees?",
      "21": "They band together against the life of the righteous, and they condemn innocent blood.",
      "22": "But the Lord has become my fortress, and my God is the rock where I take refuge.",
      "23": "Then he will repay them for their iniquity, and he will destroy them for their wickedness. The Lord our God will destroy them."
    },
    "95": {
      "1": "Come, let us sing joyfully to the Lord. Let us give a loud shout to the Rock who saves us.",
      "2": "Let us approach his presence with thanksgiving. With music we will shout to him.",
      "3": "For the Lord is the great God and the great King above all gods.",
      "4": "He holds the unexplored places of the earth in his hand, and the peaks of the mountains belong to him.",
      "5": "The sea belongs to him, for he made it, and his hands formed the dry land.",
      "6": "Come, let us bow down. Let us revere him. Let us kneel before the Lord our Maker,",
      "7": "for he is our God, and we are the people of his pasture and the flock in his hand. Today, if you hear his voice,",
      "8": "do not harden your hearts as they did at Meribah, as they did that day at Massah in the wilderness,",
      "9": "where your fathers challenged me and tested me though they had seen what I had done.",
      "10": "For forty years I was disgusted with that generation, and I said, “They are a people who have hearts that stray. They do not acknowledge my ways.”",
      "11": "So I swore in my anger, “They shall never enter my resting place.”"
    },
    "96": {
      "1": "Sing to the Lord a new song. Sing to the Lord, all the earth.",
      "2": "Sing to the Lord. Praise his name. Proclaim the good news of his salvation from day to day.",
      "3": "Tell about his glory among the nations, about his marvelous deeds among all peoples.",
      "4": "For great is the Lord and worthy of great praise. He is to be feared above all gods.",
      "5": "For all the gods of the peoples are “nothings,” but the Lord made the heavens.",
      "6": "Splendor and majesty are before him. Power and beauty are in his sanctuary.",
      "7": "Ascribe to the Lord, families of peoples, Ascribe to the Lord glory and power.",
      "8": "Ascribe to the Lord the glory due his name. Bring a gift and come into his courtyards.",
      "9": "Bow down to the Lord in the splendor of his holiness. Look away from his face, all the earth.",
      "10": "Say among the nations, “The Lord reigns.” The world is firmly established. It will not be moved. He will judge the peoples with fairness.",
      "11": "Let the heavens rejoice. Let the earth celebrate. Let the sea roar, and all that fills it.",
      "12": "Let the fields be overjoyed, and everything that is in them. Then all the trees of the forest will sing for joy",
      "13": "before the Lord, for he comes, for he comes to judge the earth. He will judge the world in righteousness and the peoples in his faithfulness."
    },
    "97": {
      "1": "The Lord reigns. Let the earth celebrate. Let the many islands and coastlands rejoice.",
      "2": "Clouds and deep darkness surround him. Righteousness and justice are the foundation of his throne.",
      "3": "Fire goes out in front of him. It burns up his foes all around him.",
      "4": "His lightning lights up the world. The earth sees and writhes in pain.",
      "5": "The mountains melt like wax in the presence of the Lord, in the presence of the Lord of all the earth.",
      "6": "The heavens proclaim his righteousness, and all the peoples see his glory.",
      "7": "All who serve idols are put to shame, those who boast in “nothings.” Bow to him, all you gods!",
      "8": "Zion hears and rejoices, and the daughters of Judah celebrate because of your judgments, O Lord.",
      "9": "For you, O Lord, are the Most High over all the earth. You are raised up far above all gods.",
      "10": "Let those who love the Lord hate evil. He guards the lives of his favored ones. He delivers them from the hand of the wicked.",
      "11": "Light rises for the righteous and joy for the upright in heart.",
      "12": "Rejoice in the Lord, you righteous, and give thanks as you remember his holiness."
    },
    "98": {
      "1": "Sing to the Lord a new song, for he has done marvelous things. His right hand and his holy arm have worked salvation for him.",
      "2": "The Lord has made his salvation known. He has revealed his righteousness to the eyes of the nations.",
      "3": "He has remembered his mercy and his faithfulness to the house of Israel. All the ends of the earth have seen the salvation of our God.",
      "4": "Shout for joy to the Lord, all the earth. Break out in joyful song! Make music!",
      "5": "Make music to the Lord with the lyre, with the lyre and the sound of music.",
      "6": "With trumpets and the sound of the ram’s horn shout for joy before the King, the Lord.",
      "7": "Let the sea roar, and everything that fills it, the world, and all who live in it.",
      "8": "Let the rivers clap their hands. Let the mountains sing for joy together before the Lord,",
      "9": "for he comes to judge the earth. He will judge the world in righteousness and the peoples with fairness."
    },
    "99": {
      "1": "The Lord reigns. Let the peoples tremble. He is seated above the cherubim. Let the earth quake.",
      "2": "The Lord is great in Zion. He is exalted over all the peoples.",
      "3": "Let them praise your name, great and awesome. He is holy!",
      "4": "The King is mighty. He loves justice. You, Lord, have established fairness. In Jacob you carried out justice and righteousness.",
      "5": "Exalt the Lord our God and bow down before his footstool. He is holy!",
      "6": "Moses and Aaron were among his priests. Samuel was among those who call on his name. They called on the Lord, and he answered them.",
      "7": "From within the pillar of cloud he spoke to them. They kept his testimonies and the order that he gave them.",
      "8": "O Lord our God, you answered them. For them you were a God who removes sin, but you repaid them for their deeds.",
      "9": "Exalt the Lord our God, and bow down before his holy mountain, because the Lord our God is holy."
    },
    "100": {
      "1": "Shout to the Lord with joy, all the earth.",
      "2": "Serve the Lord with gladness. Come before him with joyful songs.",
      "3": "Know that the Lord is God. He made us, and we are his. We are his people, the sheep of his pasture.",
      "4": "Enter his gates with thanksgiving, his courtyards with praise. Give thanks to him and bless his name.",
      "5": "For the Lord is good. His mercy endures forever. His faithfulness continues through all generations."
    },
    "101": {
      "1": "I will sing about your mercy and justice. To you, O Lord, I will make music.",
      "2": "I will act wisely, following the way that is honest. When will you come to me? Within my palace I will conduct myself with integrity.",
      "3": "I will not tolerate an evil cause in my sight. I hate unfaithfulness and apostasy. It will not stick to me.",
      "4": "A perverted heart shall be kept far from me. I will not acknowledge evil.",
      "5": "I will silence anyone who slanders his neighbor in secret. I cannot tolerate anyone who has arrogant eyes and a proud heart.",
      "6": "My eyes will watch for the faithful in the land, so that they can be seated with me. Those who walk in the way of integrity will serve as my ministers.",
      "7": "Anyone who practices deceit will not sit inside my palace. Anyone who is a liar will not stand in my sight.",
      "8": "Every morning I will silence all the wicked in the land, in order to cut off every evildoer from the city of the Lord."
    },
    "102": {
      "1": "O Lord, hear my prayer, and let my cry for help come to you.",
      "2": "Do not hide your face from me on the day when I am distressed. Turn your ear to me on the day I call. Hurry! Answer me!",
      "3": "For my days go up in smoke, and my bones are burned like hot coals.",
      "4": "My heart is cut down and withered like grass, so I forget to eat my food.",
      "5": "Because of the sound of my groaning, my bones stick out of my flesh.",
      "6": "I am like an owl in the wilderness, like a screech owl among the ruins.",
      "7": "I lie awake. I have become like a lonely bird on a roof.",
      "8": "All day long my enemies taunt me. Those who ridicule me use my name as a curse,",
      "9": "because I eat ashes like bread, and I mix tears with my drinks.",
      "10": "Because of your rage and your wrath, you have picked me up and thrown me away.",
      "11": "My days are being stretched out like a shadow, and I am dried up like grass.",
      "12": "But you, Lord, sit on your throne forever, and you will be remembered through all generations.",
      "13": "You will rise and have compassion on Zion. Yes, it is time to be gracious to her, because the appointed time has come.",
      "14": "Yes, your servants will show favor to her stones, and they will have compassion on her dust.",
      "15": "Then the nations will fear the name of the Lord, and all the kings of the earth will fear your glory.",
      "16": "For the Lord will rebuild Zion. He will appear in his glory.",
      "17": "He will respond to the prayer of the naked. He will not despise their prayer.",
      "18": "Let this be written till the last generation, so that a people not yet created may praise the Lord.",
      "19": "For the Lord looked down from his high, holy place. From heaven he viewed the earth",
      "20": "to hear the groans of the prisoner, to release those condemned to death.",
      "21": "So the name of the Lord will be recorded in Zion and his praise in Jerusalem,",
      "22": "when the peoples and the kingdoms are gathered together to serve the Lord.",
      "23": "He took away my strength during my lifetime. He cut short my days.",
      "24": "I said, “My God, do not take me away in the middle of my days.” Your years go on through all generations.",
      "25": "Long ago you laid a foundation for the earth, and the heavens are the work of your hands.",
      "26": "They will perish, but you remain. All of them wear out like a garment. Like clothing you will change them, and they will be changed.",
      "27": "But you are the same, and your years will never end.",
      "28": "The children of your servants will dwell with you, and their descendants will be established before you."
    },
    "103": {
      "1": "Bless the Lord, O my soul. All that is within me, bless his holy name.",
      "2": "Bless the Lord, O my soul, and do not forget all his benefits—",
      "3": "who pardons all your guilt, who heals all your diseases,",
      "4": "who redeems your life from the pit, who crowns you with mercy and compassion,",
      "5": "who satisfies your life with goodness, so that your youth is renewed like the eagle.",
      "6": "The Lord performs righteousness and justice for all the oppressed.",
      "7": "He made known his ways to Moses, his deeds to the people of Israel.",
      "8": "The Lord is compassionate and gracious, slow to anger, abounding in mercy.",
      "9": "He will not always accuse. He will not keep his anger forever.",
      "10": "He does not treat us as our sins deserve. He does not repay us according to our guilty deeds.",
      "11": "Yes, as high as the heavens are above the earth, so powerful is his mercy toward those who fear him.",
      "12": "As distant as the east is from the west, so far has he removed our rebellious acts from us.",
      "13": "As a father has compassion on his children, so the Lord has compassion on those who fear him.",
      "14": "For he knows how we were formed. He remembers that we are dust.",
      "15": "As for man, his days are like grass. Like a wildflower he blossoms.",
      "16": "Then the wind blows over it, and it is gone, and its place recognizes it no more.",
      "17": "But the Lord’s mercy is from eternity to eternity over those who fear him, and his righteousness is with their children’s children,",
      "18": "with those who keep his covenant, with those who remember his precepts in order to obey them.",
      "19": "The Lord has established his throne in the heavens, and his royal power rules over all.",
      "20": "Bless the Lord, you his angels, you strong warriors who obey his word by listening to what he says.",
      "21": "Bless the Lord, all his armies, you who minister to him, you who do whatever pleases him.",
      "22": "Bless the Lord, everything he has made in all places where he rules. Bless the Lord, O my soul."
    },
    "104": {
      "1": "Bless the Lord, O my soul. O Lord my God, you are very great. You are clothed with splendor and majesty.",
      "2": "He wears light like a robe. He stretches out the heavens like a canopy.",
      "3": "He lays beams on the waters to support his upper chambers. He makes clouds his chariot. He travels on the wings of the wind.",
      "4": "He makes his messengers winds. His ministers are blazing fire.",
      "5": "He placed the earth firmly on its foundations. It cannot be moved forever and ever.",
      "6": "You covered it with the deep as a garment. The waters stood above the mountains.",
      "7": "At your rebuke they fled. At the sound of your thunder they hurried away.",
      "8": "The waters surged up the mountains. They went down into the valleys, to the place that you prepared for them.",
      "9": "You set a boundary that they cannot cross. They will not return to cover the earth.",
      "10": "He makes springs flow into streams that run between the mountains.",
      "11": "They give water to every wild animal. The wild donkeys quench their thirst.",
      "12": "The birds of the sky live by the streams. From among the branches they send out their song.",
      "13": "He waters the mountains from his upper chambers. The earth is filled with the fruit he produces.",
      "14": "He makes grass grow for the cattle, and plants that people use to produce food from the earth.",
      "15": "Also wine that makes people’s hearts glad, olive oil to make their face shine, and bread that sustains their lives.",
      "16": "The trees of the Lord have everything they need. He planted the cedars of Lebanon,",
      "17": "where birds make their nests. The stork has its home in the fir trees.",
      "18": "The high mountains are for the wild goats. The crags are a refuge for the rock badgers.",
      "19": "The moon marks off the months and seasons. The sun knows when to go down.",
      "20": "You bring darkness, and it becomes night. During it all the animals in the forest move about.",
      "21": "The young lions roar for their prey. They are seeking their food from God.",
      "22": "The sun rises, and they gather together. They return to their dens and lie down.",
      "23": "Man goes out to his work. He continues his labor until evening.",
      "24": "How many are your works, O Lord! In wisdom you made them all. The earth is full of your creatures.",
      "25": "Here is the sea, great and very wide. In it creatures swarm beyond number— living things, the small with the large.",
      "26": "There the ships go back and forth, and the leviathan that you formed to play in it.",
      "27": "All of them wait hopefully for you to give them their food in its time.",
      "28": "You give it to them. They gather it up. You open your hand. They are satisfied with good things.",
      "29": "You hide your face. They are terrified. You take away their breath. They breathe their last and return to their dust.",
      "30": "You send your Spirit—they are created. You renew the face of the earth.",
      "31": "May the glory of the Lord endure forever. May the Lord rejoice in his works.",
      "32": "He looks at the earth and it trembles. He touches the mountains and they smoke.",
      "33": "I will sing to the Lord throughout my life. I will make music to my God as long as I last.",
      "34": "May my meditation be pleasing to him. I will rejoice in the Lord.",
      "35": "May sinners come to an end on the earth, and the wicked—may they be no more. Bless the Lord, O my soul. Praise the Lord!"
    },
    "105": {
      "1": "Give thanks to the Lord. Proclaim his name. Make his deeds known among the peoples.",
      "2": "Sing to him, make music to him. Meditate on all his wonders.",
      "3": "Take pride in his holy name. Let the heart of those who seek the Lord rejoice.",
      "4": "Search for the Lord and his strength. Seek his face always.",
      "5": "Remember the wonders which he has done, his signs, and the judgments from his mouth,",
      "6": "you descendants of Abraham his servant, you sons of Jacob, his chosen ones.",
      "7": "He is the Lord our God. His judgments are in all the earth.",
      "8": "He remembers his covenant forever, the word he commanded for a thousand generations,",
      "9": "the covenant which he made with Abraham, and his oath to Isaac.",
      "10": "Yes, he confirmed it to Jacob as a statute, to Israel as an everlasting covenant.",
      "11": "He said, “To you I will give the land of Canaan, the territory you will possess.”",
      "12": "While they were few in number, just a little group and aliens in the land,",
      "13": "they moved around from nation to nation, from one kingdom to another people.",
      "14": "He did not allow anyone to oppress them, and he rebuked kings because of them:",
      "15": "“Do not touch my anointed ones, and do not harm my prophets.”",
      "16": "Then he summoned a famine on the land. He destroyed their entire food supply.",
      "17": "He sent ahead of them a man sold as a slave, Joseph.",
      "18": "They hurt his feet with chains. His throat was clamped in an iron collar,",
      "19": "until the time when his predictions came true. The promise of the Lord tested him.",
      "20": "The king sent for him and released him. The ruler of peoples set him free.",
      "21": "He made him master of his house and ruler over all his possessions,",
      "22": "to bind his officials by his will, to teach his elders wisdom.",
      "23": "Then Israel came to Egypt. Jacob lived as an alien in the land of Ham.",
      "24": "Then the Lord made his people very fruitful. He made them too numerous for their foes.",
      "25": "He turned the Egyptians’ hearts so they hated his people. They dealt deceitfully with his servants.",
      "26": "He sent Moses his servant, and Aaron, whom he had chosen.",
      "27": "They performed his signs among them, his warning signs in the land of Ham.",
      "28": "He sent darkness, and it became extremely dark, because Israel did not rebel against his words.",
      "29": "He turned their waters into blood, and he caused their fish to die.",
      "30": "Their land swarmed with frogs, even in the rooms of their kings.",
      "31": "He spoke, and a swarm of flies came. There were lice throughout their borders.",
      "32": "He gave them hail instead of rain, with blazing lightning throughout their land.",
      "33": "Then he struck down their vines and fig trees, and he broke down the trees within their borders.",
      "34": "He spoke, and the locusts came, and grasshoppers without number.",
      "35": "They ate every green plant in their land. They ate the produce of their soil.",
      "36": "Then he struck down all the firstborn in their land, the first fruit of all their virility.",
      "37": "Then he brought Israel out with silver and gold. From among their tribes no one stumbled.",
      "38": "Egypt was glad when they went out, because fear of Israel had fallen on them.",
      "39": "He spread out a cloud as a canopy and fire to give light at night.",
      "40": "They asked, and he brought quail, and he satisfied them with bread from heaven.",
      "41": "He opened the rock, and water gushed out. It flowed in the desert like a river.",
      "42": "Because he remembered his holy word to Abraham, his servant,",
      "43": "he brought out his people with rejoicing, his chosen ones with a joyful shout.",
      "44": "He gave them the lands of the nations, and they took possession of the work of other peoples",
      "45": "so that they could keep his statutes and observe his laws. Praise the Lord."
    },
    "106": {
      "1": "Praise the Lord. Give thanks to the Lord, for he is good, for his mercy endures forever.",
      "2": "Who can tell about the mighty deeds of the Lord? Who can cause all his praise to be heard?",
      "3": "Blessed are those who defend justice, who do what is right all the time.",
      "4": "Remember me, O Lord, when you show favor to your people. Visit me with your salvation,",
      "5": "so that I may experience the good that belongs to your chosen ones, so that I may rejoice in the joy of your nation, so that I may join in praise with the people that belongs to you.",
      "6": "We have sinned along with our fathers. We have become guilty. We have acted wickedly.",
      "7": "Our fathers in Egypt did not reflect on your wonders. They did not remember your abundant mercies, so they rebelled beside the sea, by the Red Sea.",
      "8": "Nevertheless, he saved them for his name’s sake, to make his might known.",
      "9": "Then he rebuked the Red Sea, and it dried up. He caused them to go through the deep sea as if it were a desert.",
      "10": "He saved them from the hand of the one who hated them. He redeemed them from the hand of the enemy.",
      "11": "Then the waters covered their foes. Not one of them remained.",
      "12": "Then they believed his words. They sang his praise.",
      "13": "They quickly forgot his deeds. They did not wait for his plan.",
      "14": "Because they were filled with craving in the wilderness, they challenged God in the wasteland.",
      "15": "So he gave them what they asked for, but he made them sick so they wasted away.",
      "16": "Then they grew jealous of Moses in the camp and of Aaron, who was holy to the Lord.",
      "17": "The earth opened up and swallowed Dathan, and it closed over the followers of Abiram.",
      "18": "Then fire burned up their followers. Flames consumed the wicked.",
      "19": "They made a calf at Horeb, and they bowed down to a thing cast from metal.",
      "20": "So they exchanged their Glory for a model of an ox that eats grass.",
      "21": "They forgot the God who saved them by doing great things in Egypt,",
      "22": "wonders in the land of Ham, awesome deeds beside the Red Sea.",
      "23": "So he said he would destroy them. But Moses, his chosen one, stood between God and the people to turn aside his wrath, so it did not destroy them.",
      "24": "Then they refused the pleasant land. They did not believe his word.",
      "25": "They grumbled in their tents. They did not listen to the voice of the Lord.",
      "26": "So he lifted up his hand and swore to them that he would make them fall in the wilderness,",
      "27": "and make their descendants fall among the nations, and he would scatter them throughout the lands.",
      "28": "Then they yoked themselves to the Baal of Peor, and they ate sacrifices offered to dead gods.",
      "29": "They provoked the Lord by their actions, and a plague broke out among them.",
      "30": "But Phinehas stood up and interceded for them, and the plague was restrained.",
      "31": "So this was credited to him as righteousness for generation after generation, to eternity.",
      "32": "Again by the waters of Meribah they provoked the Lord, and trouble came on Moses because of them.",
      "33": "Because they rebelled against his Spirit, Moses spoke recklessly with his lips.",
      "34": "They did not destroy the peoples as the Lord had commanded them,",
      "35": "but they mixed with the nations, and they learned to do what the nations did.",
      "36": "They also served their idols, and the idols became a snare for them.",
      "37": "They also sacrificed their sons and daughters to demons.",
      "38": "They shed innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan. So the land was polluted by their children’s blood,",
      "39": "and they made themselves unclean by what they did. They prostituted themselves by their actions.",
      "40": "Therefore the Lord burned with anger against his people, and he loathed the people who belonged to him.",
      "41": "So he handed them over to the nations, and those who hated them ruled over them.",
      "42": "Then their enemies oppressed them, and they had to submit to their power.",
      "43": "Many times he delivered them, but they deliberately rebelled, and they sank down in their guilt.",
      "44": "But he looked on them in their distress when he heard their outcry.",
      "45": "So for their sake he remembered his covenant. Because of his great mercy, he changed his course.",
      "46": "Then he caused all their captors to have pity on them.",
      "47": "Save us, O Lord our God, and gather us from the nations, so that we may give thanks to your holy name and praise you confidently.",
      "48": "Blessed be the Lord, the God of Israel, from eternity to eternity, and all the people say, “Amen!” Praise the Lord."
    },
    "107": {
      "1": "Give thanks to the Lord, for he is good, for his mercy endures forever.",
      "2": "Let the redeemed of the Lord say this, those he redeemed from the hand of the foe,",
      "3": "those he gathered from the lands, from the east and from the west, from the north and from the south.",
      "4": "They wandered in the wilderness, in the wasteland. They did not find the way to a city where they could live.",
      "5": "They were hungry and also thirsty, so their lives were draining away.",
      "6": "Then they cried out to the Lord in their distress. He delivered them from their troubles.",
      "7": "He led them by a straight way to come to a city where they could live.",
      "8": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people,",
      "9": "because he satisfies the desire of the thirsty, and he fills the desire of the hungry with good things.",
      "10": "They were sitting in darkness and the shadow of death, prisoners, bound in misery and chains,",
      "11": "because they had rebelled against the words of God, and they despised the plan of the Most High.",
      "12": "So he broke their hearts with hard labor. They stumbled, and there was no helper.",
      "13": "Then they cried out to the Lord in their distress. He saved them from their troubles.",
      "14": "He brought them out of darkness and the shadow of death, and he tore off their chains.",
      "15": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people,",
      "16": "because he shatters bronze doors, and he cuts through iron bars.",
      "17": "They became fools through their rebellious way, and they brought affliction on themselves by their guilt.",
      "18": "They lost their appetite for food, so they approached the gates of death.",
      "19": "Then they cried out to the Lord in their distress. He saved them from their troubles.",
      "20": "He sent his word and healed them. He rescued them from the pits that trapped them.",
      "21": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people,",
      "22": "so let them sacrifice thank offerings and tell about his works with a joyful shout.",
      "23": "They went down to the sea in ships. They conducted trade on many waters.",
      "24": "They saw the deeds of the Lord and his wonders on the deep.",
      "25": "For he spoke and stirred up a violent storm, which produced large waves.",
      "26": "They were raised up to the sky. They sank down into the depths. In their danger their courage melted.",
      "27": "They reeled and staggered like a drunk. All their skill disappeared.",
      "28": "Then they cried out to the Lord in their distress. He brought them out of their troubles.",
      "29": "He calmed the storm. Its waves were hushed.",
      "30": "They were glad when it grew quiet, and he guided them to the port they desired.",
      "31": "Let them give thanks to the Lord for his mercy and his wonderful deeds for all people.",
      "32": "Let them exalt him in the assembly of the people and praise him in the session of the elders.",
      "33": "He turned rivers into a wilderness and flowing springs into thirsty ground.",
      "34": "He turned fruitful land into a salt waste, because of the wickedness of those who lived in it.",
      "35": "He turned the wilderness into pools of water and the desert into flowing springs.",
      "36": "Then he let the hungry live there, and they founded a city where they could live.",
      "37": "Then they sowed fields, and they planted vineyards, which produced abundant fruit.",
      "38": "Then he blessed them, so they increased greatly in number. He did not let their herds of cattle decrease.",
      "39": "But then their numbers decreased, and they were humbled by oppression, disaster, and sorrow.",
      "40": "He who pours contempt on nobles made them wander in confusion where there was no road.",
      "41": "But he lifted up the needy out of affliction and made their families like a flock.",
      "42": "The upright see and rejoice, but all wickedness shuts its mouth.",
      "43": "Whoever is wise, let him keep these things. Let them take to heart the mercies of the Lord."
    },
    "108": {
      "1": "My heart is steadfast, O God. I will sing and I will make music. Indeed, I will sing with all my being.",
      "2": "Awake, harp and lyre! I will awaken the dawn.",
      "3": "I will give you thanks among the peoples, Lord, and I will make music to you among the nations,",
      "4": "because your great mercy reaches above the heavens, and your faithfulness to the skies.",
      "5": "Be exalted above the heavens, O God. Let your glory be over all the earth.",
      "6": "So that the ones you love may be rescued, bring salvation by your right hand and answer me.",
      "7": "God has spoken in his holiness. I will triumph. I will distribute Shechem, and I will measure off the Valley of Succoth.",
      "8": "Gilead is mine. Manasseh is mine. Ephraim is my helmet. Judah is my scepter.",
      "9": "Moab is my washbasin. On Edom I toss my sandal. I shout aloud over Philistia.",
      "10": "Who will bring me into the fortified city? Who will lead me to Edom?",
      "11": "Is it not you, O God, who have rejected us? Is it not you, O God, who no longer go out with our armies?",
      "12": "Give us help against the foe, for human help is worthless.",
      "13": "In God we will do mighty deeds. He is the one who will trample our foes."
    },
    "109": {
      "1": "O God whom I praise, do not be silent,",
      "2": "because they have opened wicked, deceitful mouths against me. They have spoken against me with lying tongues.",
      "3": "They surround me with hateful words. They attack me without cause.",
      "4": "In return for my love they accuse me, but I am a man of prayer.",
      "5": "They repay me with evil for good, with hatred for my love.",
      "6": "Appoint an evil one to testify against him, and let an accuser stand at his right hand.",
      "7": "When he is tried, let him be found guilty, and let his prayer be sin.",
      "8": "Let his days be few. Let another take his office.",
      "9": "Let his children be fatherless and his wife a widow.",
      "10": "Let his children always wander and beg. Let them seek food far from their ruined homes.",
      "11": "Let a creditor confiscate all he has. Let strangers plunder everything he worked for.",
      "12": "Let there be no one to extend mercy to him. Let there be no one to show favor to his fatherless children.",
      "13": "Let his descendants be cut off. In the next generation let their name be blotted out.",
      "14": "Let the guilt of his fathers be remembered before the Lord. Let the sin of his mother never be blotted out.",
      "15": "Let their sins remain before the Lord continually, and let the memory of these people be cut off from the earth.",
      "16": "Because he did not remember to show mercy, but he pursued the poor man and the needy and the brokenhearted to put them to death.",
      "17": "Since he loved cursing, so let it fall on him. He found no pleasure in blessing, so let it be far from him.",
      "18": "Since he wore cursing as his clothing, let it enter into his stomach like water and into his bones like oil.",
      "19": "Let it be like a garment wrapped around him, like a belt tied around him forever.",
      "20": "May the Lord do all this to my accusers and to those who speak evil against my life.",
      "21": "But you, Lord God, deal with me for the sake of your name. Because of the goodness of your mercy, deliver me.",
      "22": "For I am poor and needy, and my heart is wounded within me.",
      "23": "Like a shadow after it lengthens, I go away. I am shaken off like a locust.",
      "24": "My knees give way from fasting, and my flesh has become lean, without fat.",
      "25": "But I—I am scorned by them. They see me. They shake their heads.",
      "26": "Help me, O Lord my God. Save me according to your mercy.",
      "27": "Let them know that this is your hand. You, O Lord, have done it.",
      "28": "They may curse, but you will bless. They rose up, but they will be put to shame. Then your servant will rejoice.",
      "29": "My accusers will be dressed with disgrace. Their shame will wrap around them like a robe.",
      "30": "With my mouth I will keep on thanking the Lord. In the midst of many people I will praise him.",
      "31": "For the Lord stands at the right hand of the needy, to save his life from those who condemn him."
    },
    "110": {
      "1": "The decree of the Lord to my lord: “Sit at my right hand until I make your enemies a footstool under your feet.”",
      "2": "The Lord will stretch out your strong scepter from Zion. Rule in the midst of your enemies.",
      "3": "Your people will be willing on the day of your power. In majesty of holiness, from the womb of the dawn, the dew of your youth will be yours.",
      "4": "The Lord has sworn and will not change his mind: “You are a priest forever, in the manner of Melchizedek.”",
      "5": "The Lord is at your right hand. He will crush kings on the day of his wrath.",
      "6": "He will judge the nations. He will fill valleys with corpses. He will crush heads over the wide world.",
      "7": "He will drink from a stream beside the way; therefore, he will lift up his head."
    },
    "111": {
      "1": "Praise the Lord. I will thank the Lord with all my heart in the assembly of the upright and in the congregation.",
      "2": "Great are the deeds of the Lord. They are studied by all who delight in them.",
      "3": "Glorious and majestic is his work, and his righteousness stands forever.",
      "4": "He has set up a memorial to his wonders. Gracious and compassionate is the Lord.",
      "5": "He gives food to those who fear him. He remembers his covenant forever.",
      "6": "He has declared the power of his deeds to his people, to give them the nations as their possession.",
      "7": "The works of his hands are truth and justice. All his precepts are trustworthy,",
      "8": "steadfast forever and ever, done in truth and uprightness.",
      "9": "He sent redemption for his people. He commanded his covenant forever. Holy and awesome is his name.",
      "10": "The fear of the Lord is the beginning of wisdom. All who do his precepts have good understanding. His praise stands forever."
    },
    "112": {
      "1": "Praise the Lord. How blessed is a man who fears the Lord. In his commands he delights greatly.",
      "2": "His descendants will be mighty in the land. The circle of the upright will be blessed.",
      "3": "Wealth and riches are in his house, and his righteousness stands forever.",
      "4": "In darkness, light dawns for the upright. He is gracious and compassionate and righteous.",
      "5": "Good things will come to the man who is gracious and lends, who conducts his business with justice.",
      "6": "Surely he will never fall. The righteous will be remembered forever.",
      "7": "He will not fear bad news. His heart is steadfast, trusting in the Lord.",
      "8": "His heart is secure. He will have no fear, until he looks in triumph on his foes.",
      "9": "He scatters seed—he gives to the poor. His righteousness stands forever. His horn will be lifted high in glory.",
      "10": "The wicked person will see and be frustrated. He will gnash his teeth and melt away. The desire of the wicked will perish."
    },
    "113": {
      "1": "Praise the Lord. Praise, you servants of the Lord, praise the name of the Lord.",
      "2": "Let the name of the Lord be blessed, from now to eternity.",
      "3": "From the rising of the sun to its setting, the name of the Lord is to be praised.",
      "4": "High above all the nations is the Lord. His glory towers above the heavens.",
      "5": "Who is like the Lord our God? He is seated on high.",
      "6": "He bends down to look at the heavens and at the earth.",
      "7": "He raises the poor from the dust. He lifts the needy from the garbage pile",
      "8": "to seat them with nobles, with the nobles of his people.",
      "9": "He is the one who settles the barren woman in her home as a joyful mother of children. Praise the Lord."
    },
    "114": {
      "1": "When Israel came out of Egypt and the house of Jacob from a people with a strange language,",
      "2": "Judah became his sanctuary, Israel became his kingdom.",
      "3": "The sea saw and fled. The Jordan turned back.",
      "4": "The mountains skipped like rams, the hills like lambs.",
      "5": "What happened, O sea, that you fled, O Jordan, that you turned back,",
      "6": "O mountains, that you skipped like rams, you hills, like lambs?",
      "7": "Tremble in the presence of the Lord, O earth. Tremble in the presence of the God of Jacob.",
      "8": "He turned the rock into a pool of water. He turned flint into springs of water."
    },
    "115": {
      "1": "Not to us, O Lord, not to us, but to your name give glory, because of your mercy, because of your truth.",
      "2": "Why should the nations say, “So where is their God now?”",
      "3": "In fact, our God is in the heavens. He does everything that pleases him.",
      "4": "Their idols are silver and gold, the work of human hands.",
      "5": "They have a mouth, but they do not speak. They have eyes, but they do not see.",
      "6": "They have ears, but they do not hear. They have a nose, but they do not smell.",
      "7": "Their hands—they do not even feel. Their feet—they do not even walk around. They do not even make a sound with their throats.",
      "8": "Those who make them will be like them, and so will all who trust in them.",
      "9": "Israel, trust in the Lord— he is their help and their shield.",
      "10": "House of Aaron, trust in the Lord— he is their help and their shield.",
      "11": "You who fear the Lord, trust in the Lord— he is their help and their shield.",
      "12": "The Lord remembers us. He will bless. He will bless the house of Israel. He will bless the house of Aaron.",
      "13": "He will bless those who fear the Lord— the small with the great.",
      "14": "May the Lord add blessings to you, to you and to your children.",
      "15": "May you be blessed by the Lord, the Maker of heaven and earth.",
      "16": "The heavens are heavens for the Lord, but the earth he gave to the children of Adam.",
      "17": "It is not the dead who praise the Lord, nor any of those who go down to silence,",
      "18": "but we are the ones who bless the Lord, from now to eternity. Praise the Lord."
    },
    "116": {
      "1": "I love the Lord, because he hears my voice. He hears my cry for mercy.",
      "2": "Because he turned his ear to me, I will call to him all my days.",
      "3": "The ropes of death entangled me. The walls of the grave hemmed me in. I found distress and sorrow.",
      "4": "Then I called on the name of the Lord: “Ah, Lord, please save my life!”",
      "5": "The Lord is gracious and righteous, and our God is compassionate.",
      "6": "The Lord protects the inexperienced. In my weakness he saves me too.",
      "7": "Return, my soul, to your rest, for the Lord has accomplished his purpose for you.",
      "8": "Indeed, you have delivered my soul from death, my eye from weeping, my foot from stumbling,",
      "9": "so that I may walk before the Lord in the land of the living.",
      "10": "I believed. Therefore, I have spoken: “I am greatly afflicted.”",
      "11": "In my haste I said: “All people are deceptive.”",
      "12": "How can I repay the Lord for all his benefits to me?",
      "13": "I will lift up the cup of salvation, and I will call on the name of the Lord.",
      "14": "I will fulfill my vows to the Lord, now in the presence of all his people.",
      "15": "Precious in the eyes of the Lord is the death of his favored ones.",
      "16": "Ah, Lord, truly I am your servant. I am your servant, the son of your maidservant. You opened my chains.",
      "17": "To you I will sacrifice a thank offering, and I will call on the name of the Lord.",
      "18": "I will fulfill my vows to the Lord here in the presence of all his people,",
      "19": "in the courtyards of the house of the Lord, in the middle of Jerusalem. Praise the Lord."
    },
    "117": {
      "1": "Praise the Lord, all you nations. Worship him, every race of people.",
      "2": "For his mercy overwhelms us, and the faithfulness of the Lord endures forever. Praise the Lord."
    },
    "118": {
      "1": "Give thanks to the Lord, for he is good, for his mercy endures forever.",
      "2": "Let Israel say now: Yes, his mercy endures forever.",
      "3": "Let the house of Aaron say now: Yes, his mercy endures forever.",
      "4": "Let those who fear the Lord say now: Yes, his mercy endures forever.",
      "5": "Under pressure I cried to the Lord. The Lord answered me. He set me in a wide-open space.",
      "6": "The Lord is with me. I will not be afraid. What can people do to me?",
      "7": "The Lord, who is with me, is my helper, so I will look in triumph on my enemies.",
      "8": "It is better to take refuge in the Lord than to trust in people.",
      "9": "It is better to take refuge in the Lord than to trust in human benefactors.",
      "10": "All the nations surrounded me, but in the name of the Lord I cut them off.",
      "11": "They surrounded me, yes, they surrounded me, but in the name of the Lord I cut them off.",
      "12": "They surrounded me like bees, but they were extinguished as quickly as a fire of thorns. In the name of the Lord I cut them off.",
      "13": "You pushed me hard to make me fall, but the Lord helped me.",
      "14": "My strength and song is the Lord, and he has become salvation for me.",
      "15": "Loud shouts of victory are heard in the tents of the righteous: “The right hand of the Lord has done a mighty deed!",
      "16": "The right hand of the Lord is lifted high! The right hand of the Lord has done a mighty deed!”",
      "17": "I will not die. No, I will live, and I will proclaim the works of the Lord.",
      "18": "The Lord has chastened me severely, but he has not handed me over to death.",
      "19": "Open for me the gates of righteousness. I will enter them. I will give thanks to the Lord.",
      "20": "This is the gate to the Lord. The righteous enter it.",
      "21": "I will give you thanks, because you answered me, and you have become salvation for me.",
      "22": "The stone the builders rejected has become the cornerstone.",
      "23": "This is from the Lord. It is marvelous in our eyes.",
      "24": "This is the day the Lord has made. Let us rejoice and be glad in it.",
      "25": "O Lord, please save us now. O Lord, grant us success.",
      "26": "Blessed is he who comes in the name of the Lord. We bless you from the house of the Lord.",
      "27": "The Lord is God, and he makes light shine on us. Bind the festival with branches as far as the horns of the altar.",
      "28": "You are my God, and I will give you thanks. You are my God, and I will exalt you.",
      "29": "Give thanks to the Lord, for he is good, for his mercy endures forever."
    },
    "119": {
      "1": "How blessed are those who are blameless in their way, who walk in the law of the Lord.",
      "2": "How blessed are those who keep his testimonies. With all their heart they seek him.",
      "3": "Indeed, they do no wrong. They walk in his ways.",
      "4": "You have commanded that your precepts be kept completely.",
      "5": "If only my ways were unwavering in keeping your statutes!",
      "6": "Then I would not be put to shame when I consider all your commands.",
      "7": "I will thank you with an upright heart as I learn your righteous judgments.",
      "8": "I will keep your statutes. Do not abandon me completely.",
      "9": "How can a young man keep his path pure? By guarding it with your words.",
      "10": "With all my heart I seek you. Do not let me stray from your commands.",
      "11": "I have hidden your sayings in my heart, so that I may not sin against you.",
      "12": "Blessed are you, O Lord! Teach me your statutes.",
      "13": "With my lips I tell about all the judgments that come from your mouth.",
      "14": "I rejoice in the way that is taught by your testimonies as much as I delight in all riches.",
      "15": "I will meditate on your precepts, and I will consider your paths.",
      "16": "In your statutes I delight. I will not forget your words.",
      "17": "Reward your servant. Then I will live, and I will keep your words.",
      "18": "Uncover my eyes, and I will behold wonders from your law.",
      "19": "I am an alien on earth. Do not hide your commandments from me.",
      "20": "My soul is overwhelmed by desire for your judgments at all times.",
      "21": "You rebuke the arrogant, who are cursed, those who stray from your commandments.",
      "22": "Remove scorn and contempt from me, for I guard your testimonies.",
      "23": "Though officials sit together and speak against me, your servant will meditate on your statutes.",
      "24": "Yes, your testimonies are my delights. They are my advisors.",
      "25": "My soul is stuck in the dust. Revive my life according to your words.",
      "26": "I told you about my ways and you answered me. Teach me your statutes.",
      "27": "Make me understand the meaning of your precepts. Then I will meditate on your wonders.",
      "28": "My soul melts with sorrow. By your words make me stand firm.",
      "29": "Turn me away from false ways, and be gracious to me through your law.",
      "30": "I have chosen the way of truth. I accept your judgments.",
      "31": "I cling to your testimonies, O Lord. Do not let me be put to shame.",
      "32": "I run the way of your commandments, for you have strengthened my heart.",
      "33": "Teach me, O Lord, the way of your statutes. Then I will guard it to the end.",
      "34": "Give me understanding, and I will guard your law. I will keep it with all my heart.",
      "35": "Make me walk on the path of your commandments, for I take pleasure in it.",
      "36": "Direct my heart toward your testimonies and not toward material gain.",
      "37": "Keep my eyes from looking at worthless things. Give me life according to your ways.",
      "38": "Confirm your sayings to your servant, so that you may be feared.",
      "39": "Take away my disgrace which I dread, for your judgments are good.",
      "40": "How I long for your precepts! Give me life in your righteousness.",
      "41": "So let your mercies come to me, O Lord, and let your salvation come according to your sayings.",
      "42": "Then I will give an answer to those who insult me, because I trust in your words.",
      "43": "But do not tear away the word of truth from my mouth, because I wait confidently for your judgments.",
      "44": "Then I will continually keep your law forever and ever.",
      "45": "Then I will walk around freely, because I have sought your precepts.",
      "46": "Then I will speak of your testimonies before kings, and I will not be put to shame.",
      "47": "For I delight in your commandments, which I love.",
      "48": "I lift up my hands to your commandments, which I love, and I meditate on your statutes.",
      "49": "Remember your word to your servant, because you have given me hope.",
      "50": "This is my comfort in my suffering: that your saying gives me life.",
      "51": "The arrogant mock me constantly, but I do not fall away from your law.",
      "52": "I remember your judgments from of old, Lord, and I comfort myself with them.",
      "53": "Indignation grips me because of the wicked, who forsake your laws.",
      "54": "Your statutes are songs for me in the house where I am staying.",
      "55": "I remember your name during the night, O Lord, and I will keep your laws.",
      "56": "This I have done: I guard your precepts.",
      "57": "You are my portion, O Lord. I said I would keep your words.",
      "58": "I have sought your favor with all my heart. Be gracious to me according to your sayings.",
      "59": "I have considered my ways, and I have turned my feet to your testimonies.",
      "60": "I will hurry. I will not delay. I will keep your commandments.",
      "61": "The ropes of the wicked bind me, but I do not forget your law.",
      "62": "At midnight I rise to give you thanks for your righteous judgments.",
      "63": "I am a companion to all who fear you, that is, to all who keep your precepts.",
      "64": "Your mercy, Lord, fills the earth. Teach me your statutes.",
      "65": "You have done good for your servant, O Lord, according to your words.",
      "66": "Teach me good judgment and knowledge, for I believe in your commandments.",
      "67": "Before I was afflicted I strayed, but now I keep your saying.",
      "68": "You are good, and you do good. Teach me your statutes.",
      "69": "The arrogant have smeared me with lies. I guard your precepts with all my heart.",
      "70": "Their calloused hearts feel nothing, but I delight in your law.",
      "71": "It was good for me that I was afflicted, so that I might learn your statutes.",
      "72": "Better for me is the law from your mouth than thousands of pieces of silver and gold.",
      "73": "Your hands made me and established me. Give me understanding. Then I will learn your commandments.",
      "74": "May those who fear you see me and rejoice, because I wait confidently for your word.",
      "75": "I know, Lord, that your judgments are righteous. In faithfulness you have afflicted me.",
      "76": "Please let your mercy be my comfort, according to your saying to your servant.",
      "77": "Let your abundant compassion come to me that I may live, because your law is my delight.",
      "78": "Let the arrogant be put to shame, because they have wronged me with lies. As for me, I will meditate on your precepts.",
      "79": "Let those who fear you turn to me, and those who know your testimonies.",
      "80": "Let my heart be blameless regarding your statutes, so that I may not be put to shame.",
      "81": "My soul is worn out, as I wait for your salvation. I wait confidently for your word.",
      "82": "My eyes are worn out, as I look for your sayings. I say, “When will you comfort me?”",
      "83": "Though I am like a wineskin in the smoke, I do not forget your statutes.",
      "84": "How many days does your servant have? When will you inflict judgment on my persecutors?",
      "85": "The arrogant dig pits for me. This is against your laws.",
      "86": "All your commandments are trustworthy. The arrogant persecute me wrongfully. Help me.",
      "87": "They almost put an end to me here on earth, but I have not forsaken your precepts.",
      "88": "Give me life according to your mercy, and I will obey the testimony from your mouth.",
      "89": "To eternity, O Lord, your word is fixed firmly in the heavens.",
      "90": "For generation after generation, your faithfulness remains. You established the earth, and it stands.",
      "91": "As for your judgments, they stand to this day, because all things are your servants.",
      "92": "Unless your law had been my delight, I would have perished in my affliction.",
      "93": "To eternity I will not forget your precepts, because by them you have given me life.",
      "94": "I am yours. Save me, because I have sought your precepts.",
      "95": "The wicked are lying in wait for me to kill me, but I will ponder your testimonies.",
      "96": "I see a limit to all perfection, but your commandment has no limits.",
      "97": "How I love your laws! I meditate on them all day long.",
      "98": "Your commandment makes me wiser than my enemies, because it is always with me.",
      "99": "I have more wisdom than all my teachers, because your testimonies are my meditation.",
      "100": "I have more understanding than the elders, because I guard your precepts.",
      "101": "I have kept my feet off every evil path in order to keep your words.",
      "102": "I have not turned from your judgments, because you yourself have instructed me.",
      "103": "How sweet are your sayings to my taste, sweeter than honey to my mouth!",
      "104": "From your precepts I gain understanding. Therefore, I hate every false road.",
      "105": "Your words are a lamp for my feet and a light for my path.",
      "106": "I have sworn and affirmed that I will keep your righteous judgments.",
      "107": "I have suffered much. Lord, give me life according to your words.",
      "108": "Lord, please accept the willing praise from my mouth, and teach me your judgments.",
      "109": "I take my life in my hands constantly, but I will not forget your law.",
      "110": "The wicked have set a snare for me, but I have not wandered from your precepts.",
      "111": "I have inherited your testimonies forever. Yes, they are the joy of my heart.",
      "112": "I turn my heart to do your statutes, forever, right to the end.",
      "113": "I hate the doubleminded, but I love your law.",
      "114": "You are my hiding place and my shield. I wait confidently for your word.",
      "115": "Get away from me, you evildoers, so that I may guard the commandments of my God!",
      "116": "Sustain me according to your sayings, and I will live. Do not let me be ashamed of my hope.",
      "117": "Hold me up, and I will be saved. Then I will always have regard for your statutes.",
      "118": "You reject all who stray from your statutes, because their deceitfulness is built on a lie.",
      "119": "You discard all the wicked of the earth like slag. Therefore, I love your testimonies.",
      "120": "My flesh trembles because I am afraid of you, because I fear your judgments.",
      "121": "I have carried out what is just and right. Do not leave me to my oppressors.",
      "122": "Guarantee good for your servant. Do not let the arrogant oppress me.",
      "123": "My eyes wear out, as I watch for your salvation and your righteousness.",
      "124": "Deal with your servant according to your mercy, and teach me your statutes.",
      "125": "I am your servant. Give me discernment, so that I may know your testimonies.",
      "126": "Lord, it is time to do something! They have broken your laws.",
      "127": "Because I love your commandments more than gold, more than pure gold,",
      "128": "because I value everything in all your precepts, I hate every wrong road.",
      "129": "Your testimonies are wonders. That is why my soul guards them.",
      "130": "The doorway to your words lets in light. It gives understanding to the inexperienced.",
      "131": "I open wide my mouth and I gasp, because I long for your commandments.",
      "132": "Turn to me and give me grace. This is your judgment for those who love your name.",
      "133": "Keep my footsteps steady by your sayings, and do not let any evil rule over me.",
      "134": "Redeem me from oppressive people, and I will keep your precepts.",
      "135": "Make your face shine on your servant, and teach me your statutes.",
      "136": "Streams of water run down from my eyes, because they do not keep your laws.",
      "137": "You are righteous, O Lord, and your judgments are right.",
      "138": "You have commanded your testimonies. They are righteous and very trustworthy.",
      "139": "My zeal wears me out, because my foes forget your words.",
      "140": "Your saying has been thoroughly refined, and your servant loves it.",
      "141": "I am insignificant and despised, but I do not forget your precepts.",
      "142": "Your righteousness is righteous forever, and your law is truth.",
      "143": "Distress and anguish have found me, but your commandments are my delights.",
      "144": "Your testimonies are right forever. Give me understanding, and I will live.",
      "145": "I call with all my heart. Answer me, O Lord. I will guard your statutes.",
      "146": "I call to you. Save me, and I will keep your testimonies.",
      "147": "I get up before dawn, and I cry for help. I wait confidently for your word.",
      "148": "My eyes look forward to the night watches when I can meditate on your sayings.",
      "149": "Hear my voice according to your mercy. Lord, give me life based on your judgments.",
      "150": "Those who pursue evil plans are near, but they are far from your law.",
      "151": "You are near, O Lord, and all your commandments are truth.",
      "152": "Long ago I knew from your testimonies that you established them to endure forever.",
      "153": "See my affliction and deliver me, because I have not forgotten your law.",
      "154": "Argue my case and redeem me. Give me life according to your saying.",
      "155": "Salvation is far away from the wicked, because they do not pursue your statutes.",
      "156": "Your compassions are many, O Lord. Give me life according to your judgments.",
      "157": "Many are my persecutors and my foes, but I have not turned from your testimonies.",
      "158": "I look at the hypocrites and I loathe them, because they do not keep your saying.",
      "159": "See how I love your precepts. Lord, according to your mercy, give me life.",
      "160": "The sum of your word is truth. All your righteous judgment is eternal.",
      "161": "Officials persecute me without cause, but my heart trembles at your word.",
      "162": "I rejoice over your sayings, like one who finds much plunder.",
      "163": "I hate and detest falsehood, but I love your law.",
      "164": "Seven times a day I praise you for your righteous judgments.",
      "165": "Great peace belongs to those who love your law, and nothing is a stumbling block for them.",
      "166": "I wait for your salvation, O Lord, and I obey your commandments.",
      "167": "My soul keeps your testimonies. I love them greatly.",
      "168": "I keep your precepts and your testimonies, because all my ways are before you.",
      "169": "May my loud cry come before you, Lord. Give me understanding through your word.",
      "170": "May my plea for mercy come before you. Deliver me according to your saying.",
      "171": "May my lips overflow with praise, because you teach me your statutes.",
      "172": "May my tongue sing of your saying, because all your commandments are righteousness.",
      "173": "May your hand be ready to help me, because I have chosen your precepts.",
      "174": "I long for your salvation, O Lord, and your law is my delight.",
      "175": "Let my soul live and praise you, and may your judgments help me.",
      "176": "I have strayed like a perishing sheep. Seek your servant, because I have not forgotten your commandments."
    },
    "120": {
      "1": "A song of the ascents.",
      "2": "In my distress I called to the Lord, and he answered me.",
      "3": "Lord, save my life from lying lips. Save me from deceitful tongues.",
      "4": "What will he give to you? What more will he add to you, you deceitful tongue?",
      "5": "A warrior’s sharpened arrows with hot coals of the broom tree.",
      "6": "Woe to me that I am an alien in Meshek, that I dwell among the tents of Kedar!",
      "7": "For too long my soul has dwelt with those who hate peace.",
      "8": "I am for peace, but when I speak, they are for war."
    },
    "121": {
      "1": "I lift up my eyes to the mountains. Where does my help come from?",
      "2": "My help comes from the Lord, the Maker of heaven and earth.",
      "3": "He will not let your foot stumble. He who watches over you will not slumber.",
      "4": "Yes, he who watches over Israel will not slumber. He will not sleep.",
      "5": "The Lord watches over you. The Lord is your shade at your right hand.",
      "6": "The sun will not strike you by day, nor the moon by night.",
      "7": "The Lord will watch to keep you from all harm. He will watch over your life.",
      "8": "The Lord will watch over your going and your coming from now to eternity."
    },
    "122": {
      "1": "I rejoiced with those who said to me, “Let us go to the house of the Lord.”",
      "2": "Our feet are standing in your gates, O Jerusalem.",
      "3": "Jerusalem is a well-built city that is firmly joined together,",
      "4": "a city to which the tribes go up, the tribes of the Lord, as a testimony to Israel, to give praise to the name of the Lord.",
      "5": "That is where the thrones for judgment sit, the thrones of the house of David.",
      "6": "Pray for the peace of Jerusalem: “May those who love you prosper.",
      "7": "May there be peace within your fortifications, prosperity within your citadels.”",
      "8": "For the sake of my brothers and my friends, now I will say, “Peace be within you.”",
      "9": "For the sake of the house of the Lord our God, I will seek good for you."
    },
    "123": {
      "1": "To you I lift up my eyes, to you who are seated in heaven.",
      "2": "Indeed, as the eyes of slaves look to the hand of their master, as the eyes of a maid look to the hand of her mistress, so our eyes look to the Lord our God, until he shows us his grace.",
      "3": "Show grace to us, O Lord. Show grace to us, for we have had our fill of contempt.",
      "4": "Our souls have had their fill of the scorn of the smug and of the contempt of the arrogant."
    },
    "124": {
      "1": "Unless it was the Lord who was for us— let Israel say—",
      "2": "unless it was the Lord who was for us when people rose against us,",
      "3": "they would have swallowed us alive when their anger burned against us.",
      "4": "Then the waters would have submerged us. The torrent would have swept our lives away.",
      "5": "Then the wild waters would have swept us away.",
      "6": "Blessed be the Lord, who has not let us be prey for their teeth.",
      "7": "We have escaped with our lives like a bird out of the fowlers’ snare. The snare has been broken, and we have escaped.",
      "8": "Our help is in the name of the Lord, the Maker of heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord are like Mount Zion. It cannot be shaken. It will stand forever.",
      "2": "As Jerusalem is surrounded by mountains, so the Lord surrounds his people from now to eternity.",
      "3": "No, the scepter of wickedness will not rest on the land assigned to the righteous, so that the righteous do not reach out their hands toward evil.",
      "4": "Do good, O Lord, for the good and for those who are upright in their hearts.",
      "5": "But those who turn to their crooked ways— the Lord will send them away with the evildoers. Peace be on Israel."
    },
    "126": {
      "1": "When the Lord restored the captives to Zion, we were like dreamers.",
      "2": "Then our mouths were filled with laughter, and our tongues with shouts of joy. Then they said among the nations, “The Lord has done great things for them.”",
      "3": "The Lord has done great things for us. We are glad.",
      "4": "Restore our fortunes, O Lord, like the dry gulches of the Negev.",
      "5": "Those who sow with weeping will reap with joyful shouts.",
      "6": "The one who walks along weeping, carrying a bag of seed to sow, will come back again with joyful shouts, carrying his sheaves."
    },
    "127": {
      "1": "If the Lord does not build the house, it is useless for the builders to work hard over it. If the Lord does not watch over the city, it is useless for the watchman to stand guard.",
      "2": "It is useless for you to get up early and to work late, worrying about bread to eat, because God grants sleep to the one he loves.",
      "3": "Indeed, children are a heritage from the Lord. The fruit of the womb is a reward from him.",
      "4": "Sons born during one’s youth are like arrows in the hand of a warrior.",
      "5": "How blessed is the man whose quiver is full of them. They will not be put to shame when they dispute with enemies at the city gate."
    },
    "128": {
      "1": "How blessed is everyone who fears the Lord, everyone who is walking in his ways.",
      "2": "Yes, you will eat the food you worked for. How blessed you are! It will go well for you!",
      "3": "Your wife will be like a fruitful vine in the inner rooms of your house. Your children will be like olive shoots around your table.",
      "4": "Look! This is how blessed the man is who fears the Lord!",
      "5": "May the Lord bless you from Zion, so that you see the prosperity of Jerusalem, all the days of your life,",
      "6": "and you see your children’s children. Peace be on Israel."
    },
    "129": {
      "1": "Greatly they have afflicted me from my youth— let Israel say—",
      "2": "greatly they have afflicted me from my youth, yet they have not been able to defeat me.",
      "3": "On my back plowmen have plowed. They made their furrows long.",
      "4": "The Lord is righteous. He has cut the ropes of the wicked to pieces.",
      "5": "Let all who hate Zion be ashamed and turned back.",
      "6": "Let them be like grass on the roof, which withers even before it is pulled up.",
      "7": "The reaper cannot fill his hand with it. The one who binds sheaves cannot fill his arms.",
      "8": "May those who pass by never say, “The blessing of the Lord be with you. We bless you in the name of the Lord.”"
    },
    "130": {
      "1": "Out of the depths I have called to you, O Lord.",
      "2": "Lord, hear my voice. Let your ears be attentive to the sound of my cry for mercy.",
      "3": "If you, Lord, kept a record of guilt, O Lord, who could stand?",
      "4": "But with you there is pardon, so you are feared.",
      "5": "I wait for the Lord. My soul waits, and in his word I have put my hope.",
      "6": "My soul waits for the Lord more than watchmen wait for the morning, more than watchmen wait for the morning.",
      "7": "Israel, wait confidently for the Lord, because with the Lord there is mercy. With him there is abundant redemption.",
      "8": "So he himself will redeem Israel from all its guilt."
    },
    "131": {
      "1": "Lord, my heart is not haughty, and my eyes are not proud. So I do not intrude into great matters or into things too wonderful for me.",
      "2": "Instead I have soothed and quieted my soul. As a nursed child rests with its mother, like a nursed child my soul rests with me.",
      "3": "Wait confidently, O Israel, for the Lord from now to eternity."
    },
    "132": {
      "1": "Remember for David’s sake, O Lord, all his afflictions.",
      "2": "Remember how he swore to the Lord. He made a vow to the Mighty One of Jacob:",
      "3": "“I will not enter my own house. I will not get into my own bed.",
      "4": "I will not allow my eyes to sleep or my eyelids to slumber,",
      "5": "until I find a place for the Lord, a dwelling for the Mighty One of Jacob.”",
      "6": "Yes, we heard about it in Ephrathah. We found it in the fields of Ja’ar.",
      "7": "Let us go to his dwelling place. Let us bow down at his footstool.",
      "8": "Arise, O Lord, come to your resting place, you and the ark of your strength.",
      "9": "May your priests be clothed with righteousness. May your favored ones shout for joy.",
      "10": "For the sake of David your servant, do not reject the face of your Anointed One.",
      "11": "The Lord swore to David a truth from which he will not turn back: “From the fruit of your body I will place kings on your throne.",
      "12": "If your sons keep my covenant and my testimonies that I teach them, then their sons will sit on your throne forever.”",
      "13": "For the Lord has chosen Zion. He has desired it for his dwelling.",
      "14": "“This is my resting place forever. Here I will live, for I have desired it.",
      "15": "I will bless her greatly with food. I will satisfy Zion’s poor with bread.",
      "16": "I will clothe her priests with salvation, and her favored ones will shout for joy.",
      "17": "There I will make a horn shoot up for David. I will set up a lamp for my Anointed One.",
      "18": "I will clothe his enemies with shame, but on him his crown will be beautiful.”"
    },
    "133": {
      "1": "Look, how good and how pleasant it is when brothers live together in unity!",
      "2": "It is like the precious oil poured on the head, running down on the beard, the beard of Aaron, running down on the collar of his robes.",
      "3": "It is like the dew from Hermon running down on the mountains of Zion. For there the Lord commands this blessing: life to eternity."
    },
    "134": {
      "1": "Come, bless the Lord, all you servants of the Lord, who stand in the house of the Lord at night.",
      "2": "Lift up your hands toward the sanctuary and bless the Lord.",
      "3": "May the Lord, the Maker of heaven and earth, bless you from Zion."
    },
    "135": {
      "1": "Praise the Lord. Praise the name of the Lord. Praise him, you servants of the Lord,",
      "2": "who stand in the house of the Lord, in the courtyards of the house of our God.",
      "3": "Praise the Lord, for the Lord is good. Make music to his name, for it is pleasant.",
      "4": "Yes, the Lord chose Jacob for himself. He chose Israel as his special treasure.",
      "5": "Yes, I know that the Lord is great. Our Lord is greater than all gods.",
      "6": "The Lord does whatever he pleases in the heavens and on the earth, in the seas and in all the depths.",
      "7": "He makes clouds rise from the end of the earth. He sends lightning for the rainstorm. He releases the wind from his storehouses.",
      "8": "He is the one who struck down the firstborn of Egypt, both men and animals.",
      "9": "Egypt! He sent warning signs into your midst, against Pharaoh and against all his officials.",
      "10": "He is the one who struck down many nations. He killed mighty kings—",
      "11": "Sihon king of the Amorites, and Og king of Bashan, and all the kingdoms of Canaan.",
      "12": "He gave their land as a possession, a possession to Israel, his people.",
      "13": "Lord, your name stands forever. Lord, your reputation remains through all generations.",
      "14": "For the Lord will judge in favor of his people. He will have pity on his servants.",
      "15": "The idols of the nations are silver and gold, the work of human hands.",
      "16": "They have a mouth, but they cannot speak. They have eyes, but they cannot see.",
      "17": "They have ears, but cannot hear. There is not even any breath in their mouths.",
      "18": "Those who make them will be like them. So will all who trust in them.",
      "19": "House of Israel, bless the Lord. House of Aaron, bless the Lord.",
      "20": "House of Levi, bless the Lord. You who fear the Lord, bless the Lord.",
      "21": "The Lord, who dwells in Jerusalem, will be blessed from Zion. Praise the Lord."
    },
    "136": {
      "1": "Give thanks to the Lord, for he is good. For his mercy endures forever.",
      "2": "Give thanks to the God of Gods. For his mercy endures forever.",
      "3": "Give thanks to the Lord of Lords. For his mercy endures forever.",
      "4": "To him who alone does great wonders— For his mercy endures forever.",
      "5": "To him who by his understanding made the heavens— For his mercy endures forever.",
      "6": "To him who spread out the earth on the waters— For his mercy endures forever.",
      "7": "To him who made the great lights, For his mercy endures forever.",
      "8": "the sun to rule by day, For his mercy endures forever.",
      "9": "the moon and stars to rule by night— For his mercy endures forever.",
      "10": "To him who struck Egypt by killing their firstborn, For his mercy endures forever.",
      "11": "and brought Israel out from their midst, For his mercy endures forever.",
      "12": "with a mighty hand and outstretched arm— For his mercy endures forever.",
      "13": "To him who cut the Red Sea in two, For his mercy endures forever.",
      "14": "and brought Israel through the middle of it, For his mercy endures forever.",
      "15": "but brushed off Pharaoh and his army into the Red Sea— For his mercy endures forever.",
      "16": "To him who made his people travel through the wilderness— For his mercy endures forever.",
      "17": "To him who struck down great kings, For his mercy endures forever.",
      "18": "and killed mighty kings, For his mercy endures forever.",
      "19": "Sihon king of the Amorites, For his mercy endures forever.",
      "20": "and Og king of Bashan, For his mercy endures forever.",
      "21": "and gave their land as a possession, For his mercy endures forever.",
      "22": "a possession to his servant Israel. For his mercy endures forever.",
      "23": "Who remembered us in our low condition, For his mercy endures forever.",
      "24": "and tore us out of the hands of our oppressors. For his mercy endures forever.",
      "25": "He gives food to all living creatures. For his mercy endures forever.",
      "26": "Give thanks to the God of the heavens. For his mercy endures forever."
    },
    "137": {
      "1": "Beside the rivers of Babylon, there we sat, and, yes, we wept as we remembered Zion.",
      "2": "There we hung up our lyres on the willows,",
      "3": "because there our captors asked us for words of a song, and our tormentors asked for a happy song: “Sing for us one of the songs of Zion!”",
      "4": "How can we sing a song of the Lord on foreign soil?",
      "5": "If I forget you, Jerusalem, may my right hand forget how to play music.",
      "6": "May my tongue stick to the roof of my mouth if I do not remember you, if I do not exalt Jerusalem above my highest joy.",
      "7": "Remember the day of Jerusalem, O Lord, against the descendants of Edom who said, “Tear it down, tear it down to its foundations!”",
      "8": "Daughter of Babylon, doomed to be destroyed, how blessed is the one who repays you with the same deeds you did against us.",
      "9": "How blessed is the one who seizes your children and dashes them against the cliff."
    },
    "138": {
      "1": "I will thank you with all my heart. Before the gods I will make music for you.",
      "2": "I will bow down toward your holy temple. I will give thanks to your name because of your mercy and because of your truth. Yes, you made your word even greater than your name.",
      "3": "By day I called, and you answered me. You have made my soul strong.",
      "4": "All the kings of the earth will thank you, Lord, when they have heard the message from your mouth.",
      "5": "Then they will sing about the ways of the Lord, because the glory of the Lord is great.",
      "6": "Indeed the Lord is exalted, but he sees the lowly, and he recognizes the proud from a distance.",
      "7": "If I walk surrounded by danger, you keep me alive in spite of the anger of my enemies. You stretch out your hand. You save me with your right hand.",
      "8": "The Lord will fulfill his purpose for me. Lord, your mercy endures forever. Do not let go of the works of your hands."
    },
    "139": {
      "1": "Lord, you have investigated me, and you know.",
      "2": "You know when I sit down and when I get up. You understand my thoughts from far off.",
      "3": "You keep track of when I travel and when I stay, and you are familiar with all my ways.",
      "4": "Before there is a word on my tongue, you, Lord, already know it completely.",
      "5": "You put a fence behind me and in front of me, and you have placed your hand on me.",
      "6": "Such knowledge is too wonderful for me. It is too high—I cannot grasp it.",
      "7": "Where can I go from your Spirit? Where can I flee from your Presence?",
      "8": "If I go up to heaven, you are there. If I make my bed in hell—there you are!",
      "9": "I rise on the wings of dawn. I settle on the far side of the sea.",
      "10": "Even there your hand guides me, and your right hand holds on to me.",
      "11": "And if I say, “Surely the darkness will hide me and the light will become night around me,”",
      "12": "then even the darkness will not be too dark for you. The night will be as light as the day. Darkness and light are the same to you.",
      "13": "For you created my inner organs. You wove me together in my mother’s womb.",
      "14": "I praise you because I am fearfully and wonderfully made. Your works are wonderful, and my soul knows that very well.",
      "15": "My bones were not hidden from you when I was made in the secret place, when I was woven together in the depths of the earth.",
      "16": "Your eyes saw my unfinished body. In your book all of them were written. Days were determined, before any of them existed.",
      "17": "Your thoughts to me are so precious, O God! How great is the sum of them!",
      "18": "If I would count them, they would outnumber the grains of sand. I awake, and I am still with you.",
      "19": "If only you would slay the wicked, O God, so that bloody men would depart from me,",
      "20": "men who speak against you maliciously. Your adversaries misuse your name.",
      "21": "Do I not hate those who hate you, O Lord, and detest those who rise up against you?",
      "22": "I absolutely hate them. To me they are enemies.",
      "23": "Investigate me, God, and know my heart. Test me and know my troubled thoughts.",
      "24": "See if there is any way in me that causes pain, and lead me in the way everlasting."
    },
    "140": {
      "1": "Keep me safe, Lord, from the evil man. Protect me from the violent man,",
      "2": "who plans evil in his heart. Every day they gather for battle.",
      "3": "They sharpen their tongues like a snake. Interlude The poison of vipers is under their lips.",
      "4": "Keep me safe, Lord, from the hands of the wicked. Protect me from the violent man, who plans to trip my feet.",
      "5": "The proud have hidden a snare for me, and ropes. They have spread out a net along my route. Interlude They have set traps for me.",
      "6": "I say to the Lord, “You are my God.” Hear, O Lord, the sound of my cry for mercy.",
      "7": "O Lord, my Lord, the strength of my salvation, you cover my head on the day for weapons.",
      "8": "Do not grant, O Lord, the desires of the wicked. Do not let their scheme succeed when they rise up. Interlude",
      "9": "May the trouble caused by their lips fall on the heads of those who surround me.",
      "10": "Let burning coals fall on them. Cause them to fall into the fire, or into pits from which they will never rise.",
      "11": "Do not let the slanderer be established in the land. As for the man of violence— may evil hunt him and beat him down.",
      "12": "I know that the Lord will provide justice for the oppressed, judgment for the poor.",
      "13": "Surely the righteous will give thanks to your name. The upright will live in your presence."
    },
    "141": {
      "1": "Lord, I call to you. Hurry to me. Turn your ear toward my voice when I call to you.",
      "2": "May my prayer linger before you like incense, the lifting up of my hands like an evening offering.",
      "3": "Set a guard over my mouth, Lord. Keep watch over the door of my lips.",
      "4": "Do not let my heart turn toward anything evil, to take part in wicked deeds with men who do evil. Let me not taste their delicacies.",
      "5": "Let a righteous man strike me—it is mercy. Let him rebuke me—it is lotion on my head. My head will not refuse it. But my prayer is still against their evil deeds.",
      "6": "Their rulers will be thrown down by the sides of the cliff, and they will hear that my words were pleasant.",
      "7": "They will say, “As one splits and breaks up the earth, so our bones have been scattered at the mouth of the grave.”",
      "8": "But my eyes look to you, Lord God. In you I take refuge. Do not take away my life.",
      "9": "Keep me from the snares they have set for me, from the traps of the evildoers.",
      "10": "Let the wicked fall into their own nets, while I pass by safely."
    },
    "142": {
      "1": "A maskil by David. When he was in the cave. A prayer.",
      "2": "With my voice I cry out to the Lord. With my voice I call to the Lord for mercy.",
      "3": "I pour out my complaint before him. I tell my distress before him.",
      "4": "When my spirit grows faint within me, you are the one who knows my course. On the path where I walk they have hidden a snare for me.",
      "5": "Look to my right and see. There is no one who recognizes me. There is no escape for me. No one cares about my life.",
      "6": "I cry out to you, Lord. I say, “You are my refuge, my portion in the land of the living.”",
      "7": "Pay attention to my loud cry, because I am very weak. Rescue me from those who pursue me, because they are too strong for me.",
      "8": "Set me free from my prison, so I can give thanks to your name. Then the righteous will gather around me, because you have accomplished your purpose for me."
    },
    "143": {
      "1": "Lord, hear my prayer. Give ear to my cry for mercy. In your faithfulness, answer me in your righteousness.",
      "2": "Do not bring charges against your servant, because no one living can be righteous before you.",
      "3": "For the enemy pursues my soul. He crushes my life to the ground. He makes me dwell in dark places like those long dead,",
      "4": "so my spirit grows faint inside me. Within me my heart is devastated.",
      "5": "I remember the days of long ago. I meditate on all your works, and I consider what your hands have done.",
      "6": "I spread out my hands to you. Interlude My soul thirsts for you like a weary land.",
      "7": "Hurry! Answer me, Lord. My spirit fails. Do not hide your face from me, or I will be like those who go down to the pit.",
      "8": "Let me hear about your mercy in the morning, for I trust in you. Teach me the way that I should go, for I lift up my soul to you.",
      "9": "Rescue me from my enemies, O Lord, for I hide myself in you.",
      "10": "Teach me to do your will, for you are my God. May your good Spirit lead me on level ground.",
      "11": "For the sake of your name, O Lord, preserve my life. In your righteousness, bring me out of trouble.",
      "12": "In your mercy, wipe out my enemies, and destroy all who threaten my life, for I am your servant."
    },
    "144": {
      "1": "Blessed be the Lord my Rock, who trains my hands for battle, my fingers for war.",
      "2": "He shows me mercy. He is my stronghold, my high fortress. He is my deliverer and my shield, so I take refuge in him. He subdues peoples under me.",
      "3": "Lord, what is man that you notice him, the son of man that you consider him?",
      "4": "Man is like a breath. His days are like a passing shadow.",
      "5": "Lord, rip open your heavens and come down. Touch the mountains so that they smoke.",
      "6": "Send out lightning and scatter them. Shoot your arrows and rout them.",
      "7": "Reach down your hand from on high. Rescue me and snatch me from the mighty waters, from the hand of foreigners",
      "8": "whose mouths speak lies, who raise their right hands to a false oath.",
      "9": "God, I will sing a new song to you. On the ten-stringed harp I will make music to you,",
      "10": "to you who gives victory to kings, to you who delivers David his servant from the evil sword.",
      "11": "Rescue me and snatch me from the hand of foreigners whose mouths speak lies, who raise their right hands to a false oath.",
      "12": "Then our sons in their youth will be like full-grown plants. Our daughters will be like corner pillars carved to decorate a palace.",
      "13": "Our storehouses will be filled with produce of every kind. Our flocks will increase by thousands, by tens of thousands in our countryside.",
      "14": "Our oxen will pull heavy loads. There will be no breaking through our walls, no exile into captivity, no cry of distress in our city squares.",
      "15": "How blessed are the people for whom this is so. How blessed are the people whose God is the Lord."
    },
    "145": {
      "1": "I will exalt you, my God, the King, and I will bless your name forever and ever.",
      "2": "Every day I will bless you, and I will praise your name forever and ever.",
      "3": "Great is the Lord and worthy of great praise, and there are no limits to the extent of his greatness.",
      "4": "One generation will praise your deeds to another, and they will declare your mighty acts.",
      "5": "I will contemplate the glorious splendor of your majesty and the accounts of your wonderful works.",
      "6": "Then they will speak about the power of your awesome works, and I will tell about your great deeds.",
      "7": "They will pour forth the memory of your abundant goodness and sing loudly about your righteousness.",
      "8": "The Lord is gracious and compassionate, slow to anger and great in mercy.",
      "9": "The Lord is good to all. His compassion extends over all he has made.",
      "10": "Everyone you have made will thank you, O Lord, and the ones you favor will bless you.",
      "11": "They will tell about the glory of your kingdom, and they will speak about your might,",
      "12": "to make known his might to the children of Adam, to make known the glorious splendor of his kingdom.",
      "13": "Your kingdom is a kingdom for all ages, and your dominion endures through all generations. The Lord is faithful to all his words and merciful toward all he has made.",
      "14": "The Lord lifts up all who fall, and he supports all who are bowed down.",
      "15": "The eyes of all look eagerly to you, and you give them their food at the proper time.",
      "16": "He opens his hand, and he satisfies the desire of every living thing.",
      "17": "The Lord is righteous in all his ways and merciful toward all that he has made.",
      "18": "The Lord is near to all who call on him, to all who call on him in truth.",
      "19": "He grants the desire of those who fear him. He hears their cry and saves them.",
      "20": "The Lord watches over all who love him, but he will destroy all the wicked.",
      "21": "My mouth will speak the praise of the Lord. Let all flesh bless his holy name forever and ever."
    },
    "146": {
      "1": "Praise the Lord. Praise the Lord, O my soul.",
      "2": "I will praise the Lord as long as I live. I will make music to my God as long as I exist.",
      "3": "Do not trust in human helpers, in a mortal man who cannot save you.",
      "4": "His spirit departs. He returns to the ground he came from. On that day, his plans have perished.",
      "5": "Blessed is everyone who has the God of Jacob as his help. His hope is in the Lord his God,",
      "6": "the Maker of heaven and earth, the sea, and everything which is in them. He is the one who stays faithful forever.",
      "7": "He obtains justice for the oppressed. He gives food to the hungry. The Lord releases prisoners.",
      "8": "The Lord opens the eyes of the blind. The Lord lifts up those who are bowed down. The Lord loves the righteous.",
      "9": "The Lord watches over the aliens. The fatherless and the widow he sustains, but he turns aside the way of the wicked.",
      "10": "The Lord reigns forever. Your God, O Zion, rules for all generations. Praise the Lord."
    },
    "147": {
      "1": "Praise the Lord. How good it is to make music to our God. Yes, praise is pleasant and fitting!",
      "2": "The one who builds Jerusalem is the Lord. He assembles the outcasts of Israel.",
      "3": "He is the one who heals the brokenhearted and who bandages their wounds.",
      "4": "He counts the number of the stars. He calls them all by name.",
      "5": "Great is our Lord and mighty in power. To his understanding there is no limit.",
      "6": "The one who sustains the humble is the Lord. He pushes the wicked down to the ground.",
      "7": "Respond to the Lord with thanksgiving. Make music to our God on the lyre.",
      "8": "He is the one who covers the sky with clouds. He determines rain for the earth. He makes grass sprout on the mountains.",
      "9": "He gives their food to the cattle and to the young ravens when they call.",
      "10": "He is not impressed by the strength of the horse. He is not pleased with the legs of a man.",
      "11": "The Lord is pleased with those who fear him, those who wait for his mercy.",
      "12": "Worship the Lord, O Jerusalem. Praise your God, O Zion,",
      "13": "because he strengthens the bars on your gates. He blesses your children within you.",
      "14": "He brings peace to your borders. He satisfies you with the best wheat.",
      "15": "He sends his message to the earth. His word runs swiftly.",
      "16": "He gives snow like wool. He scatters frost like ashes.",
      "17": "He sends his hail like pieces of bread. Who can stand in the face of his cold winds?",
      "18": "He sends his word, and the ice melts. He breathes on the snow. The waters flow.",
      "19": "He reveals his words to Jacob, his statutes and his judgments to Israel.",
      "20": "He has not done this for any other nation. They do not know his judgments. Praise the Lord."
    },
    "148": {
      "1": "Praise the Lord. Praise the Lord from the heavens. Praise him in the heights.",
      "2": "Praise him, all his angels. Praise him, all his armies.",
      "3": "Praise him, sun and moon. Praise him, all you bright stars.",
      "4": "Praise him, you highest heavens and you waters which are above the heavens.",
      "5": "Let them praise the name of the Lord, because he commanded, and they were created.",
      "6": "He caused them to stand forever and ever. He gave a decree, and it will not pass away.",
      "7": "Praise the Lord from the earth, great sea creatures and all the depths,",
      "8": "fire and hail, snow and fog, storm winds that obey his word,",
      "9": "mountains and all hills, fruit trees and all cedars,",
      "10": "wild animals and all cattle, crawling creatures and flying birds,",
      "11": "kings of the earth and all peoples, officials and all judges on earth,",
      "12": "young men and also young women, old people with young people.",
      "13": "Let them praise the name of the Lord, for his name alone is exalted. His splendor is above the earth and the heavens.",
      "14": "He has raised up a horn for his people— the praise of all his favored ones— for the children of Israel, the people close to him. Praise the Lord."
    },
    "149": {
      "1": "Praise the Lord. Sing to the Lord a new song. Sing his praise in the congregation of his favored ones.",
      "2": "Let Israel rejoice in its Maker. Let the people of Zion celebrate for their King.",
      "3": "Let them praise his name with dancing. With hand drum and lyre let them make music to him.",
      "4": "For the Lord is pleased with his people. He adorns the humble with salvation.",
      "5": "Let those he favors rejoice in honor. Let them shout for joy on their beds.",
      "6": "May high praise of God be in their throats, and a two-edged sword in their hands,",
      "7": "to inflict vengeance on the nations and punishments on the peoples,",
      "8": "to bind their kings with chains and their nobles with iron shackles,",
      "9": "to carry out the judgment written against them. This is the glory of all his favored people. Praise the Lord."
    },
    "150": {
      "1": "Praise the Lord. Praise God in his sanctuary. Praise him in the expanse that shows his might.",
      "2": "Praise him for his acts of power. Praise him according to his abundant greatness.",
      "3": "Praise him with a blast of the ram’s horn. Praise him with the harp and the lyre.",
      "4": "Praise him with hand drums and dancing. Praise him with the strings and the flute.",
      "5": "Praise him with the sounding cymbals. Praise him with loud cymbals.",
      "6": "Let everything that has breath praise the Lord. Praise the Lord."
    }
  }
}