{
  "Info": {
    "Language": "English",
    "Meaningless": "1.2.0",
    "Timestamp": "2025-04-21T21:35:44.845560-04:00",
    "Translation": "EHV"
  },
  "Song Of Solomon": {
    "1": {
      "1": "The Song of Songs, which is Solomon’s.",
      "2": "Let him kiss me with the kisses of his mouth. Experiencing your love is better than wine.",
      "3": "Your perfumes are fragrant. Your name is perfume poured out. That is why the virgins love you!",
      "4": "Carry me away with you—let us run. Let the king bring me into his chambers. We rejoice and are happy because of you. We celebrate your expressions of love more than we celebrate wine. How right the virgins are to love you!",
      "5": "Dark am I, but lovely, O daughters of Jerusalem, dark like the tents of Kedar, like the tent curtains of Solomon.",
      "6": "Do not stare at me because I am dark because the sun gazed at me. My mother’s sons were angry with me. They made me take care of the vineyards. I could not take care of my own vineyard.",
      "7": "You whom my soul loves, tell me where you pasture your flock, where you rest your sheep at noon. Why should I be like a veiled woman beside the flocks of your companions?",
      "8": "If you do not know, most beautiful of women, go out and follow the tracks of the flock and graze your young goats by the dwellings of the shepherds.",
      "9": "My darling, I compare you to a mare among the chariots of Pharaoh.",
      "10": "Your cheeks are adorned with earrings, your neck with strings of jewels.",
      "11": "We will make for you gold earrings decorated with silver.",
      "12": "While the king was at his couch, my nard gave off its fragrance.",
      "13": "My lover is to me a sachet of myrrh, spending the night between my breasts.",
      "14": "My lover is to me a cluster of henna blossoms from the vineyards of En Gedi.",
      "15": "How beautiful you are, my darling! How beautiful! Your eyes are doves.",
      "16": "How beautiful you are, my lover. How delightful! Yes, our bed is fresh.",
      "17": "The beams of our house are cedar. Our rafters are fir."
    },
    "2": {
      "1": "I am a wildflower of Sharon, a lily of the valleys.",
      "2": "Like a lily among thorns, so is my darling among the girls.",
      "3": "Like an apple tree among the trees of the forest, so is my lover among the boys. I desire to sit in his shade. His fruit is sweet to my taste.",
      "4": "He has brought me to the reception hall, and his banner over me is love.",
      "5": "Strengthen me with raisin cakes. Refresh me with apples, for I am weak from love.",
      "6": "His left arm is under my head, and his right arm embraces me.",
      "7": "Daughters of Jerusalem, you must swear to me by the gazelles, or by the does of the field, that you will not arouse or awaken love until it so desires.",
      "8": "Listen! It’s my lover! Look! Here he comes, leaping on the mountains, bounding over the hills.",
      "9": "My lover is like a gazelle, or like a young buck. Look! There he is, standing behind our wall, gazing through the windows, peeking through the lattice.",
      "10": "My lover responded and said to me, “Arise, my darling, my beautiful one, and come.”",
      "11": "Look! Winter is over. The rainy season has come to an end.",
      "12": "Flowers appear in the land. The season of singing has arrived. The cooing of the turtledove is heard in our land.",
      "13": "The fruit of the fig tree is beginning to ripen. The grapevines are in blossom. They spread their fragrance. Arise, come, my darling. My beautiful one, come.",
      "14": "My dove is in the clefts of the rock, in the hiding places on the mountainside. Let me see how you look. Let me hear your voice, because your voice is pleasant, and you are lovely to look at.",
      "15": "Catch the foxes for us, the little foxes that ruin the vineyards, our vineyards that are in blossom.",
      "16": "My lover is mine and I am his. He browses among the lilies.",
      "17": "Until the day breathes and the shadows flee, turn, my lover, and be like a gazelle, or like a young buck on the divided mountains."
    },
    "3": {
      "1": "All night long on my bed I sought the one my soul loves. I sought him, but I did not find him.",
      "2": "I will get up now and go around the city. I will go through its markets and squares. I will seek the one my soul loves. I sought him, but I did not find him.",
      "3": "The watchmen who patrol the city found me. “Have you seen the one my soul loves?”",
      "4": "I had hardly passed them, when I found the one my soul loves. I held him and would not let him go, until I had brought him to my mother’s house, to the room of the one who conceived me.",
      "5": "Daughters of Jerusalem, you must swear to me by the gazelles, and by the does of the field, that you will not arouse or awaken love until it so desires.",
      "6": "Who is this woman coming up from the wilderness like columns of smoke, perfumed with myrrh and with incense, made from all the fragrant powders of the merchant?",
      "7": "Look! It’s Solomon’s own carriage. Sixty warriors surround it, the most heroic of Israel,",
      "8": "all of them wearing a sword, all trained for battle, each man with his sword at his side, ready for the terrors of the night.",
      "9": "This palanquin King Solomon made for himself out of wood from Lebanon.",
      "10": "Its posts he made of silver. Its base he made of gold. Its seat was upholstered with purple. Its interior was inlaid with love by the daughters of Jerusalem.",
      "11": "Come out, you daughters of Zion, and look at King Solomon wearing the crown, the crown with which his mother crowned him on the day of his wedding, on the day his heart rejoiced."
    },
    "4": {
      "1": "Look at you. You are beautiful, my darling! Look at you. You are beautiful! Your eyes are doves behind your veil. Your hair is like a flock of goats which flows down from Mount Gilead.",
      "2": "Your teeth are like a flock, ready to be sheared, which comes up from the washing. Each is a twin. Not one of them is left by itself.",
      "3": "Your lips are like a scarlet ribbon. Your mouth is lovely. Your cheeks behind your veil are like the halves of a pomegranate.",
      "4": "Like the tower of David, your neck is adorned with rows of stones. A thousand shields hang on it, all of them the equipment of warriors.",
      "5": "Your two breasts are like two fawns, twins of a gazelle, that browse among the lilies.",
      "6": "Until the day breathes and the shadows flee, I will go to the mountain of myrrh, and to the hill of incense.",
      "7": "You are altogether beautiful, my darling. There is no flaw in you.",
      "8": "Come with me from Lebanon, my bride. With me from Lebanon, come. Descend from the top of Amana, from the top of Senir and Hermon, from the lions’ dens, and from the mountains of the leopards.",
      "9": "You have stirred my heart, my sister, my bride. You have stirred my heart with one, just one of your eyes, with one jewel of your necklace.",
      "10": "How delightful it is to experience your love, my sister, my bride! How much better is your love than wine, and the fragrance of your perfume than any spice!",
      "11": "Your lips drip like a honeycomb, my bride. Honey and milk are under your tongue. The fragrance of your garments is like the fragrance of Lebanon.",
      "12": "You are an enclosed garden, my sister, my bride. You are an enclosed spring, a sealed fountain.",
      "13": "Your plants are an orchard, pomegranates with other choice fruits, henna with nard,",
      "14": "nard and saffron, calamus and cinnamon, with every kind of incense tree, myrrh and aloes, with all the finest spices.",
      "15": "You are a garden fountain, a well of water flowing and streaming down from Lebanon.",
      "16": "Arise, north wind! Come, south wind! Blow on my garden, so that its spices spread abroad. Let my lover come into his garden, and eat its choice fruits."
    },
    "5": {
      "1": "I have come into my garden, my sister, my bride. I have gathered my myrrh with my spice. I have eaten my honeycomb with my honey. I have drunk my wine with my milk. Eat, friends! Drink! Be intoxicated with love!",
      "2": "I was sleeping but my heart was awake. A sound! My lover is knocking: “Open to me, my sister, my darling, my dove, my perfect one, because my head is soaked with dew, my locks with the dampness of the night.”",
      "3": "“I have taken off my robe. Why should I get dressed again? I have washed my feet. Why should I get them dirty again?”",
      "4": "My lover thrust his hand through the opening in the door. My feelings were aroused for him.",
      "5": "I arose to open for my lover. My hands dripped with myrrh, my fingers with flowing myrrh, on the handles of the lock.",
      "6": "I opened for my lover, but my lover had left. He was gone. My spirits sank when he left. I looked for him but did not find him. I called him, but he did not answer.",
      "7": "The watchmen who patrol the city found me. They beat me. They bruised me. They took my shawl away from me, those watchmen of the walls!",
      "8": "Daughters of Jerusalem, you must swear to me— if you find my lover— what will you tell him? —that I am sick with love.",
      "9": "What makes your lover better than any other lover, most beautiful of women? What makes your lover better than any other lover, that you make us swear in this way?",
      "10": "My lover is radiant and ruddy, outstanding among ten thousand.",
      "11": "His head is the best gold, the purest gold. His locks are wavy, black as a raven.",
      "12": "His eyes are like doves by streams of water. They are washed in milk. They are set in sockets.",
      "13": "His cheeks are like a bed of spice, like towers of perfumes. His lips are lilies, dripping with liquid myrrh.",
      "14": "His arms are rods of gold, set with topaz. His stomach is like polished ivory, decorated with sapphires.",
      "15": "His thighs are pillars of marble, set on bases of pure gold. His appearance is like Lebanon, choice as cedars.",
      "16": "His mouth is so sweet. He is completely desirable. This is my lover. This is my friend, O daughters of Jerusalem."
    },
    "6": {
      "1": "Where has your lover gone, most beautiful of women? Where did your lover turn? We will look for him with you.",
      "2": "My lover has gone down to his garden, to the beds of spices, to browse in the gardens, and to gather lilies.",
      "3": "I am my lover’s, and my lover is mine. He browses among the lilies.",
      "4": "You are as beautiful, my darling, as Tirzah, lovely as Jerusalem, majestic as troops with banners.",
      "5": "Turn your eyes away from me, because they arouse me. Your hair is like a flock of goats flowing down from Gilead.",
      "6": "Your teeth are like a flock of ewes coming up from the washing. Each has its twin. Not one of them is alone.",
      "7": "Your cheeks behind your veil are like the halves of a pomegranate.",
      "8": "There may be sixty queens, and eighty concubines, and virgins beyond number,",
      "9": "but my dove, my perfect one, is one of a kind. She is the only daughter of her mother, pure to the one who bore her. The girls saw her and called her blessed. The queens and concubines also praised her.",
      "10": "Who is this woman that appears like the dawn, beautiful as the moon, clear as the sun, majestic as the stars in procession?",
      "11": "I went down to the grove of nut trees, to look at the new growth in the valley, to see whether the vines had budded, whether the pomegranates had blossomed.",
      "12": "Before I realized it, my desire set me among the chariots of my willing people.",
      "13": "Turn back, turn back, O Shulammite. Turn back, turn back, so that we may look at you!"
    },
    "7": {
      "1": "Why would you look at the Shulammite. as at the dance of Mahanaim?",
      "2": "How beautiful are your feet in sandals, O prince’s daughter! Your hips are curved like a necklace, the work of the hands of a craftsman.",
      "3": "Your navel is a round mixing bowl. It never lacks blended wine. Your belly is a mound of wheat, encircled by lilies.",
      "4": "Your two breasts are like two fawns, twins of a gazelle.",
      "5": "Your neck is like an ivory tower. Your eyes are the pools in Heshbon, by the gate of Bat Rabbim. Your nose is like the tower of Lebanon, overlooking Damascus.",
      "6": "Your head rises above you like Mount Carmel. The flowing hair of your head is like purple. The king is captivated by its curls.",
      "7": "How beautiful you are and how pleasing, O loved one, daughter of delights!",
      "8": "Your height is like that of the date palm, and your breasts like clusters of fruit.",
      "9": "I said, “I will climb the date palm. I will take hold of its bunches of fruit.” May your breasts be like the clusters of the vine, the fragrance of your breath like apples,",
      "10": "a and your mouth like the best wine—",
      "11": "b —flowing to my lover, gliding smoothly over lips and teeth.",
      "12": "I belong to my lover, and his desire is for me.",
      "13": "Come, my lover, let us go to the fields. Let us spend the night in the villages.",
      "14": "Let us go early to the vineyards. We will see if the vines have budded, if their blossoms have opened, if the pomegranates are in bloom. There I will give my love to you. The mandrakes send out their fragrance. At our door is every delicacy, new as well as old, that I have stored up for you, my lover."
    },
    "8": {
      "1": "I wish that you were like a brother to me, who was nursed at my mother’s breasts. Then if I would meet you in public, I could kiss you, and no one would despise me.",
      "2": "I would lead you. I would bring you to my mother’s house where she used to teach me. I would give you spiced wine to drink, the juice of my pomegranates.",
      "3": "His left arm is under my head, and his right arm embraces me.",
      "4": "Daughters of Jerusalem, you must swear that you will not arouse or awaken love until it so desires.",
      "5": "",
      "6": "a Who is this woman coming up from the wilderness, leaning on her lover?",
      "7": "b Under the apple tree I roused you. There your mother conceived you. There she who gave birth to you was in labor.",
      "8": "Place me like a seal over your heart, like a seal on your arm, because love is as strong as death. Its passion is as relentless as the grave. Its flames are flames of fire, a mighty blaze.",
      "9": "Many waters cannot quench such love. Rivers cannot wash it away. If a man were to offer all the wealth of his house for love, he would be utterly scorned.",
      "10": "We have a little sister. She has no breasts. What shall we make for our sister on the day she is spoken for?",
      "11": "If she is a wall, we will build towers of silver on her. If she is a door, we will enclose her with panels of cedar.",
      "12": "I am a wall, and my breasts are like towers. Thus I have become in his eyes like one who delivers contentment.",
      "13": "Solomon had a vineyard in Baal Hamon. He leased his vineyard to tenants. Each was to bring for its fruit a thousand shekels of silver.",
      "14": "But my own vineyard is before me. The thousand shekels are for you, Solomon, and two hundred are for those who tend its fruit.",
      "15": "You who dwell in the gardens with friends in attendance, let me hear your voice!",
      "16": "Run away, my love, and be like a gazelle, or like a young buck on the mountains of spices."
    }
  }
}