{
  "info": {
    "book": "Numbers",
    "chapter": "14",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "All the congregation lifted up their voice, and cried; and the people wept that night.",
      "topic": ""
    },
    "2": {
      "text": "All the children of Israel murmured against Moses and against Aaron: and the whole congregation said to them, “Would that we had died in the land of Egypt! or would that we had died in this wilderness!",
      "topic": ""
    },
    "3": {
      "text": "Why does Yahweh bring us to this land, to fall by the sword? Our wives and our little ones will be a prey: wouldn’t it be better for us to return into Egypt?”",
      "topic": ""
    },
    "4": {
      "text": "They said one to another, “Let us make a captain, and let us return into Egypt.”",
      "topic": ""
    },
    "5": {
      "text": "Then Moses and Aaron fell on their faces before all the assembly of the congregation of the children of Israel.",
      "topic": ""
    },
    "6": {
      "text": "Joshua the son of Nun and Caleb the son of Jephunneh, who were of those who spied out the land, tore their clothes:",
      "topic": ""
    },
    "7": {
      "text": "and they spoke to all the congregation of the children of Israel, saying, “The land, which we passed through to spy it out, is an exceeding good land.",
      "topic": ""
    },
    "8": {
      "text": "If Yahweh delights in us, then he will bring us into this land, and give it to us; a land which flows with milk and honey.",
      "topic": ""
    },
    "9": {
      "text": "Only don’t rebel against Yahweh, neither fear the people of the land; for they are bread for us: their defense is removed from over them, and Yahweh is with us. Don’t fear them.”",
      "topic": ""
    },
    "10": {
      "text": "But all the congregation threatened to stone them with stones. The glory of Yahweh appeared in the Tent of Meeting to all the children of Israel.",
      "topic": ""
    },
    "11": {
      "text": "Yahweh said to Moses, “How long will this people despise me? and how long will they not believe in me, for all the signs which I have worked among them?",
      "topic": ""
    },
    "12": {
      "text": "I will strike them with the pestilence, and disinherit them, and will make of you a nation greater and mightier than they.”",
      "topic": ""
    },
    "13": {
      "text": "Moses said to Yahweh, “Then the Egyptians will hear it; for you brought up this people in your might from among them;",
      "topic": ""
    },
    "14": {
      "text": "and they will tell it to the inhabitants of this land. They have heard that you Yahweh are in the midst of this people; for you Yahweh are seen face to face, and your cloud stands over them, and you go before them, in a pillar of cloud by day, and in a pillar of fire by night.",
      "topic": ""
    },
    "15": {
      "text": "Now if you killed this people as one man, then the nations which have heard the fame of you will speak, saying,",
      "topic": ""
    },
    "16": {
      "text": "‘Because Yahweh was not able to bring this people into the land which he swore to them, therefore he has slain them in the wilderness.’",
      "topic": ""
    },
    "17": {
      "text": "Now please let the power of the Lord be great, according as you have spoken, saying,",
      "topic": ""
    },
    "18": {
      "text": "‘Yahweh is slow to anger, and abundant in loving kindness, forgiving iniquity and disobedience; and that will by no means clear the guilty, visiting the iniquity of the fathers on the children, on the third and on the fourth generation.’",
      "topic": ""
    },
    "19": {
      "text": "Please pardon the iniquity of this people according to the greatness of your loving kindness, and according as you have forgiven this people, from Egypt even until now.”",
      "topic": ""
    },
    "20": {
      "text": "Yahweh said, “I have pardoned according to your word:",
      "topic": ""
    },
    "21": {
      "text": "but in very deed, as I live, and as all the earth shall be filled with the glory of Yahweh;",
      "topic": ""
    },
    "22": {
      "text": "because all those men who have seen my glory, and my signs, which I worked in Egypt and in the wilderness, yet have tempted me these ten times, and have not listened to my voice;",
      "topic": ""
    },
    "23": {
      "text": "surely they shall not see the land which I swore to their fathers, neither shall any of those who despised me see it:",
      "topic": ""
    },
    "24": {
      "text": "but my servant Caleb, because he had another spirit with him, and has followed me fully, him will I bring into the land into which he went; and his seed shall possess it.",
      "topic": ""
    },
    "25": {
      "text": "Now the Amalekite and the Canaanite dwell in the valley: tomorrow turn, and go into the wilderness by the way to the Red Sea.”",
      "topic": ""
    },
    "26": {
      "text": "Yahweh spoke to Moses and to Aaron, saying,",
      "topic": ""
    },
    "27": {
      "text": "“How long shall I bear with this evil congregation, that murmur against me? I have heard the murmurings of the children of Israel, which they murmur against me.",
      "topic": ""
    },
    "28": {
      "text": "Tell them, ‘As I live, says Yahweh, surely as you have spoken in my ears, so will I do to you:",
      "topic": ""
    },
    "29": {
      "text": "your dead bodies shall fall in this wilderness; and all who were numbered of you, according to your whole number, from twenty years old and upward, who have murmured against me,",
      "topic": ""
    },
    "30": {
      "text": "surely you shall not come into the land, concerning which I swore that I would make you dwell therein, except Caleb the son of Jephunneh, and Joshua the son of Nun.",
      "topic": ""
    },
    "31": {
      "text": "But your little ones, that you said should be a prey, them will I bring in, and they shall know the land which you have rejected.",
      "topic": ""
    },
    "32": {
      "text": "But as for you, your dead bodies shall fall in this wilderness.",
      "topic": ""
    },
    "33": {
      "text": "Your children shall be wanderers in the wilderness forty years, and shall bear your prostitution, until your dead bodies be consumed in the wilderness.",
      "topic": ""
    },
    "34": {
      "text": "After the number of the days in which you spied out the land, even forty days, for every day a year, you will bear your iniquities, even forty years, and you will know my alienation.’",
      "topic": ""
    },
    "35": {
      "text": "I, Yahweh, have spoken, surely this will I do to all this evil congregation, who are gathered together against me: in this wilderness they shall be consumed, and there they shall die.”",
      "topic": ""
    },
    "36": {
      "text": "The men, whom Moses sent to spy out the land, who returned, and made all the congregation to murmur against him, by bringing up an evil report against the land,",
      "topic": ""
    },
    "37": {
      "text": "even those men who brought up an evil report of the land, died by the plague before Yahweh.",
      "topic": ""
    },
    "38": {
      "text": "But Joshua the son of Nun, and Caleb the son of Jephunneh, remained alive of those men who went to spy out the land.",
      "topic": ""
    },
    "39": {
      "text": "Moses told these words to all the children of Israel: and the people mourned greatly.",
      "topic": ""
    },
    "40": {
      "text": "They rose up early in the morning, and went up to the top of the mountain, saying, “Behold, we are here, and will go up to the place which Yahweh has promised: for we have sinned.”",
      "topic": ""
    },
    "41": {
      "text": "Moses said, “Why now do you disobey the commandment of Yahweh, since it shall not prosper?",
      "topic": ""
    },
    "42": {
      "text": "Don’t go up, for Yahweh isn’t among you; that you not be struck down before your enemies.",
      "topic": ""
    },
    "43": {
      "text": "For there the Amalekite and the Canaanite are before you, and you shall fall by the sword: because you are turned back from following Yahweh, therefore Yahweh will not be with you.”",
      "topic": ""
    },
    "44": {
      "text": "But they presumed to go up to the top of the mountain: nevertheless the ark of the covenant of Yahweh, and Moses, didn’t depart out of the camp.",
      "topic": ""
    },
    "45": {
      "text": "Then the Amalekite came down, and the Canaanite who lived in that mountain, and struck them and beat them down, even to Hormah.",
      "topic": ""
    }
  }
}