{
  "info": {
    "book": "Numbers",
    "chapter": "28",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Yahweh spoke to Moses, saying,",
      "topic": ""
    },
    "2": {
      "text": "“Command the children of Israel, and tell them, ‘My offering, my food for my offerings made by fire, of a pleasant aroma to me, you shall observe to offer to me in their due season.’",
      "topic": ""
    },
    "3": {
      "text": "You shall tell them, ‘This is the offering made by fire which you shall offer to Yahweh: male lambs a year old without blemish, two day by day, for a continual burnt offering.",
      "topic": ""
    },
    "4": {
      "text": "You shall offer the one lamb in the morning, and you shall offer the other lamb at evening;",
      "topic": ""
    },
    "5": {
      "text": "with the tenth part of an ephah of fine flour for a meal offering, mixed with the fourth part of a hin of beaten oil.",
      "topic": ""
    },
    "6": {
      "text": "It is a continual burnt offering, which was ordained in Mount Sinai for a pleasant aroma, an offering made by fire to Yahweh.",
      "topic": ""
    },
    "7": {
      "text": "Its drink offering shall be the fourth part of a hin for the one lamb. You shall pour out a drink offering of strong drink to Yahweh in the holy place.",
      "topic": ""
    },
    "8": {
      "text": "The other lamb you shall offer at evening: as the meal offering of the morning, and as the drink offering of it, you shall offer it, an offering made by fire, of a pleasant aroma to Yahweh.",
      "topic": ""
    },
    "9": {
      "text": "“‘On the Sabbath day two male lambs a year old without blemish, and two tenth parts of an ephah of fine flour for a meal offering, mixed with oil, and the drink offering of it:",
      "topic": ""
    },
    "10": {
      "text": "this is the burnt offering of every Sabbath, besides the continual burnt offering, and the drink offering of it.",
      "topic": ""
    },
    "11": {
      "text": "“‘In the beginnings of your months you shall offer a burnt offering to Yahweh: two young bulls, and one ram, seven male lambs a year old without blemish;",
      "topic": ""
    },
    "12": {
      "text": "and three tenth parts of an ephah of fine flour for a meal offering, mixed with oil, for each bull; and two tenth parts of fine flour for a meal offering, mixed with oil, for the one ram;",
      "topic": ""
    },
    "13": {
      "text": "and a tenth part of fine flour mixed with oil for a meal offering to every lamb; for a burnt offering of a pleasant aroma, an offering made by fire to Yahweh.",
      "topic": ""
    },
    "14": {
      "text": "Their drink offerings shall be half a hin of wine for a bull, and the third part of a hin for the ram, and the fourth part of a hin for a lamb: this is the burnt offering of every month throughout the months of the year.",
      "topic": ""
    },
    "15": {
      "text": "One male goat for a sin offering to Yahweh; it shall be offered besides the continual burnt offering, and the drink offering of it.",
      "topic": ""
    },
    "16": {
      "text": "“‘In the first month, on the fourteenth day of the month, is Yahweh’s Passover.",
      "topic": ""
    },
    "17": {
      "text": "On the fifteenth day of this month shall be a feast: seven days shall unleavened bread be eaten.",
      "topic": ""
    },
    "18": {
      "text": "In the first day shall be a holy convocation: you shall do no servile work;",
      "topic": ""
    },
    "19": {
      "text": "but you shall offer an offering made by fire, a burnt offering to Yahweh: two young bulls, and one ram, and seven male lambs a year old; they shall be to you without blemish;",
      "topic": ""
    },
    "20": {
      "text": "and their meal offering, fine flour mixed with oil: you shall offer three tenth parts for a bull, and two tenth parts for the ram.",
      "topic": ""
    },
    "21": {
      "text": "You shall offer a tenth part for every lamb of the seven lambs;",
      "topic": ""
    },
    "22": {
      "text": "and one male goat for a sin offering, to make atonement for you.",
      "topic": ""
    },
    "23": {
      "text": "You shall offer these besides the burnt offering of the morning, which is for a continual burnt offering.",
      "topic": ""
    },
    "24": {
      "text": "In this way you shall offer daily, for seven days, the food of the offering made by fire, of a pleasant aroma to Yahweh: it shall be offered besides the continual burnt offering, and the drink offering of it.",
      "topic": ""
    },
    "25": {
      "text": "On the seventh day you shall have a holy convocation: you shall do no servile work.",
      "topic": ""
    },
    "26": {
      "text": "“‘Also in the day of the first fruits, when you offer a new meal offering to Yahweh in your feast of weeks, you shall have a holy convocation; you shall do no servile work;",
      "topic": ""
    },
    "27": {
      "text": "but you shall offer a burnt offering for a pleasant aroma to Yahweh: two young bulls, one ram, seven male lambs a year old;",
      "topic": ""
    },
    "28": {
      "text": "and their meal offering, fine flour mixed with oil, three tenth parts for each bull, two tenth parts for the one ram,",
      "topic": ""
    },
    "29": {
      "text": "a tenth part for every lamb of the seven lambs;",
      "topic": ""
    },
    "30": {
      "text": "one male goat, to make atonement for you.",
      "topic": ""
    },
    "31": {
      "text": "Besides the continual burnt offering, and the meal offering of it, you shall offer them (they shall be to you without blemish), and their drink offerings.",
      "topic": ""
    }
  }
}