{
  "info": {
    "book": "Santiago",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "El anciano al muy amado Gayo, a quien yo amo en la verdad.",
      "topic": ""
    },
    "2": {
      "text": "Amado, mi oración es que tú seas prosperado en todas las cosas, y que tengas salud, así como prospera tu alma.",
      "topic": ""
    },
    "3": {
      "text": "Pues mucho me regocijé cuando vinieron los hermanos y dieron testimonio de la verdad que está en ti, y de cómo tú andas en la verdad.",
      "topic": ""
    },
    "4": {
      "text": "No tengo mayor gozo que el oír que mis hijos andan en la verdad.",
      "topic": ""
    },
    "5": {
      "text": "Amado, fielmente haces todo lo que haces para con los hermanos, y con los extranjeros,",
      "topic": ""
    },
    "6": {
      "text": "los cuales han dado testimonio de tu amor en presencia de la iglesia; a los cuales si encaminares en su jornada como es digno según Dios, harás bien.",
      "topic": ""
    },
    "7": {
      "text": "Porque ellos partieron por amor a su nombre, no tomando nada de los gentiles.",
      "topic": ""
    },
    "8": {
      "text": "Nosotros, pues, debemos recibir a los tales, para que seamos cooperadores con la verdad.",
      "topic": ""
    },
    "9": {
      "text": "Yo he escrito a la iglesia; mas Diótrefes, que ama tener la preeminencia entre ellos, no nos recibe.",
      "topic": ""
    },
    "10": {
      "text": "Por esta causa, si yo viniere, recordaré las obras que hace parloteando con palabras maliciosas contra nosotros; y no contento con estas cosas, no recibe a los hermanos, y a los que quieren recibirlos se los impide, y [los] expulsa de la iglesia.",
      "topic": ""
    },
    "11": {
      "text": "Amado, no sigas lo malo, sino lo bueno. El que hace lo bueno es de Dios; mas el que hace lo malo, no ha visto a Dios.",
      "topic": ""
    },
    "12": {
      "text": "Todos dan testimonio de Demetrio, y aun la misma verdad; y también nosotros damos testimonio; y vosotros sabéis que nuestro testimonio es verdadero.",
      "topic": ""
    },
    "13": {
      "text": "Yo tenía muchas cosas que escribirte, pero no quiero escribírtelas con tinta y pluma,",
      "topic": ""
    },
    "14": {
      "text": "porque espero verte en breve, y hablaremos cara a cara. La paz [sea] contigo. Los amigos te saludan. Saluda tú a los amigos por nombre.",
      "topic": ""
    },
    "15": {
      "text": "También yo procuraré con diligencia, que después de mi muerte, vosotros podáis en todo momento tener memoria de estas cosas.",
      "topic": ""
    },
    "16": {
      "text": "Porque no os hemos dado a conocer el poder y la venida de nuestro Señor Jesucristo, siguiendo fábulas artificiosas; sino como habiendo visto con nuestros propios ojos su majestad.",
      "topic": ""
    },
    "17": {
      "text": "Porque Él recibió de Dios Padre honor y gloria, cuando le fue enviada desde la magnífica gloria una gran voz [que decía]: Éste es mi Hijo amado, en el cual tengo contentamiento.",
      "topic": ""
    },
    "18": {
      "text": "Y nosotros oímos esta voz enviada del cielo, cuando estábamos con Él en el monte santo.",
      "topic": ""
    },
    "19": {
      "text": "Tenemos además la palabra profética más segura, a la cual hacéis bien de estar atentos como a una lámpara que alumbra en lugar oscuro hasta que el día esclarezca, y la estrella de la mañana salga en vuestros corazones;",
      "topic": ""
    },
    "20": {
      "text": "entendiendo primero esto, que ninguna profecía de la Escritura es de interpretación privada;",
      "topic": ""
    },
    "21": {
      "text": "porque la profecía no vino en tiempo pasado por la voluntad del hombre; sino que los santos hombres de Dios hablaron [siendo] guiados por el Espíritu Santo.",
      "topic": ""
    },
    "22": {
      "text": "Habiendo purificado vuestras almas en la obediencia de la verdad, mediante el Espíritu, para el amor fraternal no fingido, amaos unos a otros entrañablemente, de corazón puro;",
      "topic": ""
    },
    "23": {
      "text": "siendo renacidos, no de simiente corruptible, sino de incorruptible, por la palabra de Dios que vive y permanece para siempre.",
      "topic": ""
    },
    "24": {
      "text": "Porque toda carne [es] como la hierba, y toda la gloria del hombre como la flor de la hierba. La hierba se seca, y la flor se cae;",
      "topic": ""
    },
    "25": {
      "text": "mas la palabra del Señor permanece para siempre. Y ésta es la palabra que por el evangelio os ha sido predicada.",
      "topic": ""
    },
    "26": {
      "text": "Si alguno parece ser religioso entre vosotros, y no refrena su lengua, sino que engaña su corazón, la religión del tal es vana.",
      "topic": ""
    },
    "27": {
      "text": "La religión pura y sin mácula delante de Dios y Padre es ésta: Visitar a los huérfanos y a las viudas en sus tribulaciones, y guardarse sin mancha del mundo.",
      "topic": ""
    }
  }
}