{
  "info": {
    "book": "Santiago",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Mirad cuál amor nos ha dado el Padre, que seamos llamados hijos de Dios; por esto el mundo no nos conoce, porque no le conoció a Él.",
      "topic": ""
    },
    "2": {
      "text": "Amados, ahora somos hijos de Dios, y aún no se ha manifestado lo que hemos de ser; pero sabemos que cuando Él apareciere, seremos semejantes a Él, porque le veremos como Él es.",
      "topic": ""
    },
    "3": {
      "text": "Y cualquiera que tiene esta esperanza en Él, se purifica a sí mismo, así como Él es puro.",
      "topic": ""
    },
    "4": {
      "text": "Cualquiera que comete pecado, traspasa también la ley; pues el pecado es transgresión de la ley.",
      "topic": ""
    },
    "5": {
      "text": "Y sabéis que Él apareció para quitar nuestros pecados, y no hay pecado en Él.",
      "topic": ""
    },
    "6": {
      "text": "Todo aquel que permanece en Él, no peca; todo aquel que peca, no le ha visto, ni le ha conocido.",
      "topic": ""
    },
    "7": {
      "text": "Hijitos, nadie os engañe; el que hace justicia, es justo, como también Él es justo.",
      "topic": ""
    },
    "8": {
      "text": "El que hace pecado, es del diablo; porque el diablo peca desde el principio. Para esto apareció el Hijo de Dios, para deshacer las obras del diablo.",
      "topic": ""
    },
    "9": {
      "text": "Todo aquel que es nacido de Dios, no peca, porque su simiente permanece en él; y no puede pecar, porque es nacido de Dios.",
      "topic": ""
    },
    "10": {
      "text": "En esto son manifiestos los hijos de Dios, y los hijos del diablo; todo el que no hace justicia, y que no ama a su hermano, no es de Dios.",
      "topic": ""
    },
    "11": {
      "text": "Porque, éste es el mensaje que habéis oído desde el principio: Que nos amemos unos a otros.",
      "topic": ""
    },
    "12": {
      "text": "No como Caín, [que] era del maligno, y mató a su hermano. ¿Y por qué causa le mató? Porque sus obras eran malas, y las de su hermano justas.",
      "topic": ""
    },
    "13": {
      "text": "Hermanos míos, no os maravilléis si el mundo os aborrece.",
      "topic": ""
    },
    "14": {
      "text": "Nosotros sabemos que hemos pasado de muerte a vida, en que amamos a los hermanos. El que no ama a [su] hermano, permanece en muerte.",
      "topic": ""
    },
    "15": {
      "text": "Todo aquel que aborrece a su hermano, es homicida; y sabéis que ningún homicida tiene vida eterna morando en sí.",
      "topic": ""
    },
    "16": {
      "text": "En esto conocemos el amor [de Dios], en que Él puso su vida por nosotros; también nosotros debemos poner [nuestras] vidas por los hermanos.",
      "topic": ""
    },
    "17": {
      "text": "Pero el que tiene bienes de este mundo, y ve a su hermano tener necesidad, y le cierra sus entrañas, ¿cómo mora el amor de Dios en él?",
      "topic": ""
    },
    "18": {
      "text": "Hijitos míos, no amemos de palabra ni de lengua, sino de hecho y en verdad.",
      "topic": ""
    },
    "19": {
      "text": "Y en esto conocemos que somos de la verdad, y aseguraremos nuestros corazones delante de Él.",
      "topic": ""
    },
    "20": {
      "text": "Porque si nuestro corazón nos reprende, mayor es Dios que nuestro corazón, y [Él] conoce todas las cosas.",
      "topic": ""
    },
    "21": {
      "text": "Amados, si nuestro corazón no nos reprende, confianza tenemos para con Dios;",
      "topic": ""
    },
    "22": {
      "text": "y cualquier cosa que pidamos, la recibiremos de Él, porque guardamos sus mandamientos y hacemos las cosas que son agradables delante de Él.",
      "topic": ""
    },
    "23": {
      "text": "Y éste es su mandamiento: Que creamos en el nombre de su Hijo Jesucristo, y nos amemos unos a otros como nos lo ha mandado.",
      "topic": ""
    },
    "24": {
      "text": "Y el que guarda sus mandamientos, permanece en Él, y Él en él. Y en esto sabemos que Él permanece en nosotros, por el Espíritu que nos ha dado.",
      "topic": ""
    }
  }
}