{
  "info": {
    "book": "2 Samuel",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it will be after the death of Saul, and David turned back from striking Amalek, and David sat down two days in Ziklag.",
      "topic": ""
    },
    "2": {
      "text": "And it will be in the third day, and behold, a man came from the camp from Saul, and his garments rent and dust upon his head: and it will be in his coming to David and he will fall to the earth and worship him.",
      "topic": ""
    },
    "3": {
      "text": "And David will say to him, From whence wilt thou come? and he will say to him, From the camp of Israel I escaped.",
      "topic": ""
    },
    "4": {
      "text": "And David will say to him, What was the word? announce now to me. And he will say that the people fled from the battle, and also many fell from the people, and they will die and also Saul and Jonathan his son died.",
      "topic": ""
    },
    "5": {
      "text": "And David will say to the youth announcing to him, How knewest thou that Saul died, and Jonathan his son?",
      "topic": ""
    },
    "6": {
      "text": "And the youth announcing to him, will say, And happening, I happened to be upon mount Gilboa, and behold, Saul leaning upon his spear; and behold, the chariots and lords, the horsemen, pursued him.",
      "topic": ""
    },
    "7": {
      "text": "And he will look behind him and see me, and he will call to me; and I say, Behold me.",
      "topic": ""
    },
    "8": {
      "text": "And he will say to me, Who thou? and I shall say to him, I an Amalekite.",
      "topic": ""
    },
    "9": {
      "text": "And he will say to me, Stand now, upon me, and kill me, for perplexity seized me because my soul is yet all in me.",
      "topic": ""
    },
    "10": {
      "text": "And I shall stand upon him and kill him, for I knew that he will not live after his falling: and I shall take the diadem which upon his head, and the armband which upon his arm, and I shall bring them hither to my lord.",
      "topic": ""
    },
    "11": {
      "text": "And David will take hold upon his garments and will rend them; and also all the men which are with him.",
      "topic": ""
    },
    "12": {
      "text": "And they will mourn and weep, and fast, even till the evening, for Saul and for Jonathan his son, and for the people of Jehovah and for the house of Israel, because they fell by the sword.",
      "topic": ""
    },
    "13": {
      "text": "And David will say to the youth announcing to him, From whence thou? and he will say, I the son of a man, a stranger, an Amalekite.",
      "topic": ""
    },
    "14": {
      "text": "And David will say to him, How, wert thou not afraid to stretch forth thine hand to destroy Jehovah’s Messiah?",
      "topic": ""
    },
    "15": {
      "text": "And David will call to one of his youths and say, Come near, fall upon him. And he will strike him, and be will die.",
      "topic": ""
    },
    "16": {
      "text": "And David will say to him, Thy bloods upon thy head, for thy mouth answered against thee, saying, I killed Jehovah’s Messiah.",
      "topic": ""
    },
    "17": {
      "text": "And David will set up this lamentation over Saul and over Jonathan his son:",
      "topic": ""
    },
    "18": {
      "text": "(And he will say to teach the sons of Judah the bow: it was written upon the book of Jasher.)",
      "topic": ""
    },
    "19": {
      "text": "The beauty of Israel was wounded upon thy heights: how have the powerful fallen.",
      "topic": ""
    },
    "20": {
      "text": "Ye shall not announce in Gath, ye shall not announce the good news in the streets of Ashkelon, lest the daughters of the rovers shall rejoice—lest the daughters of the uncircumcised shall exult.",
      "topic": ""
    },
    "21": {
      "text": "Mountains of Gilboa, no dew and no rain upon you, and fields of offerings: for there the shield of the powerful was cast away—the shield of Saul as not anointed with oil.",
      "topic": ""
    },
    "22": {
      "text": "From the blood of the wounded and from the fat of the powerful, the bow of Jonathan drew not back in the rear, and the sword of Saul will not turn back empty.",
      "topic": ""
    },
    "23": {
      "text": "Saul and Jonathan beloved and pleasant in their lives, and in their death they were not separated: they were swift above eagles, they were strong above lions.",
      "topic": ""
    },
    "24": {
      "text": "Daughters of Israel weep for Saul, having clothed you with scarlet, with delights; bringing up ornaments of gold upon your garments.",
      "topic": ""
    },
    "25": {
      "text": "How have the powerful fallen in the midst of the battle Jonathan wounded upon the heights!",
      "topic": ""
    },
    "26": {
      "text": "Distress to me for thee, my brother Jonathan: thou wert sweet to me exceedingly: thy love to me was wonderful above the love of women.",
      "topic": ""
    },
    "27": {
      "text": "How have the powerful fallen and the vessels of war perished.",
      "topic": ""
    }
  }
}