{
  "info": {
    "book": "2 Samuel",
    "chapter": "16",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And David passed over a little from the head, and behold, Ziba, Mephibosheth’s boy, to his meeting, and a pair of asses saddled, and upon them two hundred of bread and a hundred bunches of dried grapes, and a hundred of fruits, and a flask of wine.",
      "topic": ""
    },
    "2": {
      "text": "And the king will say to Ziba, What are these to thee? and Ziba will say, The asses for the house of the king to ride; and the bread and the fruits for the food of the boys, and the wine for the drinking of the faint in the desert.",
      "topic": ""
    },
    "3": {
      "text": "And the king will say, And where the son of thy lord? And Ziba will say to the king: Behold, he will dwell in Jerusalem: for he said, This day the house of Israel will turn back to me the kingdom of my father.",
      "topic": ""
    },
    "4": {
      "text": "And the king will say to Ziba, Behold, to thee all which was to Mephibosheth. And Ziba will say, I worshiped; shall I find grace in the eyes of my lord the king?",
      "topic": ""
    },
    "5": {
      "text": "And king David went to Bahurim, and behold, from thence a man will come forth from the family of the house of Saul, and his name Shimei, son of Gera: he came forth, coming forth and cursing.",
      "topic": ""
    },
    "6": {
      "text": "And he will stone David with stones, and all the servants of king David: and all the people and all the mighty, from his right hand and from his left.",
      "topic": ""
    },
    "7": {
      "text": "And thus said Shimei in his cursing, Come forth, come forth, thou man of bloods and man of.",
      "topic": ""
    },
    "8": {
      "text": "Jehovah turned back upon thee Belial all the bloods of the house of Saul of whom thou didst reign in his stead; and Jehovah will give the kingdom into the hand of Absalom thy son; and behold thee in thine evil, for a man of bloods art thou.",
      "topic": ""
    },
    "9": {
      "text": "And Abishai son of Zeruiah will say to the king, Wherefore shall this dead dog curse my lord the king? I will pass over now and take away his head.",
      "topic": ""
    },
    "10": {
      "text": "And the king will say, What to me and you ye sons of Zeruiah? for he shall curse, and because Jehovah said to him, Curse David: and who shall say, Wherefore didst thou thus?",
      "topic": ""
    },
    "11": {
      "text": "And David will say to Abishai and to all his servants, Behold my son who came forth from my bowels seeks my soul: and how much more now the son of the Jaminite? Leave to him and he shall curse, for Jehovah said to him.",
      "topic": ""
    },
    "12": {
      "text": "Perhaps Jehovah will look upon my wrong, and Jehovah turn back to me good for his cursing this day.",
      "topic": ""
    },
    "13": {
      "text": "And David went, and his men, in the way; and Shimei went by the side of the mountain near to him going, and he will curse and stone with stones near to him, and dusting with dust.",
      "topic": ""
    },
    "14": {
      "text": "And the king will come, and all the people which are with him, weary, and he will be refreshed there.",
      "topic": ""
    },
    "15": {
      "text": "And Absalom and all the people, the man Israel, came to Jerusalem, and Ahithophel with him.",
      "topic": ""
    },
    "16": {
      "text": "And it will be, as Hushai the Archite, David’s friend, came to Absalom, and Hushai will say to Absalom, The king shall live, the king shall live.",
      "topic": ""
    },
    "17": {
      "text": "And Absalom will say to Hushai, This thy mercy with thy friend? wherefore wentest thou not with thy friend?",
      "topic": ""
    },
    "18": {
      "text": "And Hushai will say to Absalom, Nay; for whom Jehovah chose and this people, and every man of Israel, shall I not be and dwell with him?",
      "topic": ""
    },
    "19": {
      "text": "And the second time, to whom shall I serve if not before the son? as I served before thy father so will I be before thee.",
      "topic": ""
    },
    "20": {
      "text": "And Absalom will say to Ahithophel, Bring counsel to yourselves what we shall do.",
      "topic": ""
    },
    "21": {
      "text": "And Ahithophel will say to Absalom, Come in to thy father’s concubines which he left to watch the house; and all Israel hearing that thou madest thy father loathsome, and the hands of all that are with thee were strengthened.",
      "topic": ""
    },
    "22": {
      "text": "And they will stretch out a tent for Absalom upon the roof, and Absalom will go in to his father’s concubines before the eyes of all Israel.",
      "topic": ""
    },
    "23": {
      "text": "And the counsel of Ahithophel which he counseled in those days, according as it will be asked in the word of God: thus all the counsel of Ahithophel also to David also to Absalom.",
      "topic": ""
    }
  }
}