{
  "info": {
    "book": "Haggeo",
    "chapter": "1",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "En el año segundo del rey Darío en el mes sexto, en el primer día del mes, vino palabra de Jehová, por medio del profeta Hageo, a Zorobabel, hijo de Salatiel, gobernador de Judá, y a Josué, hijo de Josadac, el sumo sacerdote, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Así habla Jehová de los ejércitos, diciendo: Este pueblo dice: El tiempo aún no ha venido, el tiempo de que la casa de Jehová sea reedificada.",
      "topic": ""
    },
    "3": {
      "text": "Vino, pues, palabra de Jehová por medio del profeta Hageo, diciendo:",
      "topic": ""
    },
    "4": {
      "text": "¿[Es] para vosotros tiempo, para vosotros, de morar en vuestras casas artesonadas, y esta casa [está] desierta?",
      "topic": ""
    },
    "5": {
      "text": "Pues así dice Jehová de los ejércitos: Considerad vuestros caminos.",
      "topic": ""
    },
    "6": {
      "text": "Sembráis mucho, y encerráis poco; coméis, y no os saciáis; bebéis, y no estáis satisfechos; os vestís, y no os calentáis; y el que trabaja a jornal recibe su jornal en saco horadado.",
      "topic": ""
    },
    "7": {
      "text": "Así dice Jehová de los ejércitos: Considerad vuestros caminos.",
      "topic": ""
    },
    "8": {
      "text": "Subid al monte, traed madera y reedificad la casa; y pondré en ella mi voluntad y seré glorificado, dice Jehová.",
      "topic": ""
    },
    "9": {
      "text": "Buscáis mucho, y halláis poco; y encerráis en casa, y soplo en ello. ¿Por qué? dice Jehová de los ejércitos. Por cuanto mi casa [está] desierta, y cada uno de vosotros corre a su propia casa.",
      "topic": ""
    },
    "10": {
      "text": "Por eso se detuvo de los cielos sobre vosotros la lluvia, y la tierra detuvo sus frutos.",
      "topic": ""
    },
    "11": {
      "text": "Y llamé la sequía sobre esta tierra, y sobre los montes, y sobre el trigo, y sobre el vino, y sobre el aceite, y sobre todo lo que la tierra produce, y sobre los hombres y sobre el ganado y sobre todo trabajo de manos.",
      "topic": ""
    },
    "12": {
      "text": "Y oyó Zorobabel, hijo de Salatiel, y Josué, hijo de Josadac, el sumo sacerdote, y todo el resto del pueblo, la voz de Jehová su Dios, y las palabras del profeta Hageo, como lo había enviado Jehová su Dios; y temió el pueblo delante de Jehová.",
      "topic": ""
    },
    "13": {
      "text": "Entonces Hageo, mensajero de Jehová, habló el mensaje de Jehová al pueblo, diciendo: Yo estoy con vosotros, dice Jehová.",
      "topic": ""
    },
    "14": {
      "text": "Y despertó Jehová el espíritu de Zorobabel, hijo de Salatiel, gobernador de Judá, y el espíritu de Josué, hijo de Josadac, el sumo sacerdote, y el espíritu de todo el resto del pueblo; y vinieron y trabajaron en la casa de Jehová de los ejércitos, su Dios,",
      "topic": ""
    },
    "15": {
      "text": "en el día veinticuatro del mes sexto, en el segundo año del rey Darío.",
      "topic": ""
    }
  }
}