{
  "info": {
    "book": "Leviticus",
    "chapter": "20",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "2": {
      "text": "And to the sons of Israel thou shalt say, A man, a man from the sons of Israel, and from the stranger sojourning in Israel which shall give of his seed to Molech, dying, he shall die: the people of the land shall stone him with stones.",
      "topic": ""
    },
    "3": {
      "text": "And I will give my face against that man and cut him off from the midst of his people; for he gave from his seed to Molech, in order to defile my holy place and to profane my holy name.",
      "topic": ""
    },
    "4": {
      "text": "And if the people of the land, hiding, shall hide their eyes from that man in his giving his seed to Molech, so as not to put him to death;",
      "topic": ""
    },
    "5": {
      "text": "And I set my face against that man and against his family, and I cut him off, and all committing fornication after him to commit fornication after Molech, from the midst of their people.",
      "topic": ""
    },
    "6": {
      "text": "And the soul which shall turn to necromancers and to wizards, to commit fornication after them, and I gave my face against that soul and I cut him off from the midst of his people.",
      "topic": ""
    },
    "7": {
      "text": "And ye were consecrated and ye were holy: for I Jehovah your God.",
      "topic": ""
    },
    "8": {
      "text": "And ye watched my laws, and ye did them: I Jehovah consecrating you.",
      "topic": ""
    },
    "9": {
      "text": "When a man, a man who shall lightly esteem his father and his mother, dying, he shall die: he lightly esteemed ha father and his mother: his blood is upon him.",
      "topic": ""
    },
    "10": {
      "text": "And a man who shall commit adultery with a man’s wife, who shall commit adultery with his friend’s wife, dying, he shall die, the adulterer and the adulteress.",
      "topic": ""
    },
    "11": {
      "text": "And a man who shall lie with his father’s wife, uncovered his father’s nakedness: dying, they shall die: they two their blood is upon them,",
      "topic": ""
    },
    "12": {
      "text": "And a man who shall lie with his daughter-in-law, dying, they shall die, they two: they did profanation; their blood is upon them.",
      "topic": ""
    },
    "13": {
      "text": "And a man who shall lie with a male in a woman’s bed, they did abomination: they two, dying, shall die; their blood is upon them.",
      "topic": ""
    },
    "14": {
      "text": "A man who shall take a woman and her mother, it wickedness: in fire they shall be burnt, he and they: and there shall not be wickedness in the midst of you.",
      "topic": ""
    },
    "15": {
      "text": "And a man who shall give his bed with a quadruped, dying, he shall die: and ye shall kill the quadruped.",
      "topic": ""
    },
    "16": {
      "text": "And a woman who shall come near to any quadruped to lie down with it, and didst thou kill the woman and the quadruped; dying, they shall die; their blood is upon them.",
      "topic": ""
    },
    "17": {
      "text": "And a man who shall take his sister, his father’s daughter, or his mother’s daughter, and he saw her nakedness, and she shall see his nakedness; it is a reproach; and they were cut off in the eyes of the sons of their people; he uncovered his sister’s nakedness; he shall bear his iniquity.",
      "topic": ""
    },
    "18": {
      "text": "And a man who shall lie with a woman being sick, and uncovered her nakedness; he made naked her fountain, and she uncovered the fountain of her blood: and they two were cut off from the midst of their people.",
      "topic": ""
    },
    "19": {
      "text": "And the nakedness of thy mother’s sister, and of thy father’s sister, thou shalt not uncover; for he made naked his remainder; they shall bear their iniquity.",
      "topic": ""
    },
    "20": {
      "text": "And a man who shall lie with his aunt, uncovered the nakedness of his uncle: they shall bear their sin: they shall die childless.",
      "topic": ""
    },
    "21": {
      "text": "And a man who shall take his brother’s wife, it is uncleanness: he uncovered his brother’s nakedness: they shall die childless.",
      "topic": ""
    },
    "22": {
      "text": "And ye watched all my laws, and all my judgments, and did them: and the land shall not vomit you forth, which I brought you there to dwell in it.",
      "topic": ""
    },
    "23": {
      "text": "And ye shall not walk in the laws of the nations which I sent out from before you: for they did all these things and I shall be disgusted with them.",
      "topic": ""
    },
    "24": {
      "text": "And I said to you, Ye shall inherit their land, and I will give it to you to inherit it, a land flowing with milk and honey: I Jehovah your God, who separated you from the nations.",
      "topic": ""
    },
    "25": {
      "text": "And ye separated between clean cattle to unclean, and between unclean birds and clean: and ye shall not make you souls abhorred by cattle or bird, and by any which shall creep upon the earth which I separated to you for unclean.",
      "topic": ""
    },
    "26": {
      "text": "And, ye were holy to me: for I Jehovah am holy, and I will separate you from the nations to be to me.",
      "topic": ""
    },
    "27": {
      "text": "When a man or a woman shall be among them a necromancer, or a wizard, dying, they shall die: with stone shall they stone them: their blood is upon them.",
      "topic": ""
    }
  }
}