{
  "info": {
    "book": "Leviticus",
    "chapter": "23",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will speak to Moses, saying to,",
      "topic": ""
    },
    "2": {
      "text": "Speak the sons of Israel and say to them, The appointments of Jehovah, which ye shall call them holy callings, these my appointments.",
      "topic": ""
    },
    "3": {
      "text": "Six days shall work be done; the seventh day a Sabbath of rest, a holy calling: ye shall not do any work: it is a Sabbath to Jehovah in all your dwellings.",
      "topic": ""
    },
    "4": {
      "text": "These the appointments of Jehovah called holy, which ye shall call them in their appointment.",
      "topic": ""
    },
    "5": {
      "text": "In the first month, in the fourteenth of the month, between the two evenings, the passover to Jehovah.",
      "topic": ""
    },
    "6": {
      "text": "And in the fifteenth day of that month the festival of unleavened to Jehovah: seven days shall ye eat unleavened.",
      "topic": ""
    },
    "7": {
      "text": "In the first day a holy calling shall be to you: any work of labor ye shall not do.",
      "topic": ""
    },
    "8": {
      "text": "And offer ye a sacrifice to Jehovah seven days: in the seventh day a holy calling; any work of labor ye shall not do.",
      "topic": ""
    },
    "9": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "10": {
      "text": "Speak to the sons of Israel, and say to them, When ye shall come into the land which I give to you, and ye reaped its harvest, and brought a handful of the first-fruits of your harvest to the priest:",
      "topic": ""
    },
    "11": {
      "text": "And he lifted up the handful before Jehovah for your acceptance: on the morrow of the Sabbath the priest shall lift it up.",
      "topic": ""
    },
    "12": {
      "text": "And in the day of your lifting up the handful, ye did a blameless lamb, the son of its year, for a burnt-offering to Jehovah.",
      "topic": ""
    },
    "13": {
      "text": "And its gift two tenths of fine flour mingled with oil; a sacrifice to Jehovah, an odor of sweetness: and its libation of wine, the fourth of the hin.",
      "topic": ""
    },
    "14": {
      "text": "And ye shall not eat bread, and parched, and early groats of grain, till the self-same day till that ye brought an offering to your God: a law forever to your generations, in all your dwellings.",
      "topic": ""
    },
    "15": {
      "text": "And ye counted to you from the morrow of the Sabbath from the day ye brought the handful of lifting up; seven Sabbaths shall be complete.",
      "topic": ""
    },
    "16": {
      "text": "Till from the morrow of the seventh Sabbath, shall ye number fifty days; and ye brought a new gift to Jehovah.",
      "topic": ""
    },
    "17": {
      "text": "From your dwellings shall ye bring two loaves lifted up, of two tenths of fine flour shall they be; leavened shall they be, baked, the first-fruits to Jehovah.",
      "topic": ""
    },
    "18": {
      "text": "And ye brought upon the bread seven blameless lambs, the sons of a year, and one bullock, the son of a cow, and two rams: they shall be a burnt-offering to Jehovah, and their gift and their libations, a sacrifice, an odor of sweetness to Jehovah.",
      "topic": ""
    },
    "19": {
      "text": "And ye did one he goat of the goats for sin, and two lambs the sons of a year, for a sacrifice of peace.",
      "topic": ""
    },
    "20": {
      "text": "And the priest lifted them up upon the bread of the first-fruits, a lifting up before Jehovah upon the two lambs: they shall be holy to Jehovah for the priest.",
      "topic": ""
    },
    "21": {
      "text": "And ye called in this self-same day a holy calling of Jehovah to you: any work of labor ye shall not do: a law forever in all your dwellings for your generations.",
      "topic": ""
    },
    "22": {
      "text": "And in your reaping the harvest of your land, thou shalt not finish the extremity of thy field in thy reaping, and the gleaning of thy harvest thou shalt not glean: to the poor and to the stranger thou shalt leave them: I Jehovah your God.",
      "topic": ""
    },
    "23": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "24": {
      "text": "Speak to the sons of Israel, saying, In the seventh month, in one of the month, there shall be to you a Sabbath, a remembrance, shouts of joy, a holy calling.",
      "topic": ""
    },
    "25": {
      "text": "Any work of labor ye shall not do; and ye brought a sacrifice to Jehovah.",
      "topic": ""
    },
    "26": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "27": {
      "text": "But in this tenth of the seventh month, a day of expiation; shall be a holy calling to you, and ye humbled your souls, and brought a sacrifice to Jehovah.",
      "topic": ""
    },
    "28": {
      "text": "And any work ye shall not do in that self-same day, for it is a day of expiation, to expiate for you before Jehovah your God.",
      "topic": ""
    },
    "29": {
      "text": "For every soul which shall not be humbled in, that same day, and it was cut off from its people.",
      "topic": ""
    },
    "30": {
      "text": "And any soul which shall do any work in that same day, I destroyed that soul from the midst of its people.",
      "topic": ""
    },
    "31": {
      "text": "Any work ye shall not do: a law forever to your generations in all your dwellings.",
      "topic": ""
    },
    "32": {
      "text": "A Sabbath of rest it is to you; ye humbled your souls: in the ninth of the month, in the evening, from evening to evening shall ye celebrate your Sabbath.",
      "topic": ""
    },
    "33": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "34": {
      "text": "Speak to the sons of Israel, saying, In the fifteenth day of this seventh month the festival of tents seven days to Jehovah.",
      "topic": ""
    },
    "35": {
      "text": "In the first day a holy calling: any work of labor ye shall not do.",
      "topic": ""
    },
    "36": {
      "text": "Seven days shall ye bring a sacrifice to Jehovah; in the eighth day a holy calling shall be to you, and bring ye a sacrifice to Jehovah: it is a restraining: any work of labor ye shall not do.",
      "topic": ""
    },
    "37": {
      "text": "These the appointments to Jehovah, which ye shall call them callings holy, to bring a sacrifice to Jehovah, a burnt-offering and a gift, a sacrifice, and libations, the word of a day in its day:",
      "topic": ""
    },
    "38": {
      "text": "Besides the Sabbaths of Jehovah, and besides your gifts, and besides all your vows, and besides all your voluntary gifts which ye shall give to Jehovah.",
      "topic": ""
    },
    "39": {
      "text": "But in the fifteenth day of the seventh month, in your gathering the produce of the land, ye shall keep a festival of Jehovah seven days: in the first day a Sabbath, and in the eighth day a Sabbath.",
      "topic": ""
    },
    "40": {
      "text": "And take ye to yourselves in the first day the fruit of the tree of ornament, palms of the palm trees, and branches of the tree interwoven, and willows of the stream; and ye rejoiced before Jehovah your God seven days.",
      "topic": ""
    },
    "41": {
      "text": "And keep it a festival to Jehovah seven days in the year: a law forever to your generations; in the seventh month shall ye keep it.",
      "topic": ""
    },
    "42": {
      "text": "Ye shall dwell in tents seven days; all the natives in Israel shall dwell in tents:",
      "topic": ""
    },
    "43": {
      "text": "So that your generations shall know that I caused the sons of Israel to dwell in tents in my bringing them out of the land of Egypt: I Jehovah your God.",
      "topic": ""
    },
    "44": {
      "text": "And Moses will speak the appointments of Jehovah to the sons of Israel.",
      "topic": ""
    }
  }
}