{
  "info": {
    "book": "Leviticus",
    "chapter": "9",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it shall be in the eighth day, Moses called to Aaron and to his sons, and to the old men of Israel.",
      "topic": ""
    },
    "2": {
      "text": "And he will say to Aaron, Take to thee a calf, the son of a cow, for sin, and a blameless ram for a burnt offering, and bring before Jehovah.",
      "topic": ""
    },
    "3": {
      "text": "And to the sons of Israel thou shalt speak, saying, Take ye a he goat of the goats for sin; and a calf and a lamb, sons of a year, blameless, for a burnt-offering;",
      "topic": ""
    },
    "4": {
      "text": "And a bullock and a ram for peace, for a sacrifice before Jehovah; and a gift mingled in oil: for the day of Jehovah was seen to you.",
      "topic": ""
    },
    "5": {
      "text": "And they shall take what Moses commanded before the tent of appointment: and all the assembly shall draw near and stand before Jehovah.",
      "topic": ""
    },
    "6": {
      "text": "And Moses will say, This the word which Jehovah commanded ye shall do: and the glory of Jehovah shall be seen to you.",
      "topic": ""
    },
    "7": {
      "text": "And Moses will say to Aaron, Draw near to the altar and do thy sin, and thy burnt-offering, and expiate for thyself, and for the people: and do the offering of the people, and expiate for them; as Jehovah commanded.",
      "topic": ""
    },
    "8": {
      "text": "And Aaron shall draw near to the altar and slaughter the calf for sin, which is to him.",
      "topic": ""
    },
    "9": {
      "text": "And Aaron’s sons will bring the blood to him, and he will dip his finger in the blood, and give upon the horns of the altar, and he will pour out the blood at the foundation of the altar.",
      "topic": ""
    },
    "10": {
      "text": "And the fat, and the kidneys, and the lobe from the liver, from the sin, he burnt upon the altar; as Jehovah commanded Moses.",
      "topic": ""
    },
    "11": {
      "text": "And the flesh and the skin he burnt in fire without the camp.",
      "topic": ""
    },
    "12": {
      "text": "And he will slaughter the burnt-offering; and the sons of Aaron will bring the blood to him, and they will sprinkle it upon the altar round about.",
      "topic": ""
    },
    "13": {
      "text": "And the burnt-offering they brought to him according to its pieces, and the head: he will burn upon the altar.",
      "topic": ""
    },
    "14": {
      "text": "And he will wash the bowels, and the legs, and he will burn upon the burnt-offering upon the altar.",
      "topic": ""
    },
    "15": {
      "text": "And he will bring the offering of the people, and take the he goat of the sin which to the people, and he will slaughter it and purify it as the first.",
      "topic": ""
    },
    "16": {
      "text": "And he will bring the burnt-offering, and do according to judgment.",
      "topic": ""
    },
    "17": {
      "text": "And he will bring the gift, and fill his hand from it, and burn upon the altar, besides the burnt-offering of the morning.",
      "topic": ""
    },
    "18": {
      "text": "And he will slaughter the bullock, and the ram of the sacrifice of peace, which is for the people: and the sons of Aaron will bring the blood to him, and he will sprinkle it upon the altar round about.",
      "topic": ""
    },
    "19": {
      "text": "And the fat from the bullock, and from the ram, the fat tail and the covering, and the kidneys, and the lobe of the liver:",
      "topic": ""
    },
    "20": {
      "text": "And they will put the fat upon the breasts, and he will burn the fat upon the altar.",
      "topic": ""
    },
    "21": {
      "text": "And the breasts, and the right leg, Aaron lifted up a waving before Jehovah; as Moses commanded.",
      "topic": ""
    },
    "22": {
      "text": "And Aaron will lift up his hand to the people, and bless them; and come down from the doing the sin, and the burnt-offering, and the peace.",
      "topic": ""
    },
    "23": {
      "text": "And Moses will go in, and Aaron, to the tent of appointment, and they will come forth and they will bless the people: and the glory of Jehovah will be seen to all the people.",
      "topic": ""
    },
    "24": {
      "text": "And fire will come forth from before Jehovah, and will consume upon the altar the burnt-offering, and the fat: and they will shout and fall upon their faces.",
      "topic": ""
    }
  }
}