{
  "info": {
    "book": "1 Corinthians",
    "chapter": "6",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "How is it that anyone of you, having a dispute against another, would dare to be judged before the iniquitous, and not before the saints?",
      "topic": ""
    },
    "2": {
      "text": "Or do you not know that the saints from this age shall judge it? And if the world is to be judged by you, are you unworthy, then, to judge even the smallest matters?",
      "topic": ""
    },
    "3": {
      "text": "Do you not know that we shall judge angels? How much more the things of this age?",
      "topic": ""
    },
    "4": {
      "text": "Therefore, if you have matters to judge concerning this age, why not appoint those who are most contemptible in the Church to judge these things!",
      "topic": ""
    },
    "5": {
      "text": "But I am speaking so as to shame you. Is there no one among you wise enough, so that he might be able to judge between his brothers?",
      "topic": ""
    },
    "6": {
      "text": "Instead, brother contends against brother in court, and this before the unfaithful!",
      "topic": ""
    },
    "7": {
      "text": "Now there is certainly an offense among you, beyond everything else, when you have court cases against one another. Should you not accept injury instead? Should you not endure being cheated instead?",
      "topic": ""
    },
    "8": {
      "text": "But you are doing the injuring and the cheating, and this toward brothers!",
      "topic": ""
    },
    "9": {
      "text": "Do you not know that the iniquitous will not possess the kingdom of God? Do not choose to wander astray. For neither fornicators, nor servants of idolatry, nor adulterers,",
      "topic": ""
    },
    "10": {
      "text": "nor the effeminate, nor males who sleep with males, nor thieves, nor the avaricious, nor the inebriated, nor slanderers, nor the rapacious shall possess the kingdom of God.",
      "topic": ""
    },
    "11": {
      "text": "And some of you were like this. But you have been absolved, but you have been sanctified, but you have been justified: all in the name of our Lord Jesus Christ and in the Spirit of our God.",
      "topic": ""
    },
    "12": {
      "text": "All is lawful to me, but not all is expedient. All is lawful to me, but I will not be driven back by the authority of anyone.",
      "topic": ""
    },
    "13": {
      "text": "Food is for the stomach, and the stomach is for food. But God shall destroy both the stomach and food. And the body is not for fornication, but rather for the Lord; and the Lord is for the body.",
      "topic": ""
    },
    "14": {
      "text": "Truly, God has raised up the Lord, and he will raise us up by his power.",
      "topic": ""
    },
    "15": {
      "text": "Do you not know that your bodies are a part of Christ? So then, should I take a part of Christ and make it a part of a harlot? Let it not be so!",
      "topic": ""
    },
    "16": {
      "text": "And do you not know that whoever is joined to a harlot becomes one body? “For the two,” he said, “shall be as one flesh.”",
      "topic": ""
    },
    "17": {
      "text": "But whoever is joined to the Lord is one spirit.",
      "topic": ""
    },
    "18": {
      "text": "Flee from fornication. Every sin whatsoever that a man commits is outside of the body, but whoever fornicates, sins against his own body.",
      "topic": ""
    },
    "19": {
      "text": "Or do you not know that your bodies are the Temple of the Holy Spirit, who is in you, whom you have from God, and that you are not your own?",
      "topic": ""
    },
    "20": {
      "text": "For you have been bought at a great price. Glorify and carry God in your body.",
      "topic": ""
    }
  }
}