{
  "info": {
    "book": "Song of Solomon",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Upon my bed in the night I sought him whom my soul loved: I sought him, and I found him not.",
      "topic": ""
    },
    "2": {
      "text": "I will arise now, and I will go round about in the city; in the streets, and in the broad places I will seek him whom my soul loved. I sought him, and I found him not.",
      "topic": ""
    },
    "3": {
      "text": "They watching going about in the city, found me: Saw ye him that my soul loved?",
      "topic": ""
    },
    "4": {
      "text": "As a little I passed from them till I found him my soul loved: I held him fast, and I shall not let him go till I brought him into my mother’s house, and to the chamber of her conceiving me.",
      "topic": ""
    },
    "5": {
      "text": "I adjured you, O daughters of Jerusalem, by the roes, and by the hinds of the field, if ye shall awake and if ye shall arouse love till he shall desire.",
      "topic": ""
    },
    "6": {
      "text": "Who is this coming up from the desert as columns of smoke of burning incense, of myrrh and frankincense from all the powder of the trader.",
      "topic": ""
    },
    "7": {
      "text": "Behold his bed of Solomon: sixty strong ones round about it from the strong ones of Israel.",
      "topic": ""
    },
    "8": {
      "text": "All of them holding the sword, being trained to war: each his sword upon his thigh from terror in the night.",
      "topic": ""
    },
    "9": {
      "text": "King Solomon made for himself a litter from the woods of Lebanon.",
      "topic": ""
    },
    "10": {
      "text": "Its pillars he made silver, its support gold, its seat reddish purple, its midst tesselated with love from the daughters of Jerusalem.",
      "topic": ""
    },
    "11": {
      "text": "Go forth, ye daughters of Zion, and look upon king Solomon; upon the crown his mother crowned to him in the day of his espousals, and in the day of the gladness of his heart.",
      "topic": ""
    }
  }
}