{
  "info": {
    "book": "Song of Solomon",
    "chapter": "5",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I Came to my garden, my sister, O spouse: I gathered my myrrh with my spices; I ate my droppings with my honey; I drank my wine with my milk: Eat, O friends; drink ye, and drink to the full, O beloved ones.",
      "topic": ""
    },
    "2": {
      "text": "I slept and my heart waked: the voice of my beloved knocks at the door; Open to me, my sister, my friend, my dove, my perfect one: my head was filled with dew, my locks with the drops of the night.",
      "topic": ""
    },
    "3": {
      "text": "I put off my tunic, and how shall I put it on? I washed my feet; how shall I defile them?",
      "topic": ""
    },
    "4": {
      "text": "My beloved sent his hand from the hole, and my bowels were disquieted for him.",
      "topic": ""
    },
    "5": {
      "text": "I arose to open to my beloved, and my hands dropped myrrh, and my fingers, myrrh overflowing upon the hands of the bolt.",
      "topic": ""
    },
    "6": {
      "text": "I opened to my beloved, and my beloved turned about, he passed away: my soul went forth in his speaking: I sought and I found him not; I called him and he answered me not.",
      "topic": ""
    },
    "7": {
      "text": "They watching going round about in the city, found me; they struck me, they wounded me: they watching the wall took away my veil from me.",
      "topic": ""
    },
    "8": {
      "text": "I adjured you, O daughters of Jerusalem, if ye shall find my beloved, what ye shall announce to him: I am pierced by love.",
      "topic": ""
    },
    "9": {
      "text": "What is thy beloved above the beloved, O beautiful one among women? What thy beloved above the beloved, that thou didst thus adjure us?",
      "topic": ""
    },
    "10": {
      "text": "My beloved is white and ruddy, bearing the standard of ten thousand.",
      "topic": ""
    },
    "11": {
      "text": "His head purified gold, his locks waving branches, black as a raven.",
      "topic": ""
    },
    "12": {
      "text": "His eyes as doves upon channels of waters washed with milk, sitting upon fulness.",
      "topic": ""
    },
    "13": {
      "text": "His cheeks as beds of spices, towers of aromatic herbs: his lips lilies, dropping overflowing myrrh.",
      "topic": ""
    },
    "14": {
      "text": "His hands rings of gold completed in Tarshish: his bowels wrought ivory covered over with sapphires.",
      "topic": ""
    },
    "15": {
      "text": "His legs bases of white marble, founded upon of pure gold: his aspect as Lebanon, choice as the cedars.",
      "topic": ""
    },
    "16": {
      "text": "His palate, sweetness: he is all loveliness. This my beloved, and this my friend, O daughters of Jerusalem.",
      "topic": ""
    }
  }
}