{
  "info": {
    "book": "Song of Solomon",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Who will give thee as a brother to me, sucking the breasts of my mother? I shall find thee without, I shall kiss thee; also they shall not despise me.",
      "topic": ""
    },
    "2": {
      "text": "I will lead thee, I will bring thee to the house of my mother; thou wilt teach me: I will give thee to drink from spiced wine from the new wine of my pomegranate.",
      "topic": ""
    },
    "3": {
      "text": "His left hand under my head, and his right shall embrace me.",
      "topic": ""
    },
    "4": {
      "text": "I adjured you, O daughters of Jerusalem, why will ye awake, and why will ye rouse love till he shall desire?",
      "topic": ""
    },
    "5": {
      "text": "Who this coming up from the desert, leaning herself upon her beloved? Under the apple tree I aroused thee: there thy mother brought thee forth: there she bearing thee, brought forth.",
      "topic": ""
    },
    "6": {
      "text": "Set me as a seal upon thy heart, as a seal upon thine arm: for love was strong as death; jealousy hard as hades: its flames, flames of fire, flames of Jehovah.",
      "topic": ""
    },
    "7": {
      "text": "Many waters shall not be able to quench love, and rivers shall not overwhelm it: if a man shall give all the riches of his house for love, despising, they shall be despised for him.",
      "topic": ""
    },
    "8": {
      "text": "A little sister to us, and no breasts to her: what shall we do for our sister in the day it shall be spoken for her?",
      "topic": ""
    },
    "9": {
      "text": "If she be a wall, we will build upon her a fortress of silver: and if she is a door we will bind upon her a tablet of cedar.",
      "topic": ""
    },
    "10": {
      "text": "I am a wall, and my breasts as towers: then was I in his eyes as finding peace.",
      "topic": ""
    },
    "11": {
      "text": "A vineyard was to Solomon in the place of a multitude; he gave the vineyards to those watching; each shall bring in its fruit a thousand of silver.",
      "topic": ""
    },
    "12": {
      "text": "My vineyard to me before me: a thousand to thee, O Solomon, and two hundred to those watching its fruit.",
      "topic": ""
    },
    "13": {
      "text": "Thou sitting in the gardens, the companions attending to thy voice: cause thou me to hear.",
      "topic": ""
    },
    "14": {
      "text": "Flee, my beloved, and be it likened to thee to the roe or to the fawn of the hinds upon the mountains of spices.",
      "topic": ""
    }
  }
}