{
  "info": {
    "book": "Ezra",
    "chapter": "10",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And while Ezra prayed, and made confession, weeping and falling down before the house of God, there were gathered to him out of Israel a very great congregation of men and women and children; for the people wept very much.",
      "topic": ""
    },
    "2": {
      "text": "And Shechaniah the son of Jehiel, of the sons of Elam, answered and said to Ezra, We have acted unfaithfully toward our God, and have taken foreign wives of the peoples of the land; yet now there is hope for Israel concerning this thing.",
      "topic": ""
    },
    "3": {
      "text": "And now let us make a covenant with our God to put away all the wives, and such as are born of them, according to the counsel of [my] lord, and of those that tremble at the commandments of our God; and let it be done according to the law.",
      "topic": ""
    },
    "4": {
      "text": "Arise, for this matter is incumbent on thee, and we will be with thee: be of good courage, and do [it].",
      "topic": ""
    },
    "5": {
      "text": "Then Ezra arose, and made the chiefs of the priests, of the Levites, and of all Israel, to swear that they would do according to this word. And they swore.",
      "topic": ""
    },
    "6": {
      "text": "And Ezra arose from before the house of God, and went into the chamber of Jehohanan the son of Eliashib; and when he came thither, he ate no bread and drank no water; for he mourned because of the unfaithfulness of them that had been carried away.",
      "topic": ""
    },
    "7": {
      "text": "And they made proclamation in Judah and Jerusalem to all the children of the captivity, that they should gather themselves together unto Jerusalem;",
      "topic": ""
    },
    "8": {
      "text": "and that whosoever would not come within three days, according to the counsel of the princes and the elders, all his substance should be confiscated, and himself separated from the congregation of those that had been carried away.",
      "topic": ""
    },
    "9": {
      "text": "Then were all the men of Judah and Benjamin gathered together at Jerusalem within three days. It was the ninth month, on the twentieth of the month; and all the people sat in the open space of the house of God, trembling because of the matter, and because of the pouring rain.",
      "topic": ""
    },
    "10": {
      "text": "And Ezra the priest stood up and said to them, Ye have acted unfaithfully, and have taken foreign wives, to increase the trespass of Israel.",
      "topic": ""
    },
    "11": {
      "text": "And now make confession to Jehovah the God of your fathers, and do his pleasure, and separate yourselves from the peoples of the land, and from the foreign wives.",
      "topic": ""
    },
    "12": {
      "text": "And the whole congregation answered and said with a loud voice, Yes, it is for us to do according to thy words.",
      "topic": ""
    },
    "13": {
      "text": "But the people are many, and it is a time of pouring rain, and it is not possible to stand without: neither is this a work for one day or two; for we are many that have transgressed in this thing.",
      "topic": ""
    },
    "14": {
      "text": "Let now our princes, while this matter is going on, stand for all the congregation, and let all those that have taken foreign wives in our cities come at the appointed times, and with them the elders of every city, and the judges thereof, until the fierce anger of our God be turned from us.",
      "topic": ""
    },
    "15": {
      "text": "Only Jonathan the son of Asahel and Jahzeiah the son of Tikvah stood up against this; and Meshullam and Shabbethai the Levite helped them.",
      "topic": ""
    },
    "16": {
      "text": "And the children of the captivity did so. And Ezra the priest [and] certain of the chief fathers were separated according to their fathers’ houses, and all of them [expressed] by name; and they sat down on the first day of the tenth month to examine the matter.",
      "topic": ""
    },
    "17": {
      "text": "And they ended with all the men that had taken foreign wives by the first day of the first month.",
      "topic": ""
    },
    "18": {
      "text": "And among the sons of the priests there were found that had taken foreign wives, of the sons of Jeshua the son of Jozadak, and his brethren: Maaseiah, and Eliezer, and Jarib, and Gedaliah.",
      "topic": ""
    },
    "19": {
      "text": "And they gave their hand to send away their wives; and they offered a ram of the flock, as trespass-offering for their guilt.",
      "topic": ""
    },
    "20": {
      "text": "And of the children of Immer: Hanani, and Zebadiah.",
      "topic": ""
    },
    "21": {
      "text": "And of the children of Harim: Maaseiah, and Elijah, and Shemaiah, and Jehiel, and Uzziah.",
      "topic": ""
    },
    "22": {
      "text": "And of the children of Pashhur: Elioenai, Maaseiah, Ishmael, Nethaneel, Jozabad, and Elasah.",
      "topic": ""
    },
    "23": {
      "text": "And of the Levites: Jozabad, and Shimei, and Kelaiah (that is, Kelita), Pethahiah, Judah, and Eliezer.",
      "topic": ""
    },
    "24": {
      "text": "And of the singers: Eliashib. And of the doorkeepers: Shallum, and Telem, and Uri.",
      "topic": ""
    },
    "25": {
      "text": "And of Israel; of the children of Parosh: Ramiah, and Jizzijah, and Malchijah, and Mijamin, and Eleazar, and Malchijah, and Benaiah.",
      "topic": ""
    },
    "26": {
      "text": "And of the children of Elam: Mattaniah, Zechariah, and Jehiel, and Abdi, and Jeremoth, and Elijah.",
      "topic": ""
    },
    "27": {
      "text": "And of the children of Zattu: Elioenai, Eliashib, Mattaniah, and Jeremoth, and Zabad, and Aziza.",
      "topic": ""
    },
    "28": {
      "text": "And of the children of Bebai: Jehohanan, Hananiah, Zabbai, Athlai.",
      "topic": ""
    },
    "29": {
      "text": "And of the children of Bani: Meshullam, Malluch, and Adaiah, Jashub, and Sheal, and Ramoth.",
      "topic": ""
    },
    "30": {
      "text": "And of the children of Pahath-Moab: Adna, and Chelal, Benaiah, Maaseiah, Mattaniah, Bezaleel, and Binnui, and Manasseh.",
      "topic": ""
    },
    "31": {
      "text": "And the children of Harim: Eliezer, Jishijah, Malchijah, Shemaiah, Simeon,",
      "topic": ""
    },
    "32": {
      "text": "Benjamin, Malluch, Shemariah.",
      "topic": ""
    },
    "33": {
      "text": "Of the children of Hashum: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, Shimei.",
      "topic": ""
    },
    "34": {
      "text": "Of the sons of Bani: Maadai, Amram, and Uel,",
      "topic": ""
    },
    "35": {
      "text": "Benaiah, Bediah, Cheluhu,",
      "topic": ""
    },
    "36": {
      "text": "Vaniah, Meremoth, Eliashib,",
      "topic": ""
    },
    "37": {
      "text": "Mattaniah, Mattenai, and Jaasai,",
      "topic": ""
    },
    "38": {
      "text": "and Bani, and Binnui, Shimei,",
      "topic": ""
    },
    "39": {
      "text": "and Shelemiah, and Nathan, and Adaiah,",
      "topic": ""
    },
    "40": {
      "text": "Machnadbai, Shashai, Sharai,",
      "topic": ""
    },
    "41": {
      "text": "Azareel, and Shelemiah, Shemariah,",
      "topic": ""
    },
    "42": {
      "text": "Shallum, Amariah, Joseph.",
      "topic": ""
    },
    "43": {
      "text": "Of the children of Nebo: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, and Joel, Benaiah.",
      "topic": ""
    },
    "44": {
      "text": "All these had taken foreign wives; and there were among them wives who had had children.",
      "topic": ""
    }
  }
}