{
  "info": {
    "book": "Ezra",
    "chapter": "2",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And these are the children of the province, that went up out of the captivity of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away to Babylon, and who came again to Jerusalem and to Judah, every one to his city,",
      "topic": ""
    },
    "2": {
      "text": "who came with Zerubbabel, Jeshua, Nehemiah, Saraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, Baanah. The number of the men of the people of Israel:",
      "topic": ""
    },
    "3": {
      "text": "The children of Parosh, two thousand one hundred and seventy-two.",
      "topic": ""
    },
    "4": {
      "text": "The children of Shephatiah, three hundred and seventy-two.",
      "topic": ""
    },
    "5": {
      "text": "The children of Arah, seven hundred and seventy-five.",
      "topic": ""
    },
    "6": {
      "text": "The children of Pahath-Moab, of the children of Jeshua [and] Joab, two thousand eight hundred and twelve.",
      "topic": ""
    },
    "7": {
      "text": "The children of Elam, a thousand two hundred and fifty-four.",
      "topic": ""
    },
    "8": {
      "text": "The children of Zattu, nine hundred and forty-five.",
      "topic": ""
    },
    "9": {
      "text": "The children of Zaccai, seven hundred and sixty.",
      "topic": ""
    },
    "10": {
      "text": "The children of Bani, six hundred and forty-two.",
      "topic": ""
    },
    "11": {
      "text": "The children of Bebai, six hundred and twenty-three.",
      "topic": ""
    },
    "12": {
      "text": "The children of Azgad, a thousand two hundred and twenty-two.",
      "topic": ""
    },
    "13": {
      "text": "The children of Adonikam, six hundred and sixty-six.",
      "topic": ""
    },
    "14": {
      "text": "The children of Bigvai, two thousand and fifty-six.",
      "topic": ""
    },
    "15": {
      "text": "The children of Adin, four hundred and fifty-four.",
      "topic": ""
    },
    "16": {
      "text": "The children of Ater of [the family of] Hezekiah, ninety-eight.",
      "topic": ""
    },
    "17": {
      "text": "The children of Bezai, three hundred and twenty-three.",
      "topic": ""
    },
    "18": {
      "text": "The children of Jorah, a hundred and twelve.",
      "topic": ""
    },
    "19": {
      "text": "The children of Hashum, two hundred and twenty-three.",
      "topic": ""
    },
    "20": {
      "text": "The children of Gibbar, ninety-five.",
      "topic": ""
    },
    "21": {
      "text": "The children of Bethlehem, a hundred and twenty-three.",
      "topic": ""
    },
    "22": {
      "text": "The men of Netophah, fifty-six.",
      "topic": ""
    },
    "23": {
      "text": "The men of Anathoth, a hundred and twenty-eight.",
      "topic": ""
    },
    "24": {
      "text": "The children of Azmaveth, forty-two.",
      "topic": ""
    },
    "25": {
      "text": "The children of Kirjath-arim, Chephirah, and Beeroth, seven hundred and forty-three.",
      "topic": ""
    },
    "26": {
      "text": "The children of Ramah and Geba, six hundred and twenty-one.",
      "topic": ""
    },
    "27": {
      "text": "The men of Michmas, a hundred and twenty-two.",
      "topic": ""
    },
    "28": {
      "text": "The men of Bethel and Ai, two hundred and twenty-three.",
      "topic": ""
    },
    "29": {
      "text": "The children of Nebo, fifty-two.",
      "topic": ""
    },
    "30": {
      "text": "The children of Magbish, a hundred and fifty-six.",
      "topic": ""
    },
    "31": {
      "text": "The children of the other Elam, a thousand two hundred and fifty-four.",
      "topic": ""
    },
    "32": {
      "text": "The children of Harim, three hundred and twenty.",
      "topic": ""
    },
    "33": {
      "text": "The children of Lod, Hadid, and Ono, seven hundred and twenty-five.",
      "topic": ""
    },
    "34": {
      "text": "The children of Jericho, three hundred and forty-five.",
      "topic": ""
    },
    "35": {
      "text": "The children of Senaah, three thousand six hundred and thirty.",
      "topic": ""
    },
    "36": {
      "text": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred and seventy-three.",
      "topic": ""
    },
    "37": {
      "text": "The children of Immer, a thousand and fifty-two.",
      "topic": ""
    },
    "38": {
      "text": "The children of Pashhur, a thousand two hundred and forty-seven.",
      "topic": ""
    },
    "39": {
      "text": "The children of Harim, a thousand and seventeen.",
      "topic": ""
    },
    "40": {
      "text": "The Levites: the children of Jeshua and of Kadmiel, of the children of Hodaviah, seventy-four.",
      "topic": ""
    },
    "41": {
      "text": "The singers: the children of Asaph, a hundred and twenty-eight.",
      "topic": ""
    },
    "42": {
      "text": "The children of the doorkeepers: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, in all a hundred and thirty-nine.",
      "topic": ""
    },
    "43": {
      "text": "The Nethinim: the children of Ziha, the children of Hasupha, the children of Tabbaoth,",
      "topic": ""
    },
    "44": {
      "text": "the children of Keros, the children of Siaha, the children of Padon,",
      "topic": ""
    },
    "45": {
      "text": "the children of Lebanah, the children of Hagabah, the children of Akkub,",
      "topic": ""
    },
    "46": {
      "text": "the children of Hagab, the children of Shamlai, the children of Hanan,",
      "topic": ""
    },
    "47": {
      "text": "the children of Giddel, the children of Gahar, the children of Reaiah,",
      "topic": ""
    },
    "48": {
      "text": "the children of Rezin, the children of Nekoda, the children of Gazzam,",
      "topic": ""
    },
    "49": {
      "text": "the children of Uzza, the children of Phaseah, the children of Besai,",
      "topic": ""
    },
    "50": {
      "text": "the children of Asnah, the children of Meunim, the children of Nephusim,",
      "topic": ""
    },
    "51": {
      "text": "the children of Bakbuk, the children of Hakupha, the children of Harhur,",
      "topic": ""
    },
    "52": {
      "text": "the children of Bazluth, the children of Mehida, the children of Harsha,",
      "topic": ""
    },
    "53": {
      "text": "the children of Barkos, the children of Sisera, the children of Thamah,",
      "topic": ""
    },
    "54": {
      "text": "the children of Neziah, the children of Hatipha.",
      "topic": ""
    },
    "55": {
      "text": "The children of Solomon’s servants: the children of Sotai, the children of Sophereth, the children of Peruda,",
      "topic": ""
    },
    "56": {
      "text": "the children of Jaalah, the children of Darkon, the children of Giddel,",
      "topic": ""
    },
    "57": {
      "text": "the children of Shephatiah, the children of Hattil, the children of Pochereth-Hazzebaim, the children of Ami.",
      "topic": ""
    },
    "58": {
      "text": "All the Nethinim and the children of Solomon’s servants, three hundred and ninety-two.",
      "topic": ""
    },
    "59": {
      "text": "And these are they that went up from Tel-melah, Tel-harsha, Cherub-Addan, Immer; but they could not shew their fathers’ house, nor their seed, whether they were of Israel.",
      "topic": ""
    },
    "60": {
      "text": "The children of Delaiah, the children of Tobijah, the children of Nekoda, six hundred and fifty-two.",
      "topic": ""
    },
    "61": {
      "text": "And of the children of the priests: the children of Habaiah, the children of Koz, the children of Barzillai; who took a wife of the daughters of Barzillai the Gileadite, and was called after their name.",
      "topic": ""
    },
    "62": {
      "text": "These sought their genealogical register, but they were not found; therefore were they, as polluted, removed from the priesthood.",
      "topic": ""
    },
    "63": {
      "text": "And the Tirshatha said to them that they should not eat of the most holy things, till there stood up a priest with Urim and with Thummim.",
      "topic": ""
    },
    "64": {
      "text": "The whole congregation together was forty-two thousand three hundred and sixty,",
      "topic": ""
    },
    "65": {
      "text": "besides their servants and their maids, of whom there were seven thousand three hundred and thirty-seven; and they had two hundred singing men and singing women.",
      "topic": ""
    },
    "66": {
      "text": "Their horses were seven hundred and thirty-six; their mules two hundred and forty-five;",
      "topic": ""
    },
    "67": {
      "text": "their camels four hundred and thirty-five; the asses six thousand seven hundred and twenty.",
      "topic": ""
    },
    "68": {
      "text": "And some of the chief fathers, when they came to the house of Jehovah which is at Jerusalem, offered freely for the house of God to set it up in its place.",
      "topic": ""
    },
    "69": {
      "text": "They gave after their ability to the treasure of the work sixty-one thousand darics of gold, and five thousand pounds of silver, and one hundred priests’ coats.",
      "topic": ""
    },
    "70": {
      "text": "And the priests, and the Levites, and [some] of the people, and the singers, and the doorkeepers, and the Nethinim dwelt in their cities, and all Israel in their cities.",
      "topic": ""
    }
  }
}