{
  "info": {
    "book": "1 John",
    "chapter": "3",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "See what kind of love the Father has given to us, that we would be called, and would become, the sons of God. Because of this, the world does not know us, for it did not know him.",
      "topic": ""
    },
    "2": {
      "text": "Most beloved, we are now the sons of God. But what we shall be then has not yet appeared. We know that when he does appear, we shall be like him, for we shall see him as he is.",
      "topic": ""
    },
    "3": {
      "text": "And everyone who holds this hope in him, keeps himself holy, just as he also is holy.",
      "topic": ""
    },
    "4": {
      "text": "Everyone who commits a sin, also commits iniquity. For sin is iniquity.",
      "topic": ""
    },
    "5": {
      "text": "And you know that he appeared in order that he might take away our sins. For in him there is no sin.",
      "topic": ""
    },
    "6": {
      "text": "Everyone who abides in him does not sin. For whoever sins has not seen him, and has not known him.",
      "topic": ""
    },
    "7": {
      "text": "Little sons, let no one deceive you. Whoever does justice is just, even as he also is just.",
      "topic": ""
    },
    "8": {
      "text": "Whoever commits sin is of the devil. For the devil sins from the beginning. For this reason, the Son of God appeared, so that he might eradicate the works of the devil.",
      "topic": ""
    },
    "9": {
      "text": "All those who have been born of God do not commit sin. For the offspring of God abides in them, and he is not able to sin, because he was born of God.",
      "topic": ""
    },
    "10": {
      "text": "In this way, the sons of God are made manifest, and also the sons of the devil. Everyone who is not just, is not of God, as also anyone who does not love his brother.",
      "topic": ""
    },
    "11": {
      "text": "For this is the announcement that you heard from the beginning: that you should love one another.",
      "topic": ""
    },
    "12": {
      "text": "Do not be like Cain, who was of the evil one, and who killed his brother. And why did he kill him? Because his own works were wicked, but his brother’s works were just.",
      "topic": ""
    },
    "13": {
      "text": "If the world hates you, brothers, do not be surprised.",
      "topic": ""
    },
    "14": {
      "text": "We know that we have passed from death to life. For we love as brothers. Whoever does not love, abides in death.",
      "topic": ""
    },
    "15": {
      "text": "Everyone who hates his brother is a murderer. And you know that no murderer has eternal life abiding within him.",
      "topic": ""
    },
    "16": {
      "text": "We know the love of God in this way: because he laid down his life for us. And so, we must lay down our lives for our brothers.",
      "topic": ""
    },
    "17": {
      "text": "Whoever possesses the goods of this world, and sees his brother to be in need, and yet closes his heart to him: in what way does the love of God abide in him?",
      "topic": ""
    },
    "18": {
      "text": "My little sons, let us not love in words only, but in works and in truth.",
      "topic": ""
    },
    "19": {
      "text": "In this way, we will know that we are of the truth, and we will commend our hearts in his sight.",
      "topic": ""
    },
    "20": {
      "text": "For even if our heart reproaches us, God is greater than our heart, and he knows all things.",
      "topic": ""
    },
    "21": {
      "text": "Most beloved, if our heart does not reproach us, we can have confidence toward God;",
      "topic": ""
    },
    "22": {
      "text": "and whatever we shall request of him, we shall receive from him. For we keep his commandments, and we do the things that are pleasing in his sight.",
      "topic": ""
    },
    "23": {
      "text": "And this is his commandment: that we should believe in the name of his Son, Jesus Christ, and love one another, just as he has commanded us.",
      "topic": ""
    },
    "24": {
      "text": "And those who keep his commandments abide in him, and he in them. And we know that he abides in us by this: by the Spirit, whom he has given to us.",
      "topic": ""
    }
  }
}