{
  "info": {
    "book": "Isaías",
    "chapter": "24",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "He aquí que Jehová vacía la tierra y la deja desierta, y trastorna su faz y dispersa sus moradores.",
      "topic": ""
    },
    "2": {
      "text": "Y sucederá, como al pueblo, así al sacerdote; como al siervo, así a su señor; como a la criada, así a su señora; como al que compra, así al que vende; como al que presta, así al que toma prestado; como al acredor, así al deudor.",
      "topic": ""
    },
    "3": {
      "text": "Del todo será vaciada la tierra, y totalmente saqueada; porque Jehová ha pronunciado esta palabra.",
      "topic": ""
    },
    "4": {
      "text": "Se enlutó, se marchitó la tierra; el mundo languidece y se marchita; languidecen los grandes de los pueblos de la tierra.",
      "topic": ""
    },
    "5": {
      "text": "Y la tierra se corrompió bajo sus moradores; porque traspasaron las leyes, falsearon el derecho, rompieron el pacto eterno.",
      "topic": ""
    },
    "6": {
      "text": "Por esta causa la maldición consumió la tierra, y sus moradores fueron asolados; por esta causa fueron consumidos los habitantes de la tierra, y se disminuyeron los hombres.",
      "topic": ""
    },
    "7": {
      "text": "Se enlutó el vino nuevo, languideció la vid, gimieron todos los que eran alegres de corazón.",
      "topic": ""
    },
    "8": {
      "text": "Cesó el regocijo de los panderos, se acabó el estruendo de los que se alegran, cesó la alegría del arpa.",
      "topic": ""
    },
    "9": {
      "text": "No beberán vino con canción; el licor será amargo a los que lo bebieren.",
      "topic": ""
    },
    "10": {
      "text": "Quebrantada está la ciudad de la confusión; toda casa se ha cerrado, para que no entre nadie.",
      "topic": ""
    },
    "11": {
      "text": "Hay clamores [por falta] de vino en las calles; todo gozo se oscureció, se desterró la alegría de la tierra.",
      "topic": ""
    },
    "12": {
      "text": "En la ciudad quedó desolación, y con destrucción fue herida la puerta.",
      "topic": ""
    },
    "13": {
      "text": "Porque así será en medio de la tierra, en medio de los pueblos, así como es sacudido el olivo, como rebuscos acabada la vendimia.",
      "topic": ""
    },
    "14": {
      "text": "Éstos alzarán su voz, cantarán gozosos por la grandeza de Jehová, desde el mar darán voces.",
      "topic": ""
    },
    "15": {
      "text": "Por tanto, glorificad a Jehová en el fuego; [aun] en las islas del mar [sea] nombrado Jehová, Dios de Israel.",
      "topic": ""
    },
    "16": {
      "text": "De lo postrero de la tierra oímos cánticos: Gloria al justo. Y yo dije: ¡Mi flaqueza, mi flaqueza, ay de mí! Prevaricadores han prevaricado; y han prevaricado con prevaricación de desleales.",
      "topic": ""
    },
    "17": {
      "text": "Terror, y foso y lazo sobre ti, oh morador de la tierra.",
      "topic": ""
    },
    "18": {
      "text": "Y acontecerá que el que huyere de la voz del terror, caerá en el foso; y el que saliere de en medio del foso, será preso en el lazo; porque de lo alto se abrieron ventanas, y temblarán los fundamentos de la tierra.",
      "topic": ""
    },
    "19": {
      "text": "Se quebrantará del todo la tierra, enteramente desmenuzada será la tierra, en gran manera será conmovida la tierra.",
      "topic": ""
    },
    "20": {
      "text": "Temblará la tierra, temblará como un borracho, y será removida como una choza; y se agravará sobre ella su pecado, y caerá, y nunca más se levantará.",
      "topic": ""
    },
    "21": {
      "text": "Y acontecerá en aquel día, que Jehová visitará sobre el ejército sublime en lo alto, y sobre los reyes de la tierra que hay sobre la tierra.",
      "topic": ""
    },
    "22": {
      "text": "Y serán amontonados [como] se amontona a los encarcelados en mazmorra, y en prisión quedarán encerrados, y serán visitados después de muchos días.",
      "topic": ""
    },
    "23": {
      "text": "La luna se avergonzará, y el sol se confundirá, cuando Jehová de los ejércitos reine gloriosamente en el monte de Sión, y en Jerusalén, y delante de sus ancianos.",
      "topic": ""
    }
  }
}