{
  "info": {
    "book": "Isaías",
    "chapter": "26",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "En aquel día cantarán este cántico en la tierra de Judá: Fuerte ciudad tenemos; salvación puso [Dios por] muros y antemuro.",
      "topic": ""
    },
    "2": {
      "text": "Abrid las puertas, y entrará la nación justa que guarda la verdad.",
      "topic": ""
    },
    "3": {
      "text": "Tú guardarás en completa paz, [a aquel] cuyo pensamiento [en ti] persevera; porque en ti ha confiado.",
      "topic": ""
    },
    "4": {
      "text": "Confiad en Jehová perpetuamente; porque en el Señor Jehová [está] la fortaleza eterna.",
      "topic": ""
    },
    "5": {
      "text": "Porque derribó los que moraban en lugar alto; humilló la ciudad enaltecida, la humilló hasta la tierra, la derribó hasta el polvo.",
      "topic": ""
    },
    "6": {
      "text": "La hollará pie, los pies del pobre, los pasos de los menesterosos.",
      "topic": ""
    },
    "7": {
      "text": "El camino del justo es rectitud: Tú [que eres] recto, pesas el camino del justo.",
      "topic": ""
    },
    "8": {
      "text": "También en el camino de tus juicios, oh Jehová, te hemos esperado; tu nombre y tu memoria [son] el deseo de [nuestra] alma.",
      "topic": ""
    },
    "9": {
      "text": "Con mi alma te he deseado en la noche; y con mi espíritu dentro de mí, madrugaré a buscarte; porque luego que [hay] juicios tuyos en la tierra, los moradores del mundo aprenden justicia.",
      "topic": ""
    },
    "10": {
      "text": "[Aunque] se le muestre piedad al impío, no aprenderá justicia; en tierra de rectitud hará iniquidad, y no mirará a la majestad de Jehová.",
      "topic": ""
    },
    "11": {
      "text": "Jehová, levantada está tu mano, [pero] ellos no ven; verán al fin, y se avergonzarán los que envidian a tu pueblo; y a tus enemigos fuego los consumirá.",
      "topic": ""
    },
    "12": {
      "text": "Jehová, tú establecerás paz para nosotros; porque también has hecho en nosotros todas nuestras obras.",
      "topic": ""
    },
    "13": {
      "text": "Jehová Dios nuestro, [otros] señores fuera de ti se han enseñoreado de nosotros; pero en ti solamente nos acordaremos de tu nombre.",
      "topic": ""
    },
    "14": {
      "text": "Muertos [son], no vivirán; han fallecido, no se levantarán; porque los visitaste y destruiste, e hiciste que pereciera toda su memoria.",
      "topic": ""
    },
    "15": {
      "text": "Tú has engrandecido la nación, oh Jehová, tú has engrandecido la nación; te hiciste glorioso; la has extendido hasta todos los términos de la tierra.",
      "topic": ""
    },
    "16": {
      "text": "Jehová, en la tribulación te buscaron; derramaron oración cuando los castigaste.",
      "topic": ""
    },
    "17": {
      "text": "Como la mujer encinta cuando se acerca el tiempo de dar a luz gime y da gritos en sus dolores, así hemos sido delante de ti, oh Jehová.",
      "topic": ""
    },
    "18": {
      "text": "Concebimos, tuvimos dolores de parto, pero fue como si diéramos a luz viento. Ninguna liberación hicimos en la tierra, ni cayeron los moradores del mundo.",
      "topic": ""
    },
    "19": {
      "text": "Tus muertos vivirán; [junto con] mi cuerpo muerto resucitarán. ¡Despertad y cantad, moradores del polvo! porque tu rocío [es] cual rocío de hortalizas; y la tierra echará los muertos.",
      "topic": ""
    },
    "20": {
      "text": "Anda, pueblo mío, entra en tus aposentos, cierra tras ti tus puertas; escóndete como por un momento, en tanto que pasa la indignación.",
      "topic": ""
    },
    "21": {
      "text": "Porque he aquí que Jehová sale de su lugar, para castigar la maldad de los moradores de la tierra; y la tierra descubrirá su sangre, y no encubrirá más a sus muertos.",
      "topic": ""
    }
  }
}