{
  "info": {
    "book": "Isaías",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Porque he aquí que el Señor Jehová de los ejércitos quita de Jerusalén y de Judá la provisión y el apoyo; toda provisión de pan y todo sustento de agua;",
      "topic": ""
    },
    "2": {
      "text": "al valiente y al hombre de guerra, al juez y al profeta, al prudente y al anciano;",
      "topic": ""
    },
    "3": {
      "text": "al capitán de cincuenta y al hombre de respeto, al consejero, al artífice excelente y al hábil orador.",
      "topic": ""
    },
    "4": {
      "text": "Y les pondré jóvenes por príncipes, y muchachos serán sus señores.",
      "topic": ""
    },
    "5": {
      "text": "Y el pueblo sufrirá opresión, los unos de los otros, cada cual contra su vecino; el joven se levantará contra el anciano, y el villano contra el noble.",
      "topic": ""
    },
    "6": {
      "text": "Cuando alguno tomare a su hermano, de la familia de su padre, [y le dijere]: Tú tienes vestidura, tú serás nuestro príncipe, y estas ruinas estarán bajo tu mando;",
      "topic": ""
    },
    "7": {
      "text": "él jurará aquel día, diciendo: Yo no seré el sanador; porque en mi casa ni hay pan, ni qué vestir; no me hagáis príncipe del pueblo.",
      "topic": ""
    },
    "8": {
      "text": "Pues arruinada está Jerusalén, y Judá ha caído; porque la lengua de ellos y sus obras [han sido] contra Jehová, para irritar los ojos de su majestad.",
      "topic": ""
    },
    "9": {
      "text": "La apariencia de sus rostros testifica contra ellos; como Sodoma publican su pecado, no lo disimulan. ¡Ay del alma de ellos! porque allegaron mal para sí.",
      "topic": ""
    },
    "10": {
      "text": "Decid al justo que [le irá] bien; porque comerá del fruto de su trabajo.",
      "topic": ""
    },
    "11": {
      "text": "¡Ay del impío! Mal [le irá]; porque según las obras de sus manos le será pagado.",
      "topic": ""
    },
    "12": {
      "text": "Los opresores de mi pueblo son muchachos, y mujeres se enseñorearon de él. Pueblo mío, los que te guían te engañan, y tuercen el curso de tus caminos.",
      "topic": ""
    },
    "13": {
      "text": "Jehová está en pie para litigar, está para juzgar a los pueblos.",
      "topic": ""
    },
    "14": {
      "text": "Jehová vendrá a juicio contra los ancianos de su pueblo y contra sus príncipes; porque vosotros habéis devorado la viña, y el despojo del pobre [está] en vuestras casas.",
      "topic": ""
    },
    "15": {
      "text": "¿Qué pensáis vosotros que majáis mi pueblo, y moléis las caras de los pobres? dice el Señor Jehová de los ejércitos.",
      "topic": ""
    },
    "16": {
      "text": "Asimismo dice Jehová: Por cuanto las hijas de Sión se ensoberbecen, y andan con el cuello erguido y ojos coquetos; cuando andan van danzando, y haciendo son con los pies.",
      "topic": ""
    },
    "17": {
      "text": "Por tanto, el Señor raerá la cabeza de las hijas de Sión, y Jehová descubrirá sus vergüenzas.",
      "topic": ""
    },
    "18": {
      "text": "Aquel día quitará el Señor el atavío de los calzados, las redecillas, las lunetas;",
      "topic": ""
    },
    "19": {
      "text": "los collares, los brazaletes y los velos;",
      "topic": ""
    },
    "20": {
      "text": "las cofias, los atavíos de las piernas, los partidores del pelo, los pomitos de olor y los zarcillos;",
      "topic": ""
    },
    "21": {
      "text": "los anillos y los joyeles de la nariz;",
      "topic": ""
    },
    "22": {
      "text": "las ropas de gala, los mantos, los lienzos, las bolsas,",
      "topic": ""
    },
    "23": {
      "text": "los espejos, el lino fino, las mitras y los velos.",
      "topic": ""
    },
    "24": {
      "text": "Y será que en vez de perfume aromático vendrá hediondez; y cuerda en vez de cinturón; y calvez en lugar de la compostura del cabello; y en lugar de ropa de gala ceñimiento de cilicio; y quemadura en vez de hermosura.",
      "topic": ""
    },
    "25": {
      "text": "Tus varones caerán a espada, y tus poderosos en la guerra.",
      "topic": ""
    },
    "26": {
      "text": "Sus puertas se entristecerán y enlutarán, y ella, desamparada, se sentará en tierra.",
      "topic": ""
    }
  }
}