{
  "info": {
    "book": "Isaías",
    "chapter": "33",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¡Ay de ti, el que saqueas, y nunca [fuiste] saqueado; el que haces deslealtad, bien que nadie contra ti la hizo! Cuando acabares de saquear, serás tú saqueado; y cuando acabares de hacer deslealtad, se hará contra ti.",
      "topic": ""
    },
    "2": {
      "text": "Oh Jehová, ten misericordia de nosotros, a ti hemos esperado; tú, brazo de ellos en la mañana, sé también nuestra salvación en tiempo de la tribulación.",
      "topic": ""
    },
    "3": {
      "text": "Los pueblos huyeron a la voz del estruendo; las naciones fueron esparcidas al levantarte tú.",
      "topic": ""
    },
    "4": {
      "text": "Mas vuestra presa será recogida [como] cuando recogen las orugas; correrá sobre ellos como de una a otra parte corren las langostas.",
      "topic": ""
    },
    "5": {
      "text": "Será exaltado Jehová, el cual mora en las alturas; llenó a Sión de juicio y de justicia.",
      "topic": ""
    },
    "6": {
      "text": "Y reinarán en tus tiempos la sabiduría y la ciencia, [y] el poder de la salvación; El temor de Jehová [será] tu tesoro.",
      "topic": ""
    },
    "7": {
      "text": "He aquí que sus embajadores darán voces afuera; los mensajeros de paz llorarán amargamente.",
      "topic": ""
    },
    "8": {
      "text": "Las calzadas están desiertas, cesaron los caminantes; Él ha anulado el pacto, ha aborrecido las ciudades, tuvo en nada a los hombres.",
      "topic": ""
    },
    "9": {
      "text": "Se enlutó, enfermó la tierra: el Líbano se avergonzó, y fue cortado; Sarón es como un desierto; y Basán y el Carmelo fueron sacudidos.",
      "topic": ""
    },
    "10": {
      "text": "Ahora me levantaré, dice Jehová; ahora seré exaltado, ahora seré engrandecido.",
      "topic": ""
    },
    "11": {
      "text": "Concebisteis hojarascas, rastrojo daréis a luz; el soplo de vuestro fuego os consumirá.",
      "topic": ""
    },
    "12": {
      "text": "Y los pueblos serán como cal quemada; [como] espinos cortados serán quemados con fuego.",
      "topic": ""
    },
    "13": {
      "text": "Oíd, los [que estáis] lejos, lo que he hecho; y vosotros, los [que estáis] cerca, conoced mi poder.",
      "topic": ""
    },
    "14": {
      "text": "Los pecadores se asombraron en Sión, espanto sorprendió a los hipócritas. ¿Quién de nosotros morará con el fuego consumidor? ¿Quién de nosotros habitará con las llamas eternas?",
      "topic": ""
    },
    "15": {
      "text": "El que camina en justicia, y habla lo recto; el que aborrece la ganancia de violencias, el que sacude sus manos para no recibir cohecho, el que tapa su oído para no oír [propuestas] sanguinarias, el que cierra sus ojos para no ver cosa mala:",
      "topic": ""
    },
    "16": {
      "text": "Éste habitará en las alturas; fortaleza de rocas será su lugar de refugio; se le dará su pan, y sus aguas [serán] seguras.",
      "topic": ""
    },
    "17": {
      "text": "Tus ojos verán al Rey en su hermosura; verán la tierra que está lejos.",
      "topic": ""
    },
    "18": {
      "text": "Tu corazón imaginará el espanto, [y dirá]: ¿Dónde está el escriba? ¿Dónde está el que pesa? ¿Dónde está el que cuenta las torres?",
      "topic": ""
    },
    "19": {
      "text": "No mirarás a aquel pueblo obstinado, pueblo de lengua difícil de entender, de lengua tartamuda [que] no [puedas] comprender.",
      "topic": ""
    },
    "20": {
      "text": "Mira a Sión, ciudad de nuestras fiestas solemnes; tus ojos verán a Jerusalén, morada de quietud, tienda que no será desarmada, ni serán arrancadas sus estacas, ni ninguna de sus cuerdas será rota.",
      "topic": ""
    },
    "21": {
      "text": "Porque ciertamente allí Jehová [será] fuerte para con nosotros, lugar de ríos, de arroyos muy anchos, por el cual no andará galeón, ni por él pasará grande navío.",
      "topic": ""
    },
    "22": {
      "text": "Porque Jehová [es] nuestro juez, Jehová es nuestro legislador, Jehová es nuestro Rey, Él mismo nos salvará.",
      "topic": ""
    },
    "23": {
      "text": "Tus cuerdas se aflojaron; no afirmaron su mástil, ni entesaron la vela; se repartirá entonces presa de muchos despojos; [aun] el cojo arrebatará presa.",
      "topic": ""
    },
    "24": {
      "text": "No dirá el morador: Estoy enfermo; al pueblo que more en ella le será perdonada la iniquidad.",
      "topic": ""
    }
  }
}