{
  "info": {
    "book": "Isaías",
    "chapter": "34",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Naciones, acercaos para oír; y escuchad, pueblos. Oiga la tierra y cuanto hay en ella, el mundo y todo lo que produce.",
      "topic": ""
    },
    "2": {
      "text": "Porque la indignación de Jehová [es] contra todas las naciones, y [su] furor contra todos [sus] ejércitos: Las ha destruido por completo, las ha entregado al matadero.",
      "topic": ""
    },
    "3": {
      "text": "Y los muertos de ellas serán arrojados, y de sus cadáveres se levantará hedor; y los montes se disolverán por la sangre de ellos.",
      "topic": ""
    },
    "4": {
      "text": "Y todo el ejército del cielo se disolverá, y se enrollarán los cielos como un pergamino; y caerá todo su ejército, como se cae la hoja de la parra, y como se cae [el higo] de la higuera.",
      "topic": ""
    },
    "5": {
      "text": "Porque mi espada se embriagará en el cielo; he aquí que descenderá sobre Edom, y sobre el pueblo de mi anatema, para juicio.",
      "topic": ""
    },
    "6": {
      "text": "Llena está de sangre la espada de Jehová, engrasada está de grosura, de sangre de corderos y de machos cabríos, de grosura de riñones de carneros; porque Jehová tiene sacrificios en Bosra, y grande matanza en la tierra de Edom.",
      "topic": ""
    },
    "7": {
      "text": "Y con ellos caerán unicornios, y toros con becerros; y su tierra se embriagará de sangre, y su polvo se engrasará de grosura.",
      "topic": ""
    },
    "8": {
      "text": "Porque [es] día de venganza de Jehová, año de retribuciones en el pleito de Sión.",
      "topic": ""
    },
    "9": {
      "text": "Y sus arroyos se tornarán en brea, y su polvo en azufre, y su tierra en brea ardiente.",
      "topic": ""
    },
    "10": {
      "text": "No se apagará de noche ni de día, perpetuamente subirá su humo; de generación en generación será asolada, nunca jamás pasará nadie por ella.",
      "topic": ""
    },
    "11": {
      "text": "Y la poseerán el pelícano y el erizo, el búho y el cuervo morarán en ella; y se extenderá sobre ella cordel de destrucción, y plomada de asolamiento.",
      "topic": ""
    },
    "12": {
      "text": "Llamarán a sus nobles para el reino, pero no [habrá] nadie allí, y todos sus príncipes serán nada.",
      "topic": ""
    },
    "13": {
      "text": "En sus palacios crecerán espinos, y ortigas y cardos en sus fortalezas; y serán guarida de dragones y patio para los búhos.",
      "topic": ""
    },
    "14": {
      "text": "Las fieras del desierto se encontrarán con las hienas, y la cabra del monte gritará a su compañero; la lechuza también tendrá allí morada, y hallará para sí lugar de reposo.",
      "topic": ""
    },
    "15": {
      "text": "Allí anidará el búho real, pondrá [sus huevos] y sacará sus pollos y los juntará debajo de sus alas; también se juntarán allí los buitres, cada uno con su compañera.",
      "topic": ""
    },
    "16": {
      "text": "Inquirid en el libro de Jehová, y leed si faltó alguno de ellos; ninguno faltó con su compañera; porque su boca mandó y los reunió su mismo Espíritu.",
      "topic": ""
    },
    "17": {
      "text": "Y Él les echó las suertes, y su mano les repartió con cordel; para siempre la tendrán por heredad; de generación en generación morarán allí.",
      "topic": ""
    }
  }
}