{
  "info": {
    "book": "Isaías",
    "chapter": "43",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y ahora, así dice Jehová, tu Creador, oh Jacob, y tu Formador, oh Israel: No temas, porque yo te redimí; te puse nombre, mío eres tú.",
      "topic": ""
    },
    "2": {
      "text": "Cuando pases por las aguas, yo [estaré] contigo; y si por los ríos, no te anegarán. Cuando pases por el fuego, no te quemarás, ni la llama arderá en ti.",
      "topic": ""
    },
    "3": {
      "text": "Porque yo soy Jehová tu Dios, el Santo de Israel, tu Salvador: A Egipto he dado por tu rescate, a Etiopía y a Seba por ti.",
      "topic": ""
    },
    "4": {
      "text": "Porque en mis ojos fuiste de grande estima, fuiste honorable, y yo te amé; daré, pues, hombres por ti, y naciones por tu alma.",
      "topic": ""
    },
    "5": {
      "text": "No temas, porque yo soy contigo; del oriente traeré tu generación, y del occidente te recogeré.",
      "topic": ""
    },
    "6": {
      "text": "Diré al norte: Da acá, y al sur: No detengas; trae de lejos mis hijos, y mis hijas de los confines de la tierra,",
      "topic": ""
    },
    "7": {
      "text": "todos los llamados de mi nombre; para gloria mía los creé, los formé y los hice.",
      "topic": ""
    },
    "8": {
      "text": "Sacad al pueblo ciego que tiene ojos, y a los sordos que tienen oídos.",
      "topic": ""
    },
    "9": {
      "text": "Congréguense a una todas las naciones, y júntense todos los pueblos: ¿Quién de ellos hay que nos dé nuevas de esto, y que nos haga oír las cosas primeras? Presenten sus testigos, y justifíquense; oigan, y digan: [Es] Verdad.",
      "topic": ""
    },
    "10": {
      "text": "Vosotros [sois] mis testigos, dice Jehová, y mi siervo que yo escogí; para que me conozcáis y creáis, y entendáis que yo mismo soy; antes de mí no fue formado Dios, ni lo será después de mí.",
      "topic": ""
    },
    "11": {
      "text": "Yo, yo Jehová, y fuera de mí no hay quien salve.",
      "topic": ""
    },
    "12": {
      "text": "Yo anuncié, y salvé, e hice oír, y no hubo entre vosotros [dios] extraño. Vosotros, pues, sois mis testigos, dice Jehová, que yo soy Dios.",
      "topic": ""
    },
    "13": {
      "text": "Aun antes que [hubiera] día, yo soy; y no [hay] quien de mi mano libre. Yo lo haré, ¿quién lo estorbará?",
      "topic": ""
    },
    "14": {
      "text": "Así dice Jehová, Redentor vuestro, el Santo de Israel: Por vosotros envié a Babilonia, e hice descender a todos sus nobles, y a los caldeos, cuyo clamor está en las naves.",
      "topic": ""
    },
    "15": {
      "text": "Yo soy Jehová, vuestro Santo, Creador de Israel, vuestro Rey.",
      "topic": ""
    },
    "16": {
      "text": "Así dice Jehová, el que hace camino en el mar, y senda en las aguas impetuosas;",
      "topic": ""
    },
    "17": {
      "text": "el que saca carro y caballo, ejército y fuerza; caen juntamente para no levantarse; quedan extinguidos, como pábilo quedan apagados.",
      "topic": ""
    },
    "18": {
      "text": "No os acordéis de las cosas pasadas, ni traigáis a memoria las cosas antiguas.",
      "topic": ""
    },
    "19": {
      "text": "He aquí que yo hago una cosa nueva; pronto saldrá a luz: ¿no la sabréis? Otra vez haré camino en el desierto, [y] ríos en la soledad.",
      "topic": ""
    },
    "20": {
      "text": "La bestia del campo me honrará, los dragones y los búhos; porque daré aguas en el desierto, ríos en la soledad, para que beba mi pueblo, mi escogido.",
      "topic": ""
    },
    "21": {
      "text": "Este pueblo he creado para mí, mis alabanzas publicará.",
      "topic": ""
    },
    "22": {
      "text": "Y no me invocaste, oh Jacob; antes, de mí te cansaste, oh Israel.",
      "topic": ""
    },
    "23": {
      "text": "No me trajiste los animales de tus holocaustos, ni me honraste con tus sacrificios. Yo no te hice servir con presente, ni te fatigué con incienso.",
      "topic": ""
    },
    "24": {
      "text": "No compraste para mí caña aromática por dinero, ni me saciaste con la grosura de tus sacrificios; antes me abrumaste con tus pecados, me fatigaste con tus maldades.",
      "topic": ""
    },
    "25": {
      "text": "Yo, yo soy el que borro tus rebeliones por amor de mí mismo; y no me acordaré de tus pecados.",
      "topic": ""
    },
    "26": {
      "text": "Hazme recordar, entremos en juicio juntamente; declara tú para justificarte.",
      "topic": ""
    },
    "27": {
      "text": "Tu primer padre pecó, y tus enseñadores prevaricaron contra mí.",
      "topic": ""
    },
    "28": {
      "text": "Por tanto, yo profané los príncipes del santuario, y puse por anatema a Jacob, y por oprobio a Israel.",
      "topic": ""
    }
  }
}