{
  "info": {
    "book": "Isaías",
    "chapter": "45",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Así dice Jehová a su ungido, a Ciro, al cual tomé yo por su mano derecha, para sujetar naciones delante de él y desatar lomos de reyes; para abrir delante de él puertas, y las puertas no se cerrarán:",
      "topic": ""
    },
    "2": {
      "text": "Yo iré delante de ti, y enderezaré los lugares torcidos; quebraré puertas de bronce, y cerrojos de hierro haré pedazos;",
      "topic": ""
    },
    "3": {
      "text": "y te daré los tesoros escondidos, y las riquezas de los lugares secretos; para que sepas que yo soy Jehová, el Dios de Israel, el que te llama por tu nombre.",
      "topic": ""
    },
    "4": {
      "text": "Por amor a mi siervo Jacob y a Israel mi escogido, te he llamado por tu nombre; te puse sobrenombre, aunque tú no me has conocido.",
      "topic": ""
    },
    "5": {
      "text": "Yo soy Jehová, y ninguno más [hay]. No [hay] Dios fuera de mí. Yo te ceñí, aunque tú no me has conocido;",
      "topic": ""
    },
    "6": {
      "text": "para que se sepa desde el nacimiento del sol, y desde donde se pone, que no hay más que yo; yo Jehová, y ninguno más que yo,",
      "topic": ""
    },
    "7": {
      "text": "que formo la luz y creo las tinieblas, que hago la paz y creo la adversidad. Yo Jehová que hago todo esto.",
      "topic": ""
    },
    "8": {
      "text": "Rociad, cielos, de arriba, y las nubes destilen la justicia; ábrase la tierra, y prodúzcanse la salvación y la justicia; háganse brotar juntamente. Yo Jehová lo he creado.",
      "topic": ""
    },
    "9": {
      "text": "¡Ay del que pleitea con su Hacedor! ¡El tiesto con los tiestos de la tierra! ¿Dirá el barro al que lo labra: ¿Qué haces?; o tu obra: No tiene manos?",
      "topic": ""
    },
    "10": {
      "text": "¡Ay del que dice a [su] padre: ¿Por qué engendraste? y a la mujer: ¿Por qué diste a luz?!",
      "topic": ""
    },
    "11": {
      "text": "Así dice Jehová, el Santo de Israel y su Hacedor: Preguntadme de las cosas por venir; mandadme acerca de mis hijos, y acerca de la obra de mis manos.",
      "topic": ""
    },
    "12": {
      "text": "Yo hice la tierra, y creé sobre ella al hombre. Yo, mis manos, extendieron los cielos, y a todo su ejército ordené.",
      "topic": ""
    },
    "13": {
      "text": "Yo lo desperté en justicia, y enderezaré todos sus caminos; él edificará mi ciudad, y soltará mis cautivos, no por precio ni por recompensa, dice Jehová de los ejércitos.",
      "topic": ""
    },
    "14": {
      "text": "Así dice Jehová: El trabajo de Egipto, las mercaderías de Etiopía y los sabeos, hombres de gran estatura, se pasarán a ti y serán tuyos; irán en pos de ti, pasarán con grillos; se inclinarán delante de ti y te suplicarán, [diciendo]: Ciertamente en ti está Dios, y no [hay] otro fuera de Dios.",
      "topic": ""
    },
    "15": {
      "text": "Verdaderamente tú [eres] un Dios que te encubres, oh Dios de Israel, el Salvador.",
      "topic": ""
    },
    "16": {
      "text": "Confusos y avergonzados serán todos ellos; irán con afrenta todos los fabricadores de imágenes.",
      "topic": ""
    },
    "17": {
      "text": "Israel será salvo en Jehová con salvación eterna; no seréis avergonzados ni humillados, por toda la eternidad.",
      "topic": ""
    },
    "18": {
      "text": "Porque así dice Jehová, que creó los cielos, el mismo Dios, el que formó e hizo la tierra, Él la estableció; no la creó en vano, para que fuese habitada la creó: Yo soy Jehová, y no [hay] otro.",
      "topic": ""
    },
    "19": {
      "text": "No hablé en secreto, en un lugar oscuro de la tierra; no dije a la simiente de Jacob: En vano me buscáis. Yo soy Jehová que hablo justicia, que anuncio rectitud.",
      "topic": ""
    },
    "20": {
      "text": "Reuníos, y venid; acercaos, todos los [que habéis] escapado de las naciones. No tienen conocimiento aquellos que erigen el madero de su imagen esculpida, y los que ruegan a un dios que no puede salvar.",
      "topic": ""
    },
    "21": {
      "text": "Publicad, y hacedlos llegar, y entren todos en consulta: [¿quién] hizo oír esto desde el principio, y lo tiene dicho desde entonces, sino yo Jehová? Y no [hay] más Dios que yo; Dios justo y Salvador: ningún otro fuera de mí.",
      "topic": ""
    },
    "22": {
      "text": "Mirad a mí, y sed salvos, todos los términos de la tierra: porque yo soy Dios, y no [hay] más.",
      "topic": ""
    },
    "23": {
      "text": "Por mí mismo hice juramento, de mi boca salió palabra en justicia, y no será revocada. Que a mí se doblará toda rodilla, y jurará toda lengua.",
      "topic": ""
    },
    "24": {
      "text": "Y se dirá de mí: Ciertamente en Jehová está la justicia y la fortaleza; a Él vendrán, y todos los que contra Él se enardecen serán avergonzados.",
      "topic": ""
    },
    "25": {
      "text": "En Jehová será justificada y se gloriará toda la simiente de Israel.",
      "topic": ""
    }
  }
}