{
  "info": {
    "book": "Isaías",
    "chapter": "47",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Desciende y siéntate en el polvo, virgen hija de Babilonia, siéntate en la tierra sin trono, hija de los caldeos; porque nunca más te llamarán tierna y delicada.",
      "topic": ""
    },
    "2": {
      "text": "Toma el molino, y muele harina: descubre tus guedejas, descalza los pies, descubre las piernas, pasa los ríos.",
      "topic": ""
    },
    "3": {
      "text": "Descubierta será tu desnudez, tu vergüenza será vista; tomaré venganza, y no te encontraré [como] hombre.",
      "topic": ""
    },
    "4": {
      "text": "Nuestro Redentor, Jehová de los ejércitos [es] su nombre, el Santo de Israel.",
      "topic": ""
    },
    "5": {
      "text": "Siéntate, calla, y entra en tinieblas, hija de los caldeos; porque nunca más te llamarán señora de reinos.",
      "topic": ""
    },
    "6": {
      "text": "Me enojé contra mi pueblo, profané mi heredad, y los entregué en tu mano; no les tuviste misericordia; sobre el anciano agravaste mucho tu yugo.",
      "topic": ""
    },
    "7": {
      "text": "Y dijiste: Para siempre seré señora; y no consideraste estas cosas en tu corazón, ni te acordaste de tu postrimería.",
      "topic": ""
    },
    "8": {
      "text": "Oye, pues, ahora esto, [tú que eres] dada a los placeres, la que está sentada confiadamente, la que dice en su corazón: Yo soy, y fuera de mí no hay más; no quedaré viuda, ni conoceré orfandad.",
      "topic": ""
    },
    "9": {
      "text": "Estas dos cosas te vendrán de repente en un mismo día, orfandad y viudez; en toda su fuerza vendrán sobre ti, por la multitud de tus hechicerías y por tus muchos encantamientos.",
      "topic": ""
    },
    "10": {
      "text": "Porque confiaste en tu maldad, diciendo: Nadie me ve. Tu sabiduría y tu conocimiento te engañaron, y dijiste en tu corazón: Yo, y no más.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto vendrá sobre ti mal, que no sabrás ni de dónde vino; caerá sobre ti quebrantamiento, el cual no podrás remediar; y destrucción que no sabrás, vendrá de repente sobre ti.",
      "topic": ""
    },
    "12": {
      "text": "Estate ahora en tus encantamientos, y con la multitud de tus hechizos, en los cuales te fatigaste desde tu niñez; quizá podrás mejorarte, quizá prevalecerás.",
      "topic": ""
    },
    "13": {
      "text": "Te has fatigado en la multitud de tus consejos. Comparezcan ahora y te defiendan los astrólogos, los contempladores de las estrellas, los que cuentan los meses, para pronosticar lo que vendrá sobre ti.",
      "topic": ""
    },
    "14": {
      "text": "He aquí que serán como tamo; fuego los quemará, no salvarán sus vidas del poder de la llama; no quedará brasa para calentarse, ni lumbre a la cual se sienten.",
      "topic": ""
    },
    "15": {
      "text": "Así te serán aquellos con quienes te fatigaste, los que han negociado contigo desde tu juventud; cada uno se irá por su camino, no habrá quien te salve.",
      "topic": ""
    }
  }
}