{
  "info": {
    "book": "Isaías",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Ahora cantaré a mi amado, un canto a mi amado acerca de su viña. Tenía mi amado una viña en una ladera fértil.",
      "topic": ""
    },
    "2": {
      "text": "La había cercado y despedregado y plantado de vides escogidas; había edificado en medio de ella una torre, y hecho también en ella un lagar; y esperaba que diese uvas, y dio uvas silvestres.",
      "topic": ""
    },
    "3": {
      "text": "Ahora, pues, moradores de Jerusalén y varones de Judá, juzgad entre mí y mi viña.",
      "topic": ""
    },
    "4": {
      "text": "¿Qué más se podía hacer a mi viña, que yo no haya hecho en ella? ¿Por qué, esperando yo que diese uvas, ha dado uvas silvestres?",
      "topic": ""
    },
    "5": {
      "text": "Os mostraré, pues, ahora lo que haré yo a mi viña: Le quitaré su vallado, y será consumida; derribaré su cerca y será hollada;",
      "topic": ""
    },
    "6": {
      "text": "Haré que quede desierta; no será podada ni cavada, y crecerán el cardo y los espinos; y aun a las nubes mandaré que no derramen lluvia sobre ella.",
      "topic": ""
    },
    "7": {
      "text": "Ciertamente la viña de Jehová de los ejércitos [es] la casa de Israel, y los hombres de Judá su planta deliciosa. Esperaba juicio, y he aquí vileza; justicia, y he aquí clamor.",
      "topic": ""
    },
    "8": {
      "text": "¡Ay de los que juntan casa con casa, y añaden heredad a heredad hasta que ya no hay espacio! ¿Habitaréis vosotros solos en medio de la tierra?",
      "topic": ""
    },
    "9": {
      "text": "Ha llegado a mis oídos de parte de Jehová de los ejércitos, que las muchas casas han de quedar asoladas, sin morador las grandes y hermosas.",
      "topic": ""
    },
    "10": {
      "text": "Y diez yugadas de viña producirán un bato, y un homer de semilla producirá un efa.",
      "topic": ""
    },
    "11": {
      "text": "¡Ay de los que se levantan de mañana para seguir la embriaguez; que se están hasta la noche, [hasta] que el vino los enciende!",
      "topic": ""
    },
    "12": {
      "text": "Y en sus banquetes hay arpas, vihuelas, tamboriles, flautas y vino; y no miran la obra de Jehová, ni consideran la obra de sus manos.",
      "topic": ""
    },
    "13": {
      "text": "Por eso mi pueblo es llevado cautivo, porque no [tiene] conocimiento; y sus nobles perecen de hambre, y su multitud se seca de sed.",
      "topic": ""
    },
    "14": {
      "text": "Por tanto, se ensanchó el infierno, y sin medida extendió su boca; y allá descenderá la gloria de ellos, y su multitud, y su ostentación, y el que en ello se regocijaba.",
      "topic": ""
    },
    "15": {
      "text": "Y el hombre vil será abatido, y el hombre altivo será humillado, y los ojos de los soberbios serán bajados.",
      "topic": ""
    },
    "16": {
      "text": "Mas Jehová de los ejércitos será exaltado en juicio, y el Dios Santo será santificado con justicia.",
      "topic": ""
    },
    "17": {
      "text": "Y los corderos serán apacentados según su costumbre; y extraños devorarán los campos desolados de los ricos.",
      "topic": ""
    },
    "18": {
      "text": "¡Ay de los que traen la iniquidad con cuerdas de vanidad, y el pecado como con coyundas de carreta,",
      "topic": ""
    },
    "19": {
      "text": "los cuales dicen: Venga ya, apresúrese su obra, y veamos; acérquese, y venga el consejo del Santo de Israel, para que lo sepamos!",
      "topic": ""
    },
    "20": {
      "text": "¡Ay de los que a lo malo dicen bueno, y a lo bueno malo; que hacen de la luz tinieblas, y de las tinieblas luz; que ponen lo amargo por dulce, y lo dulce por amargo!",
      "topic": ""
    },
    "21": {
      "text": "¡Ay de los sabios en sus propios ojos, y de los que son prudentes delante de sí mismos!",
      "topic": ""
    },
    "22": {
      "text": "¡Ay de [los que son] valientes para beber vino, y hombres fuertes para mezclar bebida;",
      "topic": ""
    },
    "23": {
      "text": "que justifican al impío por cohecho, y al justo quitan su justicia!",
      "topic": ""
    },
    "24": {
      "text": "Por tanto, como la lengua del fuego consume el rastrojo, y la llama devora la paja, así será su raíz como podredumbre, y su flor se desvanecerá como polvo; porque desecharon la ley de Jehová de los ejércitos, y abominaron la palabra del Santo de Israel.",
      "topic": ""
    },
    "25": {
      "text": "Por esta causa se encendió el furor de Jehová contra su pueblo, y extendió contra él su mano, y le hirió; y se estremecieron los montes, y sus cadáveres [fueron] arrojados en medio de las calles. Con todo esto no ha cesado su furor, pero su mano todavía [está] extendida.",
      "topic": ""
    },
    "26": {
      "text": "Y alzará pendón a naciones lejanas, y silbará al que está en el extremo de la tierra; y he aquí que vendrá pronto y velozmente.",
      "topic": ""
    },
    "27": {
      "text": "No habrá entre ellos cansado, ni que vacile; ninguno se dormirá ni le tomará sueño; a ninguno se le desatará el cinto de los lomos, ni se le romperá la correa de sus zapatos.",
      "topic": ""
    },
    "28": {
      "text": "Sus saetas afiladas, y todos sus arcos entesados; los cascos de sus caballos parecerán como de pedernal, y las ruedas de sus carros como torbellino.",
      "topic": ""
    },
    "29": {
      "text": "Su rugido [será] como de león; rugirá a manera de leoncillos, crujirá los dientes, y arrebatará la presa; la apañará, y nadie se la quitará.",
      "topic": ""
    },
    "30": {
      "text": "Y bramarán sobre él en aquel día como bramido del mar; entonces mirará hacia la tierra, y he aquí tinieblas de tribulación, y en los cielos se oscurecerá la luz.",
      "topic": ""
    }
  }
}