{
  "info": {
    "book": "Isaías",
    "chapter": "54",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Alégrate, oh estéril, la que no daba a luz; levanta canción, y da voces de júbilo, la que nunca estuvo de parto; porque más son los hijos de la dejada que los de la casada, dice Jehová.",
      "topic": ""
    },
    "2": {
      "text": "Ensancha el sitio de tu tienda, y las cortinas de tus habitaciones sean extendidas; no seas escasa; alarga tus cuerdas, y refuerza tus estacas.",
      "topic": ""
    },
    "3": {
      "text": "Porque a la mano derecha y a la mano izquierda has de crecer; y tu simiente heredará a los gentiles, y habitarán las ciudades asoladas.",
      "topic": ""
    },
    "4": {
      "text": "No temas, pues no serás avergonzada; y no te avergüences, que no serás afrentada; porque te olvidarás de la vergüenza de tu juventud, y de la afrenta de tu viudez no tendrás más memoria.",
      "topic": ""
    },
    "5": {
      "text": "Porque tu marido [es] tu Hacedor; Jehová de los ejércitos es su nombre; y tu Redentor, el Santo de Israel; Dios de toda la tierra será llamado.",
      "topic": ""
    },
    "6": {
      "text": "Porque como a mujer abandonada y triste de espíritu te llamó Jehová, y como a la esposa de la juventud que es repudiada, dice el Dios tuyo.",
      "topic": ""
    },
    "7": {
      "text": "Por un breve momento te dejé; mas te recogeré con grandes misericordias.",
      "topic": ""
    },
    "8": {
      "text": "Con un poco de ira escondí mi rostro de ti por un momento; mas con misericordia eterna tendré compasión de ti, dice tu Redentor Jehová.",
      "topic": ""
    },
    "9": {
      "text": "Porque esto me [será como] las aguas de Noé; que juré que nunca más las aguas de Noé pasarían sobre la tierra; así he jurado que no me enojaré contra ti, ni te reprenderé.",
      "topic": ""
    },
    "10": {
      "text": "Porque los montes se moverán, y los collados temblarán; mas no se apartará de ti mi misericordia, ni el pacto de mi paz será removido, dice Jehová, el que tiene misericordia de ti.",
      "topic": ""
    },
    "11": {
      "text": "Pobrecita, fatigada con tempestad, sin consuelo; he aquí que yo cimentaré tus piedras sobre carbunclo, y sobre zafiros te fundaré.",
      "topic": ""
    },
    "12": {
      "text": "Tus ventanas pondré de piedras preciosas, tus puertas de piedras de carbunclo, y toda tu muralla de piedras preciosas.",
      "topic": ""
    },
    "13": {
      "text": "Y todos tus hijos [serán] enseñados de Jehová; y multiplicará la paz de tus hijos.",
      "topic": ""
    },
    "14": {
      "text": "Con justicia serás adornada; estarás lejos de opresión, porque no temerás; y del terror, porque no se acercará a ti.",
      "topic": ""
    },
    "15": {
      "text": "Si alguno conspirare contra ti, [lo hará] sin mí; el que contra ti conspirare, delante de ti caerá.",
      "topic": ""
    },
    "16": {
      "text": "He aquí que yo he creado al herrero que sopla las ascuas en el fuego, y que saca la herramienta para su obra; y yo he creado al destruidor para destruir.",
      "topic": ""
    },
    "17": {
      "text": "Ninguna arma forjada contra ti, prosperará; y tú condenarás toda lengua que se levante contra ti en juicio. Ésta es la herencia de los siervos de Jehová, y su justicia [viene] de mí, dice Jehová.",
      "topic": ""
    }
  }
}