{
  "info": {
    "book": "Hebreos",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Porque la ley, teniendo la sombra de los bienes venideros, no la imagen misma de las cosas, nunca puede, por los mismos sacrificios que se ofrecen continuamente cada año, hacer perfectos a los que se acercan.",
      "topic": ""
    },
    "2": {
      "text": "De otra manera cesarían de ofrecerse, ya que los adoradores, limpios una vez, no tendrían más conciencia de pecado.",
      "topic": ""
    },
    "3": {
      "text": "Pero en estos [sacrificios] cada año se hace memoria de los pecados.",
      "topic": ""
    },
    "4": {
      "text": "Porque la sangre de los toros y de los machos cabríos no puede quitar los pecados.",
      "topic": ""
    },
    "5": {
      "text": "Por lo cual, entrando en el mundo, dice: Sacrificio y ofrenda no quisiste; Mas me preparaste cuerpo:",
      "topic": ""
    },
    "6": {
      "text": "Holocaustos y [sacrificios] por el pecado no te agradaron.",
      "topic": ""
    },
    "7": {
      "text": "Entonces dije: He aquí que vengo (en la cabecera del libro está escrito de mí) para hacer, oh Dios, tu voluntad.",
      "topic": ""
    },
    "8": {
      "text": "Diciendo arriba: Sacrificio y ofrenda, y holocaustos y [expiaciones] por el pecado no quisiste, ni te agradaron (cuyas cosas se ofrecen según la ley).",
      "topic": ""
    },
    "9": {
      "text": "Entonces dijo: He aquí que vengo para hacer, oh Dios, tu voluntad. Quita lo primero, para establecer lo postrero.",
      "topic": ""
    },
    "10": {
      "text": "En esa voluntad nosotros somos santificados, mediante la ofrenda del cuerpo de Jesucristo hecha una sola vez.",
      "topic": ""
    },
    "11": {
      "text": "Y ciertamente todo sacerdote se presenta cada día ministrando y ofreciendo muchas veces los mismos sacrificios, que nunca pueden quitar los pecados.",
      "topic": ""
    },
    "12": {
      "text": "Pero Éste, habiendo ofrecido por los pecados un solo sacrificio para siempre, se ha sentado a la diestra de Dios,",
      "topic": ""
    },
    "13": {
      "text": "de aquí en adelante esperando hasta que sus enemigos sean puestos por estrado de sus pies.",
      "topic": ""
    },
    "14": {
      "text": "Porque con una sola ofrenda hizo perfectos para siempre a los santificados.",
      "topic": ""
    },
    "15": {
      "text": "Y el Espíritu Santo también nos da testimonio; porque después que había dicho:",
      "topic": ""
    },
    "16": {
      "text": "Éste es el pacto que haré con ellos: Después de aquellos días, dice el Señor: Daré mis leyes en sus corazones, y en sus mentes las escribiré;",
      "topic": ""
    },
    "17": {
      "text": "y nunca más me acordaré de sus pecados e iniquidades.",
      "topic": ""
    },
    "18": {
      "text": "Pues donde hay remisión de éstos, no hay más ofrenda por el pecado.",
      "topic": ""
    },
    "19": {
      "text": "Así que, hermanos, teniendo libertad para entrar en el lugar santísimo por la sangre de Jesús,",
      "topic": ""
    },
    "20": {
      "text": "por el camino nuevo y vivo que Él nos consagró a través del velo, esto es, por su carne;",
      "topic": ""
    },
    "21": {
      "text": "y [teniendo] un gran sacerdote sobre la casa de Dios,",
      "topic": ""
    },
    "22": {
      "text": "acerquémonos con corazón sincero, en plena certidumbre de fe, purificados los corazones de mala conciencia, y lavados los cuerpos con agua pura.",
      "topic": ""
    },
    "23": {
      "text": "Mantengamos firme, sin fluctuar, la profesión de nuestra fe; que fiel es el que prometió;",
      "topic": ""
    },
    "24": {
      "text": "y considerémonos unos a otros para provocarnos al amor y a las buenas obras;",
      "topic": ""
    },
    "25": {
      "text": "no dejando nuestra congregación, como algunos tienen por costumbre, sino exhortándonos [unos a otros]; y tanto más, cuanto veis que aquel día se acerca.",
      "topic": ""
    },
    "26": {
      "text": "Porque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado,",
      "topic": ""
    },
    "27": {
      "text": "sino una horrenda expectación de juicio y hervor de fuego que ha de devorar a los adversarios.",
      "topic": ""
    },
    "28": {
      "text": "El que menospreciare la ley de Moisés, por el testimonio de dos o de tres testigos muere sin ninguna misericordia.",
      "topic": ""
    },
    "29": {
      "text": "¿De cuánto mayor castigo pensáis que será digno, el que pisoteare al Hijo de Dios, y tuviere por inmunda la sangre del pacto en la cual fue santificado, e hiciere afrenta al Espíritu de gracia?",
      "topic": ""
    },
    "30": {
      "text": "Pues conocemos al que dijo: Mía es la venganza, yo daré el pago, dice el Señor. Y otra vez: El Señor juzgará a su pueblo.",
      "topic": ""
    },
    "31": {
      "text": "Horrenda cosa [es] caer en manos del Dios vivo.",
      "topic": ""
    },
    "32": {
      "text": "Pero traed a la memoria los días pasados, en los cuales, después de haber sido iluminados, sufristeis gran combate de aflicciones;",
      "topic": ""
    },
    "33": {
      "text": "por una parte, ciertamente, con vituperios y tribulaciones fuisteis hechos espectáculo; y por otra parte fuisteis hechos compañeros de los que han estado en igual situación.",
      "topic": ""
    },
    "34": {
      "text": "Y os compadecisteis de mí en mis cadenas, y el despojo de vuestros bienes padecisteis con gozo, sabiendo en vosotros que tenéis una mejor y perdurable sustancia en los cielos.",
      "topic": ""
    },
    "35": {
      "text": "No perdáis, pues, vuestra confianza, que tiene grande galardón;",
      "topic": ""
    },
    "36": {
      "text": "porque la paciencia os es necesaria; para que habiendo hecho la voluntad de Dios, obtengáis la promesa.",
      "topic": ""
    },
    "37": {
      "text": "Porque aún un poco de tiempo, y el que ha de venir vendrá, y no tardará.",
      "topic": ""
    },
    "38": {
      "text": "Mas el justo vivirá por fe; y si retrocediere, no agradará a mi alma.",
      "topic": ""
    },
    "39": {
      "text": "Pero nosotros no somos de los que retroceden para perdición, sino de los que creen para salvación del alma.",
      "topic": ""
    }
  }
}