{
  "info": {
    "book": "Hebreos",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Por tanto, dejando los rudimentos de la doctrina de Cristo, vamos adelante a la perfección; no echando otra vez el fundamento del arrepentimiento de obras muertas, y de la fe en Dios,",
      "topic": ""
    },
    "2": {
      "text": "de la doctrina de bautismos, y de la imposición de manos, y de la resurrección de los muertos, y del juicio eterno.",
      "topic": ""
    },
    "3": {
      "text": "Y esto haremos a la verdad, si Dios lo permite.",
      "topic": ""
    },
    "4": {
      "text": "Porque [es] imposible que los que una vez fueron iluminados y gustaron el don celestial, y fueron hechos partícipes del Espíritu Santo,",
      "topic": ""
    },
    "5": {
      "text": "y asimismo gustaron la buena palabra de Dios, y los poderes del mundo venidero,",
      "topic": ""
    },
    "6": {
      "text": "y recayeron, sean otra vez renovados para arrepentimiento, crucificando de nuevo para sí mismos al Hijo de Dios y exponiéndole a vituperio.",
      "topic": ""
    },
    "7": {
      "text": "Porque la tierra que bebe la lluvia que muchas veces cae sobre ella, y produce hierba provechosa a aquellos por los cuales es labrada, recibe bendición de Dios;",
      "topic": ""
    },
    "8": {
      "text": "pero la que produce espinos y abrojos es reprobada, y cercana a ser maldecida; y su fin es el ser quemada.",
      "topic": ""
    },
    "9": {
      "text": "Pero en cuanto a vosotros, oh amados, estamos persuadidos de cosas mejores y que acompañan la salvación, aunque hablamos así.",
      "topic": ""
    },
    "10": {
      "text": "Porque Dios no es injusto para olvidar vuestra obra y el trabajo de amor que habéis mostrado a su nombre, habiendo ministrado a los santos y ministrándoles aún.",
      "topic": ""
    },
    "11": {
      "text": "Y deseamos que cada uno de vosotros muestre la misma diligencia hasta el fin, para la plena certeza de la esperanza:",
      "topic": ""
    },
    "12": {
      "text": "Que no os hagáis perezosos, sino que sigáis el ejemplo de aquellos que por la fe y la paciencia heredan las promesas.",
      "topic": ""
    },
    "13": {
      "text": "Porque cuando Dios hizo la promesa a Abraham, no pudiendo jurar por otro mayor, juró por sí mismo,",
      "topic": ""
    },
    "14": {
      "text": "diciendo: Ciertamente bendiciendo te bendeciré, y multiplicando te multiplicaré.",
      "topic": ""
    },
    "15": {
      "text": "Y así, esperando con paciencia, alcanzó la promesa.",
      "topic": ""
    },
    "16": {
      "text": "Porque los hombres ciertamente juran por el [que es] mayor; y el juramento para confirmación es para ellos el fin de toda controversia.",
      "topic": ""
    },
    "17": {
      "text": "Por lo cual, queriendo Dios mostrar más abundantemente a los herederos de la promesa la inmutabilidad de su consejo, lo confirmó con juramento;",
      "topic": ""
    },
    "18": {
      "text": "para que por dos cosas inmutables, en las cuales, [es] imposible que Dios mienta, tengamos un fortísimo consuelo, los que nos hemos refugiado asiéndonos de la esperanza puesta delante de nosotros.",
      "topic": ""
    },
    "19": {
      "text": "La cual tenemos como ancla del alma, segura y firme, y que penetra hasta dentro del velo;",
      "topic": ""
    },
    "20": {
      "text": "donde entró por nosotros Jesús, [nuestro] precursor, hecho Sumo Sacerdote para siempre según el orden de Melquisedec.",
      "topic": ""
    }
  }
}