{
  "info": {
    "book": "Hebreos",
    "chapter": "8",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Así que, la suma de lo que hemos dicho [es]: Tenemos tal Sumo Sacerdote el cual está sentado a la diestra del trono de la Majestad en los cielos;",
      "topic": ""
    },
    "2": {
      "text": "ministro del santuario, y del verdadero tabernáculo que el Señor levantó, y no el hombre.",
      "topic": ""
    },
    "3": {
      "text": "Porque todo sumo sacerdote es constituido para presentar ofrendas y sacrificios; por lo cual [es] necesario que también Éste tenga algo que ofrecer.",
      "topic": ""
    },
    "4": {
      "text": "Porque si Él estuviese sobre la tierra, ni siquiera sería sacerdote, habiendo aún sacerdotes que presentan ofrendas según la ley;",
      "topic": ""
    },
    "5": {
      "text": "los cuales sirven de ejemplo y sombra de las cosas celestiales, como fue advertido por Dios a Moisés cuando estaba por comenzar el tabernáculo: Mira, dice, haz todas las cosas conforme al modelo que te ha sido mostrado en el monte.",
      "topic": ""
    },
    "6": {
      "text": "Mas ahora tanto mejor ministerio es el suyo, por cuanto Él es el mediador de un mejor testamento, que ha sido establecido sobre mejores promesas.",
      "topic": ""
    },
    "7": {
      "text": "Porque si aquel primer [pacto] hubiera sido sin falta, no se hubiera procurado lugar para el segundo.",
      "topic": ""
    },
    "8": {
      "text": "Porque hallando falta en ellos, dice: He aquí vienen días, dice el Señor, cuando estableceré con la casa de Israel y con la casa de Judá un nuevo pacto;",
      "topic": ""
    },
    "9": {
      "text": "No como el pacto que hice con sus padres el día que los tomé por la mano para sacarlos de la tierra de Egipto: Porque ellos no permanecieron en mi pacto, y yo los desatendí, dice el Señor.",
      "topic": ""
    },
    "10": {
      "text": "Porque éste es el pacto que haré con la casa de Israel, después de aquellos días, dice el Señor: Pondré mis leyes en sus mentes, y sobre sus corazones las escribiré; y seré a ellos por Dios, y ellos me serán a mí por pueblo:",
      "topic": ""
    },
    "11": {
      "text": "Y ninguno enseñará a su prójimo, ni ninguno a su hermano, diciendo: Conoce al Señor: Porque todos me conocerán, desde el menor de ellos hasta el mayor.",
      "topic": ""
    },
    "12": {
      "text": "Porque seré propicio a sus injusticias, y de sus pecados y de sus iniquidades no me acordaré más.",
      "topic": ""
    },
    "13": {
      "text": "Y al decir: Nuevo pacto, da por viejo al primero; y lo que es dado por viejo y se envejece, cerca está a desvanecerse.",
      "topic": ""
    }
  }
}