{
  "info": {
    "book": "2 Timothy",
    "chapter": "2",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Thou therefore, my child, be strong in the grace which [is] in Christ Jesus.",
      "topic": ""
    },
    "2": {
      "text": "And the things thou hast heard of me in the presence of many witnesses, these entrust to faithful men, such as shall be competent to instruct others also.",
      "topic": ""
    },
    "3": {
      "text": "Take thy share in suffering as a good soldier of Jesus Christ.",
      "topic": ""
    },
    "4": {
      "text": "No one going as a soldier entangles himself with the affairs of life, that he may please him who has enlisted him as a soldier.",
      "topic": ""
    },
    "5": {
      "text": "And if also any one contend [in the games], he is not crowned unless he contend lawfully.",
      "topic": ""
    },
    "6": {
      "text": "The husbandman must labour before partaking of the fruits.",
      "topic": ""
    },
    "7": {
      "text": "Think of what I say, for the Lord will give thee understanding in all things.",
      "topic": ""
    },
    "8": {
      "text": "Remember Jesus Christ raised from among [the] dead, of [the] seed of David, according to my glad tidings,",
      "topic": ""
    },
    "9": {
      "text": "in which I suffer even unto bonds as an evil-doer: but the word of God is not bound.",
      "topic": ""
    },
    "10": {
      "text": "For this cause I endure all things for the sake of the elect, that they also may obtain the salvation which [is] in Christ Jesus with eternal glory.",
      "topic": ""
    },
    "11": {
      "text": "The word [is] faithful; for if we have died together with [him], we shall also live together;",
      "topic": ""
    },
    "12": {
      "text": "if we endure, we shall also reign together; if we deny, he also will deny us;",
      "topic": ""
    },
    "13": {
      "text": "if we are unfaithful, he abides faithful, for he cannot deny himself.",
      "topic": ""
    },
    "14": {
      "text": "Of these things put in remembrance, testifying earnestly before the Lord not to have disputes of words, profitable for nothing, to the subversion of the hearers.",
      "topic": ""
    },
    "15": {
      "text": "Strive diligently to present thyself approved to God, a workman that has not to be ashamed, cutting in a straight line the word of truth.",
      "topic": ""
    },
    "16": {
      "text": "But profane, vain babblings shun, for they will advance to greater impiety,",
      "topic": ""
    },
    "17": {
      "text": "and their word will spread as a gangrene; of whom is Hymenaeus and Philetus;",
      "topic": ""
    },
    "18": {
      "text": "[men] who as to the truth have gone astray, saying that the resurrection has taken place already; and overthrow the faith of some.",
      "topic": ""
    },
    "19": {
      "text": "Yet the firm foundation of God stands, having this seal, [The] Lord knows those that are his; and, Let every one who names the name of [the] Lord withdraw from iniquity.",
      "topic": ""
    },
    "20": {
      "text": "But in a great house there are not only gold and silver vessels, but also wooden and earthen; and some to honour, and some to dishonour.",
      "topic": ""
    },
    "21": {
      "text": "If therefore one shall have purified himself from these, [in separating himself from them], he shall be a vessel to honour, sanctified, serviceable to the Master, prepared for every good work.",
      "topic": ""
    },
    "22": {
      "text": "But youthful lusts flee, and pursue righteousness, faith, love, peace, with those that call upon the Lord out of a pure heart.",
      "topic": ""
    },
    "23": {
      "text": "But foolish and senseless questionings avoid, knowing that they beget contentions.",
      "topic": ""
    },
    "24": {
      "text": "And a bondman of [the] Lord ought not to contend, but be gentle towards all; apt to teach; forbearing;",
      "topic": ""
    },
    "25": {
      "text": "in meekness setting right those who oppose, if God perhaps may sometime give them repentance to acknowledgment of [the] truth,",
      "topic": ""
    },
    "26": {
      "text": "and that they may awake up out of the snare of the devil, [who are] taken by him, for his will.",
      "topic": ""
    }
  }
}