{
  "info": {
    "book": "2 Timothy",
    "chapter": "3",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But this know, that in [the] last days difficult times shall be there;",
      "topic": ""
    },
    "2": {
      "text": "for men shall be lovers of self, lovers of money, boastful, arrogant, evil speakers, disobedient to parents, ungrateful, profane,",
      "topic": ""
    },
    "3": {
      "text": "without natural affection, implacable, slanderers, of unsubdued passions, savage, having no love for what is good,",
      "topic": ""
    },
    "4": {
      "text": "traitors, headlong, of vain pretensions, lovers of pleasure rather than lovers of God;",
      "topic": ""
    },
    "5": {
      "text": "having a form of piety but denying the power of it: and from these turn away.",
      "topic": ""
    },
    "6": {
      "text": "For of these are they who are getting into houses, and leading captive silly women, laden with sins, led by various lusts,",
      "topic": ""
    },
    "7": {
      "text": "always learning, and never able to come to [the] knowledge of [the] truth.",
      "topic": ""
    },
    "8": {
      "text": "Now in the same manner in which Jannes and Jambres withstood Moses, thus these also withstand the truth; men corrupted in mind, found worthless as regards the faith.",
      "topic": ""
    },
    "9": {
      "text": "But they shall not advance farther; for their folly shall be completely manifest to all, as that of those also became.",
      "topic": ""
    },
    "10": {
      "text": "But thou hast been thoroughly acquainted with my teaching, conduct, purpose, faith, longsuffering, love, endurance,",
      "topic": ""
    },
    "11": {
      "text": "persecutions, sufferings: what [sufferings] happened to me in Antioch, in Iconium, in Lystra; what persecutions I endured; and the Lord delivered me out of all.",
      "topic": ""
    },
    "12": {
      "text": "And all indeed who desire to live piously in Christ Jesus will be persecuted.",
      "topic": ""
    },
    "13": {
      "text": "But wicked men and juggling impostors shall advance in evil, leading and being led astray.",
      "topic": ""
    },
    "14": {
      "text": "But thou, abide in those things which thou hast learned, and [of which] thou hast been fully persuaded, knowing of whom thou hast learned [them];",
      "topic": ""
    },
    "15": {
      "text": "and that from a child thou hast known the sacred letters, which are able to make thee wise unto salvation, through faith which [is] in Christ Jesus.",
      "topic": ""
    },
    "16": {
      "text": "Every scripture [is] divinely inspired, and profitable for teaching, for conviction, for correction, for instruction in righteousness;",
      "topic": ""
    },
    "17": {
      "text": "that the man of God may be complete, fully fitted to every good work.",
      "topic": ""
    }
  }
}