{
  "info": {
    "book": "Mateo",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Libro de la generación de Jesús, el Cristo, hijo de David, hijo de Abraham.",
      "topic": ""
    },
    "2": {
      "text": "Abraham engendró a Isaac; e Isaac engendró a Jacob; y Jacob engendró a Judá y a sus hermanos.",
      "topic": ""
    },
    "3": {
      "text": "Y Judá engendró de Tamar a Fares y a Zara; y Fares engendró a Esrom; y Esrom engendró a Aram.",
      "topic": ""
    },
    "4": {
      "text": "Y Aram engendró a Aminadab; y Aminadab engendró a Naasón; y Naasón engendró a Salmón.",
      "topic": ""
    },
    "5": {
      "text": "Y Salmón engendró de Rahab a Booz, y Booz engendró de Rut a Obed y Obed engendró a Jessé.",
      "topic": ""
    },
    "6": {
      "text": "Y Jessé engendró al rey David; y el rey David engendró a Salomón de la que fue mujer de Urías:",
      "topic": ""
    },
    "7": {
      "text": "Y Salomón engendró a Roboam; y Roboam engendró a Abías; y Abías engendró a Asa.",
      "topic": ""
    },
    "8": {
      "text": "Y Asa engendró a Josafat; y Josafat engendró a Joram; y Joram engendró a Uzías.",
      "topic": ""
    },
    "9": {
      "text": "Y Uzías engendró a Jotam; y Jotam engendró a Acaz; y Acaz engendró a Ezequías.",
      "topic": ""
    },
    "10": {
      "text": "Y Ezequías engendró a Manasés; y Manasés engendró a Amón; y Amón engendró a Josías.",
      "topic": ""
    },
    "11": {
      "text": "Y Josías engendró a Jeconías y a sus hermanos, en el tiempo de la transmigración de Babilonia.",
      "topic": ""
    },
    "12": {
      "text": "Y después de la transmigración de Babilonia, Jeconías engendró a Salatiel; y Salatiel engendró a Zorobabel.",
      "topic": ""
    },
    "13": {
      "text": "Y Zorobabel engendró a Abiud; y Abiud engendró a Eliaquim; y Eliaquim engendró a Azor.",
      "topic": ""
    },
    "14": {
      "text": "Y Azor engendró a Sadoc; y Sadoc engendró a Aquim; y Aquim engendró a Eliud.",
      "topic": ""
    },
    "15": {
      "text": "Y Eliud engendró a Eleazar; y Eleazar engendró a Matán; y Matán engendró a Jacob.",
      "topic": ""
    },
    "16": {
      "text": "Y Jacob engendró a José, marido de María, de la cual nació Jesús, el cual es llamado Cristo.",
      "topic": ""
    },
    "17": {
      "text": "De manera que todas las generaciones desde Abraham hasta David son catorce generaciones; y desde David hasta la transmigración de Babilonia, catorce generaciones; y desde la transmigración de Babilonia hasta el Cristo, catorce generaciones.",
      "topic": ""
    },
    "18": {
      "text": "¶ Y el nacimiento de Jesús, el Cristo, fue así: Que siendo María su madre desposada con José, antes que se juntasen, se halló que había concebido del Espíritu Santo.",
      "topic": ""
    },
    "19": {
      "text": "Y José su marido, como era justo, y no queriendo infamarla, quiso dejarla secretamente.",
      "topic": ""
    },
    "20": {
      "text": "Y pensando él en esto, he aquí el ángel del Señor se le aparece en sueños, diciendo: José, hijo de David, no temas de recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es.",
      "topic": ""
    },
    "21": {
      "text": "Y dará a luz un hijo, y llamarás su nombre JESUS, porque él salvará a su pueblo de sus pecados.",
      "topic": ""
    },
    "22": {
      "text": "Todo esto aconteció para que se cumpliese lo que fue dicho por el Señor, por el profeta que dijo:",
      "topic": ""
    },
    "23": {
      "text": "He aquí una Virgen concebirá y dará a luz un hijo, y llamarás su nombre Emmanuel, que es, si lo declaras: Dios con nosotros.",
      "topic": ""
    },
    "24": {
      "text": "Y siendo despertado José del sueño, hizo como el ángel del Señor le había mandado, y recibió a su mujer.",
      "topic": ""
    },
    "25": {
      "text": "Y no la conoció hasta que dio a luz a su hijo Primogénito; y llamó su nombre JESUS.",
      "topic": ""
    }
  }
}