{
  "info": {
    "book": "Mateo",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y en aquellos días vino Juan el Bautista predicando en el desierto de Judea,",
      "topic": ""
    },
    "2": {
      "text": "y diciendo: Arrepentíos, que el Reino de los cielos se acerca.",
      "topic": ""
    },
    "3": {
      "text": "Porque éste es aquel del cual fue dicho por el profeta Isaías, que dijo: Voz de uno que clama en el desierto; aparejad el camino del Señor, enderezad sus veredas.",
      "topic": ""
    },
    "4": {
      "text": "Y tenía Juan su vestido de pelos de camellos, y una cinta de cuero alrededor de sus lomos; y su comida era langostas y miel silvestre.",
      "topic": ""
    },
    "5": {
      "text": "Entonces salía a él Jerusalén, y toda Judea, y toda la provincia de alrededor del Jordán;",
      "topic": ""
    },
    "6": {
      "text": "y eran bautizados de él en el Jordán, confesando sus pecados.",
      "topic": ""
    },
    "7": {
      "text": "¶ Y viendo él muchos de los fariseos y de los saduceos, que venían a su bautismo, les decía: Generación de víboras, ¿quién os ha enseñado a huir de la ira que vendrá?",
      "topic": ""
    },
    "8": {
      "text": "Haced pues frutos dignos de arrepentimiento,",
      "topic": ""
    },
    "9": {
      "text": "y no penséis decir dentro de vosotros: a Abraham tenemos por padre; porque yo os digo, que puede Dios despertar hijos a Abraham aun de estas piedras.",
      "topic": ""
    },
    "10": {
      "text": "Ahora, ya también el hacha está puesta a la raíz de los árboles; y todo árbol que no hace buen fruto, es cortado y echado en el fuego.",
      "topic": ""
    },
    "11": {
      "text": "Yo a la verdad os bautizo en agua para arrepentimiento; mas el que viene tras de mí, más poderoso es que yo; los zapatos del cual yo no soy digno de llevar. El os bautizará en Espíritu Santo y fuego.",
      "topic": ""
    },
    "12": {
      "text": "Su aventador en su mano está, y aventará su era; y allegará su trigo en el alfolí, y quemará la paja en fuego que nunca se apagará.",
      "topic": ""
    },
    "13": {
      "text": "¶ Entonces Jesús vino de Galilea a Juan al Jordán, para ser bautizado de él.",
      "topic": ""
    },
    "14": {
      "text": "Mas Juan lo resistía mucho, diciendo: Yo necesito ser bautizado de ti, ¿y tú vienes a mí?",
      "topic": ""
    },
    "15": {
      "text": "Pero respondiendo Jesús le dijo: Deja ahora; porque así nos conviene cumplir toda justicia. Entonces le dejó.",
      "topic": ""
    },
    "16": {
      "text": "Y Jesús, después que fue bautizado, subió luego del agua; y he aquí los cielos le fueron abiertos, y vio al Espíritu de Dios que descendía como paloma, y venía sobre él.",
      "topic": ""
    },
    "17": {
      "text": "Y he aquí una voz de los cielos que decía: Este es mi Hijo amado, en el cual tengo contentamiento.",
      "topic": ""
    }
  }
}