{
  "info": {
    "book": "Mateo",
    "chapter": "4",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Entonces Jesús fue llevado por el Espíritu al desierto, para ser tentado por el diablo.",
      "topic": ""
    },
    "2": {
      "text": "Y habiendo ayunado cuarenta días y cuarenta noches, después tuvo hambre.",
      "topic": ""
    },
    "3": {
      "text": "Y llegándose a él el tentador, dijo: Si eres Hijo de Dios, di que estas piedras se conviertan en pan.",
      "topic": ""
    },
    "4": {
      "text": "Mas él respondiendo, dijo: Escrito está: No con sólo el pan vivirá el hombre, mas con toda palabra que sale por la boca de Dios.",
      "topic": ""
    },
    "5": {
      "text": "Entonces el diablo le pasa a la Santa ciudad, y lo pone sobre las almenas del Templo,",
      "topic": ""
    },
    "6": {
      "text": "Y le dice: Si eres Hijo de Dios, échate abajo; que escrito está: A sus ángeles mandará por ti, y te alzarán en las manos, para que nunca tropieces con tu pie en piedra.",
      "topic": ""
    },
    "7": {
      "text": "Jesús le dijo: Escrito está además: No tentarás al Señor tu Dios.",
      "topic": ""
    },
    "8": {
      "text": "Otra vez le pasó el diablo a un monte muy alto, y le muestra todos los reinos del mundo, y su gloria,",
      "topic": ""
    },
    "9": {
      "text": "Y le dice: Todo esto te daré, si postrado me adorares.",
      "topic": ""
    },
    "10": {
      "text": "Entonces Jesús le dice: Vete, Satanás, que escrito está: Al Señor tu Dios adorarás y a él solo servirás.",
      "topic": ""
    },
    "11": {
      "text": "El diablo entonces le dejó: y he aquí los ángeles llegaron y le servían.",
      "topic": ""
    },
    "12": {
      "text": "¶ Mas oyendo Jesús que Juan estaba preso, se volvió a Galilea;",
      "topic": ""
    },
    "13": {
      "text": "y dejando a Nazaret, vino y habitó en Capernaum, ciudad marítima, en los confines de Zabulón y de Neftalí:",
      "topic": ""
    },
    "14": {
      "text": "Para que se cumpliese lo que fue dicho por el profeta Isaías, que dijo:",
      "topic": ""
    },
    "15": {
      "text": "La tierra de Zabulón, y la tierra de Neftalí, camino del mar, al otro lado del Jordán, Galilea de los gentiles;",
      "topic": ""
    },
    "16": {
      "text": "el pueblo asentado en tinieblas, vio gran luz; y a los asentados en región de sombra de muerte, luz les esclareció.",
      "topic": ""
    },
    "17": {
      "text": "Desde entonces comenzó Jesús a predicar, y a decir: Arrepentíos, que el Reino de los cielos se ha acercado.",
      "topic": ""
    },
    "18": {
      "text": "¶ Y andando Jesús junto al mar de Galilea, vio a dos hermanos, Simón, que es llamado Pedro, y Andrés su hermano, que echaban la red en el mar; porque eran pescadores.",
      "topic": ""
    },
    "19": {
      "text": "Y les dice: Venid en pos de mí, y os haré pescadores de hombres.",
      "topic": ""
    },
    "20": {
      "text": "Ellos entonces, dejando luego las redes, le siguieron.",
      "topic": ""
    },
    "21": {
      "text": "Y pasando de allí vio otros dos hermanos, Jacobo, hijo de Zebedeo, y Juan su hermano, en el barco con Zebedeo, su padre, que remendaban sus redes; y los llamó.",
      "topic": ""
    },
    "22": {
      "text": "Y ellos, dejando luego el barco y a su padre, le siguieron.",
      "topic": ""
    },
    "23": {
      "text": "¶ Y rodeó Jesús toda Galilea, enseñando en las sinagogas de ellos, y predicando el Evangelio del Reino, y sanando toda enfermedad y toda flaqueza en el pueblo.",
      "topic": ""
    },
    "24": {
      "text": "Y corría su fama por toda Siria; y le traían todos los que tenían mal; los tomados de diversas enfermedades y tormentos, y los endemoniados, y lunáticos, y paralíticos, y los sanaba.",
      "topic": ""
    },
    "25": {
      "text": "Y le siguió gran multitud de Galilea y de Decápolis y de Jerusalén y de Judea y del otro lado del Jordán.",
      "topic": ""
    }
  }
}