{
  "info": {
    "book": "Mateo",
    "chapter": "7",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ No juzguéis, para que no seáis juzgados.",
      "topic": ""
    },
    "2": {
      "text": "Porque con el juicio con que juzgáis, seréis juzgados; y con la medida con que medís, os volverán a medir.",
      "topic": ""
    },
    "3": {
      "text": "Y ¿por qué miras la mota que está en el ojo de tu hermano, y no echas de ver la viga que está en tu ojo?",
      "topic": ""
    },
    "4": {
      "text": "O ¿cómo dirás a tu hermano: Espera, echaré de tu ojo la mota, y he aquí hay una viga en tu ojo?",
      "topic": ""
    },
    "5": {
      "text": "¡Hipócrita! Echa primero la viga de tu ojo, y entonces mirarás en echar la mota del ojo de tu hermano.",
      "topic": ""
    },
    "6": {
      "text": "No deis lo santo a los perros, ni echéis vuestras perlas delante de los puercos; no sea que las pisoteen, y se vuelvan y os despedacen.",
      "topic": ""
    },
    "7": {
      "text": "¶ Pedid, y se os dará; buscad, y hallaréis; tocad, y se os abrirá.",
      "topic": ""
    },
    "8": {
      "text": "Porque cualquiera que pide, recibe; y el que busca, halla; y al que toca, se le abre.",
      "topic": ""
    },
    "9": {
      "text": "¿Qué hombre hay de vosotros, a quien si su hijo pidiere pan, le dará una piedra?",
      "topic": ""
    },
    "10": {
      "text": "¿Y si le pidiere un pez, le dará una serpiente?",
      "topic": ""
    },
    "11": {
      "text": "Pues si vosotros, siendo malos, sabéis dar buenas dádivas a vuestros hijos, ¿cuánto más vuestro Padre que está en los cielos, dará buenas cosas a los que le piden?",
      "topic": ""
    },
    "12": {
      "text": "¶ Así que, todas las cosas que quisiereis que los hombres hiciesen con vosotros, así también haced vosotros con ellos; porque esta es la ley y los profetas.",
      "topic": ""
    },
    "13": {
      "text": "Entrad por la puerta estrecha: porque el camino que lleva a perdición es ancho y espacioso; y los que van por él, son muchos.",
      "topic": ""
    },
    "14": {
      "text": "Porque estrecha es la puerta, y angosto el camino que lleva a la vida; y pocos son los que lo hallan.",
      "topic": ""
    },
    "15": {
      "text": "¶ También guardaos de los falsos profetas, que vienen a vosotros con vestidos de ovejas, mas de dentro son lobos robadores.",
      "topic": ""
    },
    "16": {
      "text": "Por sus frutos los conoceréis. ¿Se cogen uvas de los espinos, o higos de los abrojos?",
      "topic": ""
    },
    "17": {
      "text": "De esta manera, todo buen árbol lleva buenos frutos; mas el árbol podrido lleva malos frutos.",
      "topic": ""
    },
    "18": {
      "text": "No puede el buen árbol llevar malos frutos, ni el árbol podrido llevar frutos buenos.",
      "topic": ""
    },
    "19": {
      "text": "Todo árbol que no lleva buen fruto, se corta y se echa en el fuego.",
      "topic": ""
    },
    "20": {
      "text": "Así que, por sus frutos los conoceréis.",
      "topic": ""
    },
    "21": {
      "text": "¶ No todo el que me dice: Señor, Señor, entrará en el Reino de los cielos, sino el que hiciere la voluntad de mi Padre que está en los cielos.",
      "topic": ""
    },
    "22": {
      "text": "Muchos me dirán en aquel día: Señor, Señor, ¿no profetizamos en tu nombre, y en tu nombre sacamos demonios, y en tu nombre hicimos muchas grandezas?",
      "topic": ""
    },
    "23": {
      "text": "Y entonces les confesaré: Nunca os conocí; apartaos de mí, obradores de maldad.",
      "topic": ""
    },
    "24": {
      "text": "Cualquiera, pues, que me oye estas palabras, y las hace, le compararé al varón prudente, que edificó su casa sobre la peña;",
      "topic": ""
    },
    "25": {
      "text": "y descendió lluvia, y vinieron ríos, y soplaron vientos, y combatieron aquella casa; y no cayó, porque estaba fundada sobre la peña.",
      "topic": ""
    },
    "26": {
      "text": "Y cualquiera que me oye estas palabras, y no las hace, le compararé al varón loco, que edificó su casa sobre la arena;",
      "topic": ""
    },
    "27": {
      "text": "y descendió lluvia, y vinieron ríos, y soplaron vientos, e hicieron ímpetu en aquella casa; y cayó; y fue grande su ruina.",
      "topic": ""
    },
    "28": {
      "text": "Y cuando Jesús acabó estas palabras, la multitud se admiraba de su doctrina;",
      "topic": ""
    },
    "29": {
      "text": "porque les enseñaba como quien tiene autoridad, y no como los escribas.",
      "topic": ""
    }
  }
}