{
  "info": {
    "book": "Hebrews",
    "chapter": "12",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Let us also therefore, having so great a cloud of witnesses surrounding us, laying aside every weight, and sin which so easily entangles us, run with endurance the race that lies before us,",
      "topic": ""
    },
    "2": {
      "text": "looking stedfastly on Jesus the leader and completer of faith: who, in view of the joy lying before him, endured [the] cross, having despised [the] shame, and is set down at the right hand of the throne of God.",
      "topic": ""
    },
    "3": {
      "text": "For consider well him who endured so great contradiction from sinners against himself, that ye be not weary, fainting in your minds.",
      "topic": ""
    },
    "4": {
      "text": "Ye have not yet resisted unto blood, wrestling against sin.",
      "topic": ""
    },
    "5": {
      "text": "And ye have quite forgotten the exhortation which speaks to you as to sons: My son, despise not [the] chastening of [the] Lord, nor faint [when] reproved by him;",
      "topic": ""
    },
    "6": {
      "text": "for whom [the] Lord loves he chastens, and scourges every son whom he receives.",
      "topic": ""
    },
    "7": {
      "text": "Ye endure for chastening, God conducts himself towards you as towards sons; for who is the son that the father chastens not?",
      "topic": ""
    },
    "8": {
      "text": "But if ye are without chastening, of which all have been made partakers, then are ye bastards, and not sons.",
      "topic": ""
    },
    "9": {
      "text": "Moreover we have had the fathers of our flesh as chasteners, and we reverenced [them]; shall we not much rather be in subjection to the Father of spirits, and live?",
      "topic": ""
    },
    "10": {
      "text": "For they indeed chastened for a few days, as seemed good to them; but he for profit, in order to the partaking of his holiness.",
      "topic": ""
    },
    "11": {
      "text": "But no chastening at the time seems to be [matter] of joy, but of grief; but afterwards yields [the] peaceful fruit of righteousness to those exercised by it.",
      "topic": ""
    },
    "12": {
      "text": "Wherefore lift up the hands that hang down, and the failing knees;",
      "topic": ""
    },
    "13": {
      "text": "and make straight paths for your feet, that that which is lame be not turned aside; but that rather it may be healed.",
      "topic": ""
    },
    "14": {
      "text": "Pursue peace with all, and holiness, without which no one shall see the Lord:",
      "topic": ""
    },
    "15": {
      "text": "watching lest [there be] any one who lacks the grace of God; lest any root of bitterness springing up trouble [you], and many be defiled by it;",
      "topic": ""
    },
    "16": {
      "text": "lest [there be] any fornicator, or profane person, as Esau, who for one meal sold his birthright;",
      "topic": ""
    },
    "17": {
      "text": "for ye know that also afterwards, desiring to inherit the blessing, he was rejected, (for he found no place for repentance) although he sought it earnestly with tears.",
      "topic": ""
    },
    "18": {
      "text": "For ye have not come to [the mount] that might be touched and was all on fire, and to obscurity, and darkness, and tempest,",
      "topic": ""
    },
    "19": {
      "text": "and trumpet’s sound, and voice of words; which they that heard, excusing themselves, declined [the] word being addressed to them any more:",
      "topic": ""
    },
    "20": {
      "text": "(for they were not able to bear what was enjoined: And if a beast should touch the mountain, it shall be stoned;",
      "topic": ""
    },
    "21": {
      "text": "and, so fearful was the sight, Moses said, I am exceedingly afraid and full of trembling;)",
      "topic": ""
    },
    "22": {
      "text": "but ye have come to mount Zion; and to [the] city of [the] living God, heavenly Jerusalem; and to myriads of angels,",
      "topic": ""
    },
    "23": {
      "text": "the universal gathering; and to [the] assembly of the firstborn [who are] registered in heaven; and to God, judge of all; and to [the] spirits of just [men] made perfect;",
      "topic": ""
    },
    "24": {
      "text": "and to Jesus, mediator of a new covenant; and to [the] blood of sprinkling, speaking better than Abel.",
      "topic": ""
    },
    "25": {
      "text": "See that ye refuse not him that speaks. For if those did not escape who had refused him who uttered the oracles on earth, much more we who turn away from him [who does so] from heaven:",
      "topic": ""
    },
    "26": {
      "text": "whose voice then shook the earth; but now he has promised, saying, Yet once will I shake not only the earth, but also the heaven.",
      "topic": ""
    },
    "27": {
      "text": "But this Yet once, signifies the removing of what is shaken, as being made, that what is not shaken may remain.",
      "topic": ""
    },
    "28": {
      "text": "Wherefore let us, receiving a kingdom not to be shaken, have grace, by which let us serve God acceptably with reverence and fear.",
      "topic": ""
    },
    "29": {
      "text": "For also our God [is] a consuming fire.",
      "topic": ""
    }
  }
}