{
  "info": {
    "book": "1 Chronicles",
    "chapter": "1",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Adam, Seth, Enos,",
      "topic": ""
    },
    "2": {
      "text": "Cainan, Malaleel, Jared,",
      "topic": ""
    },
    "3": {
      "text": "Henoc, Mathusale, Lamech,",
      "topic": ""
    },
    "4": {
      "text": "Noe, Sem, Cham, and Japheth.",
      "topic": ""
    },
    "5": {
      "text": "The sons of Japheth: Gomer, and Magog, and Madai, and Javan, Thubal, Mosoch, Thiras.",
      "topic": ""
    },
    "6": {
      "text": "And the sons of Gomer: Ascenez, and Riphath, and Thogorma.",
      "topic": ""
    },
    "7": {
      "text": "And the sons of Javan: Elisa and Tharsis, Cethim and Dodanim.",
      "topic": ""
    },
    "8": {
      "text": "The sons of Cham: Chus, and Mesrai, and Phut, and Chaanan.",
      "topic": ""
    },
    "9": {
      "text": "And the sons of Chus: Saba, and Hevila, Sabatha, and Regma, and Sabathaca. And the sons of Regma: Saba, and Dadan.",
      "topic": ""
    },
    "10": {
      "text": "Now Chus begot Nemrod: he began to be mighty upon earth.",
      "topic": ""
    },
    "11": {
      "text": "But Mesraim begot Ludim, and Anamim, and Laabim, and Nephtuim,",
      "topic": ""
    },
    "12": {
      "text": "Phetrusim also, and Casluim: from whom came the Philistines, and Caphtorim.",
      "topic": ""
    },
    "13": {
      "text": "And Chanaan beget Sidon his firstborn, and the Hethite,",
      "topic": ""
    },
    "14": {
      "text": "And the Jebusite, and the Amorrhite, and the Gergesite,",
      "topic": ""
    },
    "15": {
      "text": "And the Hevite, and the Aracite, and the Sinite,",
      "topic": ""
    },
    "16": {
      "text": "And the Aradian, and the Samarite, and the Hamathite.",
      "topic": ""
    },
    "17": {
      "text": "The sons of Sem: Elam and Asur, and Arphaxad, and Lud, and Aram, and Hus, and Hul, and Gether, and Mosoch.",
      "topic": ""
    },
    "18": {
      "text": "And Arphaxad beget Sale, and Sale beget Heber.",
      "topic": ""
    },
    "19": {
      "text": "And to Heber were born two sons, the name of the one was Phaleg, because In his days the earth was divided; and the name of his brother was Jectan.",
      "topic": ""
    },
    "20": {
      "text": "And Jectan beget Elmodad, and Saleph, and Asarmoth, and Jare,",
      "topic": ""
    },
    "21": {
      "text": "And Adoram, and Usal, and Decla,",
      "topic": ""
    },
    "22": {
      "text": "And Hebal, and Abimael, and Saba,",
      "topic": ""
    },
    "23": {
      "text": "And Ophir, and Hevila, and Jobab. All these are the sons of Jectan.",
      "topic": ""
    },
    "24": {
      "text": "Sem, Arphaxad, Sale,",
      "topic": ""
    },
    "25": {
      "text": "Heber, Phaleg, Ragau,",
      "topic": ""
    },
    "26": {
      "text": "Serug, Nachor, Thare,",
      "topic": ""
    },
    "27": {
      "text": "Abram, this is Abraham.",
      "topic": ""
    },
    "28": {
      "text": "And the sons of Abraham, Isaac and Ismahel.",
      "topic": ""
    },
    "29": {
      "text": "And these are the generations of them. The firstborn of Ismahel, Nabajoth, then Cedar, and Adbeel, and Mabsam,",
      "topic": ""
    },
    "30": {
      "text": "And Masma, and Duma, Massa, Hadad, and Thema,",
      "topic": ""
    },
    "31": {
      "text": "Jetur, Naphis, Cedma: these are the sons of Ismahel.",
      "topic": ""
    },
    "32": {
      "text": "And the sons of Cetura, Abraham’s concubine, whom she bore: Zamran, Jecsan, Madan, Madian, Jesboc, and Sue. And the sons of Jecsan, Saba, and Dadan. And the sons of Dadan: Assurim, and Latussim, and Laomin.",
      "topic": ""
    },
    "33": {
      "text": "And the sons of Madian: Epha, and Epher, and Henoch, and Abida, and Eldaa. All these are the sons of Cetura.",
      "topic": ""
    },
    "34": {
      "text": "And Abraham beget Isaac: and his sons were Esau and Israel.",
      "topic": ""
    },
    "35": {
      "text": "The sons of Esau: Eliphaz, Rahuel, Jehus, Ihelom, and Core.",
      "topic": ""
    },
    "36": {
      "text": "The sons of Eliphaz: Theman, Omar, Sephi, Gathan, Cenez, and by Thamna, Amalec.",
      "topic": ""
    },
    "37": {
      "text": "The sons of Rahuel: Nahath, Zara, Samma, Meza.",
      "topic": ""
    },
    "38": {
      "text": "The sons of Seir: Lotan. Sobal, Sebeen, Ana, Dison, Eser, Disan.",
      "topic": ""
    },
    "39": {
      "text": "The sons of Lotan: Hori, Homam. And the sister of Lotan was Thamna.",
      "topic": ""
    },
    "40": {
      "text": "The sons of Sobal: Alian, and Manahath, and Ebal, Sephi and Onam. The sons of Sebeon: Aia, and Ana. The son of Ana: Dison.",
      "topic": ""
    },
    "41": {
      "text": "The sons of Dison: Hamram, and Eseban, and Jethran, and Charan.",
      "topic": ""
    },
    "42": {
      "text": "The sons of Eser: Balaan, and Zavan, and Jacan. The sons of Disan: Hus and Aran.",
      "topic": ""
    },
    "43": {
      "text": "Now these are the kings that reigned in the land of Edom, before there was a king over the children of Israel: Bale the son of Beer: and the name of his city was Denaba.",
      "topic": ""
    },
    "44": {
      "text": "And Bale died, and Jobab the son of Zare of Bosra, reigned in his stead.",
      "topic": ""
    },
    "45": {
      "text": "And when Jobab also was dead, Husam of the land of the Themanites reigned in his stead.",
      "topic": ""
    },
    "46": {
      "text": "And Husam also died, and Adad the son of Badad reigned in his stead, and he defeated the Madianites in the land of Moab: and the name of his city was Avith.",
      "topic": ""
    },
    "47": {
      "text": "And when Adad also was dead, Semla of Masreca reigned in his stead.",
      "topic": ""
    },
    "48": {
      "text": "Semla also died, and Saul of Rohoboth, which is near the river, reigned in his stead.",
      "topic": ""
    },
    "49": {
      "text": "And when Saul was dead, Balanan the son of Achobor reigned in his stead.",
      "topic": ""
    },
    "50": {
      "text": "He also died, and Adad reigned in his stead: and the name of his city was Phau, and his wife was called Meetabel the daughter of Matred, the daughter of Mezaab.",
      "topic": ""
    },
    "51": {
      "text": "And after the death of Adad, there began to be dukes in Edom instead of kings: duke Thamna, duke Alva, duke Jetheth,",
      "topic": ""
    },
    "52": {
      "text": "Duke Oolibama, duke Ela, duke Phinon,",
      "topic": ""
    },
    "53": {
      "text": "53Duke Cenez, duke Theman, duke Mabsar,",
      "topic": ""
    },
    "54": {
      "text": "Duke Magdiel, duke Hiram. These are the dukes of Edom.",
      "topic": ""
    }
  }
}