{
  "info": {
    "book": "1 Chronicles",
    "chapter": "8",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now Benjamin beget Bale his firstborn, Asbel the second, Ahara the third,",
      "topic": ""
    },
    "2": {
      "text": "Nohaa the fourth, and Rapha the fifth.",
      "topic": ""
    },
    "3": {
      "text": "And the sons of Bale were Addar, and Gera, and Abiud,",
      "topic": ""
    },
    "4": {
      "text": "And Abisue, and Naamar, and Ahoe,",
      "topic": ""
    },
    "5": {
      "text": "And Gera, and Sephuphan, and Huram.",
      "topic": ""
    },
    "6": {
      "text": "These are the sons of Ahod, heads of families that dwelt in Gabaa, who were removed into Mrtnahsth.",
      "topic": ""
    },
    "7": {
      "text": "And Naaman, and Achia, and Gera he removed them, and beget Oza, and Ahiud.",
      "topic": ""
    },
    "8": {
      "text": "And Saharim begot in the land of Moab, after he sent away Husim and Bara his wives.",
      "topic": ""
    },
    "9": {
      "text": "And he beget of Hodes his wife Jobab, and Sebia, and Mesa, and Molchom,",
      "topic": ""
    },
    "10": {
      "text": "And Jehus and Sechia, and Marma. These were his sons heads of their families.",
      "topic": ""
    },
    "11": {
      "text": "And Mehusim beget Abitob, and Elphaal.",
      "topic": ""
    },
    "12": {
      "text": "And the sons of Elphaal were Heber, and Misaam, and Samad: who built One, and Led, and its daughters.",
      "topic": ""
    },
    "13": {
      "text": "And Baria, and Sama were heads of their kindreds that dwelt in Aialon: these drove away the inhabitants of Geth.",
      "topic": ""
    },
    "14": {
      "text": "And Ahio, and Sesac, and Jerimoth,",
      "topic": ""
    },
    "15": {
      "text": "And Zabadia, and Arod, and Heder,",
      "topic": ""
    },
    "16": {
      "text": "And Michael, and Jespha, and Joha, the sons of Baria.",
      "topic": ""
    },
    "17": {
      "text": "17And Zabadia, and Mosollam, and Hezeci, and Heber,",
      "topic": ""
    },
    "18": {
      "text": "And Jesamari, and Jezlia, and Jobab, sons of Elphaal,",
      "topic": ""
    },
    "19": {
      "text": "And Jacim, and Zechri, and Zabdi,",
      "topic": ""
    },
    "20": {
      "text": "And Elioenai, and Selethai, and Elial,",
      "topic": ""
    },
    "21": {
      "text": "And Adaia, and Baraia, and Samareth, the sons of Semei.",
      "topic": ""
    },
    "22": {
      "text": "And Jespham, and Heber, and Eliel,",
      "topic": ""
    },
    "23": {
      "text": "And Abdon, and Zechri, and Hanan,",
      "topic": ""
    },
    "24": {
      "text": "And Hanania, and Elam, and Anathothia.",
      "topic": ""
    },
    "25": {
      "text": "And Jephdaia, and Phanuel the sons of Sesac.",
      "topic": ""
    },
    "26": {
      "text": "And Samsari, and Sohoria and Otholia,",
      "topic": ""
    },
    "27": {
      "text": "And Jersia, and Elia, and Zechri, the sons of Jeroham.",
      "topic": ""
    },
    "28": {
      "text": "These were the chief fathers, and heads of their families who dwelt in Jerusalem.",
      "topic": ""
    },
    "29": {
      "text": "And at Gabaon dwelt Abigabaon, and the name of his wife was Maacha:",
      "topic": ""
    },
    "30": {
      "text": "And his firstborn son Abdon, and Sur, and Cia, and Baal, and Nadab,",
      "topic": ""
    },
    "31": {
      "text": "And Gedor, and Ahio, and Zacher, and Macelloth:",
      "topic": ""
    },
    "32": {
      "text": "And Macelloth beget Samaa: and they dwelt over against their brethren in Jerusalem with their brethren.",
      "topic": ""
    },
    "33": {
      "text": "And Ner begot Cia, and Cia begot Saul. And Saul begot Jonathan and Melchisua, and Abinadab, and Esbaal.",
      "topic": ""
    },
    "34": {
      "text": "And the son of Jonathan was Meribbaal: and Meribbaal begot Micha.",
      "topic": ""
    },
    "35": {
      "text": "And the sons of Micha were Phithon, and Melech, and Tharaa, and Ahaz.",
      "topic": ""
    },
    "36": {
      "text": "And Ahaz beget Joada: and Joada beget Alamath, and Azmoth, and Zamri: and Zamri beget Mesa,",
      "topic": ""
    },
    "37": {
      "text": "And Mesa beget Banaa, whose son was Rapha, of whom was born Elasa, who beget Asel.",
      "topic": ""
    },
    "38": {
      "text": "And Asel had six sons whose names were Ezricam, Bochru, Ismahel, Saria, Obdia, and Hanan. All these were the sons of Asel.",
      "topic": ""
    },
    "39": {
      "text": "And the sons of Esec, his brother, were Ulam the firstborn, and Jehus the second, and Eliphelet the third.",
      "topic": ""
    },
    "40": {
      "text": "And the sons of Ulam were most valiant men, and archers of great strength: and they had many sons and grandsons, even to a hundred and fifty. All these were children of Benjamin.",
      "topic": ""
    }
  }
}