{
  "info": {
    "book": "Deuteronomy",
    "chapter": "23",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "“A eunuch, one whose testicles have been debilitated or cut off, or whose penis has been cut off, shall not enter into the church of the Lord.",
      "topic": ""
    },
    "2": {
      "text": "The offspring of a harlot, that is, one born of a prostitute, shall not enter into the church of the Lord, until the tenth generation.",
      "topic": ""
    },
    "3": {
      "text": "The Ammonite and the Moabite, even after the tenth generation, shall not enter into the church of the Lord forever,",
      "topic": ""
    },
    "4": {
      "text": "because they were not willing to meet you with bread and water along the way, when you had departed from Egypt, and because they hired against you Balaam, the son of Beor, from Mesopotamia in Syria, in order to curse you.",
      "topic": ""
    },
    "5": {
      "text": "But the Lord your God was not willing to listen to Balaam, and he turned his cursing into your blessing, because he loves you.",
      "topic": ""
    },
    "6": {
      "text": "You shall not make peace with them, nor shall you seek their prosperity, throughout all the days of your life forever.",
      "topic": ""
    },
    "7": {
      "text": "You shall not abhor anyone from Idumea, for he is your brother, nor the Egyptian, for you were a new arrival in his land.",
      "topic": ""
    },
    "8": {
      "text": "Those who have been born of them, in the third generation, shall enter into the church of the Lord.",
      "topic": ""
    },
    "9": {
      "text": "When you have gone out to war against your enemies, you shall keep yourself from everything that is evil.",
      "topic": ""
    },
    "10": {
      "text": "If there is a man among you who has been defiled by a dream in the night, he shall depart from the camp.",
      "topic": ""
    },
    "11": {
      "text": "And he shall not return before the evening, after he has washed with water, and then, after the sun sets, he shall return to the camp.",
      "topic": ""
    },
    "12": {
      "text": "You shall have a place beyond the camp to which you may go for the necessities of nature,",
      "topic": ""
    },
    "13": {
      "text": "carrying a small shovel at your belt. And when you would sit down, you shall dig around, and then, with the soil that was dug up, you shall cover",
      "topic": ""
    },
    "14": {
      "text": "that from which you were relieved. For the Lord your God walks in the midst of your camp, in order to rescue you, and to deliver your enemies to you. And so, let your camp be holy, and let nothing filthy appear within it, lest he abandon you.",
      "topic": ""
    },
    "15": {
      "text": "You shall not deliver a servant who has fled to you to his master.",
      "topic": ""
    },
    "16": {
      "text": "He shall live with you in a place that pleases him, and he shall rest in one of your cities. You shall not grieve him.",
      "topic": ""
    },
    "17": {
      "text": "There shall be no prostitutes among the daughters of Israel, nor anyone among the sons of Israel who visits a prostitute.",
      "topic": ""
    },
    "18": {
      "text": "You shall not offer money from a prostitute, nor the price of a dog, in the house of the Lord your God, no matter what you may have vowed. For both of these are an abomination with the Lord your God.",
      "topic": ""
    },
    "19": {
      "text": "You shall not lend money, or grain, or anything else at all, to your brother at interest,",
      "topic": ""
    },
    "20": {
      "text": "but only to a foreigner. For you shall lend to your brother whatever he needs without interest, so that the Lord your God may bless you in all your works in the land, which you shall enter so as to possess it.",
      "topic": ""
    },
    "21": {
      "text": "When you have made a vow to the Lord your God, you shall not be late in paying it. For the Lord your God demands it. And if you delay, it shall be imputed to you as a sin.",
      "topic": ""
    },
    "22": {
      "text": "If you are not willing to make a promise, then it shall be without sin.",
      "topic": ""
    },
    "23": {
      "text": "But as soon as it has departed from your lips, you shall observe and do just as you have promised to the Lord your God and just as you have spoken by your own free will and with your own mouth.",
      "topic": ""
    },
    "24": {
      "text": "Upon entering your neighbor’s vineyard, you may eat as many grapes as you please. But you may not carry any out with you.",
      "topic": ""
    },
    "25": {
      "text": "If you enter into your friend’s grain field, you may break off the ears, and rub them in your hand, but you may not reap them with a sickle.”",
      "topic": ""
    }
  }
}