{
  "info": {
    "book": "Deuteronomy",
    "chapter": "34",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Therefore, Moses ascended from the plains of Moab onto Mount Nebo, to the top of Pisgah, opposite Jericho. And the Lord revealed to him the entire land of Gilead, as far as Dan,",
      "topic": ""
    },
    "2": {
      "text": "and all of Naphtali, and the land of Ephraim and Manasseh, and the entire land of Judah, even to the furthest sea,",
      "topic": ""
    },
    "3": {
      "text": "and the southern region, and the breadth of the plain of Jericho, the city of palms, as far as Zoar.",
      "topic": ""
    },
    "4": {
      "text": "And the Lord said to him: “This is the land, about which I swore to Abraham, Isaac, and Jacob, saying: I will give it to your offspring. You have seen it with your eyes, but you shall not cross over to it.”",
      "topic": ""
    },
    "5": {
      "text": "And Moses, the servant of the Lord, died in that place, in the land of Moab, by order of the Lord.",
      "topic": ""
    },
    "6": {
      "text": "And he buried him in the valley of the land of Moab, opposite Peor. And no man knows where his sepulcher is, even to the present day.",
      "topic": ""
    },
    "7": {
      "text": "Moses was one hundred and twenty years old when he died. His eye was not dimmed, nor were his teeth displaced.",
      "topic": ""
    },
    "8": {
      "text": "And the sons of Israel wept for him in the plains of Moab for thirty days. And then the days of their wailing, during which they mourned Moses, were completed.",
      "topic": ""
    },
    "9": {
      "text": "Truly, Joshua, the son of Nun, was filled with the spirit of wisdom, for Moses had laid his hands upon him. And the sons of Israel were obedient to him, and they did as the Lord instructed Moses.",
      "topic": ""
    },
    "10": {
      "text": "And no other prophet rose up in Israel like Moses, one whom the Lord knew face to face,",
      "topic": ""
    },
    "11": {
      "text": "one with all the signs and wonders, which he sent through him, to perform in the land of Egypt, against Pharaoh, and all his servants, and his entire land,",
      "topic": ""
    },
    "12": {
      "text": "nor one with such a powerful hand and such great miracles as Moses did in the sight of all Israel.",
      "topic": ""
    }
  }
}