{
  "info": {
    "book": "Deuteronomy",
    "chapter": "4",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "“And now, O Israel, listen to the precepts and judgments which I am teaching to you, so that, by doing these, you may live, and you may enter and possess the land, which the Lord, the God of your fathers, will give to you.",
      "topic": ""
    },
    "2": {
      "text": "You shall not add to the word which I speak to you, neither shall you take away from it. Preserve the commandments of the Lord your God which I am teaching to you.",
      "topic": ""
    },
    "3": {
      "text": "Your eyes have seen all that the Lord has done against Baal-peor, in what manner he has crushed all of his worshippers from among you.",
      "topic": ""
    },
    "4": {
      "text": "But you who adhere to the Lord your God are all still alive, to the present day.",
      "topic": ""
    },
    "5": {
      "text": "You know that I have taught you precepts as well as justices, just as the Lord my God has commanded me. And so shall you do in the land that you will possess.",
      "topic": ""
    },
    "6": {
      "text": "And you shall observe and fulfill these in practice. For this is your wisdom and understanding in the sight of the peoples, so that, upon hearing all these precepts, they may say: ‘Lo, a wise and understanding people, a great nation.’",
      "topic": ""
    },
    "7": {
      "text": "Neither is there any other nation so great, which has its gods so near to them, as our God is present to all our petitions.",
      "topic": ""
    },
    "8": {
      "text": "For what other nation is there so renowned as to have ceremonies, and just judgments, and the entire law that I will set forth today before your eyes?",
      "topic": ""
    },
    "9": {
      "text": "And so, guard yourself and your soul carefully. You should not forget the words that your eyes have seen, and do not let them be cut away from your heart, throughout all the days of your life. You shall teach them to your sons and to your grandsons,",
      "topic": ""
    },
    "10": {
      "text": "from the day on which you stood before the Lord your God at Horeb, when the Lord spoke to me, saying: ‘Gather the people to me, so that they may listen to my words, and may learn to fear me, throughout all the time that they are alive on earth, and so that they may teach their children.’",
      "topic": ""
    },
    "11": {
      "text": "And you approached the base of the mountain, which was burning even toward heaven. And there was a darkness upon it, and a cloud, and a mist.",
      "topic": ""
    },
    "12": {
      "text": "And the Lord spoke to you from the midst of fire. You heard the voice of his words, but you did not see any form at all.",
      "topic": ""
    },
    "13": {
      "text": "And he revealed his covenant to you, which he instructed you to carry out, and the ten words which he wrote on two tablets of stone.",
      "topic": ""
    },
    "14": {
      "text": "And he commanded me, at that time, that I should teach you the ceremonies and judgments which you must carry out, in the land that you shall possess.",
      "topic": ""
    },
    "15": {
      "text": "And so, guard your souls carefully. You saw no likeness on the day that the Lord God spoke to you on Horeb from the midst of fire.",
      "topic": ""
    },
    "16": {
      "text": "Otherwise, perhaps being deceived, you might have made a graven image, or an image of male or female,",
      "topic": ""
    },
    "17": {
      "text": "a likeness of any of the beasts, which are upon the earth, or of birds, which fly under heaven,",
      "topic": ""
    },
    "18": {
      "text": "or of reptiles, which move across the earth, or of fish, which abide in the waters under the earth.",
      "topic": ""
    },
    "19": {
      "text": "Otherwise, perhaps lifting up your eyes to heaven, you might look upon the sun and the moon and all the stars of heaven, and being deceived by error, you might adore and worship these things, which the Lord your God created for the service of all the nations, which are under heaven.",
      "topic": ""
    },
    "20": {
      "text": "But the Lord has taken you up, and led you away from the iron furnaces of Egypt, in order to have a people of inheritance, just as it is to the present day.",
      "topic": ""
    },
    "21": {
      "text": "And the Lord became angry against me because of your words, and he swore that I would not cross over the Jordan, nor enter into the excellent land, which he will give to you.",
      "topic": ""
    },
    "22": {
      "text": "Behold, I shall die on this soil. I shall not cross over the Jordan. You shall cross it, and you shall possess the singular land.",
      "topic": ""
    },
    "23": {
      "text": "Be careful, lest you at sometime forget the covenant of the Lord your God, which he has formed with you, and lest you make for yourselves a graven likeness of those things which the Lord has prohibited to be made.",
      "topic": ""
    },
    "24": {
      "text": "For the Lord your God is a consuming fire, a jealous God.",
      "topic": ""
    },
    "25": {
      "text": "When you will have conceived sons and grandsons while abiding in the land, and if, having been deceived, you make for yourselves any likeness, accomplishing evil in the sight of the Lord your God, so as to provoke him to wrath,",
      "topic": ""
    },
    "26": {
      "text": "I call heaven and earth as witnesses this day, that you shall quickly perish from the land, which, when you have crossed over the Jordan, you will possess. You will not live in it for a long time; instead, the Lord will destroy you.",
      "topic": ""
    },
    "27": {
      "text": "And he will scatter you among all the nations, and few of you will remain among those nations, to which the Lord will lead you.",
      "topic": ""
    },
    "28": {
      "text": "And there, you will serve gods which were fabricated by the hands of men: gods of wood and of stone, who neither see, nor hear, nor eat, nor smell.",
      "topic": ""
    },
    "29": {
      "text": "And when you will seek the Lord your God in that place, you shall find him, if only you seek him with all your heart, and in all the tribulation of your soul.",
      "topic": ""
    },
    "30": {
      "text": "After all these things which have been foretold have found you, in the end time, you shall return to the Lord your God, and you will hear his voice.",
      "topic": ""
    },
    "31": {
      "text": "For the Lord your God is a merciful God. He will not abandon you, nor will he entirely destroy you, nor will he forget the covenant, which he swore to your fathers.",
      "topic": ""
    },
    "32": {
      "text": "Inquire concerning the days of antiquity, which were before you, from the day when God created man upon the earth, from one end of heaven to another, if anything similar has ever occurred, or whether any such thing has ever been known,",
      "topic": ""
    },
    "33": {
      "text": "that a people would hear the voice of God, speaking from the midst of fire, just as you have heard it, and live,",
      "topic": ""
    },
    "34": {
      "text": "whether God has acted so as to enter and take for himself a nation from the midst of the nations, by means of tests, signs, and wonders, by means of fighting, and a strong hand, and an outstretched arm, and terrible visions, in accord with all the things which the Lord your God has accomplished for you in Egypt, in the sight of your eyes.",
      "topic": ""
    },
    "35": {
      "text": "So may you know that the Lord himself is God, and there is no other beside him.",
      "topic": ""
    },
    "36": {
      "text": "He has caused you to hear his voice from heaven, so that he might teach you. And he showed you his exceedingly great fire on earth, and you heard his words from the midst of the fire.",
      "topic": ""
    },
    "37": {
      "text": "For he loved your fathers, and he chose their offspring after them. And he led you away from Egypt, advancing before you with his great power,",
      "topic": ""
    },
    "38": {
      "text": "so as to wipe away, upon your arrival, nations, very great and stronger than you, and so as to lead you in, and to present to you their land as a possession, just as you discern in the present day.",
      "topic": ""
    },
    "39": {
      "text": "Therefore, know on this day and consider in your heart, that the Lord himself is God in heaven above, and on earth below, and there is no other.",
      "topic": ""
    },
    "40": {
      "text": "Keep his precepts and commandments, which I am teaching to you, so that it may be well with you, and with your sons after you, and so that you may remain for a long time upon the land, which the Lord your God will give to you.”",
      "topic": ""
    },
    "41": {
      "text": "Then Moses set aside three cities, across the Jordan toward the eastern region,",
      "topic": ""
    },
    "42": {
      "text": "so that anyone might flee to these if he has killed his neighbor unwillingly, who was not his enemy a day or two earlier, and so that he would be able to escape to one of these cities:",
      "topic": ""
    },
    "43": {
      "text": "Bezer in the wilderness, which is situated in the plains of the tribe of Ruben; and Ramoth in Gilead, which is in the tribe of Gad; and Golan in Bashan, which is in the tribe of Manasseh.",
      "topic": ""
    },
    "44": {
      "text": "This is the law, which Moses set forth before the sons of Israel.",
      "topic": ""
    },
    "45": {
      "text": "And these are the testimonies and ceremonies as well as judgments, which he spoke to the sons of Israel, when they departed from Egypt,",
      "topic": ""
    },
    "46": {
      "text": "across the Jordan, in the valley opposite the shrine of Peor, in the land of Sihon, the king of the Amorites, who lived at Heshbon, whom Moses struck down. Accordingly, the sons of Israel, having departed from Egypt,",
      "topic": ""
    },
    "47": {
      "text": "possessed his land, and the land of Og, the king of Bashan, the land of the two kings of the Amorites, who were beyond the Jordan, toward the rising of the sun:",
      "topic": ""
    },
    "48": {
      "text": "from Aroer, which is situated above the bank of the torrent Arnon, as far as Mount Zion, which is also called Hermon,",
      "topic": ""
    },
    "49": {
      "text": "the entire plain across the Jordan, from its eastern region, as far as the sea of the wilderness, and even to the base of Mount Pisgah.",
      "topic": ""
    }
  }
}