{
  "info": {
    "book": "Luke",
    "chapter": "21",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he looked up and saw the rich casting their gifts into the treasury;",
      "topic": ""
    },
    "2": {
      "text": "but he saw also a certain poor widow casting therein two mites.",
      "topic": ""
    },
    "3": {
      "text": "And he said, Verily I say unto you, that this poor widow has cast in more than all;",
      "topic": ""
    },
    "4": {
      "text": "for all these out of their abundance have cast into the gifts [of God]; but she out of her need has cast in all the living which she had.",
      "topic": ""
    },
    "5": {
      "text": "And as some spoke of the temple, that it was adorned with goodly stones and consecrated offerings, he said,",
      "topic": ""
    },
    "6": {
      "text": "[As to] these things which ye are beholding, days are coming in which there shall not be left stone upon stone which shall not be thrown down.",
      "topic": ""
    },
    "7": {
      "text": "And they asked him saying, Teacher, when then shall these things be; and what [is] the sign when these things are going to take place?",
      "topic": ""
    },
    "8": {
      "text": "And he said, See that ye be not led astray, for many shall come in my name, saying, I am [he], and the time is drawn nigh: go ye not [therefore] after them.",
      "topic": ""
    },
    "9": {
      "text": "And when ye shall hear of wars and tumults, be not terrified, for these things must first take place, but the end is not immediately.",
      "topic": ""
    },
    "10": {
      "text": "Then he said to them, Nation shall rise up against nation, and kingdom against kingdom;",
      "topic": ""
    },
    "11": {
      "text": "there shall be both great earthquakes in different places, and famines and pestilences; and there shall be fearful sights and great signs from heaven.",
      "topic": ""
    },
    "12": {
      "text": "But before all these things they shall lay their hands upon you and persecute you, delivering [you] up to synagogues and prisons, bringing [you] before kings and governors on account of my name;",
      "topic": ""
    },
    "13": {
      "text": "but it shall turn out to you for a testimony.",
      "topic": ""
    },
    "14": {
      "text": "Settle therefore in your hearts not to meditate beforehand [your] defence,",
      "topic": ""
    },
    "15": {
      "text": "for I will give you a mouth and wisdom which all your opposers shall not be able to reply to or resist.",
      "topic": ""
    },
    "16": {
      "text": "But ye will be delivered up even by parents and brethren and relations and friends, and they shall put to death [some] from among you,",
      "topic": ""
    },
    "17": {
      "text": "and ye will be hated of all for my name’s sake.",
      "topic": ""
    },
    "18": {
      "text": "And a hair of your head shall in no wise perish.",
      "topic": ""
    },
    "19": {
      "text": "By your patient endurance gain your souls.",
      "topic": ""
    },
    "20": {
      "text": "But when ye see Jerusalem encompassed with armies, then know that its desolation is drawn nigh.",
      "topic": ""
    },
    "21": {
      "text": "Then let those who are in Judaea flee to the mountains, and those who are in the midst of it depart out, and those who are in the country not enter into it;",
      "topic": ""
    },
    "22": {
      "text": "for these are days of avenging, that all the things that are written may be accomplished.",
      "topic": ""
    },
    "23": {
      "text": "But woe to them that are with child and to them who give suck in those days, for there shall be great distress upon the land and wrath upon this people.",
      "topic": ""
    },
    "24": {
      "text": "And they shall fall by the edge of the sword, and be led captive into all the nations; and Jerusalem shall be trodden down of [the] nations until [the] times of [the] nations be fulfilled.",
      "topic": ""
    },
    "25": {
      "text": "And there shall be signs in sun and moon and stars, and upon the earth distress of nations in perplexity [at] the roar of the sea and rolling waves,",
      "topic": ""
    },
    "26": {
      "text": "men ready to die through fear and expectation of what is coming on the habitable earth, for the powers of the heavens shall be shaken.",
      "topic": ""
    },
    "27": {
      "text": "And then shall they see the Son of man coming in a cloud with power and great glory.",
      "topic": ""
    },
    "28": {
      "text": "But when these things begin to come to pass, look up and lift up your heads, because your redemption draws nigh.",
      "topic": ""
    },
    "29": {
      "text": "And he spoke a parable to them: Behold the fig-tree and all the trees;",
      "topic": ""
    },
    "30": {
      "text": "when they already sprout, ye know of your own selves, [on] looking [at them], that already the summer is near.",
      "topic": ""
    },
    "31": {
      "text": "So also ye, when ye see these things take place, know that the kingdom of God is near.",
      "topic": ""
    },
    "32": {
      "text": "Verily I say unto you, that this generation shall in no wise pass away until all come to pass.",
      "topic": ""
    },
    "33": {
      "text": "The heaven and the earth shall pass away, but my words shall in no wise pass away.",
      "topic": ""
    },
    "34": {
      "text": "But take heed to yourselves lest possibly your hearts be laden with surfeiting and drinking and cares of life, and that day come upon you suddenly unawares;",
      "topic": ""
    },
    "35": {
      "text": "for as a snare shall it come upon all them that dwell upon the face of the whole earth.",
      "topic": ""
    },
    "36": {
      "text": "Watch therefore, praying at every season, that ye may be accounted worthy to escape all these things which are about to come to pass, and to stand before the Son of man.",
      "topic": ""
    },
    "37": {
      "text": "And by day he was teaching in the temple, and by night, going out, he remained abroad on the mountain called [the mount] of Olives;",
      "topic": ""
    },
    "38": {
      "text": "and all the people came early in the morning to him in the temple to hear him.",
      "topic": ""
    }
  }
}