{
  "info": {
    "book": "Hebreos",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas,",
      "topic": ""
    },
    "2": {
      "text": "en estos postreros tiempos nos ha hablado por el Hijo, al cual constituyó por heredero de todo, por el cual asimismo hizo los siglos;",
      "topic": ""
    },
    "3": {
      "text": "el cual siendo el resplandor de su gloria, y la misma imagen de su sustancia, y sustentando todas las cosas con la palabra de su potencia, habiendo hecho la purgación de nuestros pecados por sí mismo, se sentó a la diestra de la majestad en las alturas,",
      "topic": ""
    },
    "4": {
      "text": "¶ hecho tanto más excelente que los ángeles, por cuanto alcanzó por herencia más excelente nombre que ellos.",
      "topic": ""
    },
    "5": {
      "text": "Porque ¿A cuál de los ángeles dijo Dios jamás: Mi Hijo eres tú, hoy yo te he engendrado, Y otra vez: Yo seré a él Padre, y él me será a mí Hijo?",
      "topic": ""
    },
    "6": {
      "text": "Y otra vez, cuando metiendo al Primogénito en la redondez de la tierra, dice: Y adórenlo todos los Angeles de Dios.",
      "topic": ""
    },
    "7": {
      "text": "Y ciertamente de los ángeles dice: El que hace a sus ángeles espíritus, y a sus ministros llama de fuego.",
      "topic": ""
    },
    "8": {
      "text": "Mas al Hijo: Tu trono, oh DIOS; por el siglo del siglo; vara de equidad la vara de tu Reino;",
      "topic": ""
    },
    "9": {
      "text": "amaste la justicia, y aborreciste la maldad; por lo cual te ungió Dios, el Dios tuyo, con óleo de alegría más que a tus compañeros.",
      "topic": ""
    },
    "10": {
      "text": "Y: Tú, oh Señor, en el principio fundaste la tierra; y los cielos son obras de tus manos;",
      "topic": ""
    },
    "11": {
      "text": "ellos perecerán, mas tú eres permanente; y todos ellos se envejecerán como una vestidura;",
      "topic": ""
    },
    "12": {
      "text": "y como un vestido los envolverás, y serán mudados; pero tú eres el mismo, y tus años nunca se acabarán.",
      "topic": ""
    },
    "13": {
      "text": "Pues, ¿A cuál de los ángeles dijo jamás: Siéntate a mi diestra, hasta que ponga a tus enemigos por estrado de tus pies?",
      "topic": ""
    },
    "14": {
      "text": "¿No son todos espíritus servidores, enviados en servicio por amor de los que son los herederos de la salud?",
      "topic": ""
    }
  }
}