{
  "info": {
    "book": "Hebreos",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Porque la ley teniendo una sombra de los bienes venideros, no la representación misma de las cosas, nunca puede hacer perfectos a los que se allegan por los mismos sacrificios que ofrecen continuamente cada año.",
      "topic": ""
    },
    "2": {
      "text": "De otra manera cesarían de ofrecerse, porque los que sacrificasen, limpios de una vez, no tendrían más conciencia de pecado.",
      "topic": ""
    },
    "3": {
      "text": "Pero en estos sacrificios cada año se hace la misma conmemoración de los pecados.",
      "topic": ""
    },
    "4": {
      "text": "Porque la sangre de los toros y de los machos cabríos no puede quitar los pecados.",
      "topic": ""
    },
    "5": {
      "text": "Por lo cual, entrando en el mundo, dice: Sacrificio y Presente no quisiste; mas me apropiaste el cuerpo;",
      "topic": ""
    },
    "6": {
      "text": "holocaustos y expiaciones por el pecado no te agradaron.",
      "topic": ""
    },
    "7": {
      "text": "¶ Entonces dije: Heme aquí (en la cabecera del libro está escrito de mí) para que haga, oh Dios, tu voluntad.",
      "topic": ""
    },
    "8": {
      "text": "Diciendo arriba: Sacrificio y presente, y holocaustos y expiaciones por el pecado no quisiste, ni te agradaron, las cuales cosas se ofrecen según la Ley,",
      "topic": ""
    },
    "9": {
      "text": "entonces dijo: Heme aquí para que haga, oh Dios, tu voluntad. Quita lo primero, para establecer lo postrero.",
      "topic": ""
    },
    "10": {
      "text": "En esa voluntad somos santificados por la ofrenda del cuerpo de Jesús, el Cristo, hecha UNA VEZ.",
      "topic": ""
    },
    "11": {
      "text": "Así que, todo sacerdote se presenta cada día ministrando y ofreciendo muchas veces los mismos sacrificios, que nunca pueden quitar los pecados;",
      "topic": ""
    },
    "12": {
      "text": "pero éste, habiendo ofrecido por los pecados un solo sacrificio para siempre, está sentado a la diestra de Dios,",
      "topic": ""
    },
    "13": {
      "text": "esperando lo que resta, es a decir , hasta que sus enemigos sean puestos por estrado de sus pies;",
      "topic": ""
    },
    "14": {
      "text": "porque con una sola ofrenda hizo consumados para siempre a los santificados.",
      "topic": ""
    },
    "15": {
      "text": "Así, nos atestigua lo mismo el Espíritu Santo; que después dijo:",
      "topic": ""
    },
    "16": {
      "text": "Y éste es el testamento que haré con ellos después de aquellos días, dice el Señor, Daré mis leyes en sus corazones, y en sus almas las escribiré;",
      "topic": ""
    },
    "17": {
      "text": "y nunca más me acordaré de sus pecados e iniquidades.",
      "topic": ""
    },
    "18": {
      "text": "Pues donde hay remisión de éstos, no hay más ofrenda por el pecado.",
      "topic": ""
    },
    "19": {
      "text": "¶ Así que, hermanos, teniendo atrevimiento para entrar en el Santuario por la sangre de Jesús, el Cristo,",
      "topic": ""
    },
    "20": {
      "text": "por el camino que él nos consagró nuevo, y vivo, por el velo, es a saber, por su carne,",
      "topic": ""
    },
    "21": {
      "text": "y teniendo aquel Gran Sacerdote, sobre la casa de Dios,",
      "topic": ""
    },
    "22": {
      "text": "lleguémonos con corazón verdadero, y con fe llena, purificados los corazones de mala conciencia, y lavados los cuerpos con agua limpia",
      "topic": ""
    },
    "23": {
      "text": "retengamos firme la profesión de nuestra esperanza, que fiel es el que prometió.",
      "topic": ""
    },
    "24": {
      "text": "Y considerémonos los unos a los otros para provocarnos a la caridad, y a las buenas obras;",
      "topic": ""
    },
    "25": {
      "text": "no dejando nuestra congregación, como algunos tienen por costumbre, mas exhortándonos; y tanto más, cuanto veis que aquel día se acerca.",
      "topic": ""
    },
    "26": {
      "text": "Porque si pecáremos voluntariamente después de haber recibido el conocimiento de la verdad, ya no queda más sacrificio por el pecado,",
      "topic": ""
    },
    "27": {
      "text": "sino una horrenda esperanza de juicio, y hervor de fuego que ha de devorar a los adversarios.",
      "topic": ""
    },
    "28": {
      "text": "El que menospreciare la ley de Moisés, por el testimonio de dos o de tres testigos muere sin ninguna misericordia.",
      "topic": ""
    },
    "29": {
      "text": "¿Cuánto pensáis que será más digno de mayor castigo, el que hollare al Hijo de Dios, y tuviere por inmunda la sangre del testamento en la cual fue santificado, e hiciere afrenta al Espíritu de gracia?",
      "topic": ""
    },
    "30": {
      "text": "Sabemos quién es el que dijo: Mía es la venganza, yo daré el pago, dice el Señor. Y otra vez: El Señor juzgará a su pueblo.",
      "topic": ""
    },
    "31": {
      "text": "Horrenda cosa es caer en las manos del Dios viviente.",
      "topic": ""
    },
    "32": {
      "text": "Pero traed a la memoria los días pasados en los cuales después de haber recibido la luz, sufristeis gran combate de aflicciones.",
      "topic": ""
    },
    "33": {
      "text": "De una parte ciertamente con vituperios y tribulaciones fuisteis hechos espectáculo; y de otra parte hechos compañeros de los que estaban en tal estado.",
      "topic": ""
    },
    "34": {
      "text": "Porque de mis prisiones también os resentisteis conmigo, y el robo de vuestros bienes padecisteis con gozo, conociendo que tenéis en vosotros una mejor sustancia en los cielos, y que permanece.",
      "topic": ""
    },
    "35": {
      "text": "No perdáis pues esta vuestra confianza, que tiene grande remuneración de galardón;",
      "topic": ""
    },
    "36": {
      "text": "porque la paciencia os es necesaria, para que, habiendo hecho la voluntad de Dios, obtengáis la promesa.",
      "topic": ""
    },
    "37": {
      "text": "Porque aún, un poquito, y el que ha de venir vendrá, y no tardará.",
      "topic": ""
    },
    "38": {
      "text": "Mas el justo vivirá por la fe; mas el que se retirare, no agradará a mi alma.",
      "topic": ""
    },
    "39": {
      "text": "Pero nosotros no somos tales que nos retiremos para perdición, sino fieles para ganancia del alma.",
      "topic": ""
    }
  }
}