{
  "info": {
    "book": "Hebreos",
    "chapter": "12",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Por tanto nosotros también, teniendo puesta sobre nosotros una tan grande nube de testigos, dejando todo el peso del pecado que nos rodea, corramos por paciencia la carrera que nos es propuesta,",
      "topic": ""
    },
    "2": {
      "text": "puestos los ojos en el Autor y Consumador de la fe, Jesús, el cual, habiéndole sido propuesto gozo, sufrió el madero, menospreciando la vergüenza, y fue sentado a la diestra de Dios.",
      "topic": ""
    },
    "3": {
      "text": "Traed pues muchas veces a vuestro pensamiento a aquel que sufrió tal contradicción de pecadores contra sí mismo, para que no os fatiguéis en vuestros ánimos desmayando.",
      "topic": ""
    },
    "4": {
      "text": "¶ Que aún no habéis resistido hasta la sangre combatiendo contra el pecado;",
      "topic": ""
    },
    "5": {
      "text": "y estáis ya olvidados de la consolación que como con hijos habla con vosotros, (diciendo): Hijo mío, no menosprecies el castigo del Señor, ni desmayes cuando eres de él redargüido;",
      "topic": ""
    },
    "6": {
      "text": "porque el Señor al que ama castiga, y azota a cualquiera que recibe por hijo.",
      "topic": ""
    },
    "7": {
      "text": "Si sufrís el castigo, Dios se os presenta como a hijos, porque ¿qué hijo es aquel a quien el padre no castiga?",
      "topic": ""
    },
    "8": {
      "text": "Mas si estáis fuera del castigo, del cual todos los hijos han sido hechos participantes, luego adulterinos sois y no hijos.",
      "topic": ""
    },
    "9": {
      "text": "Además, tuvimos por castigadores a los padres de nuestra carne, y los reverenciábamos: ¿por qué no obedeceremos mucho mejor al Padre de los espíritus, y viviremos?",
      "topic": ""
    },
    "10": {
      "text": "Y aquellos, a la verdad, por pocos días nos castigaban como a ellos les parecía; mas éste para lo que nos es provechoso, es a saber , para que recibamos su santificación.",
      "topic": ""
    },
    "11": {
      "text": "Es verdad que ningún castigo al presente parece ser causa de gozo, sino de tristeza; mas después da fruto apacible de justicia a los que en él son ejercitados.",
      "topic": ""
    },
    "12": {
      "text": "Por lo cual alzad las manos caídas y las rodillas descoyuntadas.",
      "topic": ""
    },
    "13": {
      "text": "Y haced derechos pasos a vuestros pies, para que lo que es cojo no salga fuera de camino; antes sea sanado.",
      "topic": ""
    },
    "14": {
      "text": "Seguid la paz con todos; y la santidad, sin la cual nadie verá al Señor:",
      "topic": ""
    },
    "15": {
      "text": "Mirando bien que ninguno se aparte de la gracia de Dios; que ninguna raíz de amargura brotando os impida, y por ella muchos sean contaminados.",
      "topic": ""
    },
    "16": {
      "text": "Que ninguno sea fornicario o profano, como Esaú, que por una vianda vendió su primogenitura.",
      "topic": ""
    },
    "17": {
      "text": "Porque ya sabéis que aun después, deseando heredar la bendición, fue reprobado, que no halló lugar de arrepentimiento, aunque la procuró con lágrimas.",
      "topic": ""
    },
    "18": {
      "text": "¶ Porque no os habéis llegado al monte que se podía tocar, y al fuego encendido, y al turbión, y a la oscuridad, y a la tempestad,",
      "topic": ""
    },
    "19": {
      "text": "y al sonido de la trompeta, y a la voz de las palabras, la cual los que la oyeron rogaron que no se les hablase más;",
      "topic": ""
    },
    "20": {
      "text": "(porque no podían tolerar lo que se decía: y, si una bestia tocare al monte, será apedreada, o pasada con dardo;",
      "topic": ""
    },
    "21": {
      "text": "y tan terrible cosa era lo que se veía, que Moisés dijo: Estoy asombrado y temblando).",
      "topic": ""
    },
    "22": {
      "text": "Mas os habéis llegado al monte de Sión, y a la ciudad del Dios viviente, Jerusalén la celestial, y a la compañía de muchos millares de ángeles,",
      "topic": ""
    },
    "23": {
      "text": "y a la Congregación de la Iglesia de los Primogénitos que están tomados por lista en los cielos, y a Dios el Juez de todos, y a los espíritus de los justos ya perfectos,",
      "topic": ""
    },
    "24": {
      "text": "y a Jesús el Mediador del Nuevo Testamento; y a la sangre del esparcimiento que habla mejor que la de Abel.",
      "topic": ""
    },
    "25": {
      "text": "Mirad que no desechéis al que habla. Porque si no escaparon aquellos que desecharon al que hablaba en la tierra, mucho menos escaparemos nosotros, si desecháramos al que habla desde los cielos.",
      "topic": ""
    },
    "26": {
      "text": "La voz del cual entonces conmovió la tierra; mas ahora ha denunciado, diciendo: Aún una vez, y yo conmoveré no solamente la tierra, sino también el cielo.",
      "topic": ""
    },
    "27": {
      "text": "Y lo que dice: Aún una vez, declara el quitamiento de las cosas movibles, como de cosas hechizas, para que queden las que son firmes.",
      "topic": ""
    },
    "28": {
      "text": "Así que, tomando el Reino inmóvil, retengamos la gracia por la cual sirvamos a Dios, agradándole con temor y reverencia.",
      "topic": ""
    },
    "29": {
      "text": "Porque nuestro Dios es fuego consumidor.",
      "topic": ""
    }
  }
}