{
  "info": {
    "book": "Hebreos",
    "chapter": "13",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ El amor de la hermandad permanezca.",
      "topic": ""
    },
    "2": {
      "text": "No olvidéis la hospitalidad, porque por ésta algunos, habiendo hospedado ángeles, fueron guardados.",
      "topic": ""
    },
    "3": {
      "text": "Acordaos de los presos como presos juntamente con ellos; y de los afligidos, como también vosotros mismos sois del cuerpo.",
      "topic": ""
    },
    "4": {
      "text": "Sea venerable en todos el matrimonio, y la cama sin mancha; mas a los fornicarios y adúlteros juzgará Dios.",
      "topic": ""
    },
    "5": {
      "text": "Sean las costumbres vuestras sin avaricia, contentos de lo presente (porque él dijo: No te desampararé, ni te dejaré.)",
      "topic": ""
    },
    "6": {
      "text": "De tal manera que digamos confiadamente: El Señor es mi ayudador; no temeré lo que me hará el hombre.",
      "topic": ""
    },
    "7": {
      "text": "Acordaos de vuestros pastores, que os hablaron la palabra de Dios; la fe de los cuales imitad considerando cuál haya sido la salida de su conversación.",
      "topic": ""
    },
    "8": {
      "text": "Jesús el Cristo es el mismo ayer, y hoy, y por los siglos.",
      "topic": ""
    },
    "9": {
      "text": "No seáis sacados del camino por doctrinas diversas y extrañas, porque buena cosa es afirmar el corazón en la gracia, no en viandas, que nunca aprovecharon a los que anduvieron en ellas.",
      "topic": ""
    },
    "10": {
      "text": "Tenemos un altar, del cual no tienen facultad de comer los que sirven al Tabernáculo.",
      "topic": ""
    },
    "11": {
      "text": "Porque los cuerpos de aquellos animales, la sangre de los cuales es metida por el pecado en el Santuario por el Sumo Sacerdote, son quemados fuera del campamento.",
      "topic": ""
    },
    "12": {
      "text": "Por lo cual también Jesús, para santificar al pueblo por su propia sangre, padeció fuera de la puerta.",
      "topic": ""
    },
    "13": {
      "text": "Salgamos pues a él fuera del campamento, llevando su vituperio.",
      "topic": ""
    },
    "14": {
      "text": "Porque no tenemos aquí ciudad permaneciente, mas buscamos la por venir.",
      "topic": ""
    },
    "15": {
      "text": "Así que, ofrezcamos por medio de él a Dios siempre sacrificio de alabanza, es a saber, fruto de labios que confiesen su Nombre.",
      "topic": ""
    },
    "16": {
      "text": "Y, del hacer bien y de la confraternidad no os olvidéis; porque de tales sacrificios se agrada Dios.",
      "topic": ""
    },
    "17": {
      "text": "Escuchad a vuestros pastores, y sujetaos a ellos; porque ellos velan por vuestras almas, como aquellos que han de dar la cuenta; para que lo hagan con alegría, y no gimiendo; porque esto no os es útil.",
      "topic": ""
    },
    "18": {
      "text": "¶ Orad por nosotros, porque confío que tenemos buena conciencia, deseando conversar bien en todo.",
      "topic": ""
    },
    "19": {
      "text": "Y más os ruego que lo hagáis así, para que yo os sea más pronto restituido.",
      "topic": ""
    },
    "20": {
      "text": "Y el Dios de paz que sacó de los muertos al Gran Pastor de las ovejas por la sangre del Testamento eterno, al Señor nuestro Jesús,",
      "topic": ""
    },
    "21": {
      "text": "os haga perfectos en toda obra buena para que hagáis su voluntad, haciendo él en vosotros lo que es agradable delante de él por Jesús, el Cristo, al cual es la gloria por los siglos de los siglos. Amén.",
      "topic": ""
    },
    "22": {
      "text": "Pero os ruego, hermanos, que soportéis esta palabra de exhortación, que os he escrito brevemente.",
      "topic": ""
    },
    "23": {
      "text": "Sabed que nuestro hermano Timoteo está suelto, con el cual, (si viniere pronto,) os iré a ver.",
      "topic": ""
    },
    "24": {
      "text": "Saludad a todos vuestros pastores, y a todos los santos. Los italianos (hermanos) os saludan.",
      "topic": ""
    },
    "25": {
      "text": "La gracia sea con todos vosotros. Amén.",
      "topic": ""
    }
  }
}