{
  "info": {
    "book": "Hebreos",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Por tanto, hermanos, santos, participantes de la vocación celestial, considerad al Apóstol y Sumo Sacerdote de nuestra profesión, Cristo Jesús,",
      "topic": ""
    },
    "2": {
      "text": "Fiel al que lo constituyó sobre toda su casa, como también lo fue Moisés.",
      "topic": ""
    },
    "3": {
      "text": "Porque de tanto mayor gloria que Moisés es estimado digno éste, cuanto tiene mayor dignidad que la casa el que la fabricó.",
      "topic": ""
    },
    "4": {
      "text": "Porque toda casa es edificada de alguno; y el que creó todas las cosas, es Dios.",
      "topic": ""
    },
    "5": {
      "text": "Y, Moisés a la verdad fue fiel sobre toda su casa, como siervo, pero para testificar lo que se había de decir;",
      "topic": ""
    },
    "6": {
      "text": "mas Cristo, como hijo sobre su casa, la cual casa somos nosotros, si hasta el fin retuviéremos firme la confianza y la esperanza gloriosa.",
      "topic": ""
    },
    "7": {
      "text": "¶ Por lo cual, como dice el Espíritu Santo: Si oyereis hoy su voz,",
      "topic": ""
    },
    "8": {
      "text": "no endurezcáis vuestros corazones como en la provocación, en el día de la tentación en el desierto,",
      "topic": ""
    },
    "9": {
      "text": "donde me tentaron vuestros padres; me probaron, y vieron mis obras, cuarenta años.",
      "topic": ""
    },
    "10": {
      "text": "A causa de lo cual me enemisté con esta generación, y dije: Siempre yerran ellos de corazón, y no han conocido mis caminos.",
      "topic": ""
    },
    "11": {
      "text": "Y les juré en mi ira: No entrarán en mi Reposo.",
      "topic": ""
    },
    "12": {
      "text": "Mirad, hermanos, que en ninguno de vosotros haya corazón malo de infidelidad para apartarse del Dios vivo;",
      "topic": ""
    },
    "13": {
      "text": "antes exhortaos los unos a los otros cada día entre tanto que se dice: Hoy, para que ninguno de vosotros se endurezca con engaño de pecado;",
      "topic": ""
    },
    "14": {
      "text": "(porque participantes del Cristo somos hechos, si empero retuviéremos firme hasta el fin el principio de su sustancia.)",
      "topic": ""
    },
    "15": {
      "text": "Entre tanto que se dice: Si oyereis HOY su voz, no endurezcáis vuestros corazones, como en la provocación.",
      "topic": ""
    },
    "16": {
      "text": "Porque algunos de los que habían salido de Egipto con Moisés, habiendo oído, provocaron; aunque no todos.",
      "topic": ""
    },
    "17": {
      "text": "Mas ¿con cuáles se enemistó por cuarenta años? ¿No fue con los que pecaron, cuyos cuerpos cayeron en el desierto?",
      "topic": ""
    },
    "18": {
      "text": "¿Y a cuáles juró que no entrarían en su Reposo, sino a aquellos que no obedecieron?",
      "topic": ""
    },
    "19": {
      "text": "Y vemos que no pudieron entrar a causa de su incredulidad.",
      "topic": ""
    }
  }
}