{
  "info": {
    "book": "Hebreos",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Porque todo sumo sacerdote es tomado de los hombres, constituido en lugar de los hombres en lo que a Dios toca, para que ofrezca presentes y sacrificios por los pecados;",
      "topic": ""
    },
    "2": {
      "text": "que se pueda compadecer de los ignorantes y errados, porque él también está rodeado de flaqueza;",
      "topic": ""
    },
    "3": {
      "text": "por causa de la cual debe, así también por sí mismo, como por el pueblo, ofrecer por los pecados.",
      "topic": ""
    },
    "4": {
      "text": "Ni nadie toma para sí la honra, sino el que es llamado de Dios, como Aarón.",
      "topic": ""
    },
    "5": {
      "text": "Así también el Cristo no se glorificó a sí mismo haciéndose Sumo Sacerdote, sino el que le dijo: Tú eres mi Hijo, yo te he engendrado hoy:",
      "topic": ""
    },
    "6": {
      "text": "Como también dice en otro lugar: Tú eres Sacerdote para siempre, según el orden de Melquisedec.",
      "topic": ""
    },
    "7": {
      "text": "El cual en los días de su carne, ofreciendo ruegos y súplicas con gran clamor y lágrimas al que le podía librar de la muerte, fue oído por su temor reverente.",
      "topic": ""
    },
    "8": {
      "text": "Y aunque era el Hijo (de Dios,) por lo que padeció aprendió la obediencia;",
      "topic": ""
    },
    "9": {
      "text": "en la cual consumado, fue hecho causa de eterna salud a todos los que le obedecen;",
      "topic": ""
    },
    "10": {
      "text": "¶ nombrado por Dios Sumo Sacerdote, según la orden de Melquisedec.",
      "topic": ""
    },
    "11": {
      "text": "Del cual tenemos mucho que decir, y difícil de declarar, por cuanto sois tardos para oír.",
      "topic": ""
    },
    "12": {
      "text": "Porque debiendo ser ya maestros de otros , si miramos el tiempo, tenéis necesidad de volver a ser enseñados, de cuáles sean los primeros elementos de las palabras de Dios, y sois hechos tales que tenéis necesidad de leche, y no de mantenimiento firme.",
      "topic": ""
    },
    "13": {
      "text": "Que cualquiera que participa de la leche, es inhábil para la palabra de la justicia, porque es niño;",
      "topic": ""
    },
    "14": {
      "text": "mas de los perfectos es la vianda firme, es a saber de los que por la costumbre tienen ya los sentidos ejercitados en el discernimiento del bien y del mal.",
      "topic": ""
    }
  }
}