{
  "info": {
    "book": "Hebreos",
    "chapter": "9",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Tenía sin embargo el primero sus justificaciones del culto, y su santuario mundano.",
      "topic": ""
    },
    "2": {
      "text": "Porque un Tabernáculo fue hecho: el primero, en que estaba el candelero, y la mesa, y los panes de la proposición, lo que llaman el santuario.",
      "topic": ""
    },
    "3": {
      "text": "Tras el segundo velo estaba el Tabernáculo, que llaman el Lugar Santísimo;",
      "topic": ""
    },
    "4": {
      "text": "que tenía un incensario de oro, y el Arca del Pacto cubierta por todas partes de oro; en donde estaba una urna de oro que contenía el maná, y la vara de Aarón que reverdeció, y las Tablas del Testamento.",
      "topic": ""
    },
    "5": {
      "text": "Y sobre ella los querubines de la gloria que cubrían el propiciatorio, cosas de las cuales no se puede ahora hablar en detalle.",
      "topic": ""
    },
    "6": {
      "text": "Y con estas cosas así ordenadas, en el primer Tabernáculo siempre entraban los sacerdotes para hacer los oficios de los sacrificios.",
      "topic": ""
    },
    "7": {
      "text": "Mas en el segundo, sólo el sumo sacerdote entraba una vez en el año, no sin sangre, la cual ofrece por su propia ignorancia y la del pueblo.",
      "topic": ""
    },
    "8": {
      "text": "¶ Dando en esto a entender el Espíritu Santo, que aún no estaba descubierto camino para el Santuario, entre tanto que el primer Tabernáculo estuviese en pie.",
      "topic": ""
    },
    "9": {
      "text": "Lo cual era figura de aquel tiempo presente, en el cual se ofrecían presentes y sacrificios que no podían hacer perfecto al que servía con ellos , en cuanto a la conciencia,",
      "topic": ""
    },
    "10": {
      "text": "sino en viandas y en bebidas, y en diversos lavamientos, y ordenanzas de la carne impuestas hasta el tiempo de la corrección.",
      "topic": ""
    },
    "11": {
      "text": "Mas Cristo ya estando presente, Sumo Sacerdote de los bienes que habían de venir, por otro más amplio y más perfecto tabernáculo, no hecho de manos, es a decir, no de esta creación,",
      "topic": ""
    },
    "12": {
      "text": "y no por sangre de machos cabríos ni de becerros, sino por su propia sangre entró una sola vez en el Santuario diseñado para eterna redención.",
      "topic": ""
    },
    "13": {
      "text": "Porque si la sangre de los toros y de los machos cabríos, y la ceniza esparcida de una becerra, santifica a los inmundos para purificación de la carne,",
      "topic": ""
    },
    "14": {
      "text": "¿cuánto más la sangre del Cristo, el cual por el Espíritu eterno se ofreció a sí mismo sin mancha a Dios, limpiará vuestras conciencias de las obras de muerte para que sirváis al Dios viviente?",
      "topic": ""
    },
    "15": {
      "text": "¶ Así que, por eso es Mediador del Nuevo Testamento, para que interviniendo muerte para la remisión de las rebeliones que había debajo del primer Testamento, los que son llamados reciban la promesa de la herencia eterna.",
      "topic": ""
    },
    "16": {
      "text": "Porque donde hay testamento, necesario es que intervenga la muerte del testador.",
      "topic": ""
    },
    "17": {
      "text": "Porque el testamento con la muerte es confirmado; de otra manera no es válido entre tanto que el testador vive.",
      "topic": ""
    },
    "18": {
      "text": "De donde vino que ni aun el primero fue consagrado sin sangre.",
      "topic": ""
    },
    "19": {
      "text": "Porque habiendo leído Moisés todos los mandamientos de la Ley a todo el pueblo, tomando la sangre de los becerros y de los machos cabríos con agua, y lana de grana, e hisopo, roció a todo el pueblo, y juntamente al mismo libro,",
      "topic": ""
    },
    "20": {
      "text": "diciendo: Esta es la sangre del Testamento que Dios os ha mandado.",
      "topic": ""
    },
    "21": {
      "text": "Y además de esto roció también con la sangre el Tabernáculo y todos los vasos del ministerio.",
      "topic": ""
    },
    "22": {
      "text": "Y casi todo es purificado según la ley con sangre; y sin derramamiento de sangre no se hace remisión.",
      "topic": ""
    },
    "23": {
      "text": "¶ Así que fue necesario que las figuras de las cosas celestiales fuesen purificadas con estas cosas; pero las mismas cosas celestiales, con mejores sacrificios que éstos.",
      "topic": ""
    },
    "24": {
      "text": "Por lo cual no entró Jesús en el santuario hecho de mano, (que es figura del verdadero,) sino en el mismo cielo para presentarse ahora por nosotros en la presencia de Dios.",
      "topic": ""
    },
    "25": {
      "text": "Y no para ofrecerse muchas veces a sí mismo, (como entra el sumo sacerdote en el santuario una vez cada año con la sangre ajena.)",
      "topic": ""
    },
    "26": {
      "text": "De otra manera sería necesario que hubiera padecido muchas veces desde el principio del mundo; mas ahora UNA VEZ en la consumación de los siglos, para deshacer el pecado se presentó por el sacrificio de sí mismo.",
      "topic": ""
    },
    "27": {
      "text": "Y de la manera que está establecido a los hombres, que mueran una vez; y después, el juicio,",
      "topic": ""
    },
    "28": {
      "text": "así también el Cristo es ofrecido una vez para agotar los pecados de muchos; la segunda vez se manifestará para salud a los que sin pecado lo esperan.",
      "topic": ""
    }
  }
}