{
  "info": {
    "book": "Salmos",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ ¿Por qué estás lejos, oh SEÑOR, y te escondes en los tiempos de la angustia?",
      "topic": ""
    },
    "2": {
      "text": "Con arrogancia el malo persigue al pobre; sean tomados en los pensamientos que pensaron.",
      "topic": ""
    },
    "3": {
      "text": "Por cuanto se alabó el malo del deseo de su alma, y diciendo bien al robador, blasfema del SEÑOR.",
      "topic": ""
    },
    "4": {
      "text": "El malo, por la altivez de su rostro, no busca a Dios . No está Dios en todos sus pensamientos.",
      "topic": ""
    },
    "5": {
      "text": "Sus caminos atormentan en todo tiempo; tus juicios son altura delante de él; echa bocanadas en orden a todos sus enemigos.",
      "topic": ""
    },
    "6": {
      "text": "Dice en su corazón: No seré movido en ningún tiempo, porque no me alcanzará el mal.",
      "topic": ""
    },
    "7": {
      "text": "Llena está su boca de maldición, y de engaños y fraude; debajo de su lengua, molestia y maldad.",
      "topic": ""
    },
    "8": {
      "text": "Está en las guaridas de las aldeas; en los escondrijos mata al inocente; sus ojos están acechando al pobre.",
      "topic": ""
    },
    "9": {
      "text": "Acecha de encubierto, como el león desde su cama; acecha para arrebatar al pobre; arrebata al pobre trayéndolo en su red.",
      "topic": ""
    },
    "10": {
      "text": "Se encoge, se agacha, y caen en sus fuerzas muchos desdichados.",
      "topic": ""
    },
    "11": {
      "text": "Dice en su corazón: Dios está olvidado, ha encubierto su rostro; nunca lo vio.",
      "topic": ""
    },
    "12": {
      "text": "¶ Levántate, oh SEÑOR Dios, alza tu mano, no te olvides de los humildes.",
      "topic": ""
    },
    "13": {
      "text": "¿Por qué irrita el malo a Dios? En su corazón ha dicho que no lo inquirirás.",
      "topic": ""
    },
    "14": {
      "text": "Tú has visto; porque tú miras el trabajo, y el enojo, para dar justicia en tus manos; a ti se acoge el pobre, tú eres el amparo del huérfano.",
      "topic": ""
    },
    "15": {
      "text": "Quebranta el brazo del inicuo; del malo buscarás su maldad, y no la hallarás.",
      "topic": ""
    },
    "16": {
      "text": "El SEÑOR, Rey eterno y perpetuo; de su tierra fueron destruidos los gentiles.",
      "topic": ""
    },
    "17": {
      "text": "El deseo de los humildes oíste, oh SEÑOR; tú dispones su corazón, y haces atento tu oído;",
      "topic": ""
    },
    "18": {
      "text": "para juzgar al huérfano y al pobre; no volverá más a hacer violencia el hombre de la tierra.",
      "topic": ""
    }
  }
}