{
  "info": {
    "book": "Salmos",
    "chapter": "102",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Oración del pobre en espíritu , cuando estuviere atormentado, y delante del SEÑOR derramare su queja. SEÑOR, oye mi oración, y venga mi clamor a ti.",
      "topic": ""
    },
    "2": {
      "text": "No escondas de mí tu rostro; en el día de mi angustia inclina a mí tu oído; el día que te invocare, apresúrate a responderme.",
      "topic": ""
    },
    "3": {
      "text": "Porque mis días se han consumido como humo; y mis huesos son quemados como en hogar.",
      "topic": ""
    },
    "4": {
      "text": "Mi corazón fue herido, y se secó como la hierba; por lo cual me olvidé de comer mi pan.",
      "topic": ""
    },
    "5": {
      "text": "Por la voz de mi gemido mis huesos se han pegado a mi carne.",
      "topic": ""
    },
    "6": {
      "text": "Soy semejante al pelícano del desierto; soy como el búho de las soledades.",
      "topic": ""
    },
    "7": {
      "text": "Velo, y soy como el pájaro solitario sobre el tejado.",
      "topic": ""
    },
    "8": {
      "text": "Cada día me afrentan mis enemigos; los que se enfurecen contra mí, se han conjurado contra mí.",
      "topic": ""
    },
    "9": {
      "text": "Por lo cual como la ceniza a manera de pan, y mi bebida mezclo con lloro,",
      "topic": ""
    },
    "10": {
      "text": "a causa de tu enojo y de tu ira; porque me alzaste, y me arrojaste.",
      "topic": ""
    },
    "11": {
      "text": "Mis días son como la sombra que se va; y me he secado como la hierba.",
      "topic": ""
    },
    "12": {
      "text": "¶ Mas tú, SEÑOR, para siempre permanecerás, y tu memoria para generación y generación.",
      "topic": ""
    },
    "13": {
      "text": "Tú levantándote, tendrás misericordia de Sion; porque es tiempo de tener misericordia de ella, porque el plazo es llegado .",
      "topic": ""
    },
    "14": {
      "text": "Porque tus siervos amaron sus piedras, y del polvo de ella tuvieron compasión.",
      "topic": ""
    },
    "15": {
      "text": "Entonces temerán los gentiles el Nombre del SEÑOR, y todos los reyes de la tierra tu gloria;",
      "topic": ""
    },
    "16": {
      "text": "por cuanto el SEÑOR habrá edificado a Sion, y será visto en su gloria;",
      "topic": ""
    },
    "17": {
      "text": "habrá mirado a la oración de los solitarios y menesterosos , y no habrá desechado el ruego de ellos.",
      "topic": ""
    },
    "18": {
      "text": "Se escribirá esto para la generación venidera; y el pueblo que se criará, alabará a JAH.",
      "topic": ""
    },
    "19": {
      "text": "Porque miró de lo alto de su santuario; el SEÑOR miró de los cielos a la tierra,",
      "topic": ""
    },
    "20": {
      "text": "para oír el gemido de los presos, para soltar a los hijos de muerte;",
      "topic": ""
    },
    "21": {
      "text": "para que cuenten en Sion el Nombre del SEÑOR, y su alabanza en Jerusalén,",
      "topic": ""
    },
    "22": {
      "text": "cuando los pueblos se congregaren en uno, y los reinos, para servir al SEÑOR.",
      "topic": ""
    },
    "23": {
      "text": "¶ El afligió mi fuerza en el camino; acortó mis días.",
      "topic": ""
    },
    "24": {
      "text": "Dije: Dios mío, no me cortes en el medio de mis días; por generación de generaciones son tus años.",
      "topic": ""
    },
    "25": {
      "text": "Tú fundaste la tierra antiguamente, y los cielos son obra de tus manos.",
      "topic": ""
    },
    "26": {
      "text": "Ellos perecerán, y tú permanecerás; y todos ellos como un vestido se envejecerán; como una ropa de vestir los mudarás, y serán mudados;",
      "topic": ""
    },
    "27": {
      "text": "mas tú eres el mismo, y tus años no se acabarán.",
      "topic": ""
    },
    "28": {
      "text": "Los hijos de tus siervos habitarán, y su simiente será afirmada delante de ti.",
      "topic": ""
    }
  }
}