{
  "info": {
    "book": "Salmos",
    "chapter": "103",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ De David. Bendice, alma mía al SEÑOR; y todas mis entrañas al Nombre de su santidad.",
      "topic": ""
    },
    "2": {
      "text": "Bendice, alma mía, al SEÑOR, y no olvides ninguno de sus beneficios:",
      "topic": ""
    },
    "3": {
      "text": "el que perdona todas tus iniquidades, el que sana todas tus enfermedades,",
      "topic": ""
    },
    "4": {
      "text": "el que rescata del hoyo tu vida, el que te corona de favores y misericordia;",
      "topic": ""
    },
    "5": {
      "text": "el que sacia de bien tu boca de modo que te rejuvenezcas como el águila.",
      "topic": ""
    },
    "6": {
      "text": "¶ El SEÑOR es el que hace justicia y derecho a todos los que padecen violencia.",
      "topic": ""
    },
    "7": {
      "text": "Sus caminos notificó a Moisés, y a los hijos de Israel sus obras.",
      "topic": ""
    },
    "8": {
      "text": "Misericordioso y clemente es el SEÑOR; lento para la ira, y grande en misericordia.",
      "topic": ""
    },
    "9": {
      "text": "No contenderá para siempre, ni para siempre guardará el enojo .",
      "topic": ""
    },
    "10": {
      "text": "No ha hecho con nosotros conforme a nuestras iniquidades; ni nos ha pagado conforme a nuestros pecados.",
      "topic": ""
    },
    "11": {
      "text": "Porque como la altura de los cielos sobre la tierra, engrandeció su misericordia sobre los que le temen.",
      "topic": ""
    },
    "12": {
      "text": "Cuanto está lejos el oriente del occidente, hizo alejar de nosotros nuestras rebeliones.",
      "topic": ""
    },
    "13": {
      "text": "Como el padre tiene misericordia de los hijos, tiene misericordia el SEÑOR de los que le temen.",
      "topic": ""
    },
    "14": {
      "text": "Porque él conoce nuestra condición; se acuerda que somos polvo.",
      "topic": ""
    },
    "15": {
      "text": "El varón, como la hierba son sus días, florece como la flor del campo,",
      "topic": ""
    },
    "16": {
      "text": "que pasó el viento por ella, y pereció; y su lugar no la conoce más.",
      "topic": ""
    },
    "17": {
      "text": "Mas la misericordia del SEÑOR desde el siglo y hasta el siglo sobre los que le temen, y su justicia sobre los hijos de los hijos;",
      "topic": ""
    },
    "18": {
      "text": "sobre los que guardan su pacto, y los que se acuerdan de sus mandamientos para ponerlos por obra.",
      "topic": ""
    },
    "19": {
      "text": "¶ El SEÑOR afirmó en los cielos su trono; y su reino domina sobre todos.",
      "topic": ""
    },
    "20": {
      "text": "Bendecid al SEÑOR sus ángeles valientes de fuerza, que efectúan su palabra escuchando la voz de su palabra.",
      "topic": ""
    },
    "21": {
      "text": "Bendecid al SEÑOR todos sus ejércitos, sus ministros, que hacen su voluntad.",
      "topic": ""
    },
    "22": {
      "text": "Bendecid al SEÑOR todas sus obras en todos los lugares de su señorío. Bendice, alma mía al SEÑOR.",
      "topic": ""
    }
  }
}