{
  "info": {
    "book": "Salmos",
    "chapter": "106",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Alelu-JAH. Alabad al SEÑOR, porque es bueno; porque para siempre es su misericordia.",
      "topic": ""
    },
    "2": {
      "text": "¿Quién expresará las valentías del SEÑOR? ¿Quién contará sus alabanzas?",
      "topic": ""
    },
    "3": {
      "text": "Dichosos los que guardan juicio, los que hacen justicia en todo tiempo.",
      "topic": ""
    },
    "4": {
      "text": "Acuérdate de mí, oh SEÑOR, en la buena voluntad para con tu pueblo; visítame con tu salud;",
      "topic": ""
    },
    "5": {
      "text": "para que yo vea el bien de tus escogidos, para que me goce en la alegría de tu nación, y me gloríe con tu heredad.",
      "topic": ""
    },
    "6": {
      "text": "¶ Pecamos con nuestros padres, pervertimos, hicimos impiedad.",
      "topic": ""
    },
    "7": {
      "text": "Nuestros padres en Egipto no entendieron tus maravillas; no se acordaron de la muchedumbre de tus misericordias; sino que se rebelaron junto al mar, en el mar Bermejo.",
      "topic": ""
    },
    "8": {
      "text": "Los salvó por su Nombre, para hacer notoria su fortaleza.",
      "topic": ""
    },
    "9": {
      "text": "Y reprendió al mar Bermejo, y lo secó; y les hizo ir por el abismo, como por un desierto.",
      "topic": ""
    },
    "10": {
      "text": "Y los salvó de mano del enemigo, y los rescató de mano del adversario.",
      "topic": ""
    },
    "11": {
      "text": "Y cubrieron las aguas a sus enemigos; no quedó uno de ellos.",
      "topic": ""
    },
    "12": {
      "text": "Entonces creyeron a sus palabras, y cantaron su alabanza.",
      "topic": ""
    },
    "13": {
      "text": "¶ Se apresuraron, se olvidaron de sus obras; no esperaron en su consejo.",
      "topic": ""
    },
    "14": {
      "text": "Se entregaron a un deseo desordenado en el desierto; y tentaron a Dios en la soledad.",
      "topic": ""
    },
    "15": {
      "text": "Y él les dio lo que pidieron; mas envió flaqueza en sus almas.",
      "topic": ""
    },
    "16": {
      "text": "Tomaron después celo contra Moisés en el campamento, y contra Aarón el santo del SEÑOR.",
      "topic": ""
    },
    "17": {
      "text": "Se abrió la tierra, y tragó a Datán, y cubrió la compañía de Abiram.",
      "topic": ""
    },
    "18": {
      "text": "Y se encendió el fuego en su compañía; la llama quemó los impíos.",
      "topic": ""
    },
    "19": {
      "text": "Hicieron el becerro en Horeb, y adoraron a un vaciadizo.",
      "topic": ""
    },
    "20": {
      "text": "Así trocaron su gloria por la imagen de un buey que come hierba.",
      "topic": ""
    },
    "21": {
      "text": "Olvidaron al Dios de su salud, que había hecho grandezas en Egipto;",
      "topic": ""
    },
    "22": {
      "text": "maravillas en la tierra de Cam, temerosas cosas sobre el mar Bermejo.",
      "topic": ""
    },
    "23": {
      "text": "Y trató de destruirlos, a no haberse puesto Moisés su escogido al portillo delante de él, a fin de apartar su ira, para que no los destruyese.",
      "topic": ""
    },
    "24": {
      "text": "Y aborrecieron la tierra deseable; no creyeron a su palabra;",
      "topic": ""
    },
    "25": {
      "text": "antes murmuraron en sus tiendas, y no oyeron la voz del SEÑOR.",
      "topic": ""
    },
    "26": {
      "text": "Por lo que alzó su mano a ellos, para postrarlos en el desierto,",
      "topic": ""
    },
    "27": {
      "text": "y humillar su simiente entre los gentiles, y esparcirlos por las tierras.",
      "topic": ""
    },
    "28": {
      "text": "Se allegaron asimismo a Baal-peor, y comieron los sacrificios por los muertos.",
      "topic": ""
    },
    "29": {
      "text": "Y ensañaron a Dios con sus obras, y aumentó la mortandad en ellos.",
      "topic": ""
    },
    "30": {
      "text": "Entonces se puso Finees, y juzgó; y se detuvo la mortandad.",
      "topic": ""
    },
    "31": {
      "text": "Y le fue contado a justicia de generación en generación para siempre.",
      "topic": ""
    },
    "32": {
      "text": "También le irritaron en las aguas de Meriba; e hizo mal a Moisés por causa de ellos;",
      "topic": ""
    },
    "33": {
      "text": "porque hicieron rebelar a su espíritu, como lo expresó con sus labios.",
      "topic": ""
    },
    "34": {
      "text": "¶ No destruyeron los pueblos que el SEÑOR les dijo;",
      "topic": ""
    },
    "35": {
      "text": "antes se mezclaron con los gentiles, y aprendieron sus obras.",
      "topic": ""
    },
    "36": {
      "text": "Y sirvieron a sus ídolos; los cuales les fueron por ruina.",
      "topic": ""
    },
    "37": {
      "text": "Y sacrificaron sus hijos y sus hijas a los demonios;",
      "topic": ""
    },
    "38": {
      "text": "y derramaron la sangre inocente, la sangre de sus hijos y de sus hijas, que sacrificaron a los ídolos de Canaán; y la tierra fue contaminada con sangre.",
      "topic": ""
    },
    "39": {
      "text": "Se contaminaron así con sus propias obras, y fornicaron con sus hechos.",
      "topic": ""
    },
    "40": {
      "text": "Se encendió por tanto el furor del SEÑOR sobre su pueblo, y abominó su heredad:",
      "topic": ""
    },
    "41": {
      "text": "Y los entregó en poder de los gentiles, y se enseñorearon de ellos los que los aborrecían.",
      "topic": ""
    },
    "42": {
      "text": "Y sus enemigos los oprimieron, y fueron quebrantados debajo de su mano.",
      "topic": ""
    },
    "43": {
      "text": "Muchas veces los libró; mas ellos se rebelaron a su consejo, y fueron humillados por su maldad.",
      "topic": ""
    },
    "44": {
      "text": "El con todo , miraba cuando estaban en angustia, y oía su clamor;",
      "topic": ""
    },
    "45": {
      "text": "y se acordaba de su pacto con ellos, y se arrepentía conforme a la muchedumbre de sus misericordias.",
      "topic": ""
    },
    "46": {
      "text": "Hizo asimismo que tuviesen de ellos misericordia todos los que los tenían cautivos.",
      "topic": ""
    },
    "47": {
      "text": "Sálvanos, SEÑOR Dios nuestro, y júntanos de entre los gentiles, para que loemos tu santo Nombre, para que nos gloriemos de tus alabanzas.",
      "topic": ""
    },
    "48": {
      "text": "Bendito el SEÑOR Dios de Israel, desde el siglo y hasta el siglo; y diga todo el pueblo, Amén. Alelu-JAH.",
      "topic": ""
    }
  }
}