{
  "info": {
    "book": "Salmos",
    "chapter": "107",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Alabad al SEÑOR, porque es bueno; porque para siempre es su misericordia.",
      "topic": ""
    },
    "2": {
      "text": "Diganlo los redimidos del SEÑOR, los que ha redimido del poder del enemigo,",
      "topic": ""
    },
    "3": {
      "text": "y los ha congregado de las tierras, del oriente y del occidente, del aquilón y del mar.",
      "topic": ""
    },
    "4": {
      "text": "Anduvieron perdidos por el desierto, por la soledad sin camino, sin hallar ciudad en dónde vivir.",
      "topic": ""
    },
    "5": {
      "text": "Hambrientos y sedientos, su alma desfallecía en ellos.",
      "topic": ""
    },
    "6": {
      "text": "Y clamaron al SEÑOR en su angustia, los libró de sus aflicciones.",
      "topic": ""
    },
    "7": {
      "text": "Los dirigió por camino derecho, para que viniesen a ciudad de habitación.",
      "topic": ""
    },
    "8": {
      "text": "Alaben al SEÑOR por su misericordia; y sus maravillas para con los hijos de los hombres.",
      "topic": ""
    },
    "9": {
      "text": "Porque sació al alma menesterosa, y llenó de bien al alma hambrienta.",
      "topic": ""
    },
    "10": {
      "text": "¶ Los que moraban en tinieblas y sombra de muerte aprisionados, en aflicción y en hierros,",
      "topic": ""
    },
    "11": {
      "text": "por cuanto fueron rebeldes a las palabras del SEÑOR, y aborrecieron el consejo del Altísimo.",
      "topic": ""
    },
    "12": {
      "text": "Por eso quebrantó él con trabajo sus corazones, cayeron y no hubo quién los ayudase.",
      "topic": ""
    },
    "13": {
      "text": "Luego que clamaron al SEÑOR en su angustia, los libró de sus aflicciones.",
      "topic": ""
    },
    "14": {
      "text": "Los sacó de las tinieblas, y de la sombra de muerte; y rompió sus prisiones.",
      "topic": ""
    },
    "15": {
      "text": "Alaben al SEÑOR por su misericordia, y sus maravillas para con los hijos de los hombres.",
      "topic": ""
    },
    "16": {
      "text": "Porque quebrantó las puertas de bronce, y desmenuzó los cerrojos de hierro.",
      "topic": ""
    },
    "17": {
      "text": "¶ Los locos, a causa del camino de su rebelión; y a causa de sus maldades fueron afligidos,",
      "topic": ""
    },
    "18": {
      "text": "su alma abominó toda vianda; y llegaron hasta las puertas de la muerte.",
      "topic": ""
    },
    "19": {
      "text": "Mas clamaron al SEÑOR en su angustia; y los salvó de sus aflicciones.",
      "topic": ""
    },
    "20": {
      "text": "Envió su palabra, y los curó, y los libró de sus sepulturas.",
      "topic": ""
    },
    "21": {
      "text": "Alaben al SEÑOR por su misericordia, y sus maravillas para con los hijos de los hombres.",
      "topic": ""
    },
    "22": {
      "text": "Y ofrezcan sacrificios de alabanza, y publiquen sus obras con júbilo.",
      "topic": ""
    },
    "23": {
      "text": "¶ Los que descienden al mar en navíos, y hacen obra en las muchas aguas,",
      "topic": ""
    },
    "24": {
      "text": "ellos han visto las obras del SEÑOR, y sus maravillas en el mar profundo.",
      "topic": ""
    },
    "25": {
      "text": "El dijo, e hizo saltar el viento de la tempestad, que levanta sus ondas;",
      "topic": ""
    },
    "26": {
      "text": "suben a los cielos, descienden a los abismos; sus almas se derriten con el mal.",
      "topic": ""
    },
    "27": {
      "text": "Tiemblan, y titubean como borrachos, y toda su ciencia es perdida;",
      "topic": ""
    },
    "28": {
      "text": "claman al SEÑOR en su angustia, y los libra de sus aflicciones.",
      "topic": ""
    },
    "29": {
      "text": "Hace parar la tempestad en sosiego, y sus ondas cesan.",
      "topic": ""
    },
    "30": {
      "text": "Se alegran luego porque se reposaron; y él los guía al término de su voluntad.",
      "topic": ""
    },
    "31": {
      "text": "Alaben al SEÑOR por su misericordia, y sus maravillas para con los hijos de los hombres.",
      "topic": ""
    },
    "32": {
      "text": "Y ensálcenlo en la congregación del pueblo; y en la reunión de ancianos lo alaben.",
      "topic": ""
    },
    "33": {
      "text": "¶ El puso los ríos en desierto, y los manaderos de las aguas en sed;",
      "topic": ""
    },
    "34": {
      "text": "la tierra fructífera en salados; por la maldad de los que la habitan.",
      "topic": ""
    },
    "35": {
      "text": "Vuelve el desierto en estanques de aguas, y la tierra desierta en manaderos de agua.",
      "topic": ""
    },
    "36": {
      "text": "Y aposenta allí hambrientos, y aderezan allí ciudad para habitación;",
      "topic": ""
    },
    "37": {
      "text": "y siembran campos, y plantan viñas; y rinden fruto de aumento.",
      "topic": ""
    },
    "38": {
      "text": "Y los bendice, y se multiplican en gran manera; y no disminuye sus bestias.",
      "topic": ""
    },
    "39": {
      "text": "Y después son menoscabados, y abatidos de tiranía; de males y congojas.",
      "topic": ""
    },
    "40": {
      "text": "El derrama menosprecio sobre los príncipes, y les hace andar errados, vagabundos, sin camino.",
      "topic": ""
    },
    "41": {
      "text": "Y levanta al pobre de la pobreza, y vuelve las familias como ovejas.",
      "topic": ""
    },
    "42": {
      "text": "Vean los rectos, y alégrense; y toda maldad cierre su boca.",
      "topic": ""
    },
    "43": {
      "text": "¿Quién es sabio y guardará estas cosas, y entenderá las misericordias del SEÑOR?",
      "topic": ""
    }
  }
}