{
  "info": {
    "book": "Salmos",
    "chapter": "116",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Amo al SEÑOR, porque ha oído mi voz y mis súplicas.",
      "topic": ""
    },
    "2": {
      "text": "Porque ha inclinado a mí su oído, le invocaré en todos mis días.",
      "topic": ""
    },
    "3": {
      "text": "Me rodearon los dolores de la muerte, me encontraron las angustias del sepulcro; angustia y dolor había yo hallado.",
      "topic": ""
    },
    "4": {
      "text": "Entonces invoqué el Nombre del SEÑOR, diciendo : Libra ahora, oh SEÑOR, mi alma.",
      "topic": ""
    },
    "5": {
      "text": "Clemente es el SEÑOR y justo; sí , misericordioso es nuestro Dios.",
      "topic": ""
    },
    "6": {
      "text": "El SEÑOR guarda a los simples; estaba debilitado, y me salvó.",
      "topic": ""
    },
    "7": {
      "text": "Vuelve, oh alma mía, a tu reposo; porque el SEÑOR te ha hecho bien.",
      "topic": ""
    },
    "8": {
      "text": "Porque has librado mi alma de la muerte, mis ojos de lágrimas, y mis pies de resbalar.",
      "topic": ""
    },
    "9": {
      "text": "Andaré delante del SEÑOR en la tierra de los vivientes.",
      "topic": ""
    },
    "10": {
      "text": "¶ Creí; por tanto hablé, y fui afligido en gran manera.",
      "topic": ""
    },
    "11": {
      "text": "Y dije en mi apresuramiento: Todo hombre es mentiroso.",
      "topic": ""
    },
    "12": {
      "text": "¿Qué pagaré al SEÑOR por todos sus beneficios para conmigo?",
      "topic": ""
    },
    "13": {
      "text": "Tomaré la copa de la salud, e invocaré el Nombre del SEÑOR.",
      "topic": ""
    },
    "14": {
      "text": "Ahora pagaré mis votos al SEÑOR delante de todo su pueblo.",
      "topic": ""
    },
    "15": {
      "text": "Estimada es en los ojos del SEÑOR la muerte de sus misericordiosos.",
      "topic": ""
    },
    "16": {
      "text": "Así es oh SEÑOR, porque yo soy tu siervo, yo soy tu siervo, hijo de tu sierva; tú rompiste mis prisiones.",
      "topic": ""
    },
    "17": {
      "text": "Te ofreceré sacrificio de alabanza, e invocaré el Nombre del SEÑOR.",
      "topic": ""
    },
    "18": {
      "text": "Ahora pagaré mis votos al SEÑOR delante de todo su pueblo;",
      "topic": ""
    },
    "19": {
      "text": "en los atrios de la Casa del SEÑOR, en medio de ti, oh Jerusalén. Alelu-JAH.",
      "topic": ""
    }
  }
}