{
  "info": {
    "book": "Salmos",
    "chapter": "118",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Alabad al SEÑOR, porque es bueno; porque para siempre es su misericordia.",
      "topic": ""
    },
    "2": {
      "text": "Diga ahora Israel: Que para siempre es su misericordia.",
      "topic": ""
    },
    "3": {
      "text": "Diga ahora la casa de Aarón: Que para siempre es su misericordia.",
      "topic": ""
    },
    "4": {
      "text": "Digan ahora los que temen al SEÑOR: Que eterna es su misericordia.",
      "topic": ""
    },
    "5": {
      "text": "Desde la angustia invoqué a JAH; y me respondió JAH, poniéndome en anchura.",
      "topic": ""
    },
    "6": {
      "text": "El SEÑOR está por mí; no temeré lo que me pueda hacer el hombre.",
      "topic": ""
    },
    "7": {
      "text": "El SEÑOR está por mí entre los que me ayudan; por tanto yo veré mi deseo en los que me aborrecen.",
      "topic": ""
    },
    "8": {
      "text": "Mejor es esperar en el SEÑOR que esperar en hombre.",
      "topic": ""
    },
    "9": {
      "text": "Mejor es esperar en el SEÑOR que esperar en príncipes.",
      "topic": ""
    },
    "10": {
      "text": "Todas las naciones me cercaron; en el nombre del SEÑOR, que yo los talaré.",
      "topic": ""
    },
    "11": {
      "text": "Me cercaron y me asediaron; en el nombre del SEÑOR, que yo los talaré.",
      "topic": ""
    },
    "12": {
      "text": "Me cercaron como abejas, fueron apagados como fuegos de espinos; en el nombre del SEÑOR, que yo los talaré.",
      "topic": ""
    },
    "13": {
      "text": "Me empujaste con violencia para que cayese; pero el SEÑOR me ayudó.",
      "topic": ""
    },
    "14": {
      "text": "Mi fortaleza y mi canción es JAH, y él me ha sido por salud.",
      "topic": ""
    },
    "15": {
      "text": "Voz de júbilo y de salud hay en las tiendas de los justos, la diestra del SEÑOR hace valentías.",
      "topic": ""
    },
    "16": {
      "text": "La diestra del SEÑOR es sublime, la diestra del SEÑOR hace valentías.",
      "topic": ""
    },
    "17": {
      "text": "No moriré, sino que viviré, y contaré las obras de JAH.",
      "topic": ""
    },
    "18": {
      "text": "Me castigó gravemente JAH, mas no me entregó a la muerte.",
      "topic": ""
    },
    "19": {
      "text": "¶ Abridme las puertas de la justicia, entraré por ellas, alabaré a JAH.",
      "topic": ""
    },
    "20": {
      "text": "Esta puerta es del SEÑOR, por ella entrarán los justos.",
      "topic": ""
    },
    "21": {
      "text": "Te alabaré porque me has oído, y me fuiste por salud.",
      "topic": ""
    },
    "22": {
      "text": "La piedra que desecharon los edificadores, ha venido a ser cabeza del ángulo.",
      "topic": ""
    },
    "23": {
      "text": "De parte del SEÑOR es esto, es maravilla en nuestros ojos.",
      "topic": ""
    },
    "24": {
      "text": "Este es el día que hizo el SEÑOR, nos gozaremos y alegraremos en él.",
      "topic": ""
    },
    "25": {
      "text": "Oh SEÑOR, salva ahora, te ruego; oh SEÑOR, te ruego nos hagas prosperar ahora.",
      "topic": ""
    },
    "26": {
      "text": "Bendito el que viene en Nombre del SEÑOR, desde la Casa del SEÑOR os bendecimos.",
      "topic": ""
    },
    "27": {
      "text": "Dios es el SEÑOR que nos ha resplandecido, atad el sacrificio con cuerdas a los cuernos del altar.",
      "topic": ""
    },
    "28": {
      "text": "Mi Dios eres tú, y a ti alabaré; Dios mío, a ti ensalzaré.",
      "topic": ""
    },
    "29": {
      "text": "Alabad al SEÑOR, porque es bueno; porque para siempre es su misericordia.",
      "topic": ""
    }
  }
}