{
  "info": {
    "book": "Salmos",
    "chapter": "132",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Canción de las gradas. Acuérdate, oh SEÑOR, de David, de toda su aflicción;",
      "topic": ""
    },
    "2": {
      "text": "de cómo juró al SEÑOR, prometió al Fuerte de Jacob:",
      "topic": ""
    },
    "3": {
      "text": "No entraré en la morada de mi casa, ni subiré sobre el lecho de mi estrado;",
      "topic": ""
    },
    "4": {
      "text": "no daré sueño a mis ojos, ni a mis párpados adormecimiento,",
      "topic": ""
    },
    "5": {
      "text": "hasta que halle lugar para el SEÑOR, moradas para el Fuerte de Jacob.",
      "topic": ""
    },
    "6": {
      "text": "He aquí, en Efrata oímos de ella; la hallamos en los campos del bosque.",
      "topic": ""
    },
    "7": {
      "text": "Entraremos en sus tiendas; adoremos al estrado de sus pies.",
      "topic": ""
    },
    "8": {
      "text": "Levántate, oh SEÑOR, a tu reposo; tú y el arca de tu fortaleza.",
      "topic": ""
    },
    "9": {
      "text": "Tus sacerdotes se vistan de justicia, y se regocijen tus misericordiosos.",
      "topic": ""
    },
    "10": {
      "text": "Por amor de David tu siervo no vuelvas de tu ungido el rostro.",
      "topic": ""
    },
    "11": {
      "text": "¶ Juró el SEÑOR verdad a David, no se apartará de ella; del fruto de tu vientre pondré sobre tu trono.",
      "topic": ""
    },
    "12": {
      "text": "Si tus hijos guardaren mi alianza, y mi testimonio que yo les enseñaré; sus hijos también se sentarán sobre tu trono para siempre.",
      "topic": ""
    },
    "13": {
      "text": "Porque el SEÑOR ha elegido a Sion; la deseó por habitación para sí.",
      "topic": ""
    },
    "14": {
      "text": "Este será mi reposo para siempre; aquí habitaré, porque la he deseado.",
      "topic": ""
    },
    "15": {
      "text": "Bendeciré abundantemente su provisión; a sus pobres saciaré de pan.",
      "topic": ""
    },
    "16": {
      "text": "Y a sus sacerdotes vestiré de salud, y sus misericordiosos exultarán de gozo.",
      "topic": ""
    },
    "17": {
      "text": "Allí haré reverdecer el cuerno de David; yo he aparejado lámpara a mi ungido.",
      "topic": ""
    },
    "18": {
      "text": "A sus enemigos vestiré de confusión; y sobre él florecerá su corona.",
      "topic": ""
    }
  }
}