{
  "info": {
    "book": "Salmos",
    "chapter": "135",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Alelu-JAH. Alabad el Nombre del SEÑOR; Alabadle, siervos del SEÑOR;",
      "topic": ""
    },
    "2": {
      "text": "los que estáis en la Casa del SEÑOR, en los atrios de la Casa de nuestro Dios.",
      "topic": ""
    },
    "3": {
      "text": "Alabad a JAH, porque es bueno el SEÑOR; cantad salmos a su Nombre, porque es suave.",
      "topic": ""
    },
    "4": {
      "text": "Porque JAH ha escogido a Jacob para sí, a Israel por posesión suya.",
      "topic": ""
    },
    "5": {
      "text": "¶ Porque yo sé que el SEÑOR es grande, y el Señor nuestro, mayor que todos los dioses.",
      "topic": ""
    },
    "6": {
      "text": "Todo lo que quiso el SEÑOR, hizo en los cielos y en la tierra; en los mares, y en todos los abismos.",
      "topic": ""
    },
    "7": {
      "text": "El que hace subir las nubes del cabo de la tierra; hizo los relámpagos en la lluvia; el que saca los vientos de sus tesoros.",
      "topic": ""
    },
    "8": {
      "text": "El que hirió los primogénitos de Egipto, desde el hombre hasta la bestia.",
      "topic": ""
    },
    "9": {
      "text": "Envió señales y prodigios en medio de ti, oh Egipto, sobre el Faraón, y sobre todos sus siervos.",
      "topic": ""
    },
    "10": {
      "text": "El que hirió muchos gentiles, y mató reyes poderosos:",
      "topic": ""
    },
    "11": {
      "text": "A Sehón rey amorreo, y a Og rey de Basán, y a todos los reinos de Canaán.",
      "topic": ""
    },
    "12": {
      "text": "Y dio la tierra de ellos en heredad, en heredad a Israel su pueblo.",
      "topic": ""
    },
    "13": {
      "text": "Oh SEÑOR, tu Nombre es eterno; tu memoria, oh SEÑOR para generación y generación.",
      "topic": ""
    },
    "14": {
      "text": "Porque juzgará el SEÑOR su pueblo, y sobre sus siervos se arrepentirá.",
      "topic": ""
    },
    "15": {
      "text": "¶ Los ídolos de los gentiles son plata y oro, obra de manos de hombres.",
      "topic": ""
    },
    "16": {
      "text": "Tienen boca, y no hablan; tienen ojos, y no ven;",
      "topic": ""
    },
    "17": {
      "text": "tienen orejas, y no oyen; tampoco hay espíritu en sus bocas.",
      "topic": ""
    },
    "18": {
      "text": "Como ellos sean los que los hacen; y todos los que en ellos confían.",
      "topic": ""
    },
    "19": {
      "text": "Casa de Israel, bendecid al SEÑOR; casa de Aarón, bendecid al SEÑOR;",
      "topic": ""
    },
    "20": {
      "text": "casa de Leví, bendecid al SEÑOR; los que teméis al SEÑOR, bendecid al SEÑOR.",
      "topic": ""
    },
    "21": {
      "text": "Bendito el SEÑOR de Sion, el que mora en Jerusalén. Alelu-JAH.",
      "topic": ""
    }
  }
}