{
  "info": {
    "book": "Salmos",
    "chapter": "139",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: de David: Salmo. SEÑOR, tú me has examinado y conocido.",
      "topic": ""
    },
    "2": {
      "text": "Tú has conocido mi sentarme y mi levantarme, has entendido desde lejos mis pensamientos.",
      "topic": ""
    },
    "3": {
      "text": "Mi andar y mi reposo has ceñido, y todos mis caminos has aparejado.",
      "topic": ""
    },
    "4": {
      "text": "Pues aun no está la palabra en mi lengua, y he aquí, oh SEÑOR, tú la supiste toda.",
      "topic": ""
    },
    "5": {
      "text": "Rostro y envés tú me formaste, y sobre mí pusiste tu mano.",
      "topic": ""
    },
    "6": {
      "text": "Más maravillosa es su ciencia que mi capacidad; alta es, no puedo comprenderla.",
      "topic": ""
    },
    "7": {
      "text": "¶ ¿Adónde me iré de tu Espíritu? ¿Y adónde huiré de tu presencia?",
      "topic": ""
    },
    "8": {
      "text": "Si subiere a los cielos, allí estás tú; y si hiciere mi estrado en el infierno, hete allí.",
      "topic": ""
    },
    "9": {
      "text": "Si tomare las alas del alba, y habitare en el extremo del mar,",
      "topic": ""
    },
    "10": {
      "text": "aun allí me guiará tu mano, y me asirá tu diestra.",
      "topic": ""
    },
    "11": {
      "text": "Si dijere: Ciertamente las tinieblas me encubrirán; aun la noche resplandecerá por causa de mí.",
      "topic": ""
    },
    "12": {
      "text": "Aun las tinieblas no encubren de ti, y la noche resplandece como el día; las tinieblas son como la luz.",
      "topic": ""
    },
    "13": {
      "text": "Porque tú poseíste mis riñones; me cubriste en el vientre de mi madre.",
      "topic": ""
    },
    "14": {
      "text": "Te alabaré; porque me formaste de una manera formidable y maravillosa; y ésto mi alma conoce en gran manera.",
      "topic": ""
    },
    "15": {
      "text": "No fue encubierto mi cuerpo de ti, aunque yo fui hecho en secreto, y entretejido en lo profundo de la tierra.",
      "topic": ""
    },
    "16": {
      "text": "Tus ojos vieron mi cuerpo aun imperfecto, y en tu libro todos mis miembros estaban escritos; que fueron luego formados, sin faltar uno de ellos.",
      "topic": ""
    },
    "17": {
      "text": "¶ Así que ¡cuán preciosos me son, oh Dios, tus pensamientos! ¡Cuán multiplicadas son sus cuentas!",
      "topic": ""
    },
    "18": {
      "text": "Si los cuento, se multiplican más que la arena; despierto, y aún estoy contigo.",
      "topic": ""
    },
    "19": {
      "text": "De cierto, oh Dios, matarás al impío; apartaos, pues, de mí, los varones sanguinarios,",
      "topic": ""
    },
    "20": {
      "text": "que te dicen blasfemias; se ensoberbecen en vano tus enemigos.",
      "topic": ""
    },
    "21": {
      "text": "¿No tuve en odio, oh SEÑOR, a los que te aborrecen, y peleo contra tus enemigos?",
      "topic": ""
    },
    "22": {
      "text": "De entero odio los aborrecí; los tuve por enemigos.",
      "topic": ""
    },
    "23": {
      "text": "Examíname, oh Dios, y conoce mi corazón; pruébame y conoce mis pensamientos;",
      "topic": ""
    },
    "24": {
      "text": "y ve si hay en mí camino de perversidad, y guíame en el camino eterno.",
      "topic": ""
    }
  }
}