{
  "info": {
    "book": "Salmos",
    "chapter": "145",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Salmo de alabanza: de David. Alef Te ensalzaré, mi Dios, mi Rey; y bendeciré tu Nombre por el siglo y para siempre.",
      "topic": ""
    },
    "2": {
      "text": "Bet Cada día te bendeciré, y alabaré tu Nombre por siglo y para siempre.",
      "topic": ""
    },
    "3": {
      "text": "Guímel Grande es el SEÑOR y digno de suprema alabanza; y su grandeza es inescrutable.",
      "topic": ""
    },
    "4": {
      "text": "Dálet Generación a generación narrará tus obras, y anunciarán tus valentías.",
      "topic": ""
    },
    "5": {
      "text": "He De la hermosura de la gloria de tu magnificencia, y tus hechos maravillosos, hablaré.",
      "topic": ""
    },
    "6": {
      "text": "Vau Y la terribilidad de tus valentías dirán los hombres; y yo recontaré tu grandeza.",
      "topic": ""
    },
    "7": {
      "text": "Zain Proclamarán la memoria de tu inmensa bondad, y cantarán tu justicia.",
      "topic": ""
    },
    "8": {
      "text": "Chet Clemente y misericordioso es el SEÑOR, lento para la ira, y grande en misericordia.",
      "topic": ""
    },
    "9": {
      "text": "Tet Bueno es el SEÑOR para con todos; y sus misericordias resplandecen sobre todas sus obras.",
      "topic": ""
    },
    "10": {
      "text": "¶ Yod Alábente, oh SEÑOR, todas tus obras; y tus misericordiosos te bendigan.",
      "topic": ""
    },
    "11": {
      "text": "Caf La gloria de tu reino digan, y hablen de tu fortaleza;",
      "topic": ""
    },
    "12": {
      "text": "Lámed para notificar a los hijos de Adán sus valentías, y la gloria de la magnificencia de su reino.",
      "topic": ""
    },
    "13": {
      "text": "Mem Tu reino es reino de todos los siglos, y tu señorío en todas generaciones.",
      "topic": ""
    },
    "14": {
      "text": "Sámec Sostiene el SEÑOR a todos los que caen, y levanta a todos los oprimidos.",
      "topic": ""
    },
    "15": {
      "text": "Ayin Los ojos de todos las cosas esperan a ti, y tú les das su comida en su tiempo.",
      "topic": ""
    },
    "16": {
      "text": "Pe Abres tu mano, y sacias el deseo de todo viviente.",
      "topic": ""
    },
    "17": {
      "text": "Tsade Justo es el SEÑOR en todos sus caminos, y misericordioso en todas sus obras.",
      "topic": ""
    },
    "18": {
      "text": "Cof Cercano está el SEÑOR a todos los que le invocan, a todos los que le invocan con verdad.",
      "topic": ""
    },
    "19": {
      "text": "Resh Cumplirá el deseo de los que le temen; y su clamor oirá, y los salvará.",
      "topic": ""
    },
    "20": {
      "text": "Sin El SEÑOR guarda a todos los que le aman; pero destruirá a todos los impíos.",
      "topic": ""
    },
    "21": {
      "text": "Tau La alabanza del SEÑOR hablará mi boca; y bendiga toda carne su santo Nombre, por el siglo y para siempre.",
      "topic": ""
    }
  }
}