{
  "info": {
    "book": "Salmos",
    "chapter": "18",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: Salmo del siervo del SEÑOR, de David, el cual habló al SEÑOR las palabras de este cántico el día que le libró el SEÑOR de mano de todos sus enemigos, y de mano de Saúl. Entonces dijo: Te amaré, oh SEÑOR, fortaleza mía.",
      "topic": ""
    },
    "2": {
      "text": "SEÑOR, roca mía y castillo mío, y mi libertador; Dios mío, fuerte mío, en él confiaré; escudo mío, y el cuerno de mi salud, mi refugio.",
      "topic": ""
    },
    "3": {
      "text": "Invocaré al SEÑOR, digno de ser alabado, y seré salvo de mis enemigos.",
      "topic": ""
    },
    "4": {
      "text": "Me cercaron dolores de muerte, y torrentes de perversidad me atemorizaron.",
      "topic": ""
    },
    "5": {
      "text": "Dolores del sepulcro me rodearon, me previnieron lazos de muerte.",
      "topic": ""
    },
    "6": {
      "text": "En mi angustia llamé al SEÑOR, y clamé a mi Dios. El oyó mi voz desde su templo, y mi clamor llegó delante de él, a sus oídos.",
      "topic": ""
    },
    "7": {
      "text": "Y la tierra fue conmovida y tembló; y los fundamentos de los montes se estremecieron, y se removieron porque él se enojó.",
      "topic": ""
    },
    "8": {
      "text": "Subió humo en su nariz, y de su boca fuego quemante; carbones se encendieron de él.",
      "topic": ""
    },
    "9": {
      "text": "Y bajó a los cielos, y descendió; y había oscuridad debajo de sus pies.",
      "topic": ""
    },
    "10": {
      "text": "Y cabalgó sobre un querubín, y voló; voló sobre las alas del viento.",
      "topic": ""
    },
    "11": {
      "text": "Puso tinieblas por su escondedero, en sus alrededores de su tabernáculo oscuridad de aguas, nubes de los cielos.",
      "topic": ""
    },
    "12": {
      "text": "Por el resplandor delante de él, sus nubes pasaron; granizo y carbones de fuego.",
      "topic": ""
    },
    "13": {
      "text": "Y tronó en los cielos el SEÑOR, y el Altísimo dio su voz; granizo y carbones de fuego.",
      "topic": ""
    },
    "14": {
      "text": "Y envió sus saetas, y los desbarató; y echó relámpagos, y los destruyó.",
      "topic": ""
    },
    "15": {
      "text": "Y aparecieron las honduras de las aguas, y se descubrieron los cimientos del mundo por tu reprensión, oh SEÑOR, por el soplo del viento de tu nariz.",
      "topic": ""
    },
    "16": {
      "text": "Envió desde lo alto; me tomó, me sacó de las muchas aguas.",
      "topic": ""
    },
    "17": {
      "text": "Me libró de mi fuerte enemigo, y de los que me aborrecían, aunque ellos eran más fuertes que yo.",
      "topic": ""
    },
    "18": {
      "text": "Me anticiparon en el día de mi quebrantamiento; mas el SEÑOR me fue por bordón.",
      "topic": ""
    },
    "19": {
      "text": "Y me sacó a anchura. Me libró, porque se agradó de mí.",
      "topic": ""
    },
    "20": {
      "text": "¶ El SEÑOR me pagará conforme a mi justicia; conforme a la limpieza de mis manos me volverá.",
      "topic": ""
    },
    "21": {
      "text": "Por cuanto guardé los caminos del SEÑOR, y no me volví impío apostatando de mi Dios.",
      "topic": ""
    },
    "22": {
      "text": "Porque todos sus juicios estuvieron delante de mí, y no eché de mí sus estatutos.",
      "topic": ""
    },
    "23": {
      "text": "Y fui perfecto para con él, y me he guardado de mi maldad.",
      "topic": ""
    },
    "24": {
      "text": "Y me pagó el SEÑOR conforme a mi justicia; conforme a la limpieza de mis manos delante de sus ojos.",
      "topic": ""
    },
    "25": {
      "text": "Con el misericordioso serás misericordioso, y con el varón perfecto serás perfecto.",
      "topic": ""
    },
    "26": {
      "text": "Con el limpio serás limpio, y con el perverso serás adversario.",
      "topic": ""
    },
    "27": {
      "text": "Por tanto al pueblo humilde salvarás, y los ojos altivos humillarás.",
      "topic": ""
    },
    "28": {
      "text": "Por tanto tú alumbrarás mi candela; el SEÑOR mi Dios alumbrará mis tinieblas.",
      "topic": ""
    },
    "29": {
      "text": "¶ Porque contigo deshice ejércitos; y en mi Dios asalté muros.",
      "topic": ""
    },
    "30": {
      "text": "Dios, perfecto su camino; la palabra del SEÑOR afinada; escudo es a todos los que esperan en él.",
      "topic": ""
    },
    "31": {
      "text": "Porque ¿qué Dios hay fuera del SEÑOR? ¿Y qué fuerte fuera de nuestro Dios?",
      "topic": ""
    },
    "32": {
      "text": "Dios es el que me ciñe de fuerza, e hizo perfecto mi camino.",
      "topic": ""
    },
    "33": {
      "text": "Quien pone mis pies como pies de ciervas, y me hizo estar sobre mis alturas.",
      "topic": ""
    },
    "34": {
      "text": "Quien enseña mis manos para la batalla, y el arco de acero será quebrado con mis brazos.",
      "topic": ""
    },
    "35": {
      "text": "Me diste asimismo el escudo de tu salud; y tu diestra me sustentará, y tu mansedumbre me multiplicará.",
      "topic": ""
    },
    "36": {
      "text": "Ensancharás mis pasos debajo de mí, y no titubearán mis rodillas.",
      "topic": ""
    },
    "37": {
      "text": "Perseguiré a mis enemigos, y los alcanzaré, y no volveré hasta acabarlos.",
      "topic": ""
    },
    "38": {
      "text": "Los heriré, y no podrán levantarse; caerán debajo de mis pies.",
      "topic": ""
    },
    "39": {
      "text": "Y me ceñiste de fortaleza para la pelea; has agobiado mis enemigos debajo de mí.",
      "topic": ""
    },
    "40": {
      "text": "Y me diste la cerviz de mis enemigos, y destruí a los que me aborrecían.",
      "topic": ""
    },
    "41": {
      "text": "Clamaron, y no hubo quién se salvase; aun al SEÑOR, mas no los oyó.",
      "topic": ""
    },
    "42": {
      "text": "Y los molí como polvo delante del viento; los esparcí como lodo de las calles.",
      "topic": ""
    },
    "43": {
      "text": "Me libraste de contiendas de pueblo; me pusiste por cabecera de gentiles; pueblo que no conocí, me sirvió.",
      "topic": ""
    },
    "44": {
      "text": "Al oír de mí, me obedeció; los hijos de extraños se sometieron a mí aun contra su voluntad ;",
      "topic": ""
    },
    "45": {
      "text": "Los hombres extraños se cayeron, y tuvieron miedo desde sus encerramientos.",
      "topic": ""
    },
    "46": {
      "text": "Viva el SEÑOR, y bendito sea mi fuerte; y sea ensalzado el Dios de mi salud.",
      "topic": ""
    },
    "47": {
      "text": "El Dios que me da las venganzas, y sujetó pueblos debajo de mí.",
      "topic": ""
    },
    "48": {
      "text": "Mi libertador de mis enemigos; también me hiciste superior a mis adversarios; de varón traidor me libraste.",
      "topic": ""
    },
    "49": {
      "text": "Por tanto yo te confesaré entre los gentiles, oh SEÑOR, y cantaré a tu nombre.",
      "topic": ""
    },
    "50": {
      "text": "El cual engrandece las saludes de su rey, y hace misericordia a su ungido David, y a su simiente, para siempre.",
      "topic": ""
    }
  }
}