{
  "info": {
    "book": "Salmos",
    "chapter": "22",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor, sobre Ajelet-sahar el lucero de la mañana . Salmo de David. Dios mío, Dios mío, ¿por qué me has dejado? ¿Por qué estás lejos de mi salud, y de las palabras de mi clamor?",
      "topic": ""
    },
    "2": {
      "text": "Dios mío, clamo de día, y no oyes; y de noche, y no puedo estar en silencio.",
      "topic": ""
    },
    "3": {
      "text": "Tú empero eres santo, tú que habitas entre las alabanzas de Israel.",
      "topic": ""
    },
    "4": {
      "text": "En ti esperaron nuestros padres; esperaron, y tú los salvaste.",
      "topic": ""
    },
    "5": {
      "text": "Clamaron a ti, y fueron librados; esperaron en ti, y no se avergonzaron.",
      "topic": ""
    },
    "6": {
      "text": "Mas yo soy gusano, y no varón; oprobio de los hombres, y desecho del pueblo.",
      "topic": ""
    },
    "7": {
      "text": "Todos los que me ven, escarnecen de mí; estiran los labios, menean la cabeza, diciendo :",
      "topic": ""
    },
    "8": {
      "text": "Remítese al SEÑOR, líbrelo; sálvele él , puesto que en él se complacía.",
      "topic": ""
    },
    "9": {
      "text": "Pero tú eres el que me sacó del vientre, el que me haces esperar en ti desde que estaba a los pechos de mi madre.",
      "topic": ""
    },
    "10": {
      "text": "Sobre ti fui echado desde la matriz; desde el vientre de mi madre, tú eres mi Dios.",
      "topic": ""
    },
    "11": {
      "text": "¶ No te alejes de mí, porque la angustia está cerca; porque no hay quien ayude.",
      "topic": ""
    },
    "12": {
      "text": "Me han rodeado muchos toros; fuertes toros de Basán me han cercado.",
      "topic": ""
    },
    "13": {
      "text": "Abrieron sobre mí su boca, como león rampante y rugiente.",
      "topic": ""
    },
    "14": {
      "text": "Heme escurrido como aguas, y todos mis huesos se descoyuntaron; mi corazón fue como cera, desliéndose en medio de mis entrañas.",
      "topic": ""
    },
    "15": {
      "text": "Como un tiesto se secó mi vigor, y mi lengua se pegó a mi paladar; y me has puesto en el polvo de la muerte.",
      "topic": ""
    },
    "16": {
      "text": "Porque perros me han rodeado, me ha cercado cuadrilla de malignos; horadaron mis manos y mis pies.",
      "topic": ""
    },
    "17": {
      "text": "Contar puedo todos mis huesos; ellos miran, me consideran.",
      "topic": ""
    },
    "18": {
      "text": "Partieron entre sí mis vestidos, y sobre mi ropa echaron suertes.",
      "topic": ""
    },
    "19": {
      "text": "Mas tú, SEÑOR, no te alejes; fortaleza mía, apresúrate para mi ayuda.",
      "topic": ""
    },
    "20": {
      "text": "Libra de la espada mi alma; del poder del perro mi vida.",
      "topic": ""
    },
    "21": {
      "text": "Sálvame de la boca del león, y de los cuernos de los unicornios líbrame.",
      "topic": ""
    },
    "22": {
      "text": "¶ Anunciaré tu nombre a mis hermanos; en medio de la congregación te alabaré.",
      "topic": ""
    },
    "23": {
      "text": "Los que teméis al SEÑOR, alabadle; toda la simiente de Jacob glorificadle; y temed de él, toda la simiente de Israel.",
      "topic": ""
    },
    "24": {
      "text": "Porque no menospreció ni abominó la aflicción del pobre en espíritu , ni de él escondió su rostro; y cuando clamó a él, le oyó.",
      "topic": ""
    },
    "25": {
      "text": "De ti será mi alabanza en la grande congregación; mis votos pagaré delante de los que le temen.",
      "topic": ""
    },
    "26": {
      "text": "Comerán los humildes, y serán saciados; alabarán al SEÑOR los que le buscan; vivirá vuestro corazón para siempre.",
      "topic": ""
    },
    "27": {
      "text": "Se acordarán, y se volverán al SEÑOR todos los términos de la tierra; y se humillarán delante de ti todas las familias de los gentiles.",
      "topic": ""
    },
    "28": {
      "text": "Porque del SEÑOR es el reino; y él se enseñoreará de los gentiles.",
      "topic": ""
    },
    "29": {
      "text": "Comerán y adorarán todos los gruesos de la tierra; delante de él se arrodillarán todos los que descienden al polvo, y ninguno puede vivificar su propio alma.",
      "topic": ""
    },
    "30": {
      "text": "La simiente le servirá; será contada al SEÑOR por generación.",
      "topic": ""
    },
    "31": {
      "text": "Vendrán, y anunciarán al pueblo que naciere, su justicia que él hizo.",
      "topic": ""
    }
  }
}