{
  "info": {
    "book": "Salmos",
    "chapter": "34",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ De David, cuando mudó su semblante delante de Abimelec, y él lo echó, y se fue. Alef Bendeciré al SEÑOR en todo tiempo; su alabanza será siempre en mi boca.",
      "topic": ""
    },
    "2": {
      "text": "Bet En el SEÑOR se gloriará mi alma; lo oirán los mansos, y se alegrarán.",
      "topic": ""
    },
    "3": {
      "text": "Guímel Engrandeced al SEÑOR conmigo, y ensalcemos su Nombre a una.",
      "topic": ""
    },
    "4": {
      "text": "Dálet Busqué al SEÑOR, y él me oyó; y me libró de todos mis temores.",
      "topic": ""
    },
    "5": {
      "text": "He ¡A él miraron y fueron alumbrados! Y sus rostros no se avergonzaron.",
      "topic": ""
    },
    "6": {
      "text": "Vau Este pobre llamó, y le oyó el SEÑOR, y lo libró de todas sus angustias.",
      "topic": ""
    },
    "7": {
      "text": "Zain El ángel del SEÑOR acampa en derredor de los que le temen, y los defiende.",
      "topic": ""
    },
    "8": {
      "text": "Chet Gustad, y ved que es bueno el SEÑOR; dichoso el hombre que confiará en él.",
      "topic": ""
    },
    "9": {
      "text": "Tet Temed al SEÑOR, vosotros sus santos; porque no hay falta para los que le temen.",
      "topic": ""
    },
    "10": {
      "text": "Yod Los leoncillos necesitaron, y tuvieron hambre; pero los que buscan al SEÑOR, no tendrán falta de ningún bien.",
      "topic": ""
    },
    "11": {
      "text": "¶ Caf Venid, hijos, oídme; el temor del SEÑOR os enseñaré.",
      "topic": ""
    },
    "12": {
      "text": "Lámed ¿Quién es el hombre que desea vida, que codicia días para ver el bien?",
      "topic": ""
    },
    "13": {
      "text": "Mem Guarda tu lengua de mal, y tus labios de hablar engaño.",
      "topic": ""
    },
    "14": {
      "text": "Nun Apártate del mal, y haz el bien; busca la paz, y síguela.",
      "topic": ""
    },
    "15": {
      "text": "Sámec Los ojos del SEÑOR están sobre los justos, y atentos sus oídos al clamor de ellos.",
      "topic": ""
    },
    "16": {
      "text": "Ayin La ira del SEÑOR contra los que mal hacen, para cortar de la tierra la memoria de ellos.",
      "topic": ""
    },
    "17": {
      "text": "Pe Clamaron los justos , y el SEÑOR oyó, y los libró de todas sus angustias.",
      "topic": ""
    },
    "18": {
      "text": "Tsade Cercano está el SEÑOR a los quebrantados de corazón; y a los molidos de espíritu salvará.",
      "topic": ""
    },
    "19": {
      "text": "Cof Muchos son los males del justo; mas de todos ellos lo librará el SEÑOR;",
      "topic": ""
    },
    "20": {
      "text": "Resh guardando todos sus huesos; ni uno de ellos será quebrantado.",
      "topic": ""
    },
    "21": {
      "text": "Sin Matará al malo la maldad; y los que aborrecen al justo serán asolados.",
      "topic": ""
    },
    "22": {
      "text": "Tau El SEÑOR redime el alma de sus siervos; y no serán asolados cuantos en él confían.",
      "topic": ""
    }
  }
}