{
  "info": {
    "book": "Salmos",
    "chapter": "35",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ De David. Disputa, oh SEÑOR, con los que contra mí contienden; pelea con los que me combaten.",
      "topic": ""
    },
    "2": {
      "text": "Echa mano al escudo y al pavés, y levántate en mi ayuda.",
      "topic": ""
    },
    "3": {
      "text": "Saca la lanza, cierra contra mis perseguidores; di a mi alma: Yo soy tu salud.",
      "topic": ""
    },
    "4": {
      "text": "Sean avergonzados y confundidos los que buscan mi alma; vuelvan atrás, y sean avergonzados los que mi mal piensan.",
      "topic": ""
    },
    "5": {
      "text": "Sean como el tamo delante del viento; y el ángel del SEÑOR los acose.",
      "topic": ""
    },
    "6": {
      "text": "Sea su camino oscuridad y resbaladeros; y el ángel del SEÑOR el que los persiga.",
      "topic": ""
    },
    "7": {
      "text": "Porque sin causa escondieron para mí el hoyo de su red; sin causa hicieron hoyo para mi alma.",
      "topic": ""
    },
    "8": {
      "text": "Véngale el quebrantamiento sin que lo sepa, y su red que escondió lo prenda; con quebrantamiento caiga en ella.",
      "topic": ""
    },
    "9": {
      "text": "Y gócese mi alma en el SEÑOR; y alégrese en su salud.",
      "topic": ""
    },
    "10": {
      "text": "Todos mis huesos dirán: SEÑOR, ¿quién como tú, que libras al pobre del más fuerte que él, y al pobre y menesteroso del que le despoja?",
      "topic": ""
    },
    "11": {
      "text": "¶ Se levantaron testigos falsos; me demandaron lo que no sabía;",
      "topic": ""
    },
    "12": {
      "text": "me devolvieron mal por bien, hasta volver solo a mi alma.",
      "topic": ""
    },
    "13": {
      "text": "Mas yo, cuando ellos enfermaron, me vestí de cilicio; afligí con ayuno mi alma, y mi oración se revolvía en mi seno.",
      "topic": ""
    },
    "14": {
      "text": "Como por mi compañero, como por mi hermano andaba; como el que trae luto por madre, enlutado me humillaba.",
      "topic": ""
    },
    "15": {
      "text": "Pero ellos se alegraron en mi cojera, y se juntaron; se juntaron contra mí los verdugos, y yo no lo entendía; me despedazaban, y no cesaban;",
      "topic": ""
    },
    "16": {
      "text": "con los lisonjeros escarnecedores truhanes, crujiendo sobre mí sus dientes.",
      "topic": ""
    },
    "17": {
      "text": "¶ Señor, ¿hasta cuándo verás esto ? Res-taura mi alma de sus quebrantamientos, mi vida de los leones.",
      "topic": ""
    },
    "18": {
      "text": "Te confesaré en grande congregación; te alabaré entre numeroso pueblo.",
      "topic": ""
    },
    "19": {
      "text": "No se alegren de mí mis enemigos sin por qué; ni los que me aborrecen sin causa guiñen el ojo.",
      "topic": ""
    },
    "20": {
      "text": "Porque no hablan paz; y contra los mansos de la tierra piensan palabras engañosas.",
      "topic": ""
    },
    "21": {
      "text": "Y ensancharon sobre mí su boca; dijeron: ¡Ea, ea, nuestros ojos lo han visto!",
      "topic": ""
    },
    "22": {
      "text": "Tú lo has visto, oh SEÑOR; no calles: Señor, de mí no te alejes.",
      "topic": ""
    },
    "23": {
      "text": "Recuerda y despierta para mi juicio, para mi causa, Dios mío y Señor mío.",
      "topic": ""
    },
    "24": {
      "text": "Júzgame conforme a tu justicia, SEÑOR Dios mío; y no se alegren de mí.",
      "topic": ""
    },
    "25": {
      "text": "No digan en su corazón: ¡Ea, nuestro deseo es cumplido! No digan: ¡Lo hemos devorado!",
      "topic": ""
    },
    "26": {
      "text": "Sean avergonzados y confundidos a una los que de mi mal se alegran; vístanse de vergüenza y de confusión los que se engrandecen contra mí.",
      "topic": ""
    },
    "27": {
      "text": "Canten y alégrense los que están a favor de mi justa causa, y digan siempre: Sea ensalzado el SEÑOR, que ama la paz de su siervo.",
      "topic": ""
    },
    "28": {
      "text": "Y mi lengua hablará de tu justicia; todo el día de tu loor.",
      "topic": ""
    }
  }
}