{
  "info": {
    "book": "Salmos",
    "chapter": "41",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: Salmo de David. Bienaventurado el que entiende sobre el pobre; en el día malo lo librará el SEÑOR.",
      "topic": ""
    },
    "2": {
      "text": "El SEÑOR lo guarde, y le dé vida: sea bienaventurado en la tierra, y no lo entregues a la voluntad de sus enemigos.",
      "topic": ""
    },
    "3": {
      "text": "El SEÑOR lo sustentará sobre el lecho del dolor; mullirás toda su cama en su enfermedad.",
      "topic": ""
    },
    "4": {
      "text": "Yo dije: SEÑOR, ten misericordia de mí; sana mi alma, porque contra ti he pecado.",
      "topic": ""
    },
    "5": {
      "text": "¶ Mis enemigos dicen mal de mí preguntando : ¿Cuándo morirá, y perecerá su nombre?",
      "topic": ""
    },
    "6": {
      "text": "Y si alguno venía a verme, hablaba mentira; su corazón amontonaba iniquidad; y salido fuera, la hablaba.",
      "topic": ""
    },
    "7": {
      "text": "Congregados murmuraban contra mí todos los que me aborrecían; contra mí pensaban mal, diciendo de mí:",
      "topic": ""
    },
    "8": {
      "text": "Cosa pestilente de él se ha apoderado; y el que cayó en cama, no volverá a levantarse.",
      "topic": ""
    },
    "9": {
      "text": "Aun el varón de mi paz, en quien yo confiaba, el que comía mi pan, engrandeció contra mí el calcañar.",
      "topic": ""
    },
    "10": {
      "text": "Mas tú, SEÑOR, ten misericordia de mí, y hazme levantar, y les daré el pago.",
      "topic": ""
    },
    "11": {
      "text": "En esto habré conocido que te he agradado, que mi enemigo no se holgará de mí.",
      "topic": ""
    },
    "12": {
      "text": "En cuanto a mí, en mi integridad me has sustentado, y me has asentado delante de ti para siempre.",
      "topic": ""
    },
    "13": {
      "text": "Bendito sea el SEÑOR, el Dios de Israel, por los siglos de los siglos. Amén y Amén.",
      "topic": ""
    }
  }
}