{
  "info": {
    "book": "Salmos",
    "chapter": "45",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: sobre Sosanim (lirios ): a los hijos de Coré: Masquil: Canción de amores. Rebosa mi corazón palabra buena; yo digo en mis obras del Rey; mi lengua es pluma de escribiente muy ligero.",
      "topic": ""
    },
    "2": {
      "text": "Te has hermoseado más que los hijos de los hombres; la gracia se derramó en tus labios; por tanto Dios te ha bendecido para siempre.",
      "topic": ""
    },
    "3": {
      "text": "Cíñete tu espada sobre el muslo, oh valiente, con tu gloria y con tu hermosura.",
      "topic": ""
    },
    "4": {
      "text": "Y con tu hermosura sé prosperado; cabalga sobre palabra de verdad, y de humildad, y de justicia; y tu diestra te enseñará cosas terribles.",
      "topic": ""
    },
    "5": {
      "text": "Tus saetas agudas con que caerán pueblos debajo de ti, penetrarán en el corazón de los enemigos del Rey.",
      "topic": ""
    },
    "6": {
      "text": "¶ Tu trono, oh Dios, eterno y para siempre; vara de justicia, la vara de tu reino.",
      "topic": ""
    },
    "7": {
      "text": "Amaste la justicia y aborreciste la maldad; por tanto te ungió Dios, el Dios tuyo, con óleo de gozo más que a tus compañeros.",
      "topic": ""
    },
    "8": {
      "text": "Mirra, áloe, y casia exhalan todos tus vestidos; desde palacios de marfil te alegraron.",
      "topic": ""
    },
    "9": {
      "text": "Hijas de reyes entre tus ilustres; está la reina a tu diestra con corona de oro finísimo de Ofir.",
      "topic": ""
    },
    "10": {
      "text": "¶ Oye, hija, y mira, e inclina tu oído; y olvida tu pueblo, y la casa de tu padre;",
      "topic": ""
    },
    "11": {
      "text": "y deseará el Rey tu hermosura; e inclínate a él, porque él es tu Señor.",
      "topic": ""
    },
    "12": {
      "text": "Y las hijas de Tiro con presente; aun los ricos del pueblo suplicarán tu favor.",
      "topic": ""
    },
    "13": {
      "text": "Toda ilustre es de dentro la hija del rey; de brocado de oro es su vestido.",
      "topic": ""
    },
    "14": {
      "text": "Con vestidos bordados será llevada al Rey; vírgenes en pos de ella; sus compañeras serán traídas a ti.",
      "topic": ""
    },
    "15": {
      "text": "Serán traídas con alegría y gozo; entrarán en el palacio del Rey.",
      "topic": ""
    },
    "16": {
      "text": "En lugar de tus padres serán tus hijos, a quienes harás príncipes en toda la tierra.",
      "topic": ""
    },
    "17": {
      "text": "Haré perpetua la memoria de tu nombre en todas las generaciones; por lo cual pueblos te alabarán eternamente y para siempre.",
      "topic": ""
    }
  }
}