{
  "info": {
    "book": "Salmos",
    "chapter": "49",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: a los hijos de Coré: Salmo. Oíd esto, pueblos todos; escuchad, habitadores todos del mundo:",
      "topic": ""
    },
    "2": {
      "text": "Así los hijos de los hombres como los hijos de los varones; el rico y el pobre juntamente.",
      "topic": ""
    },
    "3": {
      "text": "Mi boca hablará sabiduría; y el pensamiento de mi corazón inteligencia.",
      "topic": ""
    },
    "4": {
      "text": "Acomodaré a ejemplos mi oído; declararé con el arpa mi enigma.",
      "topic": ""
    },
    "5": {
      "text": "¿Por qué he de temer en los días de adversidad, cuando la iniquidad de mis calcañares me cercará?",
      "topic": ""
    },
    "6": {
      "text": "¶ Los que confían en sus haciendas, y en la muchedumbre de sus riquezas se jactan,",
      "topic": ""
    },
    "7": {
      "text": "ninguno de ellos podrá en manera alguna redimir al hermano, ni dar a Dios su rescate.",
      "topic": ""
    },
    "8": {
      "text": "(Porque la redención de su vida es de gran precio, y no lo pueden hacer)",
      "topic": ""
    },
    "9": {
      "text": "que viva adelante para siempre, y nunca vea la sepultura.",
      "topic": ""
    },
    "10": {
      "text": "Pues se ve que mueren todos los sabios; el loco y el ignorante perecen, y dejan a otros sus riquezas.",
      "topic": ""
    },
    "11": {
      "text": "En su interior piensan que sus casas son eternas, y sus habitaciones para generación y generación; llamaron sus tierras de sus nombres.",
      "topic": ""
    },
    "12": {
      "text": "Mas el hombre no permanecerá en honra; es semejante a las bestias que son cortadas.",
      "topic": ""
    },
    "13": {
      "text": "Este es su camino, su locura; y sus descendientes corren por el dicho de ellos. (Selah.)",
      "topic": ""
    },
    "14": {
      "text": "Como ovejas son puestos en la sepultura; la muerte los pastorea; y los rectos se enseñorearán de ellos por la mañana; y se consumirá su bien parecer en la sepultura de su morada.",
      "topic": ""
    },
    "15": {
      "text": "¶ Ciertamente Dios redimirá mi vida del poder desde la sepultura, cuando me tomará. (Selah.)",
      "topic": ""
    },
    "16": {
      "text": "No temas cuando se enriquece alguno, cuando aumenta la gloria de su casa;",
      "topic": ""
    },
    "17": {
      "text": "porque en su muerte no llevará nada, ni descenderá tras él su gloria.",
      "topic": ""
    },
    "18": {
      "text": "Porque mientras viviere, será su vida bendita; y tú serás loado cuando fueres prospero.",
      "topic": ""
    },
    "19": {
      "text": "Entrará a la generación de sus padres; no verán luz para siempre.",
      "topic": ""
    },
    "20": {
      "text": "El hombre en honra que no entiende, semejante es a las bestias que son cortadas.",
      "topic": ""
    }
  }
}