{
  "info": {
    "book": "Salmos",
    "chapter": "50",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Salmo a Asaf. El Dios de dioses, el SEÑOR, ha hablado, y convocado la tierra desde el nacimiento del sol hasta donde se pone.",
      "topic": ""
    },
    "2": {
      "text": "De Sion, perfección de hermosura, Dios ha resplandecido.",
      "topic": ""
    },
    "3": {
      "text": "Vendrá nuestro Dios, y no callará; fuego consumirá delante de su presencia, y en derredor suyo habrá tempestad grande.",
      "topic": ""
    },
    "4": {
      "text": "Convocará a los cielos de arriba, y a la tierra, para juzgar a su pueblo.",
      "topic": ""
    },
    "5": {
      "text": "Juntadme mis misericordiosos; los que pactaron mi pacto sobre sacrificio.",
      "topic": ""
    },
    "6": {
      "text": "Y denunciarán los cielos su justicia; porque Dios mismo es el juez. (Selah.)",
      "topic": ""
    },
    "7": {
      "text": "¶ Oye, pueblo mío, y hablaré; escucha, Israel, y testificaré contra ti: Yo soy el Dios, el Dios tuyo.",
      "topic": ""
    },
    "8": {
      "text": "No te reprenderé sobre tus sacrificios, que tus holocaustos delante de mí están siempre.",
      "topic": ""
    },
    "9": {
      "text": "No tomaré de tu casa becerros, ni machos cabríos de tus apriscos.",
      "topic": ""
    },
    "10": {
      "text": "Porque mía es toda bestia del monte; millares de animales en los montes.",
      "topic": ""
    },
    "11": {
      "text": "Conozco todas las aves de los montes, y las fieras del campo están conmigo.",
      "topic": ""
    },
    "12": {
      "text": "Si yo tuviese hambre, no te lo diría a ti; porque mío es el mundo y su plenitud.",
      "topic": ""
    },
    "13": {
      "text": "¿Tengo de comer yo carne de toros, o de beber sangre de machos cabríos?",
      "topic": ""
    },
    "14": {
      "text": "Sacrifica a Dios alabanza, y paga tus promesas al Altísimo.",
      "topic": ""
    },
    "15": {
      "text": "Y llámame en el día de la angustia; te libraré, y tú me honrarás.",
      "topic": ""
    },
    "16": {
      "text": "¶ Pero al malo dijo Dios: ¿Qué parte tienes tú de declarar mis leyes, y que tomes mi pacto en tu boca?",
      "topic": ""
    },
    "17": {
      "text": "¡Aborreciendo tú el castigo, y echando detrás de ti mis palabras!",
      "topic": ""
    },
    "18": {
      "text": "Si veías al ladrón, tú corrías con él; y con los adúlteros era tu parte.",
      "topic": ""
    },
    "19": {
      "text": "Tu boca metías en mal, y tu lengua componía engaño.",
      "topic": ""
    },
    "20": {
      "text": "Tomabas asiento, y hablabas contra tu hermano; contra el hijo de tu madre ponías infamia.",
      "topic": ""
    },
    "21": {
      "text": "Estas cosas hiciste, y yo he callado; pensabas por eso que de cierto sería yo como tú; yo te argüiré, y las pondré delante de tus ojos.",
      "topic": ""
    },
    "22": {
      "text": "Entended ahora esto, los que os olvidáis de Dios; no sea que os arrebate, y no haya quién os libre.",
      "topic": ""
    },
    "23": {
      "text": "El que sacrifica alabanza me honrará; y al que ordenare su camino, le enseñaré la salud de Dios.",
      "topic": ""
    }
  }
}