{
  "info": {
    "book": "Salmos",
    "chapter": "51",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: Salmo de David, cuando después que entró a Betsabé, vino a él Natán el profeta. Ten misericordia de mí, oh Dios, conforme a tu misericordia; conforme a la multitud de tus piedades rae mis rebeliones.",
      "topic": ""
    },
    "2": {
      "text": "Lávame más y más de mi maldad, y límpiame de mi pecado.",
      "topic": ""
    },
    "3": {
      "text": "Porque yo reconozco mis rebeliones; y mi pecado está siempre delante de mí.",
      "topic": ""
    },
    "4": {
      "text": "Contra ti, contra ti solo he pecado, y he hecho lo malo delante de tus ojos; para que seas reconocido justo en tu palabra, y tenido por puro en tu juicio.",
      "topic": ""
    },
    "5": {
      "text": "He aquí, en maldad he sido formado, y en pecado me concibió mi madre.",
      "topic": ""
    },
    "6": {
      "text": "He aquí, tú amas la verdad en lo íntimo; y en lo secreto me has hecho comprender sabiduría.",
      "topic": ""
    },
    "7": {
      "text": "¶ Purifícame con hisopo, y seré limpio; lávame, y seré emblanquecido más que la nieve.",
      "topic": ""
    },
    "8": {
      "text": "Hazme oír gozo y alegría; y se recrearán los huesos que has abatido.",
      "topic": ""
    },
    "9": {
      "text": "Esconde tu rostro de mis pecados, y rae todas mis maldades.",
      "topic": ""
    },
    "10": {
      "text": "Crea en mí, oh Dios, un corazón limpio; y renueva un espíritu recto dentro de mí.",
      "topic": ""
    },
    "11": {
      "text": "No me eches de delante de ti; y no quites de mí tu santo Espíritu.",
      "topic": ""
    },
    "12": {
      "text": "Vuélveme el gozo de tu salud; y tu espíritu de libertad me sustentará.",
      "topic": ""
    },
    "13": {
      "text": "Enseñaré a los prevaricadores tus caminos; y los pecadores se convertirán a ti.",
      "topic": ""
    },
    "14": {
      "text": "¶ Líbrame de homicidios, oh Dios, Dios de mi salud; cantará mi lengua tu justicia.",
      "topic": ""
    },
    "15": {
      "text": "Señor, abre mis labios; y publicará mi boca tu alabanza.",
      "topic": ""
    },
    "16": {
      "text": "Porque no quieres sacrificio, que yo lo daría; no quieres holocausto.",
      "topic": ""
    },
    "17": {
      "text": "Los sacrificios de Dios son el espíritu quebrantado; al corazón contrito y humillado no despreciarás tú, oh Dios.",
      "topic": ""
    },
    "18": {
      "text": "Haz bien con tu voluntad a Sion; edifica los muros de Jerusalén.",
      "topic": ""
    },
    "19": {
      "text": "Entonces te agradarán los sacrificios de justicia, el holocausto u ofrenda del todo quemada; entonces ofrecerán sobre tu altar becerros.",
      "topic": ""
    }
  }
}