{
  "info": {
    "book": "Salmos",
    "chapter": "56",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: sobre la paloma silenciosa en paraje muy distante. Mictam de David, cuando los filisteos le prendieron en Gat. Ten misericordia de mí, oh Dios, porque me devoraría el hombre; me oprime combatiéndome cada día.",
      "topic": ""
    },
    "2": {
      "text": "Me devoran mis enemigos cada día; porque muchos son los que pelean contra mí, oh Altísimo.",
      "topic": ""
    },
    "3": {
      "text": "El día temo, mas yo en ti confío.",
      "topic": ""
    },
    "4": {
      "text": "En Dios alabaré su palabra; en Dios he confiado, no temeré lo que la carne me hiciere.",
      "topic": ""
    },
    "5": {
      "text": "Todos los días me contristan mis negocios; contra mí son todos sus pensamientos para mal.",
      "topic": ""
    },
    "6": {
      "text": "Se reúnen, se esconden, miran ellos atentamente mis pisadas, esperando mi alma.",
      "topic": ""
    },
    "7": {
      "text": "¿Escaparán ellos por la iniquidad? Oh Dios, derriba los pueblos con tu furor.",
      "topic": ""
    },
    "8": {
      "text": "¶ Mis huidas has contado tú; pon mis lágrimas en tu odre, ciertamente en tu libro.",
      "topic": ""
    },
    "9": {
      "text": "Entonces serán vueltos atrás mis enemigos el día que yo clamare a ti; en esto conozco que Dios es por mí.",
      "topic": ""
    },
    "10": {
      "text": "En Dios alabaré su palabra; en el SEÑOR alabaré su palabra.",
      "topic": ""
    },
    "11": {
      "text": "En Dios he confiado; no temeré lo que el hombre me pueda hacer.",
      "topic": ""
    },
    "12": {
      "text": "Sobre mí, oh Dios, están tus promesas; te tributaré alabanzas.",
      "topic": ""
    },
    "13": {
      "text": "Porque has librado mi vida de la muerte, ciertamente mis pies de caída, para que ande delante de Dios en la luz de los que viven.",
      "topic": ""
    }
  }
}