{
  "info": {
    "book": "Salmos",
    "chapter": "66",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: Canción de Alabanza. Jubilad a Dios toda la tierra.",
      "topic": ""
    },
    "2": {
      "text": "Cantad la gloria de su Nombre; poned gloria en su alabanza.",
      "topic": ""
    },
    "3": {
      "text": "Decid a Dios: ¡Cuán terrible eres en tus obras! Por lo grande de tu fortaleza se sujetarán a ti tus enemigos.",
      "topic": ""
    },
    "4": {
      "text": "Toda la tierra te adorará, y cantará a ti; cantarán a tu Nombre. (Selah.)",
      "topic": ""
    },
    "5": {
      "text": "Venid, y ved las obras de Dios, terrible en hechos sobre los hijos de los hombres.",
      "topic": ""
    },
    "6": {
      "text": "Volvió el mar en seco; por el río pasaron a pie; allí nos alegramos en él.",
      "topic": ""
    },
    "7": {
      "text": "El se enseñorea con su fortaleza para siempre; sus ojos atalayan sobre los gentiles; los rebeldes no serán ensalzados. (Selah.)",
      "topic": ""
    },
    "8": {
      "text": "¶ Bendecid, pueblos, a nuestro Dios, y haced oír la voz de su alabanza.",
      "topic": ""
    },
    "9": {
      "text": "El es el que puso nuestra alma en vida, y no permitió que nuestros pies resbalasen.",
      "topic": ""
    },
    "10": {
      "text": "Porque tú nos probaste, oh Dios; nos afinaste como se afina la plata.",
      "topic": ""
    },
    "11": {
      "text": "Nos metiste en la red; pusiste apretura en nuestros lomos.",
      "topic": ""
    },
    "12": {
      "text": "Hiciste subir varón sobre nuestra cabeza; entramos en fuego y en aguas, y nos sacaste a abundancia.",
      "topic": ""
    },
    "13": {
      "text": "¶ Entraré en tu Casa con holocaustos; te pagaré mis votos,",
      "topic": ""
    },
    "14": {
      "text": "que pronunciaron mis labios, y habló mi boca, cuando estaba angustiado.",
      "topic": ""
    },
    "15": {
      "text": "Holocaustos de cebados te ofreceré, con perfume de carneros; sacrificaré bueyes y machos cabríos. (Selah.)",
      "topic": ""
    },
    "16": {
      "text": "Venid, oíd todos los que teméis a Dios, y contaré lo que ha hecho a mi alma.",
      "topic": ""
    },
    "17": {
      "text": "A él clamé con mi boca, y fue ensalzado con mi lengua.",
      "topic": ""
    },
    "18": {
      "text": "Si en mi corazón hubiese yo mirado a la iniquidad, el Señor no me oiría.",
      "topic": ""
    },
    "19": {
      "text": "Mas ciertamente me oyó Dios; atendió a la voz de mi oración.",
      "topic": ""
    },
    "20": {
      "text": "Bendito Dios, que no echó de sí mi oración, ni de mí su misericordia.",
      "topic": ""
    }
  }
}