{
  "info": {
    "book": "Salmos",
    "chapter": "68",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: de David: Salmo de Canción. Levántese Dios, sean esparcidos sus enemigos, y huyan delante de El los que le aborrecen.",
      "topic": ""
    },
    "2": {
      "text": "Como es lanzado el humo, los lanzarás; como se derrite la cera delante del fuego, así perecerán los impíos delante de Dios.",
      "topic": ""
    },
    "3": {
      "text": "Mas los justos se alegrarán; se gozarán delante de Dios, y saltarán de alegría.",
      "topic": ""
    },
    "4": {
      "text": "Cantad a Dios, cantad salmos a su Nombre; ensalzad al que cabalga sobre los cielos; JAH es su Nombre, y alegraos delante de él.",
      "topic": ""
    },
    "5": {
      "text": "Padre de huérfanos y defensor de viudas, es Dios en la morada de su santuario;",
      "topic": ""
    },
    "6": {
      "text": "el Dios que hace habitar en familia a los solos; que saca a los aprisionados con grillos; mas los rebeldes habitan en sequedad.",
      "topic": ""
    },
    "7": {
      "text": "¶ Oh Dios, cuando tú saliste delante de tu pueblo, cuando anduviste por el desierto, (Selah,)",
      "topic": ""
    },
    "8": {
      "text": "la tierra tembló; también destilaron los cielos su lluvia ante la presencia de Dios; aquel Sinaí tembló delante de Dios, del Dios de Israel.",
      "topic": ""
    },
    "9": {
      "text": "Abundante lluvia esparciste, oh Dios, a tu heredad; y cuando se cansó, tú la recreaste.",
      "topic": ""
    },
    "10": {
      "text": "Tu compañía estaba en ella; por tu bondad, oh Dios, has provisto al pobre.",
      "topic": ""
    },
    "11": {
      "text": "El Señor dará palabra; de los evangelizadores habrá grande ejército.",
      "topic": ""
    },
    "12": {
      "text": "Huyan, huyan reyes de ejércitos; y la moradora de la casa partía los despojos.",
      "topic": ""
    },
    "13": {
      "text": "Aunque seáis echados entre las ollas, seréis como las alas de la paloma cubierta de plata, y sus plumas con amarillez de oro.",
      "topic": ""
    },
    "14": {
      "text": "Cuando esparcía el Omnipotente los reyes que estuvieron en ella, se emblanqueció ésta como la nieve en Salmón.",
      "topic": ""
    },
    "15": {
      "text": "¶ Monte de Dios es el monte de Basán; monte alto el de Basán.",
      "topic": ""
    },
    "16": {
      "text": "¿Por qué saltasteis, oh montes altos? Este monte amó Dios para su asiento; ciertamente el SEÑOR habitará en él para siempre.",
      "topic": ""
    },
    "17": {
      "text": "Los carros de Dios son dos millares de miles de ángeles, el Señor entre ellos, como en Sinaí, así en el santuario.",
      "topic": ""
    },
    "18": {
      "text": "Subiste a lo alto, cautivaste la cautividad, tomaste dones para los hombres, y también para los rebeldes, para que habite entre ellos JAH Dios.",
      "topic": ""
    },
    "19": {
      "text": "Bendito el Señor; cada día nos colma de beneficios el Dios de nuestra salud. (Selah.)",
      "topic": ""
    },
    "20": {
      "text": "Dios, nuestro Dios ha de salvarnos; y el Señor DIOS tiene salidas para la muerte.",
      "topic": ""
    },
    "21": {
      "text": "Ciertamente Dios herirá la cabeza de sus enemigos, la cabelluda mollera del que camina en sus pecados.",
      "topic": ""
    },
    "22": {
      "text": "¶ El Señor dijo: De Basán haré volver, te haré volver de lo profundo del mar:",
      "topic": ""
    },
    "23": {
      "text": "Porque tu pie se embermejecerá de sangre de tus enemigos, y de ella la lengua de tus perros.",
      "topic": ""
    },
    "24": {
      "text": "Vieron tus caminos, oh Dios; los caminos de mi Dios, de mi Rey, en el santuario.",
      "topic": ""
    },
    "25": {
      "text": "Los cantores iban delante, los tañedores detrás; en medio, las doncellas, con panderos.",
      "topic": ""
    },
    "26": {
      "text": "Bendecid a Dios en las congregaciones; al Señor, vosotros del linaje de Israel.",
      "topic": ""
    },
    "27": {
      "text": "Allí estaba Benjamín, pequeño, señoreándolos, príncipes de Judá en su congregación, príncipes de Zabulón, príncipes de Neftalí.",
      "topic": ""
    },
    "28": {
      "text": "Tu Dios ha ordenado tu fuerza; confirma, oh Dios, lo que has obrado en nosotros.",
      "topic": ""
    },
    "29": {
      "text": "Desde tu templo en Jerusalén; a ti ofrecerán los reyes dones.",
      "topic": ""
    },
    "30": {
      "text": "Reprende escuadrón de lanza, escuadrón de fuertes con señores de pueblos hollándolos con sus piezas de plata; destruye los pueblos que quieren guerras.",
      "topic": ""
    },
    "31": {
      "text": "Vendrán príncipes de Egipto; Etiopía apresurará sus manos a Dios.",
      "topic": ""
    },
    "32": {
      "text": "¶ Reinos de la tierra, cantad a Dios, cantad al Señor (Selah);",
      "topic": ""
    },
    "33": {
      "text": "Al que cabalga sobre los cielos de los cielos de antigüedad; he aquí dará su voz, poderosa voz.",
      "topic": ""
    },
    "34": {
      "text": "Atribuid fortaleza a Dios; sobre Israel es su magnificencia, y su fortaleza está en las nubes.",
      "topic": ""
    },
    "35": {
      "text": "Terrible eres , oh Dios, desde tus santuarios; el Dios de Israel, él da fortaleza y fuerzas a su pueblo. Bendito el Dios.",
      "topic": ""
    }
  }
}