{
  "info": {
    "book": "Salmos",
    "chapter": "69",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: sobre Sosanim: Salmo de David. Sálvame, oh Dios, porque las aguas han entrado hasta el alma.",
      "topic": ""
    },
    "2": {
      "text": "Estoy hundido en cieno profundo, donde no hay pie; soy venido en profundos de aguas, y la corriente me ha anegado.",
      "topic": ""
    },
    "3": {
      "text": "He trabajado llamando, mi garganta se ha enronquecido; han desfallecido mis ojos esperando a mi Dios.",
      "topic": ""
    },
    "4": {
      "text": "Se han aumentado más que los cabellos de mi cabeza los que me aborrecen sin causa; se han fortalecido mis enemigos, los que me destruyen sin por qué; entonces devolví lo que no hurté.",
      "topic": ""
    },
    "5": {
      "text": "Dios, tú sabes mi locura; y mis delitos no te son ocultos.",
      "topic": ""
    },
    "6": {
      "text": "No sean avergonzados por mi causa los que te esperan, oh Señor DIOS de los ejércitos; no sean confusos por mí los que te buscan, oh Dios de Israel.",
      "topic": ""
    },
    "7": {
      "text": "Porque por ti he sufrido afrenta; confusión ha cubierto mi rostro.",
      "topic": ""
    },
    "8": {
      "text": "He sido extrañado de mis hermanos, y extraño a los hijos de mi madre.",
      "topic": ""
    },
    "9": {
      "text": "Porque me consumió el celo de tu Casa; y los denuestos de los que te vituperaban, cayeron sobre mí.",
      "topic": ""
    },
    "10": {
      "text": "Y lloré con ayuno de mi alma; y me has sido por afrenta.",
      "topic": ""
    },
    "11": {
      "text": "Puse además cilicio por mi vestido; y vine a serles por proverbio.",
      "topic": ""
    },
    "12": {
      "text": "Hablaban contra mí los que se sentaban a la puerta, y me zaherían en las canciones de los bebedores de sidra.",
      "topic": ""
    },
    "13": {
      "text": "¶ Pero yo enderezaba mi oración a ti, oh SEÑOR, al tiempo de la buena voluntad. Oh Dios, por la multitud de tu misericordia, por la verdad de tu salud, óyeme.",
      "topic": ""
    },
    "14": {
      "text": "Sácame del lodo, y no sea yo anegado; sea yo libertado de los que me aborrecen, y de lo profundo de las aguas.",
      "topic": ""
    },
    "15": {
      "text": "No me anegue el ímpetu de las aguas, ni me absuerba la hondura, ni el pozo cierre sobre mí su boca.",
      "topic": ""
    },
    "16": {
      "text": "Oyeme, SEÑOR, porque apacible es tu misericordia; mírame conforme a la multitud de tus miseraciones.",
      "topic": ""
    },
    "17": {
      "text": "Y no escondas tu rostro de tu siervo; porque estoy angustiado; apresúrate, óyeme.",
      "topic": ""
    },
    "18": {
      "text": "Acércate a mi alma, redímela; líbrame a causa de mis enemigos.",
      "topic": ""
    },
    "19": {
      "text": "Tú sabes mi afrenta, y mi confusión, y mi oprobio; delante de ti están todos mis enemigos.",
      "topic": ""
    },
    "20": {
      "text": "La afrenta ha quebrantado mi corazón, y estoy acongojado; y esperé quién se compadeciese de mí , y no lo hubo ; y consoladores, y ninguno hallé.",
      "topic": ""
    },
    "21": {
      "text": "Me pusieron además hiel por comida, y en mi sed me dieron a beber vinagre.",
      "topic": ""
    },
    "22": {
      "text": "¶ Sea su mesa delante de ellos por lazo, y lo que es para prosperidad les sea por tropiezo.",
      "topic": ""
    },
    "23": {
      "text": "Sean oscurecidos sus ojos para ver, y haz siempre titubear sus lomos.",
      "topic": ""
    },
    "24": {
      "text": "Derrama sobre ellos tu ira, y el furor de tu enojo los alcance.",
      "topic": ""
    },
    "25": {
      "text": "Sea su palacio asolado; en sus tiendas no haya morador.",
      "topic": ""
    },
    "26": {
      "text": "Porque persiguieron al que tú heriste; y se jactan que les matas sus enemigos.",
      "topic": ""
    },
    "27": {
      "text": "Pon maldad sobre su maldad, y no entren en tu justicia.",
      "topic": ""
    },
    "28": {
      "text": "Sean raídos del libro de los vivientes, y no sean escritos con los justos.",
      "topic": ""
    },
    "29": {
      "text": "Y yo pobre y dolorido, tu salud, oh Dios, me defenderá.",
      "topic": ""
    },
    "30": {
      "text": "¶ Yo alabaré el Nombre de Dios con canción; lo ensalzaré con alabanza.",
      "topic": ""
    },
    "31": {
      "text": "Y agradará al SEÑOR más que sacrificio de buey, o becerro que echa cuernos y pezuñas.",
      "topic": ""
    },
    "32": {
      "text": "Lo verán los humildes, y se gozarán; buscad a Dios, y vivirá vuestro corazón.",
      "topic": ""
    },
    "33": {
      "text": "Porque el SEÑOR oye a los menesterosos, y no menosprecia a sus prisioneros.",
      "topic": ""
    },
    "34": {
      "text": "Alábenlo los cielos y la tierra, los mares, y todo lo que se mueve en ellos.",
      "topic": ""
    },
    "35": {
      "text": "Porque Dios guardará a Sion, y reedificará las ciudades de Judá; y habitarán allí, y la heredarán.",
      "topic": ""
    },
    "36": {
      "text": "Y la simiente de sus siervos la heredará, y los que aman su Nombre habitarán en ella.",
      "topic": ""
    }
  }
}