{
  "info": {
    "book": "Salmos",
    "chapter": "7",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Sigaión de David, que cantó al SEÑOR sobre las palabras de Cus, hijo de Benjamín. SEÑOR Dios mío, en ti he confiado; sálvame de todos los que me persiguen, y líbrame;",
      "topic": ""
    },
    "2": {
      "text": "no sea que arrebaten mi alma, como león que despedaza, sin que haya quien libre.",
      "topic": ""
    },
    "3": {
      "text": "SEÑOR Dios mío, si yo he hecho esto, si hay en mis manos iniquidad;",
      "topic": ""
    },
    "4": {
      "text": "si di mal pago al pacífico conmigo, que escapé mi perseguidor sin pago.",
      "topic": ""
    },
    "5": {
      "text": "Persiga el enemigo mi alma, y alcáncela; y pise en tierra mi vida, y mi honra ponga en el polvo. (Selah.)",
      "topic": ""
    },
    "6": {
      "text": "Levántate, oh SEÑOR, con tu furor; álzate a causa de las iras de mis angustiadores, y despierta en favor mío el juicio que mandaste.",
      "topic": ""
    },
    "7": {
      "text": "Y te rodeará ayuntamiento de pueblos; por causa pues de él vuélvete en alto.",
      "topic": ""
    },
    "8": {
      "text": "El SEÑOR juzgará los pueblos; júzgame, oh SEÑOR, conforme a mi justicia y conforme a mi integridad.",
      "topic": ""
    },
    "9": {
      "text": "Consuma ahora mal a los malos, y establece al justo; pues el Dios justo es el que prueba los corazones y los riñones.",
      "topic": ""
    },
    "10": {
      "text": "¶ Mi escudo es en Dios, el que salva a los rectos de corazón.",
      "topic": ""
    },
    "11": {
      "text": "Dios es el que juzga al justo; y Dios está airado contra los impíos todos los días.",
      "topic": ""
    },
    "12": {
      "text": "Si no se volviere, él afilará su espada; armado tiene ya su arco, y lo ha preparado.",
      "topic": ""
    },
    "13": {
      "text": "Asimismo ha aparejado para él armas de muerte; ha labrado sus saetas para los que persiguen.",
      "topic": ""
    },
    "14": {
      "text": "He aquí ha tenido parto de iniquidad; concibió de su propio trabajo, y dio a luz mentira.",
      "topic": ""
    },
    "15": {
      "text": "Pozo ha cavado, y lo ha ahondado; y en la fosa que hizo caerá.",
      "topic": ""
    },
    "16": {
      "text": "Su trabajo se tornará sobre su cabeza, y su agravio descenderá sobre su mollera.",
      "topic": ""
    },
    "17": {
      "text": "Alabaré yo al SEÑOR conforme a su justicia, y cantaré al nombre del SEÑOR el Altísimo.",
      "topic": ""
    }
  }
}