{
  "info": {
    "book": "Salmos",
    "chapter": "71",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ En ti, oh SEÑOR, he esperado; no sea yo confundido para siempre.",
      "topic": ""
    },
    "2": {
      "text": "Hazme escapar, y líbrame en tu justicia; inclina tu oído hacia mí y sálvame.",
      "topic": ""
    },
    "3": {
      "text": "Seme por peña de fortaleza, adonde recurra yo continuamente; has mandado que yo sea salvo; porque tú eres mi roca, y mi castillo.",
      "topic": ""
    },
    "4": {
      "text": "Dios mío, líbrame de la mano del impío, de la mano del perverso y violento.",
      "topic": ""
    },
    "5": {
      "text": "Porque tú eres mi esperanza, Señor DIOS; seguridad mía desde mi juventud.",
      "topic": ""
    },
    "6": {
      "text": "Por ti he sido sustentado desde el vientre; de las entrañas de mi madre tú fuiste el que me sacaste; de ti ha sido siempre mi alabanza.",
      "topic": ""
    },
    "7": {
      "text": "Como prodigio he sido a muchos, y tú mi refugio fuerte.",
      "topic": ""
    },
    "8": {
      "text": "Sea llena mi boca de tu alabanza, de tu gloria todo el día.",
      "topic": ""
    },
    "9": {
      "text": "No me deseches en el tiempo de la vejez; cuando mi fuerza se acabare, no me desampares.",
      "topic": ""
    },
    "10": {
      "text": "Porque mis enemigos han tratado de mí; y los que acechan mi alma, consultaron juntamente.",
      "topic": ""
    },
    "11": {
      "text": "Diciendo: Dios lo ha dejado; perseguid y tomadle, porque no hay quien le libre.",
      "topic": ""
    },
    "12": {
      "text": "Oh Dios, no te alejes de mí; Dios mío, acude pronto a mi socorro.",
      "topic": ""
    },
    "13": {
      "text": "Sean avergonzados, perezcan los adversarios de mi alma; sean cubiertos de vergüenza y de confusión los que buscan mi mal.",
      "topic": ""
    },
    "14": {
      "text": "¶ Mas yo siempre esperaré, y añadiré sobre toda tu alabanza.",
      "topic": ""
    },
    "15": {
      "text": "Mi boca publicará tu justicia y tu salud todo el día, aunque no sé el número de ellas .",
      "topic": ""
    },
    "16": {
      "text": "Iré en la valentía del Señor DIOS; haré memoria de tu justicia, de la tuya solamente.",
      "topic": ""
    },
    "17": {
      "text": "Oh Dios, me enseñaste desde mi juventud y hasta ahora; manifestaré tus maravillas.",
      "topic": ""
    },
    "18": {
      "text": "Y aun hasta la vejez y las canas; oh Dios, no me desampares; hasta que denuncie tu brazo a la posteridad; tus valentías a todos los que han de venir.",
      "topic": ""
    },
    "19": {
      "text": "Y tu justicia, oh Dios, hasta lo excelso; porque has hecho grandes cosas; Oh Dios, ¿quién como tú?",
      "topic": ""
    },
    "20": {
      "text": "Tú , que me has hecho ver muchas angustias y males; volverás y me darás vida, y de los abismos de la tierra volverás a levantarme.",
      "topic": ""
    },
    "21": {
      "text": "Aumentarás mi grandeza, y volverás a consolarme.",
      "topic": ""
    },
    "22": {
      "text": "Asimismo yo te alabaré con instrumento de salterio, oh Dios mío; tu verdad cantaré yo a ti en el arpa, oh Santo de Israel.",
      "topic": ""
    },
    "23": {
      "text": "Mis labios se alegrarán cuando cantare alabanzas a ti; y mi alma, a la cual redimiste.",
      "topic": ""
    },
    "24": {
      "text": "Asimismo mi lengua hablará también de tu justicia cada día; por cuanto fueron avergonzados, porque fueron confundidos los que mi mal procuraban.",
      "topic": ""
    }
  }
}