{
  "info": {
    "book": "Salmos",
    "chapter": "72",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Para Salomón. Oh Dios, da tus juicios al rey, y tu justicia al hijo del rey.",
      "topic": ""
    },
    "2": {
      "text": "¶ El juzgará tu pueblo con justicia, y tus pobres con juicio.",
      "topic": ""
    },
    "3": {
      "text": "Los montes llevarán paz al pueblo, y los collados, por justicia.",
      "topic": ""
    },
    "4": {
      "text": "Juzgará los pobres del pueblo, salvará los hijos del menesteroso, y quebrantará al violento.",
      "topic": ""
    },
    "5": {
      "text": "Te temerán con el sol y antes de la luna, por generación de generaciones.",
      "topic": ""
    },
    "6": {
      "text": "Descenderá como la lluvia sobre la hierba cortada; como el rocío que destila sobre la tierra.",
      "topic": ""
    },
    "7": {
      "text": "Florecerá en sus días justicia, y muchedumbre de paz, hasta que no haya luna.",
      "topic": ""
    },
    "8": {
      "text": "Y dominará de mar a mar, y desde el río hasta los confines de la tierra.",
      "topic": ""
    },
    "9": {
      "text": "Delante de él se postrarán los etíopes; y sus enemigos lamerán la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Los reyes de Tarsis y de las islas traerán presentes; los reyes de Sabá y de Seba ofrecerán dones.",
      "topic": ""
    },
    "11": {
      "text": "Y se arrodillarán a él todos los reyes; le servirán todos los gentiles.",
      "topic": ""
    },
    "12": {
      "text": "Porque él librará al menesteroso que clamare, y al pobre que no tuviere quién le socorra.",
      "topic": ""
    },
    "13": {
      "text": "Tendrá misericordia del pobre y del menesteroso, y salvará las almas de los pobres en espíritu .",
      "topic": ""
    },
    "14": {
      "text": "De engaño y de fraude redimirá sus almas; y la sangre de ellos será preciosa en sus ojos.",
      "topic": ""
    },
    "15": {
      "text": "Y vivirá, y se le dará del oro de Sabá; y se orará por él continuamente; cada día le echará bendiciones.",
      "topic": ""
    },
    "16": {
      "text": "Será echado un puño de grano en tierra, en las cumbres de los montes; su fruto hará estruendo como el Líbano, y desde la ciudad verdecerán como la hierba de la tierra.",
      "topic": ""
    },
    "17": {
      "text": "Será su Nombre para siempre, delante del sol será propagado su Nombre; y bendecirán en él todos los gentiles; lo llamarán bienaventurado.",
      "topic": ""
    },
    "18": {
      "text": "¶ Bendito el SEÑOR Dios, el Dios de Israel, el único que hace maravillas.",
      "topic": ""
    },
    "19": {
      "text": "Y bendito su Nombre glorioso para siempre; y toda la tierra sea llena de su gloria. Amén y Amén.",
      "topic": ""
    },
    "20": {
      "text": "Aquí terminan las oraciones de David, hijo de Isaí.",
      "topic": ""
    }
  }
}