{
  "info": {
    "book": "Salmos",
    "chapter": "73",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Salmo de Asaf. Ciertamente bueno es Dios a Israel, a los limpios de corazón.",
      "topic": ""
    },
    "2": {
      "text": "En cuanto a mí, casi se apartaron mis pies; por poco resbalaron mis pasos.",
      "topic": ""
    },
    "3": {
      "text": "Porque me enojé contra los locos, viendo la paz de los impíos.",
      "topic": ""
    },
    "4": {
      "text": "Porque no hay ataduras para su muerte; antes su fortaleza está entera.",
      "topic": ""
    },
    "5": {
      "text": "No pasan trabajos como otros seres humanos; ni son azotados con los hombres.",
      "topic": ""
    },
    "6": {
      "text": "Por tanto, la soberbia los corona; se cubren de vestido de violencia.",
      "topic": ""
    },
    "7": {
      "text": "Sus ojos están salidos de gruesos; logran con creces los antojos del corazón.",
      "topic": ""
    },
    "8": {
      "text": "Se soltaron, y hablan con maldad de hacer violencia; hablan con altanería.",
      "topic": ""
    },
    "9": {
      "text": "Ponen contra el cielo su boca, y su lengua pasea la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Por eso su pueblo volverá aquí, y aguas de lleno le son exprimidas.",
      "topic": ""
    },
    "11": {
      "text": "Y dirán: ¿Cómo sabe Dios? ¿Y hay conocimiento en lo más alto?",
      "topic": ""
    },
    "12": {
      "text": "He aquí estos impíos, sin ser turbados del mundo, alcanzaron riquezas.",
      "topic": ""
    },
    "13": {
      "text": "Verdaderamente en vano he limpiado mi corazón, y lavado mis manos en limpieza;",
      "topic": ""
    },
    "14": {
      "text": "y he sido azotado todo el día, y castigado por las mañanas:",
      "topic": ""
    },
    "15": {
      "text": "¶ Si dijera yo, hablaré como ellos; he aquí habría negado la generación de tus hijos:",
      "topic": ""
    },
    "16": {
      "text": "Pensaré pues para entender esto; es a mis ojos duro trabajo.",
      "topic": ""
    },
    "17": {
      "text": "Hasta que venga al santuario de Dios, entonces entenderé la postrimería de ellos.",
      "topic": ""
    },
    "18": {
      "text": "Ciertamente los has puesto en deslizaderos; en asolamientos los harás caer.",
      "topic": ""
    },
    "19": {
      "text": "¡Cómo han sido asolados! ¡Cuán en un punto! Se acabaron, fenecieron con turbaciones.",
      "topic": ""
    },
    "20": {
      "text": "Como sueño del que despierta, así , Señor, cuando despertares, menospreciarás sus apariencias.",
      "topic": ""
    },
    "21": {
      "text": "¶ Se desazonó a la verdad mi corazón, y en mis riñones sentía punzadas.",
      "topic": ""
    },
    "22": {
      "text": "Mas yo era ignorante, y no entendía; era como una bestia acerca de ti.",
      "topic": ""
    },
    "23": {
      "text": "Con todo, yo siempre estuve contigo; trabaste de mi mano derecha.",
      "topic": ""
    },
    "24": {
      "text": "Me has guiado según tu consejo, y después me recibirás con gloria.",
      "topic": ""
    },
    "25": {
      "text": "¿A quién tengo yo en los cielos sino a ti ? Y fuera de ti nada deseo en la tierra.",
      "topic": ""
    },
    "26": {
      "text": "Mi carne y mi corazón desfallecen; la fuerza de mi corazón es que mi porción es Dios para siempre.",
      "topic": ""
    },
    "27": {
      "text": "Porque he aquí, los que se alejan de ti perecerán; tú cortas a todo aquel que fornica de ti.",
      "topic": ""
    },
    "28": {
      "text": "Y en cuanto a mí, el acercarme a Dios me es el bien; he puesto en el Señor DIOS mi esperanza, para contar todas tus obras.",
      "topic": ""
    }
  }
}