{
  "info": {
    "book": "Salmos",
    "chapter": "74",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Masquil de Asaf. ¿Por qué, oh Dios, nos has desechado para siempre? ¿Por qué ha humeado tu furor contra las ovejas de tu prado?",
      "topic": ""
    },
    "2": {
      "text": "Acuérdate de tu congregación, que adquiriste de antiguo, cuando redimiste la vara de tu heredad; este monte de Sion, donde has habitado.",
      "topic": ""
    },
    "3": {
      "text": "Levanta tus pies a los asolamientos eternos; a todo enemigo que ha hecho mal en el santuario.",
      "topic": ""
    },
    "4": {
      "text": "Tus enemigos han bramado en medio de tus asambleas; han puesto sus propias banderas por señas.",
      "topic": ""
    },
    "5": {
      "text": "Nombrado era, como si lo llevara al cielo, el que metía las hachas en el monte de la madera espesa para el edificio del santuario .",
      "topic": ""
    },
    "6": {
      "text": "Y ahora con hachas y martillos han quebrado todas sus entalladuras.",
      "topic": ""
    },
    "7": {
      "text": "Han puesto a fuego tus santuarios, han ensuciado en la tierra el tabernáculo de tu Nombre.",
      "topic": ""
    },
    "8": {
      "text": "Dijeron en su corazón: Destruyámoslos de una vez; quemaron todos los lugares de ayuntamiento del pueblo de Dios en la tierra.",
      "topic": ""
    },
    "9": {
      "text": "No vemos ya nuestras banderas propias ; no hay más profeta; ni hay con nosotros quien sepa. ¿Hasta cuándo?",
      "topic": ""
    },
    "10": {
      "text": "¿Hasta cuándo, oh Dios, nos afrentará el angustiador? ¿Ha de blasfemar el enemigo perpetuamente tu Nombre?",
      "topic": ""
    },
    "11": {
      "text": "¿Por qué retraes tu mano, y tu diestra? ¿Por qué la escondes dentro de tu seno?",
      "topic": ""
    },
    "12": {
      "text": "¶ Pero Dios es mi rey ya de antiguo; el que obra salud en medio de la tierra.",
      "topic": ""
    },
    "13": {
      "text": "Tú hendiste el mar con tu fortaleza; quebrantaste las cabezas de los dragones en las aguas.",
      "topic": ""
    },
    "14": {
      "text": "Tú magullaste las cabezas del leviatán; lo diste por comida al pueblo de los desiertos.",
      "topic": ""
    },
    "15": {
      "text": "Tú abriste fuente y río; tú secaste ríos impetuosos.",
      "topic": ""
    },
    "16": {
      "text": "Tuyo es el día, tuya también es la noche; tú aparejaste la lumbre y el sol.",
      "topic": ""
    },
    "17": {
      "text": "Tú estableciste todos los términos de la tierra; el verano y el invierno tú los formaste.",
      "topic": ""
    },
    "18": {
      "text": "¶ Acuérdate de esto: que el enemigo ha dicho afrentas al SEÑOR, y que el pueblo loco ha blasfemado tu Nombre.",
      "topic": ""
    },
    "19": {
      "text": "No entregues a las bestias el alma de tu tórtola; y no olvides para siempre la congregación de tus pobres.",
      "topic": ""
    },
    "20": {
      "text": "Mira al pacto; porque las tenebrosidades de la tierra llenas están de habitaciones de violencia.",
      "topic": ""
    },
    "21": {
      "text": "No vuelva avergonzado el abatido; el pobre y el menesteroso alabarán tu Nombre.",
      "topic": ""
    },
    "22": {
      "text": "Levántate, oh Dios, aboga tu causa; acuérdate de cómo el loco te injuria cada día.",
      "topic": ""
    },
    "23": {
      "text": "No olvides las voces de tus enemigos; el alboroto de los que se levantan contra ti sube continuamente.",
      "topic": ""
    }
  }
}