{
  "info": {
    "book": "Salmos",
    "chapter": "79",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Salmo de Asaf. Oh Dios, vinieron los gentiles a tu heredad; contaminaron el templo de tu santidad; pusieron a Jerusalén en montones.",
      "topic": ""
    },
    "2": {
      "text": "Dieron los cuerpos de tus siervos por comida a las aves de los cielos; la carne de los tuyos a las bestias de la tierra.",
      "topic": ""
    },
    "3": {
      "text": "Derramaron su sangre como agua en los alrededores de Jerusalén; y no hubo quién los enterrase.",
      "topic": ""
    },
    "4": {
      "text": "Somos afrentados de nuestros vecinos, escarnecidos y burlados de los que están en nuestros alrededores.",
      "topic": ""
    },
    "5": {
      "text": "¿Hasta cuándo, oh SEÑOR? ¿Has de estar airado para siempre? ¿Arderá como fuego tu celo?",
      "topic": ""
    },
    "6": {
      "text": "¶ Derrama tu ira sobre los gentiles que no te conocen, y sobre los reinos que no invocan tu Nombre.",
      "topic": ""
    },
    "7": {
      "text": "Porque han consumido a Jacob, y su morada han asolado.",
      "topic": ""
    },
    "8": {
      "text": "No recuerdes contra nosotros las iniquidades antiguas; anticípanos pronto tus misericordias, porque estamos muy pobres.",
      "topic": ""
    },
    "9": {
      "text": "Ayúdanos, oh Dios, salud nuestra, por la honra de tu Nombre; y líbranos, y purga nuestros pecados por causa de tu Nombre.",
      "topic": ""
    },
    "10": {
      "text": "Porque dirán los gentiles: ¿Dónde está su Dios? Sea notorio en los gentiles, delante de nuestros ojos, la venganza de la sangre de tus siervos, que se ha derramado.",
      "topic": ""
    },
    "11": {
      "text": "Entre delante de ti el gemido de los presos; conforme a la grandeza de tu brazo preserva a los sentenciados a muerte.",
      "topic": ""
    },
    "12": {
      "text": "Y devuelve a nuestros vecinos en su seno siete tantos de su deshonra, con que te han deshonrado, oh SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "Y nosotros, pueblo tuyo, y ovejas de tu prado, te alabaremos para siempre; por generación y generación cantaremos tus alabanzas.",
      "topic": ""
    }
  }
}