{
  "info": {
    "book": "Salmos",
    "chapter": "80",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: sobre Sosanim: testimonio de Asaf: Salmo. Oh Pastor de Israel, escucha; tú que pastoreas como a ovejas a José, que estás entre querubines, resplandece.",
      "topic": ""
    },
    "2": {
      "text": "Despierta tu valentía delante de Efraín, y de Benjamín, y de Manasés, y ven a salvarnos.",
      "topic": ""
    },
    "3": {
      "text": "Oh Dios, haznos tornar; y haz resplandecer tu rostro, y seremos salvos.",
      "topic": ""
    },
    "4": {
      "text": "SEÑOR, Dios de los ejércitos, ¿Hasta cuándo humearás tú contra la oración de tu pueblo?",
      "topic": ""
    },
    "5": {
      "text": "Les diste a comer pan de lágrimas, y les diste a beber lágrimas con medida.",
      "topic": ""
    },
    "6": {
      "text": "Nos pusiste por contienda a nuestros vecinos; y nuestros enemigos se burlan de nosotros entre sí.",
      "topic": ""
    },
    "7": {
      "text": "Oh Dios de los ejércitos, haznos tornar; y haz resplandecer tu rostro, y seremos salvos.",
      "topic": ""
    },
    "8": {
      "text": "¶ Hiciste venir una vid desde Egipto; echaste los gentiles, y la plantaste.",
      "topic": ""
    },
    "9": {
      "text": "Limpiaste sitio delante de ella, e hiciste arraigar sus raíces, y llenó la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Los montes fueron cubiertos de su sombra; y sus ramas como cedros de Dios.",
      "topic": ""
    },
    "11": {
      "text": "Envió sus ramas hasta el mar, y hasta el río sus renuevos.",
      "topic": ""
    },
    "12": {
      "text": "¿Por qué aportillaste sus vallados, y la vendimian todos los que pasan por el camino?",
      "topic": ""
    },
    "13": {
      "text": "La estropeó el puerco montés, y la pació la bestia del campo.",
      "topic": ""
    },
    "14": {
      "text": "Oh Dios de los ejércitos, vuelve ahora; mira desde el cielo, y ve, y visita esta vid,",
      "topic": ""
    },
    "15": {
      "text": "y la viña que tu diestra plantó, y sobre el renuevo que corroboraste para ti.",
      "topic": ""
    },
    "16": {
      "text": "Quemada a fuego está , y talada; perezcan por la reprensión de tu rostro.",
      "topic": ""
    },
    "17": {
      "text": "Sea tu mano sobre el varón de tu diestra, sobre el hijo del hombre que corroboraste para ti.",
      "topic": ""
    },
    "18": {
      "text": "Así no nos volveremos de ti; nos darás vida, e invocaremos tu Nombre.",
      "topic": ""
    },
    "19": {
      "text": "Oh SEÑOR, Dios de los ejércitos, haznos tornar; haz resplandecer tu rostro, y seremos salvos.",
      "topic": ""
    }
  }
}