{
  "info": {
    "book": "Salmos",
    "chapter": "81",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: sobre Gitit: Salmo de Asaf. Cantad a Dios, fortaleza nuestra; al Dios de Jacob celebrad con júbilo.",
      "topic": ""
    },
    "2": {
      "text": "Tomad la canción, y tañed el adufe, el arpa de alegría con el salterio.",
      "topic": ""
    },
    "3": {
      "text": "Tocad la trompeta en la nueva luna, en el tiempo señalado, en el día de nuestra fiesta solemne.",
      "topic": ""
    },
    "4": {
      "text": "Porque estatuto es de Israel, ordenanza del Dios de Jacob.",
      "topic": ""
    },
    "5": {
      "text": "Por testimonio en José lo ha constituido, cuando salió por la tierra de Egipto; donde oí lenguaje que no entendía.",
      "topic": ""
    },
    "6": {
      "text": "Aparté su hombro de debajo de la carga; sus manos se quitaron de hacer obras de barro.",
      "topic": ""
    },
    "7": {
      "text": "En la calamidad clamaste, y yo te libré; te respondí en el secreto del trueno; te probé sobre las aguas de Meriba. (Selah.)",
      "topic": ""
    },
    "8": {
      "text": "¶ Oye, pueblo mío y te protestaré. Israel, si me oyeres,",
      "topic": ""
    },
    "9": {
      "text": "no habrá en ti dios ajeno, ni te encorvarás a dios extraño.",
      "topic": ""
    },
    "10": {
      "text": "Yo soy el SEÑOR tu Dios, que te hice subir de la tierra de Egipto; abre tu boca, y yo la llenaré.",
      "topic": ""
    },
    "11": {
      "text": "Mas mi pueblo no oyó mi voz, e Israel no me quiso a mí.",
      "topic": ""
    },
    "12": {
      "text": "Los dejé por tanto a la dureza de su corazón; caminaron en sus consejos.",
      "topic": ""
    },
    "13": {
      "text": "¡Oh, si mi pueblo me oyera, si Israel anduviera en mis caminos!",
      "topic": ""
    },
    "14": {
      "text": "En una nada derribara yo sus enemigos, y volviera mi mano sobre sus adversarios.",
      "topic": ""
    },
    "15": {
      "text": "Los aborrecedores del SEÑOR se le hubieran sometido; y el tiempo de ellos fuera para siempre.",
      "topic": ""
    },
    "16": {
      "text": "Y Dios les hubiera sustentado con lo mejor del trigo; y de miel de la piedra te hubiera saciado.",
      "topic": ""
    }
  }
}