{
  "info": {
    "book": "Salmos",
    "chapter": "84",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: sobre Gitit: A los hijos de Coré. Salmo. ¡Cuán amables son tus moradas, oh SEÑOR de los ejércitos!",
      "topic": ""
    },
    "2": {
      "text": "Codicia y aun ardientemente desea mi alma los atrios del SEÑOR; mi corazón y mi carne cantan al Dios vivo.",
      "topic": ""
    },
    "3": {
      "text": "Aun el gorrión halla casa, y la golondrina nido para sí, donde ponga sus pollos en tus altares, oh SEÑOR de los ejércitos, Rey mío, y Dios mío.",
      "topic": ""
    },
    "4": {
      "text": "Dichosos los que habitan en tu Casa; perpetuamente te alabarán (Selah.)",
      "topic": ""
    },
    "5": {
      "text": "Dichoso el hombre que tiene su fortaleza en ti; en cuyo corazón están tus caminos.",
      "topic": ""
    },
    "6": {
      "text": "Cuando pasaren por el valle de Abaca lo tornarán en fuente, la lluvia también llenará las cisternas.",
      "topic": ""
    },
    "7": {
      "text": "Irán en gran multitud y en orden, verán a Dios en Sion.",
      "topic": ""
    },
    "8": {
      "text": "¶ SEÑOR Dios de los ejércitos, oye mi oración; escucha, oh Dios de Jacob (Selah.)",
      "topic": ""
    },
    "9": {
      "text": "Mira, oh Dios, escudo nuestro, y pon los ojos en el rostro de tu Ungido.",
      "topic": ""
    },
    "10": {
      "text": "Porque mejor es un día en tus atrios que mil fuera de ellos ; escogí antes estar a la puerta en la Casa de mi Dios, que habitar en las moradas de maldad.",
      "topic": ""
    },
    "11": {
      "text": "Porque sol y escudo nos es el SEÑOR Dios; gracia y gloria dará el SEÑOR; no quitará el bien a los que andan en integridad.",
      "topic": ""
    },
    "12": {
      "text": "SEÑOR de los ejércitos, dichoso el hombre que confía en ti.",
      "topic": ""
    }
  }
}