{
  "info": {
    "book": "Salmos",
    "chapter": "86",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Oración de David. Inclina, oh SEÑOR, tu oído, y óyeme; porque estoy pobre y menesteroso.",
      "topic": ""
    },
    "2": {
      "text": "Guarda mi alma, porque soy misericordioso; salva tú, oh Dios mío, a tu siervo que en ti confía.",
      "topic": ""
    },
    "3": {
      "text": "Ten misericordia de mí, oh SEÑOR; porque a ti clamo cada día.",
      "topic": ""
    },
    "4": {
      "text": "Alegra el alma de tu siervo; porque a ti, oh Señor, levanto mi alma.",
      "topic": ""
    },
    "5": {
      "text": "Porque tú, Señor, eres bueno y perdonador, y grande en misericordia para con todos los que te invocan.",
      "topic": ""
    },
    "6": {
      "text": "Escucha, oh SEÑOR, mi oración, y está atento a la voz de mis ruegos.",
      "topic": ""
    },
    "7": {
      "text": "En el día de mi angustia te llamaré; porque tú me respondes.",
      "topic": ""
    },
    "8": {
      "text": "¶ Oh Señor, ninguno hay como tú entre los dioses, ni hay otro que haga tus obras.",
      "topic": ""
    },
    "9": {
      "text": "Todos los gentiles que hiciste vendrán y se humillarán delante de ti, Señor; y glorificarán tu Nombre.",
      "topic": ""
    },
    "10": {
      "text": "Porque tú eres grande, y hacedor de maravillas; tú solo eres Dios.",
      "topic": ""
    },
    "11": {
      "text": "Enséñame, oh SEÑOR, tu camino; caminaré yo en tu verdad; afirma mi corazón para que tema tu nombre.",
      "topic": ""
    },
    "12": {
      "text": "Te alabaré, oh SEÑOR Dios mío, con todo mi corazón; y glorificaré tu Nombre para siempre.",
      "topic": ""
    },
    "13": {
      "text": "Porque tu misericordia es grande sobre mí; y has librado mi alma del hoyo profundo.",
      "topic": ""
    },
    "14": {
      "text": "Oh Dios, soberbios se levantaron contra mí, y conspiración de fuertes ha buscado mi alma, y no te pusieron delante de sí.",
      "topic": ""
    },
    "15": {
      "text": "Mas tú, Señor, Dios misericordioso y clemente, lento para la ira, y grande en misericordia y verdad;",
      "topic": ""
    },
    "16": {
      "text": "mira en mi, y ten misericordia de mí; da fortaleza tuya a tu siervo, y guarda al hijo de tu sierva.",
      "topic": ""
    },
    "17": {
      "text": "Haz conmigo señal para bien, y véanla los que me aborrecen, y sean avergonzados; porque tú, SEÑOR, me ayudaste, y me consolaste.",
      "topic": ""
    }
  }
}