{
  "info": {
    "book": "Salmos",
    "chapter": "9",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al Vencedor: sobre Mut-labén: Salmo de David. Te alabaré, oh SEÑOR, con todo mi corazón; contaré todas tus maravillas.",
      "topic": ""
    },
    "2": {
      "text": "Me alegraré y me regocijaré en ti; cantaré a tu nombre, oh Altísimo;",
      "topic": ""
    },
    "3": {
      "text": "por haber sido mis enemigos vueltos atrás; caerán y perecerán delante de ti.",
      "topic": ""
    },
    "4": {
      "text": "Porque has hecho mi juicio y mi causa; te has sentado en silla juzgando justicia.",
      "topic": ""
    },
    "5": {
      "text": "Reprendiste los gentiles, destruiste al malo, raíste el nombre de ellos para siempre y eternalmente.",
      "topic": ""
    },
    "6": {
      "text": "Oh enemigo, acabados son para siempre los asolamientos; y las ciudades que derribaste, su memoria pereció con ellas.",
      "topic": ""
    },
    "7": {
      "text": "Mas el SEÑOR permanecerá para siempre; ha dispuesto su trono para juicio.",
      "topic": ""
    },
    "8": {
      "text": "Y él juzgará el mundo con justicia; juzgará los pueblos con rectitud.",
      "topic": ""
    },
    "9": {
      "text": "Y será el SEÑOR refugio al humilde, refugio para el tiempo de angustia.",
      "topic": ""
    },
    "10": {
      "text": "Y en ti confiarán los que conocen tu nombre; por cuanto tú , oh SEÑOR, no desamparaste a los que te buscaron.",
      "topic": ""
    },
    "11": {
      "text": "¶ Cantad al SEÑOR, el que habita en Sion. Noticiad en los pueblos sus obras.",
      "topic": ""
    },
    "12": {
      "text": "Porque demandando la sangre se acordó de ellos; no se olvidó del clamor de los humildes.",
      "topic": ""
    },
    "13": {
      "text": "Ten misericordia de mí, SEÑOR. Mira mi aflicción que padezco de los que me aborrecen, tú que me levantas de las puertas de la muerte;",
      "topic": ""
    },
    "14": {
      "text": "para que cuente yo todas tus alabanzas en las puertas de la hija de Sion, y me goce en tu salud.",
      "topic": ""
    },
    "15": {
      "text": "Se hundieron los gentiles en la fosa que hicieron; en la red que escondieron fue tomado su pie.",
      "topic": ""
    },
    "16": {
      "text": "El SEÑOR fue conocido en el juicio que hizo; en la obra de sus manos fue enlazado el malo. (Meditación para siempre. Selah.)",
      "topic": ""
    },
    "17": {
      "text": "Los malos volverán al sepulcro; todos los gentiles que se olvidan de Dios.",
      "topic": ""
    },
    "18": {
      "text": "Porque no para siempre será olvidado el humilde; ni la esperanza de los pobres perecerá para siempre.",
      "topic": ""
    },
    "19": {
      "text": "Levántate, oh SEÑOR; no se fortalezca el hombre; sean juzgadas los gentiles delante de ti.",
      "topic": ""
    },
    "20": {
      "text": "Pon, oh SEÑOR, temor en ellos: conozcan los gentiles que son hombres. (Selah.)",
      "topic": ""
    }
  }
}