{
  "info": {
    "book": "Salmos",
    "chapter": "92",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Salmo de Canción para el día del Sábado. Bueno es alabar al SEÑOR, y cantar salmos a tu Nombre, oh Altísimo;",
      "topic": ""
    },
    "2": {
      "text": "anunciar por la mañana tu misericordia, y tu fidelidad en las noches,",
      "topic": ""
    },
    "3": {
      "text": "en el decacordio y en el salterio, en tono suave con el arpa.",
      "topic": ""
    },
    "4": {
      "text": "Por cuanto me has alegrado, oh SEÑOR, con tus obras; en las obras de tus manos me gozo.",
      "topic": ""
    },
    "5": {
      "text": "¡Cuán grandes son tus obras, oh SEÑOR! Muy profundos son tus pensamientos.",
      "topic": ""
    },
    "6": {
      "text": "El hombre necio no sabe, y el loco no entiende esto:",
      "topic": ""
    },
    "7": {
      "text": "¶ Florezcan los impíos como la hierba, y reverdezcan todos los que obran iniquidad, para ser destruidos para siempre.",
      "topic": ""
    },
    "8": {
      "text": "Mas tú, SEÑOR, para siempre eres Altísimo.",
      "topic": ""
    },
    "9": {
      "text": "Porque he aquí tus enemigos, oh SEÑOR, porque he aquí tus enemigos perecerán; serán disipados todos los que obran maldad.",
      "topic": ""
    },
    "10": {
      "text": "Y tú ensalzaste mi cuerno como de unicornio; fue ungido con óleo verde.",
      "topic": ""
    },
    "11": {
      "text": "Y miraron mis ojos mi deseo sobre mis enemigos; oyeron mis oídos mi deseo de los que se levantaron contra mí, de los malignos.",
      "topic": ""
    },
    "12": {
      "text": "El justo florecerá como la palma; crecerá como cedro en el Líbano.",
      "topic": ""
    },
    "13": {
      "text": "Plantados en la Casa del SEÑOR, en los atrios de nuestro Dios florecerán.",
      "topic": ""
    },
    "14": {
      "text": "Aun en la vejez fructificarán; estarán vigorosos y verdes;",
      "topic": ""
    },
    "15": {
      "text": "para anunciar que el SEÑOR mi fortaleza es recto; y que no hay injusticia en él.",
      "topic": ""
    }
  }
}