{
  "info": {
    "book": "Salmos",
    "chapter": "94",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ SEÑOR, Dios de las venganzas, Dios de las venganzas, muéstrate.",
      "topic": ""
    },
    "2": {
      "text": "Ensálzate, oh Juez de la tierra; da el pago a los soberbios.",
      "topic": ""
    },
    "3": {
      "text": "¿Hasta cuándo los impíos, oh SEÑOR, hasta cuándo, se gozarán los impíos?",
      "topic": ""
    },
    "4": {
      "text": "¿Pronunciarán, hablarán cosas duras, y se vanagloriarán todos los que obran iniquidad?",
      "topic": ""
    },
    "5": {
      "text": "A tu pueblo, oh SEÑOR, quebrantan, y a tu heredad afligen.",
      "topic": ""
    },
    "6": {
      "text": "A la viuda y al extranjero matan, y a los huérfanos quitan la vida.",
      "topic": ""
    },
    "7": {
      "text": "Y dijeron: No verá JAH; y No lo tendrá en cuenta el Dios de Jacob.",
      "topic": ""
    },
    "8": {
      "text": "Entended, necios del pueblo; y locos, ¿cuándo seréis sabios?",
      "topic": ""
    },
    "9": {
      "text": "El que plantó el oído, ¿no oirá? El que formó el ojo, ¿no verá?",
      "topic": ""
    },
    "10": {
      "text": "El que castiga a los gentiles, ¿no reprenderá? ¿No sabrá el que enseña al hombre la ciencia?",
      "topic": ""
    },
    "11": {
      "text": "El SEÑOR conoce los pensamientos de los hombres, que son vanidad.",
      "topic": ""
    },
    "12": {
      "text": "¶ Bienaventurado el varón a quien tú, JAH, corriges, y en tu ley lo instruyeres;",
      "topic": ""
    },
    "13": {
      "text": "para hacerle descansar en los días de aflicción, entre tanto que se cava el hoyo para el impío.",
      "topic": ""
    },
    "14": {
      "text": "Porque no dejará el SEÑOR su pueblo, ni desamparará a su heredad;",
      "topic": ""
    },
    "15": {
      "text": "sino que el juicio será vuelto a justicia, y en pos de ella irán todos los rectos de corazón.",
      "topic": ""
    },
    "16": {
      "text": "¿Quién se levanta por mí contra los malignos? ¿Quién está por mí contra los que obran iniquidad?",
      "topic": ""
    },
    "17": {
      "text": "Si no me ayudara el SEÑOR, presto morará mi alma con los muertos.",
      "topic": ""
    },
    "18": {
      "text": "Cuando yo decía: Mi pie resbala; tu misericordia, oh SEÑOR, me sustentaba.",
      "topic": ""
    },
    "19": {
      "text": "En la multitud de mis pensamientos dentro de mí, tus consolaciones alegraban mi alma.",
      "topic": ""
    },
    "20": {
      "text": "¿Se juntará contigo el trono de iniquidades, que hace agravio bajo forma de ley?",
      "topic": ""
    },
    "21": {
      "text": "Se ponen en ejército contra la vida del justo, y condenan la sangre inocente.",
      "topic": ""
    },
    "22": {
      "text": "Mas el SEÑOR me ha sido por refugio; y mi Dios por peña de mi confianza.",
      "topic": ""
    },
    "23": {
      "text": "El cual hizo volver sobre ellos su iniquidad, y con su maldad los talará; los talará el SEÑOR nuestro Dios.",
      "topic": ""
    }
  }
}