{
  "info": {
    "book": "John",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In the beginning was the Word, and the Word was with God, and God was the Word.",
      "topic": ""
    },
    "2": {
      "text": "This was in the beginning with God.",
      "topic": ""
    },
    "3": {
      "text": "All things were by him; and without him out him was not one thing that was.",
      "topic": ""
    },
    "4": {
      "text": "In him was life; and the life was the light of men.",
      "topic": ""
    },
    "5": {
      "text": "And light shines in darkness; and darkness comprehended it not.",
      "topic": ""
    },
    "6": {
      "text": "A man was sent from God, the name to him John.",
      "topic": ""
    },
    "7": {
      "text": "This came for testimony, that he might testify concerning the Light, that all might believe through him.",
      "topic": ""
    },
    "8": {
      "text": "He was not that Light, but that he might testify for the Light.",
      "topic": ""
    },
    "9": {
      "text": "The Light was true, which enlightens every man coming into the world.",
      "topic": ""
    },
    "10": {
      "text": "He was in the world, and the world was by him, and the world knew him not.",
      "topic": ""
    },
    "11": {
      "text": "He came to his own things, and his own received him not.",
      "topic": ""
    },
    "12": {
      "text": "And as many as received him, he gave them authority to be the children of God, to them believing on his name:",
      "topic": ""
    },
    "13": {
      "text": "They were not born of bloods, nor of the will of the flesh, nor of the will of man, but of God.",
      "topic": ""
    },
    "14": {
      "text": "And the Word was flesh, and dwelt with us, (and we beheld his glory, as the glory of the only born of the Father,) full of grace and truth.",
      "topic": ""
    },
    "15": {
      "text": "John testifies for him, and he tried, saying, This was he of whom I said, He coming after me was before me: for he was before me.",
      "topic": ""
    },
    "16": {
      "text": "And of his completion we all received, and grace for grace.",
      "topic": ""
    },
    "17": {
      "text": "For the law was given by Moses; grace and truth were by Jesus Christ.",
      "topic": ""
    },
    "18": {
      "text": "None has seen God at any time; the only born Son, he being in the bosom of the Father, he has declared.",
      "topic": ""
    },
    "19": {
      "text": "And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem that they might ask him, Who art thou?",
      "topic": ""
    },
    "20": {
      "text": "And he acknowledged, and denied not; and he acknowledged, That I am not the Christ.",
      "topic": ""
    },
    "21": {
      "text": "And they asked, What then? Art thou Elias? And he says, I am not. Art thou a prophet? And he answered, No.",
      "topic": ""
    },
    "22": {
      "text": "Then said they to him, Who art thou? that we might give answer to them having sent us. What sayest thou for thyself?",
      "topic": ""
    },
    "23": {
      "text": "He said, I the voice of him crying in the desert, Make ye straight the way of the Lord, as said Esaias the prophet.",
      "topic": ""
    },
    "24": {
      "text": "And they having been sent were of the Pharisees.",
      "topic": ""
    },
    "25": {
      "text": "And they asked him, and said to him, Why immersest thou then, if thou art not Christ, neither Elias, neither a prophet?",
      "topic": ""
    },
    "26": {
      "text": "John answered them saying, I immerse in water: but he stands the midst of you, whom ye know not;",
      "topic": ""
    },
    "27": {
      "text": "This is he coming after me, who was before me, of whom I am not worthy that I might loose the strings of his shoes.",
      "topic": ""
    },
    "28": {
      "text": "These things were in Bethabara beyond Jordan, where John was immersing.",
      "topic": ""
    },
    "29": {
      "text": "In the morrow John sees Jesus coming to him, and says, Behold the Lamb of God, be taking away the sin of the world.",
      "topic": ""
    },
    "30": {
      "text": "This is he of whom I said, After me comes a man who was before me: for he was before me.",
      "topic": ""
    },
    "31": {
      "text": "And I knew him not: but that he might be manifested to Israel, for this I came immersing in water.",
      "topic": ""
    },
    "32": {
      "text": "And John testified, saying, That I have seen the Spirit descending as a dove from heaven, and it remained up on him.",
      "topic": ""
    },
    "33": {
      "text": "And I knew him not: but he having sent me to immerse in water, this said to me, Upon whomsoever thou shouldest see the Spirit descending, and remaining upon him, this is he immersing in the Holy Spirit.",
      "topic": ""
    },
    "34": {
      "text": "And I have seen, and testified that this is the Son of God.",
      "topic": ""
    },
    "35": {
      "text": "Again on the morrow John stood, and two of his disciples;",
      "topic": ""
    },
    "36": {
      "text": "And having looked upon Jesus walking, he says, Behold the Lamb of God.",
      "topic": ""
    },
    "37": {
      "text": "And two disciples heard him speaking, and followed Jesus.",
      "topic": ""
    },
    "38": {
      "text": "And Jesus having turned, and seen them following, says to them, What seek ye? They said to him, Rabbi, (It says, being interpreted, Teacher,) where remainest thou.",
      "topic": ""
    },
    "39": {
      "text": "He says to them, Come and see. They came and saw where he remains, and they remained with him that day: and it was about the tenth hour.",
      "topic": ""
    },
    "40": {
      "text": "It was Andrew, Simon Peter’s brother, one of the two having heard of John, and followed him.",
      "topic": ""
    },
    "41": {
      "text": "He first finds his own brother Simon, and says to him, We have found Messias, which is, being interpreted, Christ.",
      "topic": ""
    },
    "42": {
      "text": "And he brought him to Jesus. And Jesus having looked upon him, said, Thou art Simon son of Jona: thou shalt be called Cephas, which is, interpreted, Peter.",
      "topic": ""
    },
    "43": {
      "text": "The morrow Jesus wished to go forth to Galilee, and he finds Philip, and he says to him, Follow me.",
      "topic": ""
    },
    "44": {
      "text": "And Philip was from Bethsaida, of the city of Andrew and Peter.",
      "topic": ""
    },
    "45": {
      "text": "And Philip finds Nathanael, and says to him, of whom Moses wrote in the law, and the prophets, we have found, Jesus, son of Joseph, him from Nazareth.",
      "topic": ""
    },
    "46": {
      "text": "And Nathanael said to him, Can any good be from Nazareth? Philip says to him, Come and see.",
      "topic": ""
    },
    "47": {
      "text": "Jesus saw Nathanael coming to him, and he says of him, Behold truly an Israelite, in whom is no deceit!",
      "topic": ""
    },
    "48": {
      "text": "Nathanael says to him, Whence knowest thou me? Jesus answered and said to him, Before Philip called thee, being under the fig tree, I saw thee.",
      "topic": ""
    },
    "49": {
      "text": "Nathanael answers and says to him, Rabbi, thou art the Son of God; thou art the King of Israel.",
      "topic": ""
    },
    "50": {
      "text": "Jesus answered and said to him, Because I said to thee, I saw thee under the fig tree, believest thou thou shalt see greater than these.",
      "topic": ""
    },
    "51": {
      "text": "And he says to him, Amen, amen, I say to you, From henceforth shall ye see heaven opened, and the messengers of God ascending and descending upon the Son of man.",
      "topic": ""
    }
  }
}