{
  "info": {
    "book": "John",
    "chapter": "20",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And in one of the sabbaths comes Mary Magdalene in the morning, there yet being darkness, to the tomb, and sees the stone taken away from the tomb.",
      "topic": ""
    },
    "2": {
      "text": "Then she runs, and comes to Simon Peter, and to the other disciple whom Jesus loved, and says to them, They took away the Lord from the tomb; and we know not where they laid him.",
      "topic": ""
    },
    "3": {
      "text": "Peter then came forth, and the other disciple, and they came to the tomb.",
      "topic": ""
    },
    "4": {
      "text": "And they two ran together: and the other disciple ran before, swifter than Peter, and came first to the tomb.",
      "topic": ""
    },
    "5": {
      "text": "And having stood stooping, he sees the linen bandages lying; yet he did not go in.",
      "topic": ""
    },
    "6": {
      "text": "Then comes Simon Peter following him, and he came into the tomb, and sees the linen bandages lying,",
      "topic": ""
    },
    "7": {
      "text": "And the napkin, which was upon his head, not lying with the linen bandages, but separately inwrapped in one place.",
      "topic": ""
    },
    "8": {
      "text": "Then, therefore, went in also the other disciple, having first come to the tomb, and he saw, and believed.",
      "topic": ""
    },
    "9": {
      "text": "For not yet knew they the writing, that he must rise from the dead.",
      "topic": ""
    },
    "10": {
      "text": "Then went away the disciples again by themselves.",
      "topic": ""
    },
    "11": {
      "text": "And Mary stood near the tomb weeping without: therefore as she wept, she stood stooping into the tomb,",
      "topic": ""
    },
    "12": {
      "text": "And sees two messengers in white, sitting, one at the head, and one at the feet, where the body of Jesus was laid.",
      "topic": ""
    },
    "13": {
      "text": "And they say to her, Woman, why weepest thou? She says to them, Because they took away my Lord, and I know not where they laid him.",
      "topic": ""
    },
    "14": {
      "text": "And having said these, she was turned back, and sees Jesus standing, and she knew not that it is Jesus.",
      "topic": ""
    },
    "15": {
      "text": "Jesus says to her, Woman, why weepest thou a whom seekest thou? She, thinking that it is the gardener, says to him, Lord, if thou didst bear him away, say where thou hast laid him, and I will take him away.",
      "topic": ""
    },
    "16": {
      "text": "Jesus says to her, Mary, She having turned, says to him, Rabboni; which is called, Teacher.",
      "topic": ""
    },
    "17": {
      "text": "Jesus says to her, Touch me not; for I have not yet ascended to my Father: and go thou to my brethren, and say to them, I ascend to my Father, and your Father; to my God, and your God.",
      "topic": ""
    },
    "18": {
      "text": "Mary Magdalene comes announcing to the disciples that she has seen the Lord, and he said these to her.",
      "topic": ""
    },
    "19": {
      "text": "Then it being evening, in that one day of the sabbaths, and the doors shut where the disciples were gathered together for fear of the Jews, Jesus came and stood in the midst, and says to them, Peace to you.",
      "topic": ""
    },
    "20": {
      "text": "And having said this, he showed them his hands, and his side. Then the disciples rejoiced, having seen the Lord.",
      "topic": ""
    },
    "21": {
      "text": "Then said Jesus again to them, Peace to you: as the Father has sent me, I also send you.",
      "topic": ""
    },
    "22": {
      "text": "And having said this, he inspired, and says to them, Receive the Holy Spirit:",
      "topic": ""
    },
    "23": {
      "text": "Whose soever sins ye remit, they are remitted to them: whose soever ye retain, they have been retained.",
      "topic": ""
    },
    "24": {
      "text": "And Thomas, one of the twelve, called Didymus, was not with them when Jesus came.",
      "topic": ""
    },
    "25": {
      "text": "Then said the other disciples to him, We have seen the Lord. And he said to them, Except I see in his hands the mark of the nails, and put my finger in the mark of the nails, and put my hand into his side, I will not believe.",
      "topic": ""
    },
    "26": {
      "text": "And after eight days again were his disciples within, and Thomas with them: Jesus comes, the doors shut, and said, Peace to you.",
      "topic": ""
    },
    "27": {
      "text": "Then says he to Thomas, Bring hither thy finger, and see my hands; and bring thy hand, and put into my side: and be not unbelieving, but believing.",
      "topic": ""
    },
    "28": {
      "text": "And Thomas answered and said to him, My Lord and my God.",
      "topic": ""
    },
    "29": {
      "text": "Jesus says to him, Because thou hast seen me, Thomas, thou hast believed: happy they not having seen, and having believed.",
      "topic": ""
    },
    "30": {
      "text": "Then truly many other signs did Jesus also before his disciples, which are not written in this small book:",
      "topic": ""
    },
    "31": {
      "text": "But these have been written, that ye might believe that Jesus is Christ, the Son of God; and that believing ye might have life in his name.",
      "topic": ""
    }
  }
}