{
  "info": {
    "book": "John",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And there was a man of the Pharisees, Nicodemus the name to him, a ruler of the Jews:",
      "topic": ""
    },
    "2": {
      "text": "He came to Jesus by night, and said to him, Rabbi, we know that thou hast come a teacher from God: for none can do these signs which thou doest, except God be with him.",
      "topic": ""
    },
    "3": {
      "text": "Jesus answered and said to him, Amen, amen, I say to thee, Except any one be born from above, he cannot see the kingdom of God.",
      "topic": ""
    },
    "4": {
      "text": "Nicodemus says to him, How can a man be born, being an old man? he cannot come in a second time to his mother’s belly, and be born.",
      "topic": ""
    },
    "5": {
      "text": "Jesus says to him, Truly, truly, I say to thee, Except any one be born of water and of the Spirit, he cannot come into the kingdom of God.",
      "topic": ""
    },
    "6": {
      "text": "That born of flesh is flesh; and that born of the Spirit is spirit.",
      "topic": ""
    },
    "7": {
      "text": "Thou shouldest not wonder that I said to thee, Ye must be born from above.",
      "topic": ""
    },
    "8": {
      "text": "The wind, where it wills, blows, and its voice thou hearest, but thou knowest not whence it comes, and where it goes: so is every one having been born of the Spirit.",
      "topic": ""
    },
    "9": {
      "text": "Nicodemus answered and said to him, How can these things be?",
      "topic": ""
    },
    "10": {
      "text": "Jesus answered and said to him, Art thou a teacher of Israel, and knowest not these?",
      "topic": ""
    },
    "11": {
      "text": "Truly, truly, I say to thee, that what we know, we speak, and what we have seen we testify; and ye receive not our testimony.",
      "topic": ""
    },
    "12": {
      "text": "If I spake to you earthly things, and ye believe not, how, if I speak to you heavenly things, will ye believe.",
      "topic": ""
    },
    "13": {
      "text": "And none has ascended to heaven, except he having descended from heaven, the Son of man, he being in heaven.",
      "topic": ""
    },
    "14": {
      "text": "And as Moses lifted up the serpent in the desert, so must the Son of man be lifted up;",
      "topic": ""
    },
    "15": {
      "text": "That every one believing in him perish not, but have eternal life.",
      "topic": ""
    },
    "16": {
      "text": "For God so loved the world, that he gave his only born Son, that every one believing in him perish not, but have eternal life.",
      "topic": ""
    },
    "17": {
      "text": "For God sent not his Son into the world that he judge the world; but that the world might be saved through him.",
      "topic": ""
    },
    "18": {
      "text": "He believing in him is not judged: and he not believing has been already judged, because he has not believed in the name of the only born Son of God.",
      "topic": ""
    },
    "19": {
      "text": "And this is the judgment, that light has come into the world, and men rather loved darkness than light, for their works were evil.",
      "topic": ""
    },
    "20": {
      "text": "For every one doing bad things hates the light, and he comes not to the light, lest his works should be rebuked.",
      "topic": ""
    },
    "21": {
      "text": "But he doing the truth comes to the light, that his works might be manifested, that they are wrought in God.",
      "topic": ""
    },
    "22": {
      "text": "After these Jesus came and his disciples into the Judean land; and there he tarried with them, and immersed.",
      "topic": ""
    },
    "23": {
      "text": "And John was also immersing in Aenon near Salim, for many waters were there: and they came near and were immersed.",
      "topic": ""
    },
    "24": {
      "text": "For John was not yet cast into prison.",
      "topic": ""
    },
    "25": {
      "text": "Then was there an investigation of John’s disciples with Jesus about purification.",
      "topic": ""
    },
    "26": {
      "text": "And they came to John, and said to him, Rabbi, he who was with thee beyond Jordan, to whom thou hast testified, behold, he immerses, and all come to him.",
      "topic": ""
    },
    "27": {
      "text": "John answered and said, No man can receive anything except it be given him from heaven.",
      "topic": ""
    },
    "28": {
      "text": "Ye yourselves testify to me, that I said, I am not the Christ, but that I am sent before him.",
      "topic": ""
    },
    "29": {
      "text": "He having the bride is the bridegroom: and the friend of the bridegroom, standing and hearing him, rejoices with joy for the bridegroom’s voice: therefore this my joy has been completed.",
      "topic": ""
    },
    "30": {
      "text": "He must increase, and I must be diminished.",
      "topic": ""
    },
    "31": {
      "text": "He coming from above is above all, he being of the earth is of earth, and speaks of earth: he coming from heaven is above all.",
      "topic": ""
    },
    "32": {
      "text": "And what he saw and heard, this be testifies: and none receives his testimony.",
      "topic": ""
    },
    "33": {
      "text": "He having received his testimony has fixed a seal that God is true.",
      "topic": ""
    },
    "34": {
      "text": "For he whom God sent speaks the words of God: for God gives not the Spirit by measure.",
      "topic": ""
    },
    "35": {
      "text": "The Father loves the Son, and he has given all things into his hand.",
      "topic": ""
    },
    "36": {
      "text": "He believing in the Son has eternal life: and he not believing the Son shall not see life, but the anger of God remains upon him.",
      "topic": ""
    }
  }
}