{
  "info": {
    "book": "John",
    "chapter": "9",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And passing by, he saw a man blind from birth.",
      "topic": ""
    },
    "2": {
      "text": "And his disciples asked him, saying, Rabbi, who sinned, he, or his parents, that he was born blind?",
      "topic": ""
    },
    "3": {
      "text": "Jesus answered, Neither did this sin, nor his parents: but that the works of God might be manifested in him.",
      "topic": ""
    },
    "4": {
      "text": "I must work the works of him having sent me, while it is day: night comes, when none can work.",
      "topic": ""
    },
    "5": {
      "text": "While I be in the world, I am the light of the world.",
      "topic": ""
    },
    "6": {
      "text": "Having said these, he spat on the ground, and made clay of the spittle, and rubbed the clay upon the eyes of the blind,",
      "topic": ""
    },
    "7": {
      "text": "And said to him, Retire, wash in the pool of Siloam, (which is interpreted, Sent.) He went away therefore, and washed, and came seeing.",
      "topic": ""
    },
    "8": {
      "text": "Then the neighbors, and those seeing him before that he was blind, said, Is not this he sitting and begging?",
      "topic": ""
    },
    "9": {
      "text": "Others said, This is he: and others, That he is like him: he said, That I am.",
      "topic": ""
    },
    "10": {
      "text": "Then said they to him, How were thine eyes opened?",
      "topic": ""
    },
    "11": {
      "text": "He answered and said, A man called Jesus made clay, and anointed mine eyes, and said to me, Retire to the pool of Siloam, and wash: and having gone and washed, I saw again.",
      "topic": ""
    },
    "12": {
      "text": "Then said they to him, Where is he? He says I know not.",
      "topic": ""
    },
    "13": {
      "text": "They bring him to the Pharisees, him once blind.",
      "topic": ""
    },
    "14": {
      "text": "And it was the sabbath, when Jesus made clay, and opened his eyes.",
      "topic": ""
    },
    "15": {
      "text": "Then again the Pharisees also asked him how he saw again. He said to them, He put clay upon mine eyes, and I washed, and I see.",
      "topic": ""
    },
    "16": {
      "text": "Then said certain of the Pharisees, This man is not from God, for he keeps not the sabbath. Others said, How can a sinful man do such signs? And a division was among them.",
      "topic": ""
    },
    "17": {
      "text": "They say to the blind again, What sayest thou of him, for he opened thine eyes? He said, That he is a prophet.",
      "topic": ""
    },
    "18": {
      "text": "Then the Jews believed not of him that he was blind, and saw again, until they called the parents of him having looked up.",
      "topic": ""
    },
    "19": {
      "text": "And they asked them, saying, Is this your son, whom ye say that be was born blind how then does be now see.",
      "topic": ""
    },
    "20": {
      "text": "His parents answered them and said, We know that this is our son, and that he was born blind:",
      "topic": ""
    },
    "21": {
      "text": "But how he now sees, we know not; or who opened his eyes, we know not: he has age; ask him: he shall speak for himself.",
      "topic": ""
    },
    "22": {
      "text": "These said his parents, for they feared the Jews: for already had the Jews agreed, that if any should acknowledge him Christ, he should be put out of the synagogue.",
      "topic": ""
    },
    "23": {
      "text": "Therefore said his parents, That he has age; ask him.",
      "topic": ""
    },
    "24": {
      "text": "Then called they the man of a second time, who was blind, and said to him, Give glory to God: we know that this man is sinful.",
      "topic": ""
    },
    "25": {
      "text": "He answered and said, If he be sinful, I know not: one thing I know, that, being blind, now I see.",
      "topic": ""
    },
    "26": {
      "text": "And again said they to him, What did he to thee? how opened he thine eyes?",
      "topic": ""
    },
    "27": {
      "text": "He answered them, I told you already, and ye heard not: why wish ye to hear again? ye wish not also to be his disciples?",
      "topic": ""
    },
    "28": {
      "text": "Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.",
      "topic": ""
    },
    "29": {
      "text": "We know that God has spoken to Moses; but this, we know not whence he is.",
      "topic": ""
    },
    "30": {
      "text": "The man answered and said to them, For in this is it wonderful, that ye know not whence he is, and he opened mine eyes.",
      "topic": ""
    },
    "31": {
      "text": "And we know that God hears not the sinful: but if any be godly, and do his will, this he hears.",
      "topic": ""
    },
    "32": {
      "text": "From forever was it not heard that any opened the eyes of him born blind.",
      "topic": ""
    },
    "33": {
      "text": "If this one were not of God, he could do nothing.",
      "topic": ""
    },
    "34": {
      "text": "They answered and said to him, In sins wert thou wholly born, and teachest thou us? And they cast him without.",
      "topic": ""
    },
    "35": {
      "text": "Jesus heard that they cast him without; and having found him, said to him, Believest thou in the Son of God?",
      "topic": ""
    },
    "36": {
      "text": "He answered and said, Who is he, Lord, that I might believe in him?",
      "topic": ""
    },
    "37": {
      "text": "And Jesus said to him, Thou hast also seen him, and he speaking with thee, the same is he.",
      "topic": ""
    },
    "38": {
      "text": "And he said I believe, Lord. And he worshipped him.",
      "topic": ""
    },
    "39": {
      "text": "And Jesus said, For judgment came I into this world, that they not seeing might see; and they seeing might be blind.",
      "topic": ""
    },
    "40": {
      "text": "And they being with him of the Pharisees heard these things, and said to him,",
      "topic": ""
    },
    "41": {
      "text": "We are not also blind? Jesus said to them If ye were blind, ye had not sinned: and now ye say, That we see; therefore your sin remains.",
      "topic": ""
    }
  }
}