{
  "info": {
    "book": "Job",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "Verily that ye are the people, and shall wisdom die with you?",
      "topic": ""
    },
    "3": {
      "text": "Also to me a heart like you; I fall not more than you: and with whom not like these?",
      "topic": ""
    },
    "4": {
      "text": "I shall be he laughing at his neighbor, calling to God, and he will answer him: the just blameless one being laughed at.",
      "topic": ""
    },
    "5": {
      "text": "To misfortune is contempt to the thoughts of him at ease, being prepared for the waverings of the foot.",
      "topic": ""
    },
    "6": {
      "text": "The tents to those oppressing will be secure, and confidence to those provoking God to anger: whom God will bring into his hand.",
      "topic": ""
    },
    "7": {
      "text": "But ask now the beasts and they shall teach thee; and the birds of the heavens, and they shall announce to thee:",
      "topic": ""
    },
    "8": {
      "text": "Or speak to the earth and it shall teach thee; and the fishes of the sea shall recount to thee.",
      "topic": ""
    },
    "9": {
      "text": "Who knew not in all these that the hand of God did this?",
      "topic": ""
    },
    "10": {
      "text": "Which in his hand the soul of all living, and the spirit of all the flesh of man.",
      "topic": ""
    },
    "11": {
      "text": "Shall not the ear try words? and the palate shall taste food to it?",
      "topic": ""
    },
    "12": {
      "text": "With old men is wisdom, and length of days, understanding.",
      "topic": ""
    },
    "13": {
      "text": "With him wisdom and strength, to him counsel and understanding.",
      "topic": ""
    },
    "14": {
      "text": "Behold, he will pull down and it shall not be built up: he will shut up against man and it shall not be opened.",
      "topic": ""
    },
    "15": {
      "text": "Behold, he will hold back upon the waters, and they will dry up: and he will send them forth and they will overturn the earth.",
      "topic": ""
    },
    "16": {
      "text": "With him strength and purpose: to him the one led astray and him leading astray.",
      "topic": ""
    },
    "17": {
      "text": "Leading away counselors stripped off and he will make foolish the judges.",
      "topic": ""
    },
    "18": {
      "text": "He loosed the bonds of kings, and he will gird upon their loins a girdle.",
      "topic": ""
    },
    "19": {
      "text": "Leading away priests stripped off, and he will overthrow the mighty.",
      "topic": ""
    },
    "20": {
      "text": "Removing the lip to the faithful, and he will take discernment of old men.",
      "topic": ""
    },
    "21": {
      "text": "Proving contempt upon nobles, and he slackened the girdle of the strong.",
      "topic": ""
    },
    "22": {
      "text": "Revealing deep things from darkness, and he will bring to light the shadow of death.",
      "topic": ""
    },
    "23": {
      "text": "Making great to the nations, and he will destroy them: he spread out to the nations, and he will guide them.",
      "topic": ""
    },
    "24": {
      "text": "Taking away the heart of the heads of the people of the earth, and he will cause them to wander in a waste, not a way.",
      "topic": ""
    },
    "25": {
      "text": "They will feel darkness and not light, and he will cause them to wander as one intoxicated.",
      "topic": ""
    }
  }
}