{
  "info": {
    "book": "Job",
    "chapter": "14",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Man being born of woman is short of days and full of disquiet.",
      "topic": ""
    },
    "2": {
      "text": "And as a flower he will come forth, and will be cut down: and he will flee as a shadow, and shall not stand.",
      "topic": ""
    },
    "3": {
      "text": "Also upon this one didst thou open thine eyes? and wilt thou bring Me into judgment with thee?",
      "topic": ""
    },
    "4": {
      "text": "For who shall give a clean thing from an unclean? Not one.",
      "topic": ""
    },
    "5": {
      "text": "If his days are determined, the number of his months with thee; thou madest his limit; he shall not pass over.",
      "topic": ""
    },
    "6": {
      "text": "Look away from him and be shall cease, till he shall delight as an hireling in his day.",
      "topic": ""
    },
    "7": {
      "text": "For there is hope for a tree if it shall be cut down, and it shall yet revive, and its suckers shall not cease.",
      "topic": ""
    },
    "8": {
      "text": "If its root shall grow old in the earth, and its trunk shall die in the dust.",
      "topic": ""
    },
    "9": {
      "text": "From the smell of water it will break forth, and make foliage as a plant.",
      "topic": ""
    },
    "10": {
      "text": "And man will die and be weak: and man will expire, and where is he?",
      "topic": ""
    },
    "11": {
      "text": "The waters departed from the sea, and the river will be wasted and dried up;",
      "topic": ""
    },
    "12": {
      "text": "And man lay down and he will not rise: till the heavens be no more they shall not awake and rise from their sleep.",
      "topic": ""
    },
    "13": {
      "text": "Who will give thou wilt hide me in hades? wilt thou cover me till the turning away of thine anger? wilt thou set for me a limit, and wilt thou remember me?",
      "topic": ""
    },
    "14": {
      "text": "If a man die, shall he live? All the days of my warfare I will wait till the coming of my change.",
      "topic": ""
    },
    "15": {
      "text": "Thou shalt call and I will answer thee: thou wilt long for the work of thy hands.",
      "topic": ""
    },
    "16": {
      "text": "For now thou wilt count my steps: wilt thou not watch over my sin?",
      "topic": ""
    },
    "17": {
      "text": "My transgression is sealed up in a purse, and thou wilt patch upon mine iniquity.",
      "topic": ""
    },
    "18": {
      "text": "And yet the mountain falling shill decay, and the rock shall be removed from its place.",
      "topic": ""
    },
    "19": {
      "text": "The waters rubbed the stones: thou wilt overflow the flowings of the dust of the earth; and thou didst destroy the hope of man.",
      "topic": ""
    },
    "20": {
      "text": "Thou wilt overpower him forever, and he will go away: changing his face, thou wilt send him away.",
      "topic": ""
    },
    "21": {
      "text": "His sons will be honored and he knew not: they will be brought low, and he will not understand for them.",
      "topic": ""
    },
    "22": {
      "text": "But his flesh upon him shall have pain, and his soul upon him shall mourn.",
      "topic": ""
    }
  }
}