{
  "info": {
    "book": "Job",
    "chapter": "15",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Eli-Phaz the Temanite will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "Shall a wise one answer knowledge of wind, and fill his belly with the east wind?",
      "topic": ""
    },
    "3": {
      "text": "Reproving with words he shall not profit, and speeches will be of no use in them.",
      "topic": ""
    },
    "4": {
      "text": "Also thou wilt bring to nought, fear, and thou wilt withhold meditation before God.",
      "topic": ""
    },
    "5": {
      "text": "For thy mouth will accustom itself to thine iniquity, and thou wilt choose the tongue of the crafty.",
      "topic": ""
    },
    "6": {
      "text": "Thy mouth will condemn thee, and not I: and thy lips will testify against thee.",
      "topic": ""
    },
    "7": {
      "text": "Shalt thou be the firm man born? and hadst thou a beginning before the hills?",
      "topic": ""
    },
    "8": {
      "text": "Shalt thou hear in the consultation of God? and wilt thou reserve wisdom to thyself?",
      "topic": ""
    },
    "9": {
      "text": "What knewest thou and we shall not know? wilt thou understand and it not be with us?",
      "topic": ""
    },
    "10": {
      "text": "Also the gray headed and old man with us, great of days above thy fathers.",
      "topic": ""
    },
    "11": {
      "text": "Is it small with thee the consolations of God? and a word covered with thee?",
      "topic": ""
    },
    "12": {
      "text": "Why shall thy heart take thee? and why shall thine eyes wink?",
      "topic": ""
    },
    "13": {
      "text": "That thou wilt turn thy spirit against God, and thou broughtest words from thy mouth?",
      "topic": ""
    },
    "14": {
      "text": "What is man that he will be clean? and that he will be just, being born of woman?",
      "topic": ""
    },
    "15": {
      "text": "Behold, in his holy ones he will, not trust; and the heavens were not clean in his eyes.",
      "topic": ""
    },
    "16": {
      "text": "How much more abominable and corrupt is man drinking iniquity as water!",
      "topic": ""
    },
    "17": {
      "text": "I will show thee, hear to me; and that I saw I will recount;",
      "topic": ""
    },
    "18": {
      "text": "Which the wise ones will announce, and he hid it not from their fathers.",
      "topic": ""
    },
    "19": {
      "text": "To them alone the earth was given, and a stranger passed not in the midst of them.",
      "topic": ""
    },
    "20": {
      "text": "All the days the unjust one himself being pained, and numbering the years they were hidden to him terrifying.",
      "topic": ""
    },
    "21": {
      "text": "The voice of fears in his ears: in peace he destroying shall come upon him.",
      "topic": ""
    },
    "22": {
      "text": "He will not believe to turn back from darkness, and he was waited for by the sword.",
      "topic": ""
    },
    "23": {
      "text": "He wandered about for bread, where he knew that the day of darkness was ready at his hand.",
      "topic": ""
    },
    "24": {
      "text": "Straitness and distress shall terrify him; they shall overpower him as a king ready for war.",
      "topic": ""
    },
    "25": {
      "text": "For he stretched forth his hand against God, and he will strengthen himself against the Almighty.",
      "topic": ""
    },
    "26": {
      "text": "He will run against him upon the neck, upon the thicknesses of his shields:",
      "topic": ""
    },
    "27": {
      "text": "For he covered his face with his fat, and he will make fatness upon the flank.",
      "topic": ""
    },
    "28": {
      "text": "And he will dwell in cities out off, the houses shall not be inhabited by them, which were ready for heaps.",
      "topic": ""
    },
    "29": {
      "text": "He shall not be rich, and his wealth shall not rise up; their possession shall not extend upon the earth.",
      "topic": ""
    },
    "30": {
      "text": "He shall not depart from darkness; the flame shall dry up his suckers, and by the breath of his mouth shall he depart.",
      "topic": ""
    },
    "31": {
      "text": "He being deceived shall not trust in vanity: for vanity shall be his compensation.",
      "topic": ""
    },
    "32": {
      "text": "Before his day it shall be completed, and his branch was not green.",
      "topic": ""
    },
    "33": {
      "text": "He will shake off as a vine his unripe grapes, and he will cast his flower as the olive.",
      "topic": ""
    },
    "34": {
      "text": "For the assembly of the profane is hard, and fire consumed the tents of the gift.",
      "topic": ""
    },
    "35": {
      "text": "He conceiving trouble and he bringing forth vanity, and their belly shall prepare deceit.",
      "topic": ""
    }
  }
}