{
  "info": {
    "book": "Job",
    "chapter": "19",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "How long will ye, grieve my soul, and crush me with words?",
      "topic": ""
    },
    "3": {
      "text": "These ten times ye will reproach me: ye will not be ashamed, ye will injure me.",
      "topic": ""
    },
    "4": {
      "text": "If indeed I erred my error will lodge with me.",
      "topic": ""
    },
    "5": {
      "text": "If indeed ye will magnify yourselves against me, and prove against me my reproach:",
      "topic": ""
    },
    "6": {
      "text": "Know ye now that God subverted me; and he folded his net about me.",
      "topic": ""
    },
    "7": {
      "text": "Behold, I shall cry violence, and shall I not be answered: I shall cry for help, and no judgment.",
      "topic": ""
    },
    "8": {
      "text": "He walled up my path and I shall not pass, and he will set darkness upon my beaten paths.",
      "topic": ""
    },
    "9": {
      "text": "And he put off from me my honor, and he removed the crown of my head.",
      "topic": ""
    },
    "10": {
      "text": "He will lay me waste round about, and I shall go: and he will remove my hope as a tree.",
      "topic": ""
    },
    "11": {
      "text": "And he will kindle his anger against me, and he will reckon me to him as his enemy.",
      "topic": ""
    },
    "12": {
      "text": "His troops shall come together and raise up their way against me, and they will encamp round about to my tent.",
      "topic": ""
    },
    "13": {
      "text": "He removed my brethren far from me, and mine acquaintance truly turned aside from me.",
      "topic": ""
    },
    "14": {
      "text": "My kindred ceased, and they acquainted with me forgot me.",
      "topic": ""
    },
    "15": {
      "text": "They sojourning in my house and my maids, mill reckon me for a stranger: I was a foreigner in their eyes.",
      "topic": ""
    },
    "16": {
      "text": "I called to my servant and he will not answer; I shall entreat him with my mouth.",
      "topic": ""
    },
    "17": {
      "text": "My spirit was loathsome to my wife, and I entreated to the sons of my belly.",
      "topic": ""
    },
    "18": {
      "text": "Also children rejected me; I shall arise, and they will speak against me.",
      "topic": ""
    },
    "19": {
      "text": "All the men of my intimacy will abhor me, and those I loved were turned against me.",
      "topic": ""
    },
    "20": {
      "text": "My bone cleaved to my skin and to my flesh, and I shall escape with the skin of my teeth.",
      "topic": ""
    },
    "21": {
      "text": "Pity me, pity me, ye my friends, for the hand of God touched upon me.",
      "topic": ""
    },
    "22": {
      "text": "Why will ye pursue me as God, and will ye not be satisfied from my flesh?",
      "topic": ""
    },
    "23": {
      "text": "Who will give now, and my words shall be written? who will give and they shall be delineated in a book?",
      "topic": ""
    },
    "24": {
      "text": "They shall be cut in the rock with a style of iron and lead, forever.",
      "topic": ""
    },
    "25": {
      "text": "And I knew he redeeming me lived, and at last he shall rise up upon the dust:",
      "topic": ""
    },
    "26": {
      "text": "And after they destroyed my skin, this, and from my flesh I shall see God:",
      "topic": ""
    },
    "27": {
      "text": "Which I shall see for myself, and mine eyes beheld, and not a stranger: my reins were finished in my bosom.",
      "topic": ""
    },
    "28": {
      "text": "For ye shall say, Why shall we pursue after him and the root of the word was found in me?",
      "topic": ""
    },
    "29": {
      "text": "And fear ye to yourselves, from the face of the sword? for wrath the iniquities of the sword, so that ye shall know there is judgment.",
      "topic": ""
    }
  }
}