{
  "info": {
    "book": "Job",
    "chapter": "20",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Naainathite will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "For this my thoughts will turn back, and because of my haste in me.",
      "topic": ""
    },
    "3": {
      "text": "I shall hear the instruction of my shame, and the spirit of my understanding will cause me to answer.",
      "topic": ""
    },
    "4": {
      "text": "Thou knewest this from everlasting when man was set upon the earth:",
      "topic": ""
    },
    "5": {
      "text": "For the rejoicing of the unjust drawing near, and the gladness of the profane even for a moment.",
      "topic": ""
    },
    "6": {
      "text": "If his elevation shall go up to the heavens, and his head shall reach to the cloud;",
      "topic": ""
    },
    "7": {
      "text": "As his dung he shall perish forever: they seeing him shall say, Where is he?",
      "topic": ""
    },
    "8": {
      "text": "As a dream he shall fly away, and they shall not find him: and he shall flee away as the vision of the night.",
      "topic": ""
    },
    "9": {
      "text": "The eye scanned him and shall not add; and his place shall no more look after him.",
      "topic": ""
    },
    "10": {
      "text": "The weak shall break his sons, and his hands shall turn back his wealth.",
      "topic": ""
    },
    "11": {
      "text": "His bones were full of his youth, and shall lie down with him in the dust.",
      "topic": ""
    },
    "12": {
      "text": "If evil shall be sweet in his mouth he will cover it under his tongue;",
      "topic": ""
    },
    "13": {
      "text": "He will spare over it, and forsake it not, and keep it back in the midst of his palate:",
      "topic": ""
    },
    "14": {
      "text": "His bread in his bowels was turned, the gall of asps in his midst.",
      "topic": ""
    },
    "15": {
      "text": "He swallowed down riches, and he shall vomit it up, and God shall drive it out of his belly.",
      "topic": ""
    },
    "16": {
      "text": "He shall suck the poison of asps: the viper’s tongue shall kill him.",
      "topic": ""
    },
    "17": {
      "text": "He shall not look upon the streams, the rivers, the torrents of honey and curdled milk.",
      "topic": ""
    },
    "18": {
      "text": "Turning back the labor, and he shall not swallow down: according to the substance of his exchange and he shall not exult.",
      "topic": ""
    },
    "19": {
      "text": "For he oppressed, forsaking the poor; he stripped the house and he will not build it up.",
      "topic": ""
    },
    "20": {
      "text": "For he knew not tranquillity in his belly, in his desire he shall not escape.",
      "topic": ""
    },
    "21": {
      "text": "Nothing was left to his food; for this his good shall not be stable.",
      "topic": ""
    },
    "22": {
      "text": "In the fulness of his abundance it shall be pressed to him: every laboring hand shall come to him.",
      "topic": ""
    },
    "23": {
      "text": "He will be for filling his belly, he will send upon him the burning of his anger, and will rain upon him in his eating.",
      "topic": ""
    },
    "24": {
      "text": "He shall flee from the weapon of iron, the bow of brass shall pierce him.",
      "topic": ""
    },
    "25": {
      "text": "Being drawn it will come forth from the body; and the lightning will go from his bile, and terrors upon him.",
      "topic": ""
    },
    "26": {
      "text": "All darkness hid for his secret places: a fire not blown upon shall devour him; and the remaining one shall do evil upon his tent.",
      "topic": ""
    },
    "27": {
      "text": "The heavens shall uncover his iniquity, and the earth an adversary against him.",
      "topic": ""
    },
    "28": {
      "text": "The increase of his house shall be rolled off; they were poured out in the day of his anger.",
      "topic": ""
    },
    "29": {
      "text": "This the portion of an unjust man and the lot of his command from God.",
      "topic": ""
    }
  }
}