{
  "info": {
    "book": "Job",
    "chapter": "21",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "Hearing, hear ye my speech, and this shall be your consolations.",
      "topic": ""
    },
    "3": {
      "text": "Suffer me and I will speak; and after my word ye will mock.",
      "topic": ""
    },
    "4": {
      "text": "I, is my complaint to man? and then wherefore shall not my spirit be shortened?",
      "topic": ""
    },
    "5": {
      "text": "Look to me and be astonished, and put the hand upon the mouth.",
      "topic": ""
    },
    "6": {
      "text": "And when I remembered and trembled, and horror took hold of my flesh.",
      "topic": ""
    },
    "7": {
      "text": "Wherefore shall the unjust live? They grew old, also they were strong in power.",
      "topic": ""
    },
    "8": {
      "text": "Their seed was established before their face with them, and their offspring before their eyes.",
      "topic": ""
    },
    "9": {
      "text": "Their houses peace from fear, and the rod of God not upon them.",
      "topic": ""
    },
    "10": {
      "text": "His ox passed over and will not be cast away: his heifer will escape and will not be barren.",
      "topic": ""
    },
    "11": {
      "text": "They will send forth their children as a flock, and their children will leap.",
      "topic": ""
    },
    "12": {
      "text": "They will lift up with the drum and harp, and they will rejoice at the voice of the pipe.",
      "topic": ""
    },
    "13": {
      "text": "Their days glided on in good, and in a moment they will lay hold of hades.",
      "topic": ""
    },
    "14": {
      "text": "And they will say to God, Depart from us; and we desired not the knowledge of thy ways.",
      "topic": ""
    },
    "15": {
      "text": "What the Almighty that we shall serve him? and what shall we be profited if we shall supplicate to him?",
      "topic": ""
    },
    "16": {
      "text": "Behold, their good not in the hand: the counsel of the unjust was far from me.",
      "topic": ""
    },
    "17": {
      "text": "How often the light of the unjust shall be extinguished, and their destruction will come upon them. He will distribute pains in his anger.",
      "topic": ""
    },
    "18": {
      "text": "They shall be as straw before the wind, and as chaff the storm stole it away.",
      "topic": ""
    },
    "19": {
      "text": "God will lay up his iniquity for his sons: he will requite to him and be shall know.",
      "topic": ""
    },
    "20": {
      "text": "His eyes shall see his destruction, and he shall drink from the wrath of the Almighty.",
      "topic": ""
    },
    "21": {
      "text": "For what his delight in his house after him, and the number of? his months were divided out?",
      "topic": ""
    },
    "22": {
      "text": "Shall he teach knowledge to God? and he will judge those lifted up.",
      "topic": ""
    },
    "23": {
      "text": "This shall die in the strength of his fulness, altogether tranquil and at rest.",
      "topic": ""
    },
    "24": {
      "text": "His sides were filled with fat, and the marrow of his bones will, be moistened.",
      "topic": ""
    },
    "25": {
      "text": "And this will die in the soul of bitterness, and will not eat in good.",
      "topic": ""
    },
    "26": {
      "text": "They will lie down together upon the dust, and the worm shall cover over them.",
      "topic": ""
    },
    "27": {
      "text": "Behold, I knew your purposes, and the devices ye will shake off against me.",
      "topic": ""
    },
    "28": {
      "text": "For ye will say, Where the house of the noble one; and where the tent of the dwellings of the unjust?",
      "topic": ""
    },
    "29": {
      "text": "Did ye not ask them passing over the way? and shall ye not know their signs?",
      "topic": ""
    },
    "30": {
      "text": "For the evil one will be spared for the day of destruction; they shalt be led away to the day of wraths.",
      "topic": ""
    },
    "31": {
      "text": "Who shall announce his way upon his face? and who shall requite to him that he did?",
      "topic": ""
    },
    "32": {
      "text": "And he shall be led away to the graves, and shall watch over the tomb.",
      "topic": ""
    },
    "33": {
      "text": "And the clods of the valley were sweet to him, and every man shall draw after him, and before him no number.",
      "topic": ""
    },
    "34": {
      "text": "And how will ye comfort me in vain, and your answers remained treachery?",
      "topic": ""
    }
  }
}