{
  "info": {
    "book": "Job",
    "chapter": "22",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Eliphaz the Temanite will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "Shall a man profit to God as he understanding shall profit for himself?",
      "topic": ""
    },
    "3": {
      "text": "Did it please to the Almighty that thou wilt be just? and if gain if thou wilt perfect thy ways?",
      "topic": ""
    },
    "4": {
      "text": "Will he reprove thee from thy fear? Will he go with thee into judgment?",
      "topic": ""
    },
    "5": {
      "text": "Is not thine evil much? and no end to thine iniquities?",
      "topic": ""
    },
    "6": {
      "text": "For thou wilt take a pledge of thy brethren, in vain, and the garments of the naked thou wilt strip of.",
      "topic": ""
    },
    "7": {
      "text": "Thou wilt not give to the weary one water to drink, and from the hungry one thou wilt withhold bread.",
      "topic": ""
    },
    "8": {
      "text": "And the man of arm, to him the earth; and the lifted up of face dwelt in it.",
      "topic": ""
    },
    "9": {
      "text": "Thou didst send away widows empty, and the arms of the orphans will be broken.",
      "topic": ""
    },
    "10": {
      "text": "For this, snares are round about thee, and sudden fear will terrify thee;",
      "topic": ""
    },
    "11": {
      "text": "Or darkness thou wilt not see; and abundance of waters shall cover thee.",
      "topic": ""
    },
    "12": {
      "text": "Is not God high in the heavens? and see the head of the stars for they were lifted up.",
      "topic": ""
    },
    "13": {
      "text": "And thou saidst How shall God know? Shall he judge in the cloud of darkness?",
      "topic": ""
    },
    "14": {
      "text": "Clouds a covering to him, and he will not see; and he will go about the circle of the heavens.",
      "topic": ""
    },
    "15": {
      "text": "Wilt thou watch the path of old which men of iniquity trod?",
      "topic": ""
    },
    "16": {
      "text": "Who were laid hold of, and no time a river will pour out their foundation?",
      "topic": ""
    },
    "17": {
      "text": "They saying to God, Depart from us: and what shall the Almighty do for them?",
      "topic": ""
    },
    "18": {
      "text": "And he filled their houses with good: and the counsel of the unjust was far from me.",
      "topic": ""
    },
    "19": {
      "text": "The just shall see and shall be glad: and the innocent shall deride at them.",
      "topic": ""
    },
    "20": {
      "text": "If our adversaries were not destroyed, and their remnant the fire shall devour.",
      "topic": ""
    },
    "21": {
      "text": "Be acquainted now with him, and be safe: by them shall good come to thee.",
      "topic": ""
    },
    "22": {
      "text": "Take now the law from his mouth, and set his words in thy heart.",
      "topic": ""
    },
    "23": {
      "text": "If thou wilt turn back even to the Almighty, thou shalt be built up, thou shalt remove iniquity far off from thy tent.",
      "topic": ""
    },
    "24": {
      "text": "Place thou gold upon the dust, and the precious ore of the torrents of Ophir.",
      "topic": ""
    },
    "25": {
      "text": "And the Almighty was thy gold and silver of labors to thee.",
      "topic": ""
    },
    "26": {
      "text": "For then upon the Almighty shalt thou delight thyself, and thou shalt lift up thy face to God.",
      "topic": ""
    },
    "27": {
      "text": "And thou shalt pray to him, and he will hear thee, and thou shalt repay thy vows.",
      "topic": ""
    },
    "28": {
      "text": "And thou shalt decide the word, and it shall be set up to thee: and the light shone upon thy ways.",
      "topic": ""
    },
    "29": {
      "text": "For they were humbled, and thou wilt say, A lifting up; and he will save him depressed of eyes.",
      "topic": ""
    },
    "30": {
      "text": "He will deliver the island of the innocent: and it was delivered by the pureness of thine hands.",
      "topic": ""
    }
  }
}