{
  "info": {
    "book": "Job",
    "chapter": "24",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wherefore were not times hidden from the Almighty? and they knowing him saw not his days.",
      "topic": ""
    },
    "2": {
      "text": "They will remove the bound; they will strip off the flock, and they will feed.",
      "topic": ""
    },
    "3": {
      "text": "They will lead away the ass of the orphans, and they will take for pledge, the widow’s ox.",
      "topic": ""
    },
    "4": {
      "text": "They will turn the needy from the Way: the poor of the earth hid themselves together.",
      "topic": ""
    },
    "5": {
      "text": "Behold, wild asses in the desert will go forth in their work, seeking for prey: the sterile region bread for him, and for the young.",
      "topic": ""
    },
    "6": {
      "text": "In the field they will harvest his meslin, and they will glean the vintage of the unjust one.",
      "topic": ""
    },
    "7": {
      "text": "They will cause the naked to lodge without clothing, and no covering in the cold.",
      "topic": ""
    },
    "8": {
      "text": "They will be wet from the pouring rains of the mountains, and they embraced the rock from no shelter.",
      "topic": ""
    },
    "9": {
      "text": "They will strip the orphan from the breast, and take a pledge for the poor.",
      "topic": ""
    },
    "10": {
      "text": "They caused the naked to go without clothing, and from the hungry they took away the sheaf;",
      "topic": ""
    },
    "11": {
      "text": "Between their walls they will press out oil; they trod their wine-presses, and they will thirst.",
      "topic": ""
    },
    "12": {
      "text": "From the city men will groan, and the soul of the wounded will cry out: and God will not set folly.",
      "topic": ""
    },
    "13": {
      "text": "They were among the rebels of light; they knew not his ways, and they dwelt not in his beaten paths.",
      "topic": ""
    },
    "14": {
      "text": "The murderer will rise by light; he will kill the poor and needy; and in the night he will be as a thief.",
      "topic": ""
    },
    "15": {
      "text": "And the eye of the adulterer watched the twilight, saying, Eye shall not perceive me: and secretly he will set the face.",
      "topic": ""
    },
    "16": {
      "text": "To break through houses in darkness in the day they shut up for themselves: they knew not light.",
      "topic": ""
    },
    "17": {
      "text": "For the morning altogether to them the shadow of death: if it shall be known, the terrors of the shadow of death.",
      "topic": ""
    },
    "18": {
      "text": "He is swift upon the face of the waters; their portion will be cursed in the earth: he will not see the way of the vineyards.",
      "topic": ""
    },
    "19": {
      "text": "Dryness, also heat, will strip the snow waters: hades him sinning.",
      "topic": ""
    },
    "20": {
      "text": "The womb shall forget him; the worm sucked him; he shall be no more remembered: and iniquity shall be broken as a tree.",
      "topic": ""
    },
    "21": {
      "text": "He did evil to the barren; she will not bear: and he will not do good to the widow.",
      "topic": ""
    },
    "22": {
      "text": "And he drew the mighty in his power: he will rise up and none shall be sure in living.",
      "topic": ""
    },
    "23": {
      "text": "It will he given to him for confidence, and he will rest upon: and his eyes upon their ways.",
      "topic": ""
    },
    "24": {
      "text": "They were lifted up a little while, and they are not, and they were brought low; as all they will be drawn together, and as the head of an ear of grain they shall be cut off.",
      "topic": ""
    },
    "25": {
      "text": "And if not now, who will cause me to lie, and set my words for nought?",
      "topic": ""
    }
  }
}