{
  "info": {
    "book": "Job",
    "chapter": "34",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Elihu will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "Hear, ye wise, my words; and ye knowing, give ear to me.",
      "topic": ""
    },
    "3": {
      "text": "For the ear will try words, and the palate will taste of food.",
      "topic": ""
    },
    "4": {
      "text": "We will choose to us judgment: we shall know between ourselves what is good.",
      "topic": ""
    },
    "5": {
      "text": "For Job said, I was just: and God removed my judgment.",
      "topic": ""
    },
    "6": {
      "text": "Shall I speak falsehood against my judgment? mine arrow was desperate without transgression.",
      "topic": ""
    },
    "7": {
      "text": "What man as Job he will drink scoffing as water?",
      "topic": ""
    },
    "8": {
      "text": "Going for company with those working iniquity, and to go with men of injustice?",
      "topic": ""
    },
    "9": {
      "text": "For he said, It will not profit a man in delighting himself with God.",
      "topic": ""
    },
    "10": {
      "text": "For this, ye men of heart, hear to me: far be it to God from doing evil; and the Almighty from iniquity.",
      "topic": ""
    },
    "11": {
      "text": "For the work of man shall he recompense to him, and a man shall find himself according to his way.",
      "topic": ""
    },
    "12": {
      "text": "Also surely God will not do evil, and the Almighty will not pervert judgment.",
      "topic": ""
    },
    "13": {
      "text": "Who committed to him the earth? and who set up the habitable globe all of it?",
      "topic": ""
    },
    "14": {
      "text": "If he will set his heart to him, he will gather his spirit and his breath to him;",
      "topic": ""
    },
    "15": {
      "text": "All flesh shall expire together, and man shall turn back to dust.",
      "topic": ""
    },
    "16": {
      "text": "If now understanding, hear this: give ear to the voice of my words.",
      "topic": ""
    },
    "17": {
      "text": "Also shall he hating judgment, rule? and if thou wilt condemn the just mighty one?",
      "topic": ""
    },
    "18": {
      "text": "Saying to the king, Wickedness; (Belial) to nobles, Injustice.",
      "topic": ""
    },
    "19": {
      "text": "Who accepted not the face of chiefs, and looked not upon the rich one before the poor: for his hand made all of them.",
      "topic": ""
    },
    "20": {
      "text": "In a moment shall they die, and the middle of the night shall the people be moved and pass away: and the mighty shall be removed with not a hand.",
      "topic": ""
    },
    "21": {
      "text": "For his eyes are upon the ways of man, and he will see all his steps.",
      "topic": ""
    },
    "22": {
      "text": "Not darkness and not the shadow of death for those working iniquity to hide there.",
      "topic": ""
    },
    "23": {
      "text": "For he will not yet set upon man to go to God in judgment.",
      "topic": ""
    },
    "24": {
      "text": "He shall break in pieces the mighty, not searching out, and he will set others in their stead.",
      "topic": ""
    },
    "25": {
      "text": "For this he will know their work, and he turned the night, and they will be crushed.",
      "topic": ""
    },
    "26": {
      "text": "He struck them for the unjust in the place of those seeing;",
      "topic": ""
    },
    "27": {
      "text": "Who therefore turned away from after him, and they consider not all his ways,",
      "topic": ""
    },
    "28": {
      "text": "To cause the cry of the poor one to come to him, and he will hear the cry of the humble.",
      "topic": ""
    },
    "29": {
      "text": "And he will give quiet, and who shall disturb? and he will hide the face, and who shall look upon him? and against a nation and against man wholly:",
      "topic": ""
    },
    "30": {
      "text": "From the reigning of the profane man from the people being snared.",
      "topic": ""
    },
    "31": {
      "text": "For he said to God, I was lifted up, I will pervert no more.",
      "topic": ""
    },
    "32": {
      "text": "Besides I shall see thou wilt teach it to me: if I did iniquity, I will not add.",
      "topic": ""
    },
    "33": {
      "text": "Is it with thee? he will requite it, if thou didst refuse, if thou shalt choose, and not I: and what thou knewest, speak.",
      "topic": ""
    },
    "34": {
      "text": "Men of heart will say to me, and a wise man heard to me.",
      "topic": ""
    },
    "35": {
      "text": "Job will speak not with knowledge, and his word not with understanding.",
      "topic": ""
    },
    "36": {
      "text": "My father, Job shall be tried even to the end, for turning back with men of iniquity.",
      "topic": ""
    },
    "37": {
      "text": "He will add rebellion to his sin; he will clap between us, and he will multiply his words to God.",
      "topic": ""
    }
  }
}