{
  "info": {
    "book": "Job",
    "chapter": "35",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Elihu will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "Didst thou reckon this for judgment thou saidst, My justice is above God?",
      "topic": ""
    },
    "3": {
      "text": "For thou wilt say, What shall it profit to thee? what shall I profit from my sin?",
      "topic": ""
    },
    "4": {
      "text": "I will turn back words to thee, and thy companions with thee.",
      "topic": ""
    },
    "5": {
      "text": "Look upon the heavens and see; behold the clouds, they were high above thee.",
      "topic": ""
    },
    "6": {
      "text": "If thou sinnedst, what wilt thou do against him? and thy transgressions were multiplied, what wilt thou do to him?",
      "topic": ""
    },
    "7": {
      "text": "If thou wert just, what wilt thou give to him? or what shall he take from thy hand?",
      "topic": ""
    },
    "8": {
      "text": "Thy injustice to a man as thou: and thy justice to the son of man.",
      "topic": ""
    },
    "9": {
      "text": "From the multitude of oppressions they will cry out: they will cry out from the arm of the many.",
      "topic": ""
    },
    "10": {
      "text": "And not saying, Where is God making me? he gave songs in the night.",
      "topic": ""
    },
    "11": {
      "text": "And who teacheth us from the cattle of the earth, and he will make us wise above the birds of the heavens?",
      "topic": ""
    },
    "12": {
      "text": "Then they will cry, and he will not answer from the face of the pride of the evil.",
      "topic": ""
    },
    "13": {
      "text": "Also God will not hear vanity, and the Almighty will not look upon it.",
      "topic": ""
    },
    "14": {
      "text": "Also if thou shalt say thou wilt not see him, judgment is before him, and thou shalt wait for him.",
      "topic": ""
    },
    "15": {
      "text": "And now that it is not, he reviewed his anger, and he knew not in great transgression.",
      "topic": ""
    },
    "16": {
      "text": "And Job will open his mouth in vain; he will bind together words without knowledge.",
      "topic": ""
    }
  }
}