{
  "info": {
    "book": "Job",
    "chapter": "37",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Also at this my heart shall tremble, and it will leap from its place.",
      "topic": ""
    },
    "2": {
      "text": "Hearing, hear ye, to the noise of his voice, and the growling going out from his mouth.",
      "topic": ""
    },
    "3": {
      "text": "He will let it go free under all the heavens, and his light upon the wings of the earth.",
      "topic": ""
    },
    "4": {
      "text": "After him a voice shall rear; he will thunder with the voice of his majesty: and he will not leave them behind when his voice shall be heard.",
      "topic": ""
    },
    "5": {
      "text": "God will thunder with his voice of wonder, doing great things, and we shall not know.",
      "topic": ""
    },
    "6": {
      "text": "For he will say to the snow, Be it on earth; and to the shower of rain, and to the shower of the rains of his strength.",
      "topic": ""
    },
    "7": {
      "text": "He will seal in the hand of every man, for all men to know his work.",
      "topic": ""
    },
    "8": {
      "text": "And the beast shall go into the covert, and shall dwell in its habitation.",
      "topic": ""
    },
    "9": {
      "text": "From the chamber shall come forth the whirlwind, and cold from the scatterings.",
      "topic": ""
    },
    "10": {
      "text": "From the breath of God ice will be given, and the breadth of the waters in being straitened.",
      "topic": ""
    },
    "11": {
      "text": "Also by watering he will cast down the cloud: he will scatter the cloud of his light:",
      "topic": ""
    },
    "12": {
      "text": "Being turned by his guidance to their doing all that he commanded them upon the face of the habitable globe of the earth.",
      "topic": ""
    },
    "13": {
      "text": "If for the rod, if for his land, if for mercy, it shall find him.",
      "topic": ""
    },
    "14": {
      "text": "Give ear to this, O Job: stand and consider the wonders of God.",
      "topic": ""
    },
    "15": {
      "text": "Shalt thou know in God’s setting upon them, and he caused the light of his cloud to shine?",
      "topic": ""
    },
    "16": {
      "text": "Shalt thou know upon the poisings of the cloud, the wonders of the complete of knowledges?",
      "topic": ""
    },
    "17": {
      "text": "That thy garments are warm in quieting the earth from the south?",
      "topic": ""
    },
    "18": {
      "text": "Wilt thou spread out with him to the clouds, strong as the sight of a melted mass?",
      "topic": ""
    },
    "19": {
      "text": "Make known to us what we shall say to him we shall not set in order from the face of darkness.",
      "topic": ""
    },
    "20": {
      "text": "Shall it be recounted to him that I shall speak? If a man spake, then shall he be swallowed down.",
      "topic": ""
    },
    "21": {
      "text": "And now they saw not the bright light that is in the clouds: and the wind passed over and it will cleanse them.",
      "topic": ""
    },
    "22": {
      "text": "From the north, gold shall come: upon God terrible majesty.",
      "topic": ""
    },
    "23": {
      "text": "The Almighty we found not: great of power and judgment, and much justice, he will not afflict.",
      "topic": ""
    },
    "24": {
      "text": "For this, men shall fear him: he will not see all the wise of heart.",
      "topic": ""
    }
  }
}