{
  "info": {
    "book": "Job",
    "chapter": "39",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Knewest thou the time of the bringing forth of the wild goats of the rock? and wilt thou watch the bearing of the hinds?",
      "topic": ""
    },
    "2": {
      "text": "Wilt thou number the months they shall fill up? and didst thou know the time of their bringing forth?",
      "topic": ""
    },
    "3": {
      "text": "They will bow, they will bring forth their children, they will cast forth their pains.",
      "topic": ""
    },
    "4": {
      "text": "Their sons will be fat, they will increase with grain; they will go forth and not turn back to them.",
      "topic": ""
    },
    "5": {
      "text": "Who sent the wild ass free? and who opened the bonds of the wild ass?",
      "topic": ""
    },
    "6": {
      "text": "To whom did I set the desert his house, and the salt land his dwellings?",
      "topic": ""
    },
    "7": {
      "text": "He will laugh at the multitude of the city; he will not hear the noise of him driving.",
      "topic": ""
    },
    "8": {
      "text": "The searching out of the mountains his pasture, and he will seek after every green thing.",
      "topic": ""
    },
    "9": {
      "text": "Will the buffalo be willing to serve thee, or will he lodge by thy stall?",
      "topic": ""
    },
    "10": {
      "text": "Wilt thou bind the buffalo in the furrow with cords, or will he harrow the valleys after thee?",
      "topic": ""
    },
    "11": {
      "text": "Wilt thou trust in him because great his strength? and wilt thou leave to him thy labor?",
      "topic": ""
    },
    "12": {
      "text": "Wilt thou believe in him that he will turn back thy seed and gather to thy threshing-floor?",
      "topic": ""
    },
    "13": {
      "text": "The wings of ostriches exulted; and the wing-feather of the stork and the pinion.",
      "topic": ""
    },
    "14": {
      "text": "For she will leave her eggs to the earth, and she will warm them in the dust;",
      "topic": ""
    },
    "15": {
      "text": "And she will forget that the foot will press it, and the beast of the field will crush it.",
      "topic": ""
    },
    "16": {
      "text": "She made hard to her sons as not to her: her labor in vain without fear;",
      "topic": ""
    },
    "17": {
      "text": "For God caused her to forget wisdom, and he divided not to her in understanding.",
      "topic": ""
    },
    "18": {
      "text": "For the time she will lash herself up upon height, she will laugh at the horse and at his rider.",
      "topic": ""
    },
    "19": {
      "text": "Wilt thou give strength to the horse? wilt thou clothe his neck with thunder?",
      "topic": ""
    },
    "20": {
      "text": "Wilt thou cause him to tremble as the locust? the glory of his snorting is terror.",
      "topic": ""
    },
    "21": {
      "text": "They will dig in the valley, and he will rejoice in strength: he will go forth to the meeting of the weapon.",
      "topic": ""
    },
    "22": {
      "text": "He will laugh at fear, and he will not be dismayed; and he will not turn back from the face of the sword.",
      "topic": ""
    },
    "23": {
      "text": "The quiver will give forth a whizzing against him, the flame of the spear and the javelin.",
      "topic": ""
    },
    "24": {
      "text": "With leaping and rage he will swallow the earth; and he will not believe that it is the voice of the trumpet.",
      "topic": ""
    },
    "25": {
      "text": "He will say according to the multitude of the trumpet, Aha! and he will smell the battle from far off, the thunder of the chiefs, and the war cry.",
      "topic": ""
    },
    "26": {
      "text": "From thy understanding will the hawk mount upwards? will it stretch its wings to the south?",
      "topic": ""
    },
    "27": {
      "text": "If at thy mouth the eagle will lift itself up, and if it will raise up its nest?",
      "topic": ""
    },
    "28": {
      "text": "She will dwell in the rock, and she will lodge upon the cliff of the rock and the fortress.",
      "topic": ""
    },
    "29": {
      "text": "From thence it sought food; far off shall its eyes behold.",
      "topic": ""
    },
    "30": {
      "text": "Her young shall suck up the blood: and where the wounded, there is she.",
      "topic": ""
    }
  }
}