{
  "info": {
    "book": "Job",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Eliphaz the Temanite will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "Trying the word to thee shalt thou be weary? who shall be able to with hold in speaking?",
      "topic": ""
    },
    "3": {
      "text": "Behold, thou didst instruct many, and thou wilt strengthen the weak hands.",
      "topic": ""
    },
    "4": {
      "text": "Thy words will raise up the weak and thou wilt strengthen the bent knees.",
      "topic": ""
    },
    "5": {
      "text": "But now it shall come to thee and thou wilt be wearied; it will touch even to thee, and thou wilt tremble.",
      "topic": ""
    },
    "6": {
      "text": "Is not thy fear, thy confidence, thy hope, and the integrity of thy ways?",
      "topic": ""
    },
    "7": {
      "text": "Remember now, who perished, he being innocent? and where were the upright cut off?",
      "topic": ""
    },
    "8": {
      "text": "According to what I saw, they ploughing iniquity and sowing labor shall reap it.",
      "topic": ""
    },
    "9": {
      "text": "By the breath of God they shall perish, and from the spirit of his anger they shall be finished.",
      "topic": ""
    },
    "10": {
      "text": "The roaring of the lion, and the voice of the lion, and the teeth of the young lions were broken.",
      "topic": ""
    },
    "11": {
      "text": "The lion perished from failure of prey, and the sons of the lioness shall be scattered.",
      "topic": ""
    },
    "12": {
      "text": "And a word shall be brought to me by stealth, and mine ear will take a transient sound from it.",
      "topic": ""
    },
    "13": {
      "text": "In thoughts, from visions of the night, in the falling of deep sleep upon men,",
      "topic": ""
    },
    "14": {
      "text": "Fear met me, and trembling, and caused the multitude of my bones to tremble.",
      "topic": ""
    },
    "15": {
      "text": "And the spirit will glide before my face; the hair of my flesh will stand erect:",
      "topic": ""
    },
    "16": {
      "text": "It will stand, and I shall not recognize its appearance: a form before mine eyes; I shall hear stillness and a voice:",
      "topic": ""
    },
    "17": {
      "text": "Shall a man be just above God? If a man shall be pure above him making him?",
      "topic": ""
    },
    "18": {
      "text": "Behold, in his servants he will not trust, and upon his messengers he will set folly:",
      "topic": ""
    },
    "19": {
      "text": "Also those dwelling in houses of clay which their foundation in the dust, being crushed before the moth.",
      "topic": ""
    },
    "20": {
      "text": "From morning to evening they will be struck; from not setting to superintend they will perish.",
      "topic": ""
    },
    "21": {
      "text": "Did not their remainder in them remove? They will die, and not in wisdom.",
      "topic": ""
    }
  }
}