{
  "info": {
    "book": "Job",
    "chapter": "5",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Call now, if there is answering thee; and to whom from the holy ones wilt thou turn?",
      "topic": ""
    },
    "2": {
      "text": "For to the foolish, and anger will slay, and the simple will jealousy kill.",
      "topic": ""
    },
    "3": {
      "text": "I saw the foolish one taking root, and suddenly I shall curse his habitation.",
      "topic": ""
    },
    "4": {
      "text": "His sons shall be far from salvation, and they shall be crushed in the gate, and none delivering.",
      "topic": ""
    },
    "5": {
      "text": "Which his harvest the hungry one will devour, and not from thorns shall they take it, and destruction gaped after their substance.",
      "topic": ""
    },
    "6": {
      "text": "For toil will not come forth from the dust, and labor will not spring up from the earth;",
      "topic": ""
    },
    "7": {
      "text": "For man shall be born to labor as the sons of the flame will lift up to fly.",
      "topic": ""
    },
    "8": {
      "text": "But I will seek to God, and to God set my cause:",
      "topic": ""
    },
    "9": {
      "text": "He did great things, and no searching; and wonders even no number:",
      "topic": ""
    },
    "10": {
      "text": "He gave rain upon the face of the earth, and sent waters upon the out places:",
      "topic": ""
    },
    "11": {
      "text": "To raise up the humbled to height; and those mourning were exalted to salvation.",
      "topic": ""
    },
    "12": {
      "text": "Bringing to nought the purposes of the crafty, and their hand shall not do an undertaking.",
      "topic": ""
    },
    "13": {
      "text": "He took the wise in their craftiness, and the counsel of the perverse was headlong.",
      "topic": ""
    },
    "14": {
      "text": "The days they will meet darkness, and they will grope in the noon day as night.",
      "topic": ""
    },
    "15": {
      "text": "And he saved the needy from the sword, from their mouth and from the band of the strong one.",
      "topic": ""
    },
    "16": {
      "text": "And hope will be to the poor one, and iniquity contracted her mouth.",
      "topic": ""
    },
    "17": {
      "text": "Behold, happy the man God shall rebuke him: and thou shalt not reject the correction of the Almighty:",
      "topic": ""
    },
    "18": {
      "text": "For he will cause pain, and he will bind up: he will smite and his hands will heal.",
      "topic": ""
    },
    "19": {
      "text": "In six straits he will deliver thee, and in seven, evil shall not touch upon thee.",
      "topic": ""
    },
    "20": {
      "text": "In famine he redeemed thee from death, and in war from the hands of the sword.",
      "topic": ""
    },
    "21": {
      "text": "In the scourge of the tongue thou shalt be hid, and thou shalt not be afraid of desolation when it shall come.",
      "topic": ""
    },
    "22": {
      "text": "At desolation and at hunger thou shalt laugh, and from the beasts of the earth thou shalt not fear.",
      "topic": ""
    },
    "23": {
      "text": "For with the stones of the field they covenant, and the beast of the field was at peace with thee.",
      "topic": ""
    },
    "24": {
      "text": "And thou knewest that thy tent is peace, and thou reviewedst thy dwelling, and thou shalt not sin.",
      "topic": ""
    },
    "25": {
      "text": "And thou knewest the multitude of thy seed, and thine offspring as the grass of the earth.",
      "topic": ""
    },
    "26": {
      "text": "Thou shalt come in old age to thy grave, as the ascending of a heap of sheaves in its time.",
      "topic": ""
    },
    "27": {
      "text": "Behold this, we searched it out, so it is: hear it, and know thou for thyself.",
      "topic": ""
    }
  }
}