{
  "info": {
    "book": "Job",
    "chapter": "7",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Is there not warfare to man upon the earth, and his days as the days of a hireling?",
      "topic": ""
    },
    "2": {
      "text": "As the servant will gape for the shadow, and as the hireling will wait for his work:",
      "topic": ""
    },
    "3": {
      "text": "So was I caused to possess to me months of vanity, and nights of toil were allotted to me.",
      "topic": ""
    },
    "4": {
      "text": "If I lay down, and I said, When shall I arise, and the evening be measured? And I was filled with tossings even to the twilight.",
      "topic": ""
    },
    "5": {
      "text": "And my flesh was clothed with worms, and a clod of dust; my akin was contracted and melted away.",
      "topic": ""
    },
    "6": {
      "text": "My days were swift above a weaver’s shuttle, and will finish with no more of hope.",
      "topic": ""
    },
    "7": {
      "text": "Remember that my life is wind: mine eyes shall not turn back to see good.",
      "topic": ""
    },
    "8": {
      "text": "The eye of him seeing me shall not look after me: thine eyes are upon me, and I am not.",
      "topic": ""
    },
    "9": {
      "text": "The cloud will end and will go away: thus he shall go down to hades and shall not come up.",
      "topic": ""
    },
    "10": {
      "text": "He shall turn back no more to his house, and his place shall know him no more.",
      "topic": ""
    },
    "11": {
      "text": "Also I will not restrain my mouth; I will speak in the straitness of my spirit; I will complain in the bitterness of my soul.",
      "topic": ""
    },
    "12": {
      "text": "Am I the sea, or a dragon, that thou wilt set a watch over me?",
      "topic": ""
    },
    "13": {
      "text": "For I said, My bed shall comfort me; my couch shall lift up in my complaint;",
      "topic": ""
    },
    "14": {
      "text": "And thou didst terrify me with dreams, and thou wilt make me afraid with visions:",
      "topic": ""
    },
    "15": {
      "text": "And my soul will choose strangling; death rather than my bones.",
      "topic": ""
    },
    "16": {
      "text": "I melted away; I shall not live forever: desist from me, for my days are vanity.",
      "topic": ""
    },
    "17": {
      "text": "What is man that thou wilt magnify him? and that thou wilt set thy heart to him?",
      "topic": ""
    },
    "18": {
      "text": "And thou wilt review him for the mornings, and thou wilt try him for the moments.",
      "topic": ""
    },
    "19": {
      "text": "How long wilt thou not look away from me? wilt thou not desist from me even to my swallowing down my spittle?",
      "topic": ""
    },
    "20": {
      "text": "I sinned; what shall I do to thee, guarding men? wherefore didst thou set me for an assault to thee, and I shall be upon myself for a burden?",
      "topic": ""
    },
    "21": {
      "text": "And why wilt thou not lift up my transgression and pass over mine iniquity? for now I shall lie down to the dust; and thou soughtest me and I was not.",
      "topic": ""
    }
  }
}