{
  "info": {
    "book": "Job",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Bildad the Shuhite will answer and say,",
      "topic": ""
    },
    "2": {
      "text": "How long wilt thou speak these things? and the great spirit of the words of thy mouth?",
      "topic": ""
    },
    "3": {
      "text": "Will God pervert judgment? and if the Almighty will pervert justice?",
      "topic": ""
    },
    "4": {
      "text": "If thy sons sinned to him, and he will send them away by the hand of their transgression;",
      "topic": ""
    },
    "5": {
      "text": "If thou shalt seek to God, if thou shalt make supplication to him;",
      "topic": ""
    },
    "6": {
      "text": "If thou wert pure and upright, for now he will awake for thee and requite the habitation of thy justice.",
      "topic": ""
    },
    "7": {
      "text": "And thy beginning was small, and thy latter state shall increase greatly.",
      "topic": ""
    },
    "8": {
      "text": "For ask now to the first generation, and prepare to seek their fathers:",
      "topic": ""
    },
    "9": {
      "text": "(For yesterday are we and we shall not know, for our days upon earth are a shadow:)",
      "topic": ""
    },
    "10": {
      "text": "Shall they not teach thee, and say to thee, and bring forth words from their heart?",
      "topic": ""
    },
    "11": {
      "text": "Shall the bulrush lift itself up without a marsh? shall the marsh grass grow without water?",
      "topic": ""
    },
    "12": {
      "text": "While yet in its greenness it shall not break off, and it will dry up before grass.",
      "topic": ""
    },
    "13": {
      "text": "So the paths of all forgetting God and the hope of the profane one shall perish.",
      "topic": ""
    },
    "14": {
      "text": "Which his hope shall be cut off, and the spider’s house his trust.",
      "topic": ""
    },
    "15": {
      "text": "He shall lean upon his house and it shall not stand: he shall hold fast upon it, and it shall not rise up.",
      "topic": ""
    },
    "16": {
      "text": "It was moist before the sun, and its sprout will come forth upon his garden.",
      "topic": ""
    },
    "17": {
      "text": "His roots were entwined upon a heap, he shall see a house of stones.",
      "topic": ""
    },
    "18": {
      "text": "If he should swallow him down from his place, and it lied upon it: I saw thee not.",
      "topic": ""
    },
    "19": {
      "text": "Behold, this the rejoicing of his way, and from the dust shall they cause another to grow.",
      "topic": ""
    },
    "20": {
      "text": "Behold, God will not reject the blameless one, and he will not take hold upon the hand of those doing evil:",
      "topic": ""
    },
    "21": {
      "text": "Till he shall fill thy mouth with laughing, and thy lips with shouts of joy.",
      "topic": ""
    },
    "22": {
      "text": "They hating thee shall put on shame; and the tent of the unjust shall not be.",
      "topic": ""
    }
  }
}