{
  "info": {
    "book": "Leviticus",
    "chapter": "13",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah spoke to Moses and to Aaron, saying,",
      "topic": ""
    },
    "2": {
      "text": "When a man shall have in the skin of his flesh a rising or a scab, or bright spot, and it become in the skin of his flesh a sore [as] of leprosy, then he shall be brought unto Aaron the priest, or unto one of his sons the priests.",
      "topic": ""
    },
    "3": {
      "text": "And when the priest looketh on the sore in the skin of the flesh, and the hair in the sore is turned white, and the sore looketh deeper than the skin of his flesh, it is the sore of leprosy; and the priest shall look on him and pronounce him unclean.",
      "topic": ""
    },
    "4": {
      "text": "But if the bright spot be white in the skin of his flesh, and look not deeper than the skin, and the hair thereof be not turned white, the priest shall shut up [him that hath] the sore seven days.",
      "topic": ""
    },
    "5": {
      "text": "And the priest shall look on him the seventh day; and behold, in his sight, the sore remaineth as it was, the sore hath not spread in the skin, then the priest shall shut him up seven days a second time.",
      "topic": ""
    },
    "6": {
      "text": "And the priest shall look on him again the seventh day, and behold, the sore is become pale and the sore hath not spread in the skin, then the priest shall pronounce him clean; it is a scab; and he shall wash his garments and be clean.",
      "topic": ""
    },
    "7": {
      "text": "But if the scab have spread much in the skin, after that he hath been seen by the priest for his cleansing, he shall be seen by the priest again;",
      "topic": ""
    },
    "8": {
      "text": "and the priest shall look on him, and behold, the scab hath spread in the skin; then the priest shall pronounce him unclean: it is leprosy.",
      "topic": ""
    },
    "9": {
      "text": "When a sore [as] of leprosy is in a man, he shall be brought unto the priest;",
      "topic": ""
    },
    "10": {
      "text": "and the priest shall look on him, and behold, there is a white rising in the skin, and it hath turned the hair white, and a trace of raw flesh is in the rising:",
      "topic": ""
    },
    "11": {
      "text": "it is an old leprosy in the skin of his flesh; and the priest shall pronounce him unclean, and he shall not shut him up, for he is unclean.",
      "topic": ""
    },
    "12": {
      "text": "But if the leprosy break out much in the skin, and the leprosy cover all the skin of [him that hath] the sore, from his head even to his foot, wherever the eyes of the priest look,",
      "topic": ""
    },
    "13": {
      "text": "and the priest looketh, and behold, the leprosy covereth all his flesh, he shall pronounce [him] clean [that hath] the sore; it is all turned white; he is clean.",
      "topic": ""
    },
    "14": {
      "text": "And on the day when raw flesh appeareth in him, he shall be unclean.",
      "topic": ""
    },
    "15": {
      "text": "And the priest shall look on the raw flesh, and shall pronounce him unclean: the raw flesh is unclean, it is leprosy.",
      "topic": ""
    },
    "16": {
      "text": "But if the raw flesh change again, and be turned white, he shall come unto the priest;",
      "topic": ""
    },
    "17": {
      "text": "and the priest shall look on him, and behold, the sore is turned white; then the priest shall pronounce [him] clean [that hath] the sore: he is clean.",
      "topic": ""
    },
    "18": {
      "text": "And the flesh—when in the skin thereof cometh a boil, and it is healed,",
      "topic": ""
    },
    "19": {
      "text": "and there is in the place of the boil a white rising, or a white-reddish bright spot, it shall be shewn to the priest;",
      "topic": ""
    },
    "20": {
      "text": "and the priest shall look on it, and behold, it looketh deeper than the skin, and the hair thereof is turned white; then the priest shall pronounce him unclean: it is the sore of leprosy broken out in the boil.",
      "topic": ""
    },
    "21": {
      "text": "But if the priest look on it, and behold, there are no white hairs therein, and it is not deeper than the skin, and is pale, the priest shall shut him up seven days;",
      "topic": ""
    },
    "22": {
      "text": "and if it spread much in the skin, then the priest shall pronounce him unclean: it is the sore.",
      "topic": ""
    },
    "23": {
      "text": "But if the bright spot have remained in its place, [and] have not spread, it is the scar of the boil; and the priest shall pronounce him clean.",
      "topic": ""
    },
    "24": {
      "text": "Or if in the flesh, in the skin thereof, there is a burning inflammation, and the place of the inflammation become a bright spot white-reddish or white,",
      "topic": ""
    },
    "25": {
      "text": "and the priest look on it, and behold, the hair is turned white in the bright spot, and it looketh deeper than the skin, it is a leprosy which is broken out in the inflammation; and the priest shall pronounce him unclean: it is the sore of leprosy.",
      "topic": ""
    },
    "26": {
      "text": "But if the priest look on it, and behold, there is no white hair in the bright spot, and it is no deeper than the skin, and is pale, the priest shall shut him up seven days.",
      "topic": ""
    },
    "27": {
      "text": "And the priest shall look on him the seventh day, and if it have spread much in the skin, the priest shall pronounce him unclean: it is the sore of leprosy.",
      "topic": ""
    },
    "28": {
      "text": "But if the bright spot have remained in its place, [and] not spread in the skin, and is pale, it is the rising of the inflammation; and the priest shall pronounce him clean; for it is the scar of the inflammation.",
      "topic": ""
    },
    "29": {
      "text": "And if a man or a woman have a sore on the head or on the beard,",
      "topic": ""
    },
    "30": {
      "text": "and the priest look on the sore, and behold, it looketh deeper than the skin, and there is in it yellow thin hair, then the priest shall pronounce him unclean; it is a scall, the leprosy of the head or the beard.",
      "topic": ""
    },
    "31": {
      "text": "And if the priest look on the sore of the scall, and behold, it is not in sight deeper than the skin, and there is no black hair in it, the priest shall shut up [him that hath] the sore of the scall seven days.",
      "topic": ""
    },
    "32": {
      "text": "And when the priest looketh on the sore on the seventh day, and behold, the scall hath not spread, and there is in it no yellow hair, and the scall doth not look deeper than the skin,",
      "topic": ""
    },
    "33": {
      "text": "he [that hath the sore] shall shave himself; but the scall shall he not shave; and the priest shall shut up [him that hath] the scall seven days a second time.",
      "topic": ""
    },
    "34": {
      "text": "And the priest shall look on the scall on the seventh day, and behold, the scall hath not spread in the skin, nor is in sight deeper than the skin, then the priest shall pronounce him clean; and he shall wash his garments, and be clean.",
      "topic": ""
    },
    "35": {
      "text": "But if the scall have spread much in the skin after his cleansing,",
      "topic": ""
    },
    "36": {
      "text": "and the priest shall look on him, and behold, the scall hath spread in the skin, the priest shall not seek for yellow hair: he is unclean.",
      "topic": ""
    },
    "37": {
      "text": "But if the scall have in his sight remained as it was, and there is black hair grown up therein, the scall is healed: he is clean; and the priest shall pronounce him clean.",
      "topic": ""
    },
    "38": {
      "text": "And if a man or a woman have in the skin of their flesh bright spots, white bright spots,",
      "topic": ""
    },
    "39": {
      "text": "and the priest look, and behold, there are in the skin of their flesh pale white spots, it is an eruption which is broken out in the skin: he is clean.",
      "topic": ""
    },
    "40": {
      "text": "And if a man’s hair have fallen off his head, he is bald: he is clean;",
      "topic": ""
    },
    "41": {
      "text": "and if he have the hair fallen off from the part of the head towards his face, he is forehead-bald: he is clean.",
      "topic": ""
    },
    "42": {
      "text": "And if there be in the bald head, or bald forehead, a white-reddish sore, it is a leprosy which hath broken out in his bald head, or his bald forehead.",
      "topic": ""
    },
    "43": {
      "text": "And the priest shall look on it, and behold, the rising of the sore is white-reddish in his bald head, or in his bald forehead, like the appearance of the leprosy in the skin of the flesh;",
      "topic": ""
    },
    "44": {
      "text": "he is a leprous man, he is unclean; the priest shall pronounce him utterly unclean; his sore is in his head.",
      "topic": ""
    },
    "45": {
      "text": "And as to the leper in whom the sore is,—his garments shall be rent, and his head shall be uncovered, and he shall put a covering on his beard, and shall cry, Unclean, unclean!",
      "topic": ""
    },
    "46": {
      "text": "All the days that the sore shall be in him he shall be unclean: he is unclean; he shall dwell apart; outside the camp shall his dwelling be.",
      "topic": ""
    },
    "47": {
      "text": "And if a sore of leprosy is in a garment, in a woollen garment, or a linen garment,",
      "topic": ""
    },
    "48": {
      "text": "either in the warp or in the woof of linen or of wool, or in a skin, or in anything made of skin,",
      "topic": ""
    },
    "49": {
      "text": "and the sore is greenish or reddish in the garment, or in the skin, or in the warp, or in the woof, or in anything of skin, it is the sore of leprosy, and shall be shewn unto the priest.",
      "topic": ""
    },
    "50": {
      "text": "And the priest shall look on the sore, and shall shut up [that which hath] the sore seven days.",
      "topic": ""
    },
    "51": {
      "text": "And he shall see the sore on the seventh day: if the sore have spread in the garment, either in the warp or in the woof, or in a skin, in any work that may be made of skin, the sore is a corroding leprosy: it is unclean.",
      "topic": ""
    },
    "52": {
      "text": "And they shall burn the garment, or the warp or the woof, of wool or of linen, or anything of skin, wherein the sore is; for it is a corroding leprosy: it shall be burned with fire.",
      "topic": ""
    },
    "53": {
      "text": "But if the priest look, and behold, the sore hath not spread in the garment, or in the warp, or in the woof, or in anything of skin,",
      "topic": ""
    },
    "54": {
      "text": "then the priest shall command that they wash the thing wherein the sore is, and he shall shut it up seven days a second time.",
      "topic": ""
    },
    "55": {
      "text": "And the priest shall look on the sore after the washing, and behold, if the sore have not changed its appearance, and the sore have not spread, it is unclean: thou shalt burn it with fire: it is a fretting sore on what is threadbare or where the nap is gone.",
      "topic": ""
    },
    "56": {
      "text": "But if the priest look, and behold, the sore hath become pale after the washing of it, then he shall rend it from the garment, or from the skin, or from the warp, or from the woof.",
      "topic": ""
    },
    "57": {
      "text": "And if it appear still in the garment, or in the warp, or in the woof, or in anything of skin, it is a [leprosy] breaking out: thou shalt burn with fire that wherein the sore is.",
      "topic": ""
    },
    "58": {
      "text": "But the garment, or the warp, or the woof, or whatever thing of skin which thou hast washed, and the sore departeth from them, it shall be washed a second time, and it is clean.",
      "topic": ""
    },
    "59": {
      "text": "This is the law of the sore of leprosy in a garment of wool or linen, or in the warp, or in the woof, or in anything of skin, to cleanse it, or to pronounce it unclean.",
      "topic": ""
    }
  }
}