{
  "info": {
    "book": "Habakkuk",
    "chapter": "1",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "This is the burden that Habakkuk the prophet received in a vision:",
      "topic": ""
    },
    "2": {
      "text": "How long, O LORD, must I call for help but You do not hear, or cry out to You, “Violence!” but You do not save?",
      "topic": ""
    },
    "3": {
      "text": "Why do You make me see iniquity? Why do You tolerate wrongdoing? Destruction and violence are before me. Strife is ongoing, and conflict abounds.",
      "topic": ""
    },
    "4": {
      "text": "Therefore the law is paralyzed, and justice never goes forth. For the wicked hem in the righteous, so that justice is perverted.",
      "topic": ""
    },
    "5": {
      "text": "“Look at the nations and observe—be utterly astounded! For I am doing a work in your days that you would never believe even if someone told you.",
      "topic": ""
    },
    "6": {
      "text": "For behold, I am raising up the Chaldeans—that ruthless and impetuous nation which marches through the breadth of the earth to seize dwellings not their own.",
      "topic": ""
    },
    "7": {
      "text": "They are dreaded and feared; from themselves they derive justice and sovereignty.",
      "topic": ""
    },
    "8": {
      "text": "Their horses are swifter than leopards, fiercer than wolves of the night. Their horsemen charge ahead, and their cavalry comes from afar. They fly like a vulture, swooping down to devour.",
      "topic": ""
    },
    "9": {
      "text": "All of them come bent on violence; their hordes advance like the east wind; they gather prisoners like sand.",
      "topic": ""
    },
    "10": {
      "text": "They scoff at kings and make rulers an object of scorn. They laugh at every fortress and build up siege ramps to seize it.",
      "topic": ""
    },
    "11": {
      "text": "Then they sweep by like the wind and pass through. They are guilty; their own strength is their god.”",
      "topic": ""
    },
    "12": {
      "text": "Are You not from everlasting, O LORD, my God, my Holy One? We will not die. O LORD, You have appointed them to execute judgment; O Rock, You have established them for correction.",
      "topic": ""
    },
    "13": {
      "text": "Your eyes are too pure to look upon evil, and You cannot tolerate wrongdoing. So why do You tolerate the faithless? Why are You silent while the wicked swallow up those more righteous than themselves?",
      "topic": ""
    },
    "14": {
      "text": "You have made men like the fish of the sea, like creeping things that have no ruler.",
      "topic": ""
    },
    "15": {
      "text": "The foe pulls all of them up with a hook; he catches them in his dragnet, and gathers them in his fishing net; so he rejoices gladly.",
      "topic": ""
    },
    "16": {
      "text": "Therefore he sacrifices to his dragnet and burns incense to his fishing net, for by these things his portion is sumptuous and his food is rich.",
      "topic": ""
    },
    "17": {
      "text": "Will he, therefore, empty his net and continue to slay nations without mercy?",
      "topic": ""
    }
  }
}