{
  "info": {
    "book": "Judges",
    "chapter": "10",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And after Abimelech will rise to save Israel, Tola, the son of Puah, the son of Dodo, a man of Issachar; and he dwelt in Shamir, in mount Ephraim.",
      "topic": ""
    },
    "2": {
      "text": "And he will judge Israel twenty and three years; and he will die and be buried in Shamir.",
      "topic": ""
    },
    "3": {
      "text": "And after him will rise Jair the Gileadite, and he will judge Israel twenty and two years.",
      "topic": ""
    },
    "4": {
      "text": "And to him will be thirty sons riding upon thirty young asses, and thirty cities to them; and they will call them the villages of Jair even to this day, which are in the land of Gilead.",
      "topic": ""
    },
    "5": {
      "text": "And Jair will die and be buried in Canon.",
      "topic": ""
    },
    "6": {
      "text": "And the sons of Israel will add to do evil in the eyes of Jehovah, and they will serve the Baalims, and Ashtaroth, and the gods of Aram, and the gods of Zidon, and the gods of Moab, and the gods of the sons of Ammon, and the gods of Philisteim; and they will forsake Jehovah and not serve.",
      "topic": ""
    },
    "7": {
      "text": "And the wrath of Jehovah will kindle against Israel, and he will sell them into the hand of Philisteim, and into the hand of the sons of Ammon.",
      "topic": ""
    },
    "8": {
      "text": "And they will oppress and break down the sons of Israel in that year, eighteen years, all the sons of Israel that are beyond Jordan in the land of the Amorite which is in Gilead.",
      "topic": ""
    },
    "9": {
      "text": "And the sons of Ammon will pan over Jordan to war also against Judah, and against Benjamin, and against the house of Ephraim: and it will press upon Israel greatly.",
      "topic": ""
    },
    "10": {
      "text": "And the sons of Israel will cry to Jehovah, saying, We sinned against thee because we forsook our God, and we shall serve the Baalims.",
      "topic": ""
    },
    "11": {
      "text": "And Jehovah will say to the sons of Israel, Was it not out of Egypt, and from the Amorite, and from the sons of Ammon and from Philisteim?",
      "topic": ""
    },
    "12": {
      "text": "And the Zidonians and Amalek, and Maon pressed you; and ye will cry to me, and I will save you from their hand.",
      "topic": ""
    },
    "13": {
      "text": "And ye forsook me, and ye will serve other gods: wherefore I will not add to save you.",
      "topic": ""
    },
    "14": {
      "text": "Go and cry to the gods, which ye chose among them; they shall save for you in time of your straits.",
      "topic": ""
    },
    "15": {
      "text": "And the sons of Israel will say to Jehovah, We sinned: do thou to us according to all the good in thine eyes; but deliver us now, this day.",
      "topic": ""
    },
    "16": {
      "text": "And they will remove the strange gods from the midst of them, and they will serve Jehovah: and his soul will be shortened for the labor of Israel.",
      "topic": ""
    },
    "17": {
      "text": "And the sons of Ammon will be called together, and they will encamp in Gilead. And the sons of Israel will assemble together and encamp in Mizpeh.",
      "topic": ""
    },
    "18": {
      "text": "And the people, the chiefs of Gilead, will say, a man to his neighbor, Who the man that will begin to war against the sons of Ammon? he shall be for head to all those dwelling in Gilead.",
      "topic": ""
    }
  }
}