{
  "info": {
    "book": "Génesis",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Estas son las generaciones de los hijos de Noé: Sem, Cam y Jafet, a los cuales nacieron hijos después del diluvio.",
      "topic": ""
    },
    "2": {
      "text": "Los hijos de Jafet: Gomer, y Magog, y Madai, y Javán, y Tubal, y Mesec, y Tiras.",
      "topic": ""
    },
    "3": {
      "text": "Y los hijos de Gomer: Askenaz, y Rifat, y Togarma.",
      "topic": ""
    },
    "4": {
      "text": "Y los hijos de Javán: Elisa, y Tarsis, Quitim, y Dodanim.",
      "topic": ""
    },
    "5": {
      "text": "Por éstos fueron partidas las islas de los gentiles en sus tierras, cada cual según su lengua, conforme a sus familias en sus naciones.",
      "topic": ""
    },
    "6": {
      "text": "¶ Los hijos de Cam: Cus, y Mizraim, y Fut, y Canaán.",
      "topic": ""
    },
    "7": {
      "text": "Y los hijos de Cus: Seba, Havila, y Sabta, y Raama, y Sabteca. Y los hijos de Raama: Seba y Dedán.",
      "topic": ""
    },
    "8": {
      "text": "Y Cus engendró a Nimrod. Este comenzó a ser poderoso en la tierra.",
      "topic": ""
    },
    "9": {
      "text": "Este fue poderoso cazador delante del SEÑOR; por lo cual se dice: Así como Nimrod poderoso cazador delante del SEÑOR.",
      "topic": ""
    },
    "10": {
      "text": "Y fue la cabecera de su reino Babel, y Erec, y Acad, y Calne, en la tierra de Sinar.",
      "topic": ""
    },
    "11": {
      "text": "De esta tierra salió Assur, el cual edificó a Nínive, y a Rehobot, y a Cala,",
      "topic": ""
    },
    "12": {
      "text": "Y a Resén entre Nínive y Cala; la cual es la ciudad grande.",
      "topic": ""
    },
    "13": {
      "text": "Y Mizraim engendró a Ludim, y a Anamim, y a Lehabim, y a Naftuhim,",
      "topic": ""
    },
    "14": {
      "text": "Y a Patrusim, y a Casluhim de donde salieron los filisteos, y a Caftorim.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y Canaán engendró a Sidón, su primogénito y a Het,",
      "topic": ""
    },
    "16": {
      "text": "y a Jebusi, y a Amorri, y a Gergesi,",
      "topic": ""
    },
    "17": {
      "text": "y a Hevi, y a Arci, y a Sini,",
      "topic": ""
    },
    "18": {
      "text": "y a Aradi, y a Samari, y a Amati; y después se derramaron las familias de los cananeos.",
      "topic": ""
    },
    "19": {
      "text": "Y fue el término de los cananeos desde Sidón, viniendo a Gerar hasta Gaza, hasta entrar en Sodoma y Gomorra, Adma, y Zeboim hasta Lasa.",
      "topic": ""
    },
    "20": {
      "text": "Estos son los hijos de Cam por sus familias, por sus lenguas, en sus tierras, en sus naciones.",
      "topic": ""
    },
    "21": {
      "text": "¶ También le nacieron hijos a Sem, padre de todos los hijos de Heber, y hermano mayor de Jafet.",
      "topic": ""
    },
    "22": {
      "text": "Y los hijos de Sem: Elam, y Asur, y Arfaxad, y Lud, y Aram.",
      "topic": ""
    },
    "23": {
      "text": "Y los hijos de Aram: Uz, y Hul, y Geter, y Mas.",
      "topic": ""
    },
    "24": {
      "text": "Y Arfaxad engendró a Sala, y Sala engendró a Heber.",
      "topic": ""
    },
    "25": {
      "text": "Y a Heber nacieron dos hijos: el nombre del uno fue Peleg, porque en sus días fue partida la tierra; y el nombre de su hermano, Joctán.",
      "topic": ""
    },
    "26": {
      "text": "Y Joctán engendró a Almodad, y a Selef, y Hazar-mavet, y a Jera,",
      "topic": ""
    },
    "27": {
      "text": "y a Adoram, y a Uzal, y a Dicla,",
      "topic": ""
    },
    "28": {
      "text": "y a Obal, y a Abimael, y a Seba,",
      "topic": ""
    },
    "29": {
      "text": "y a Ofir, y a Havila, y a Jobab: todos éstos fueron hijos de Joctán.",
      "topic": ""
    },
    "30": {
      "text": "Y fue su habitación desde Mesa viniendo de Sefar, monte de oriente.",
      "topic": ""
    },
    "31": {
      "text": "Estos fueron los hijos de Sem por sus familias, por sus lenguas, en sus tierras, en sus naciones.",
      "topic": ""
    },
    "32": {
      "text": "Estas son las familias de Noé por su descendencia, en sus naciones; y de éstas, fueron divididos los gentiles en la tierra después del diluvio.",
      "topic": ""
    }
  }
}