{
  "info": {
    "book": "Génesis",
    "chapter": "12",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pero el SEÑOR había dicho a Abram: Vete de tu tierra y de tu naturaleza, y de la casa de tu padre, a la tierra que yo te mostraré;",
      "topic": ""
    },
    "2": {
      "text": "y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.",
      "topic": ""
    },
    "3": {
      "text": "Y bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.",
      "topic": ""
    },
    "4": {
      "text": "¶ Y se fue Abram, como el SEÑOR le dijo; y fue con él Lot; y era Abram de edad de setenta y cinco años cuando salió de Harán.",
      "topic": ""
    },
    "5": {
      "text": "Y tomó Abram a Sarai su mujer, y a Lot hijo de su hermano, y toda su hacienda que habían ganado, y las almas que habían hecho en Harán, y salieron para ir a tierra de Canaán; y a tierra de Canaán llegaron.",
      "topic": ""
    },
    "6": {
      "text": "¶ Y pasó Abram por aquella tierra hasta el lugar de Siquem, hasta el alcornoque de More; y el cananeo estaba entonces en la tierra.",
      "topic": ""
    },
    "7": {
      "text": "Y apareció el SEÑOR a Abram, y le dijo: A tu simiente daré esta tierra. Y edificó allí un altar al SEÑOR, que se le había aparecido.",
      "topic": ""
    },
    "8": {
      "text": "Y se pasó de allí a un monte al oriente de Betel, y tendió su tienda, teniendo a Betel al occidente y Hai al oriente; y edificó allí altar al SEÑOR, e invocó el nombre del SEÑOR.",
      "topic": ""
    },
    "9": {
      "text": "Y movió Abram de allí , caminando y yendo hacia el mediodía.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y hubo hambre en la tierra, y descendió Abram a Egipto para peregrinar allá; porque era grande el hambre en la tierra.",
      "topic": ""
    },
    "11": {
      "text": "Y aconteció que cuando llegó para entrar en Egipto, dijo a Sarai su mujer: He aquí, ahora conozco que eres mujer hermosa de vista;",
      "topic": ""
    },
    "12": {
      "text": "y será, que cuando te vean los egipcios, dirán: Su mujer es; y me matarán a mí, y a ti te darán la vida.",
      "topic": ""
    },
    "13": {
      "text": "Ahora pues, di que eres mi hermana, para que yo halle bien por causa tuya, y viva mi alma por amor de ti.",
      "topic": ""
    },
    "14": {
      "text": "¶ Y aconteció que, cuando entró Abram en Egipto, los egipcios vieron la mujer que era hermosa en gran manera.",
      "topic": ""
    },
    "15": {
      "text": "También la vieron los príncipes del Faraón, y se la alabaron al Faraón; y fue llevada la mujer a casa del Faraón,",
      "topic": ""
    },
    "16": {
      "text": "que hizo bien a Abram por causa de ella; y tuvo ovejas, y vacas, y asnos, y siervos, y criadas, y asnas y camellos.",
      "topic": ""
    },
    "17": {
      "text": "Mas el SEÑOR hirió al Faraón y a su casa de grandes plagas, por causa de Sarai, mujer de Abram.",
      "topic": ""
    },
    "18": {
      "text": "Entonces el Faraón llamó a Abram y le dijo: ¿Qué es esto que has hecho conmigo? ¿Por qué no me declaraste que era tu mujer?",
      "topic": ""
    },
    "19": {
      "text": "¿Por qué dijiste: Es mi hermana? ¡Y yo la tomé para mí por mujer! Ahora, pues, he aquí tu mujer, tómala y vete.",
      "topic": ""
    },
    "20": {
      "text": "Entonces el Faraón mandó acerca de él a varones, que le acompañaran, y a su mujer, con todo lo que tenía.",
      "topic": ""
    }
  }
}