{
  "info": {
    "book": "Génesis",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Después de estas cosas vino la palabra del SEÑOR a Abram en visión, diciendo: No temas, Abram; yo soy tu escudo, y tu galardón será sobremanera grande.",
      "topic": ""
    },
    "2": {
      "text": "¶ Y respondió Abram: Señor DIOS ¿qué me has de dar, siendo así que yo ando solo, y el mayordomo de mi casa es el damasceno Eliezer?",
      "topic": ""
    },
    "3": {
      "text": "Dijo más Abram: He aquí no me has dado simiente, y he aquí el hijo de mi casa me hereda.",
      "topic": ""
    },
    "4": {
      "text": "Y luego la palabra del SEÑOR vino a él diciendo: No te heredará éste, sino el que saldrá de tus entrañas, aquél te heredará.",
      "topic": ""
    },
    "5": {
      "text": "Y le sacó fuera, y dijo: Mira ahora a los cielos, y cuenta las estrellas, si las puedes contar. Y le dijo: Así será tu simiente.",
      "topic": ""
    },
    "6": {
      "text": "Y creyó al SEÑOR, y se lo contó por justicia.",
      "topic": ""
    },
    "7": {
      "text": "¶ Y le dijo: Yo soy el SEÑOR, que te saqué de Ur de los caldeos, para darte a heredar esta tierra.",
      "topic": ""
    },
    "8": {
      "text": "Y él respondió: Señor DIOS ¿en qué conoceré que la tengo de heredar?",
      "topic": ""
    },
    "9": {
      "text": "Y le dijo: Apártame una becerra de tres años, y una cabra de tres años, y un carnero de tres años, una tórtola también, y un palomino.",
      "topic": ""
    },
    "10": {
      "text": "Y tomó él todas estas cosas, y las partió por la mitad, y puso cada mitad una enfrente de otra; mas no partió las aves.",
      "topic": ""
    },
    "11": {
      "text": "Y descendían aves sobre los cuerpos muertos, y las ojeaba Abram.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y fue que poniéndose el sol cayó sueño sobre Abram, y he aquí que un temor, una oscuridad grande cayó sobre él.",
      "topic": ""
    },
    "13": {
      "text": "Entonces dijo a Abram: Ten por cierto que tu simiente será peregrina en tierra no suya, y les servirán, y serán afligidos cuatrocientos años.",
      "topic": ""
    },
    "14": {
      "text": "Mas también a la gente a quien servirán, juzgo yo; y después de esto saldrán con grande riqueza.",
      "topic": ""
    },
    "15": {
      "text": "Y tú vendrás a tus padres en paz, y serás sepultado en buena vejez.",
      "topic": ""
    },
    "16": {
      "text": "Y en la cuarta generación volverán acá; porque aun no está cumplida la maldad del amorreo hasta aquí.",
      "topic": ""
    },
    "17": {
      "text": "¶ Y sucedió que puesto el sol, y hubo una oscuridad, y he aquí un horno de humo, y una antorcha de fuego que pasó por entre las mitades.",
      "topic": ""
    },
    "18": {
      "text": "Aquel día hizo el SEÑOR pacto con Abram diciendo: A tu simiente daré esta tierra desde el río de Egipto hasta el río grande, el río Eufrates;",
      "topic": ""
    },
    "19": {
      "text": "al cineo, y al cenezeo, y al cadmoneo,",
      "topic": ""
    },
    "20": {
      "text": "al heteo, y al ferezeo, y al rafeo,",
      "topic": ""
    },
    "21": {
      "text": "y al amorreo, y al cananeo, y al gergeseo, y al jebuseo.",
      "topic": ""
    }
  }
}