{
  "info": {
    "book": "Génesis",
    "chapter": "16",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y Sarai, mujer de Abram no le daba hijos; y ella tenía una sierva egipcia, que se llamaba Agar.",
      "topic": ""
    },
    "2": {
      "text": "Dijo, pues, Sarai a Abram: He aquí ahora el SEÑOR me ha vedado de dar a luz; te ruego que entres a mi sierva; por ventura tendré hijos de ella. Y oyó Abram al dicho de Sarai.",
      "topic": ""
    },
    "3": {
      "text": "Y Sarai, la mujer de Abram, tomó a Agar su sierva egipcia, al cabo de diez años que había habitado Abram en la tierra de Canaán, y la dio a Abram su marido por mujer.",
      "topic": ""
    },
    "4": {
      "text": "¶ Y él entró a Agar, la cual concibió; y cuando vio que había concebido, miraba con desprecio a su señora.",
      "topic": ""
    },
    "5": {
      "text": "Entonces Sarai dijo a Abram: Mi afrenta es sobre ti; yo puse mi sierva en tu seno, y viéndose embarazada, me mira con desprecio; juzgue el SEÑOR entre mí y ti.",
      "topic": ""
    },
    "6": {
      "text": "Y respondió Abram a Sarai: He ahí tu sierva en tu mano, haz con ella lo que bien te pareciere. Entonces Sarai la afligió, y ella huyó de su presencia.",
      "topic": ""
    },
    "7": {
      "text": "¶ Y la halló el ángel del SEÑOR junto a una fuente de agua en el desierto, junto a la fuente que está en el camino del Sur.",
      "topic": ""
    },
    "8": {
      "text": "Y le dijo: Agar, sierva de Sarai, ¿de dónde vienes tú, y a dónde vas? Y ella respondió: Huyo de delante de Sarai, mi señora.",
      "topic": ""
    },
    "9": {
      "text": "Y le dijo el ángel del SEÑOR: Vuélvete a tu señora, y humíllate bajo su mano.",
      "topic": ""
    },
    "10": {
      "text": "¶ Le dijo también el ángel del SEÑOR: Multiplicaré tanto tu simiente, que no será contada por la multitud.",
      "topic": ""
    },
    "11": {
      "text": "Y le dijo aun el ángel del SEÑOR: He aquí que has concebido, y darás a luz un hijo, y llamarás su nombre Ismael, porque ha oído el SEÑOR tu aflicción.",
      "topic": ""
    },
    "12": {
      "text": "Y él será hombre fiero; su mano contra todos, y las manos de todos contra él, y delante de todos sus hermanos habitará.",
      "topic": ""
    },
    "13": {
      "text": "Entonces ella llamó el nombre del SEÑOR que hablaba con ella, Atta el roi, Tú eres el Dios de la vista ; porque dijo: ¿No he visto también aquí las espaldas del que me vio?",
      "topic": ""
    },
    "14": {
      "text": "Por lo cual llamó al pozo, Pozo del Viviente que me ve. He aquí está entre Cades y Bered.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y Agar dio a luz un hijo a Abram, y llamó Abram el nombre de su hijo que le dio Agar, Ismael.",
      "topic": ""
    },
    "16": {
      "text": "Y era Abram de edad de ochenta y seis años, cuando Agar dio a luz a Ismael.",
      "topic": ""
    }
  }
}