{
  "info": {
    "book": "Génesis",
    "chapter": "18",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y se le apareció el SEÑOR en el alcornocal de Mamre, estando él sentado a la puerta de su tienda, cuando comenzaba el calor del día.",
      "topic": ""
    },
    "2": {
      "text": "Y alzó sus ojos, y miró, y he aquí tres varones que estaban junto a él; y cuando los vio, salió corriendo de la puerta de su tienda a recibirlos, y se inclinó hacia la tierra,",
      "topic": ""
    },
    "3": {
      "text": "Y dijo: Señor, si ahora he hallado gracia en tus ojos, te ruego que no pases de tu siervo.",
      "topic": ""
    },
    "4": {
      "text": "Que se traiga ahora un poco de agua, y lavad vuestros pies; y recostaos debajo de un árbol,",
      "topic": ""
    },
    "5": {
      "text": "y traeré un bocado de pan, y sustentad vuestro corazón; después pasaréis, porque por eso habéis pasado cerca de vuestro siervo. Y ellos dijeron: Haz así como has dicho.",
      "topic": ""
    },
    "6": {
      "text": "Entonces Abraham fue de prisa a la tienda a Sara, y le dijo: Toma presto tres medidas de flor de harina, amasa y haz panes cocidos debajo de la ceniza.",
      "topic": ""
    },
    "7": {
      "text": "Y corrió Abraham a las vacas, y tomó un becerro tierno y bueno, y lo dio al joven, y éste se dio prisa a aderezarlo.",
      "topic": ""
    },
    "8": {
      "text": "Tomó también manteca y leche, y el becerro que había aderezado, y lo puso delante de ellos; y él estaba junto a ellos debajo del árbol; y comieron.",
      "topic": ""
    },
    "9": {
      "text": "¶ Y le dijeron: ¿Dónde está Sara tu mujer? Y él respondió: Aquí en la tienda.",
      "topic": ""
    },
    "10": {
      "text": "Entonces dijo: De cierto volveré a ti según el tiempo de la vida, y he aquí, que Sara tu mujer tendrá un hijo. Y Sara escuchaba a la puerta de la tienda, y Abraham estaba detrás de él.",
      "topic": ""
    },
    "11": {
      "text": "Y Abraham y Sara eran viejos, entrados en días: y a Sara le había cesado ya la costumbre de las mujeres.",
      "topic": ""
    },
    "12": {
      "text": "Se rió, pues, Sara entre sí, diciendo: ¿Después que he envejecido tendré deleite? Así mismo mi señor es ya viejo.",
      "topic": ""
    },
    "13": {
      "text": "Entonces el SEÑOR dijo a Abraham: ¿Por qué se ha reído Sara diciendo: Será cierto que he de dar a luz siendo ya vieja?",
      "topic": ""
    },
    "14": {
      "text": "¿Por ventura hay para Dios alguna cosa difícil? Al tiempo señalado volveré a ti, según el tiempo de la vida, y Sara tendrá un hijo.",
      "topic": ""
    },
    "15": {
      "text": "Entonces Sara negó diciendo: No me reí; porque tuvo miedo. Y él dijo: No es así, porque te reíste.",
      "topic": ""
    },
    "16": {
      "text": "¶ Y los varones se levantaron de allí, y miraron hacia Sodoma; y Abraham iba con ellos acompañándolos.",
      "topic": ""
    },
    "17": {
      "text": "Y el SEÑOR dijo: ¿Encubro yo a Abraham lo que hago,",
      "topic": ""
    },
    "18": {
      "text": "habiendo de ser Abraham en gran gente y fuerte, y habiendo de ser benditos en él todos los gentiles de la tierra?",
      "topic": ""
    },
    "19": {
      "text": "Porque yo lo he conocido, sé que mandará a sus hijos y a su casa después de sí, que guarden el camino del SEÑOR, haciendo justicia y juicio, para que haga venir el SEÑOR sobre Abraham lo que ha hablado acerca de él.",
      "topic": ""
    },
    "20": {
      "text": "Entonces el SEÑOR le dijo: Por cuanto el clamor de Sodoma y Gomorra se ha engrandecido, y el pecado de ellos se ha agravado en extremo,",
      "topic": ""
    },
    "21": {
      "text": "descenderé ahora, y veré si han consumado su obra según el clamor que ha venido hasta mí; y si no, lo sabré.",
      "topic": ""
    },
    "22": {
      "text": "Y se apartaron de allí los varones, y fueron hacia Sodoma; mas Abraham estaba aún delante del SEÑOR.",
      "topic": ""
    },
    "23": {
      "text": "¶ Y se acercó Abraham y dijo: ¿Destruirás también al justo con el impío?",
      "topic": ""
    },
    "24": {
      "text": "Por ventura hay cincuenta justos dentro de la ciudad, ¿destruirás también y no perdonarás al lugar por cincuenta justos que estén dentro de él?",
      "topic": ""
    },
    "25": {
      "text": "Lejos de ti el hacer tal, que hagas morir al justo con el impío, y que sea el justo tratado como el impío; nunca tal hagas. El juez de toda la tierra, ¿no ha de hacer derecho?",
      "topic": ""
    },
    "26": {
      "text": "Entonces respondió el SEÑOR: Si hallare en Sodoma cincuenta justos dentro de la ciudad, perdonaré a todo este lugar por amor de ellos.",
      "topic": ""
    },
    "27": {
      "text": "Y Abraham replicó y dijo: He aquí ahora que he comenzado a hablar a mi Señor, aunque soy polvo y ceniza;",
      "topic": ""
    },
    "28": {
      "text": "por ventura faltarán de cincuenta justos, cinco: ¿destruirás por aquellos cinco toda la ciudad? Y dijo: No la destruiré, si hallare allí cuarenta y cinco.",
      "topic": ""
    },
    "29": {
      "text": "Y volvió a hablarle, y dijo: Por ventura se hallarán allí cuarenta. Y respondió: No lo haré por amor de los cuarenta.",
      "topic": ""
    },
    "30": {
      "text": "Y dijo: No se enoje ahora mi Señor, si hablare: Por ventura se hallarán allí treinta. Y respondió: No lo haré si hallare allí treinta.",
      "topic": ""
    },
    "31": {
      "text": "Y dijo: He aquí ahora que he comenzado a hablar a mi Señor: Por ventura se hallarán allí veinte. Respondió, no la destruiré, por veinte.",
      "topic": ""
    },
    "32": {
      "text": "Y volvió a decir: No se enoje ahora mi Señor, si hablare solamente una vez: Por ventura se hallarán allí diez. Respondió, No la destruiré, por diez.",
      "topic": ""
    },
    "33": {
      "text": "Y se fue el SEÑOR, luego que acabó de hablar a Abraham; y Abraham se volvió a su lugar.",
      "topic": ""
    }
  }
}