{
  "info": {
    "book": "Génesis",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y visitó el SEÑOR a Sara, como había dicho, e hizo el SEÑOR con Sara como había hablado.",
      "topic": ""
    },
    "2": {
      "text": "Y Sara concibió y dio a luz a Abraham un hijo en su vejez, en el tiempo que Dios le había dicho.",
      "topic": ""
    },
    "3": {
      "text": "Y llamó Abraham el nombre de su hijo que le nació, que le dio a luz Sara, Isaac.",
      "topic": ""
    },
    "4": {
      "text": "Y circuncidó Abraham a su hijo Isaac de ocho días, como Dios le mandó.",
      "topic": ""
    },
    "5": {
      "text": "Y era Abraham de cien años, cuando le nació Isaac su hijo.",
      "topic": ""
    },
    "6": {
      "text": "Entonces dijo Sara: Dios me ha hecho reir, y cualquiera que lo oyere, se reirá conmigo.",
      "topic": ""
    },
    "7": {
      "text": "Y añadió: ¿Quién dijera a Abraham que Sara había de dar leche a hijos? Que le he dado a luz un hijo en su vejez.",
      "topic": ""
    },
    "8": {
      "text": "Y creció el niño, y fue destetado; e hizo Abraham gran banquete el día que fue destetado Isaac.",
      "topic": ""
    },
    "9": {
      "text": "¶ Y vio Sara al hijo de Agar la egipcia, el cual ésta le había dado a luz a Abraham, que se burlaba.",
      "topic": ""
    },
    "10": {
      "text": "Por tanto dijo a Abraham: Echa a esta sierva y a su hijo; que el hijo de esta sierva no ha de heredar con mi hijo, con Isaac.",
      "topic": ""
    },
    "11": {
      "text": "Este dicho pareció grave en gran manera a Abraham a causa de su hijo.",
      "topic": ""
    },
    "12": {
      "text": "Entonces dijo Dios a Abraham: No te parezca grave a causa del muchacho y de tu sierva; en todo lo que te dijere Sara, oye su voz, porque en Isaac te será llamada descendencia.",
      "topic": ""
    },
    "13": {
      "text": "Y también al hijo de la sierva pondré en gente, porque es tu simiente.",
      "topic": ""
    },
    "14": {
      "text": "¶ Entonces Abraham se levantó muy de mañana, y tomó pan, y un odre de agua, y lo dio a Agar, poniéndolo sobre su hombro, y le entregó al muchacho, y la envió. Y ella fue, y se perdió en el desierto de Beerseba.",
      "topic": ""
    },
    "15": {
      "text": "Y faltó el agua del odre, y echó al muchacho debajo de un árbol;",
      "topic": ""
    },
    "16": {
      "text": "y se fue y se sentó enfrente, alejándose como un tiro de arco; diciendo: No veré cuando el muchacho morirá; y se sentó enfrente, y alzó su voz y lloró.",
      "topic": ""
    },
    "17": {
      "text": "Y oyó Dios la voz del muchacho; y el ángel de Dios llamó a Agar desde el cielo, y le dijo: ¿Qué tienes, Agar? No temas; porque Dios ha oído la voz del muchacho en donde está.",
      "topic": ""
    },
    "18": {
      "text": "Levántate, alza al muchacho, y tómalo de tu mano, porque en gran gente lo tengo de poner.",
      "topic": ""
    },
    "19": {
      "text": "Entonces abrió Dios sus ojos, y vio una fuente de agua; y fue, y llenó el odre de agua, y dio de beber al muchacho.",
      "topic": ""
    },
    "20": {
      "text": "Y fue Dios con el muchacho; y creció, y habitó en el desierto, y fue tirador de arco.",
      "topic": ""
    },
    "21": {
      "text": "Y habitó en el desierto de Parán; y su madre le tomó mujer de la tierra de Egipto.",
      "topic": ""
    },
    "22": {
      "text": "¶ Y aconteció en aquel mismo tiempo que habló Abimelec, y Ficol, príncipe de su ejército, a Abraham diciendo: Dios es contigo en todo cuanto haces.",
      "topic": ""
    },
    "23": {
      "text": "Ahora pues, júrame aquí por Dios, que no faltarás a mí, ni a mi hijo, ni a mi nieto; sino que conforme a la misericordia que yo hice contigo, harás tú conmigo y con la tierra donde has peregrinado.",
      "topic": ""
    },
    "24": {
      "text": "Y respondió Abraham: Yo juraré.",
      "topic": ""
    },
    "25": {
      "text": "Y Abraham reprendió a Abimelec a causa de un pozo de agua, que los siervos de Abimelec le habían quitado.",
      "topic": ""
    },
    "26": {
      "text": "Y respondió Abimelec: No sé quién haya hecho esto, ni tampoco tú me lo hiciste saber, ni yo lo he oído hasta hoy.",
      "topic": ""
    },
    "27": {
      "text": "Y tomó Abraham ovejas y vacas, y dio a Abimelec; e hicieron ambos alianza.",
      "topic": ""
    },
    "28": {
      "text": "Y puso Abraham siete corderas del rebaño aparte.",
      "topic": ""
    },
    "29": {
      "text": "Y dijo Abimelec a Abraham: ¿Qué significan esas siete corderas que has puesto aparte?",
      "topic": ""
    },
    "30": {
      "text": "Y él respondió: Que estas siete corderas tomarás de mi mano, para que me sean en testimonio de que yo cavé este pozo.",
      "topic": ""
    },
    "31": {
      "text": "Por esto llamó a aquel lugar Beerseba; porque allí juraron ambos.",
      "topic": ""
    },
    "32": {
      "text": "Así hicieron alianza en Beerseba; y se levantó Abimelec y Ficol, príncipe de su ejército, y se volvieron a tierra de los filisteos.",
      "topic": ""
    },
    "33": {
      "text": "¶ Y plantó Abraham un bosque en Beerseba, e invocó allí el nombre del SEÑOR Dios eterno.",
      "topic": ""
    },
    "34": {
      "text": "Y moró Abraham en tierra de los filisteos muchos días.",
      "topic": ""
    }
  }
}