{
  "info": {
    "book": "Génesis",
    "chapter": "24",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y Abraham era ya viejo, y bien entrado en días; y el SEÑOR había bendecido a Abraham en todo.",
      "topic": ""
    },
    "2": {
      "text": "Y dijo Abraham a su siervo, el más viejo de su casa, que era el que gobernaba en todo lo que tenía: Pon ahora tu mano debajo de mi muslo,",
      "topic": ""
    },
    "3": {
      "text": "y te juramentaré por el SEÑOR, Dios de los cielos y Dios de la tierra, que no has de tomar mujer para mi hijo de las hijas de los cananeos, entre los cuales yo habito;",
      "topic": ""
    },
    "4": {
      "text": "sino que irás a mi tierra y a mi natural, y tomarás de allá mujer para mi hijo Isaac.",
      "topic": ""
    },
    "5": {
      "text": "Y el siervo le respondió: Por ventura la mujer no querrá venir en pos de mí a esta tierra, ¿volveré, pues, tu hijo a la tierra de donde saliste?",
      "topic": ""
    },
    "6": {
      "text": "Y Abraham le dijo: Guárdate que no vuelvas a mi hijo allá.",
      "topic": ""
    },
    "7": {
      "text": "El SEÑOR, Dios de los cielos, que me tomó de la casa de mi padre, y de la tierra de mi natural, y me habló, y me juró diciendo: A tu simiente daré esta tierra; él enviará su ángel delante de ti, y tú tomarás de allá mujer para mi hijo.",
      "topic": ""
    },
    "8": {
      "text": "Y si la mujer no quisiere venir en pos de ti, serás libre de este mi juramento; solamente que no vuelvas allá a mi hijo.",
      "topic": ""
    },
    "9": {
      "text": "Entonces el siervo puso su mano debajo del muslo de Abraham su señor, y le juró sobre este negocio.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y el siervo tomó diez camellos de los camellos de su señor, y fue llevando en su mano lo mejor que su señor tenía; y se levantó y fue a Ara Naharaim, a la ciudad de Nacor.",
      "topic": ""
    },
    "11": {
      "text": "E hizo arrodillar los camellos fuera de la ciudad, junto a un pozo de agua, a la hora de la tarde, a la hora en que salen las doncellas por agua.",
      "topic": ""
    },
    "12": {
      "text": "Y dijo: SEÑOR, Dios de mi señor Abraham, dame, te ruego, el tener hoy buen encuentro, y haz misericordia con mi señor Abraham.",
      "topic": ""
    },
    "13": {
      "text": "He aquí yo estoy junto a la fuente de agua, y las hijas de los varones de esta ciudad salen por agua.",
      "topic": ""
    },
    "14": {
      "text": "Sea, pues, que la doncella a quien yo dijere: Baja ahora tu cántaro, para que yo beba; y ella respondiere: Bebe, y también daré de beber a tus camellos, que ésta sea la que aparejaste a tu siervo Isaac; y en esto conoceré que habrás hecho misericordia con mi señor.",
      "topic": ""
    },
    "15": {
      "text": "Y aconteció que antes que él acabase de hablar, he aquí Rebeca que salía, (la cual había nacido a Betuel, hijo de Milca, mujer de Nacor hermano de Abraham) con su cántaro sobre sus hombros.",
      "topic": ""
    },
    "16": {
      "text": "Y la doncella era de muy hermoso aspecto, virgen, a la que varón no había conocido; la cual descendió a la fuente, y llenó su cántaro, y se volvía.",
      "topic": ""
    },
    "17": {
      "text": "Entonces el siervo corrió hacia ella, y dijo: Te ruego que me des a beber un poco de agua de tu cántaro.",
      "topic": ""
    },
    "18": {
      "text": "Y ella respondió: Bebe, señor mío: y se dio prisa a bajar su cántaro sobre su mano, y le dio a beber.",
      "topic": ""
    },
    "19": {
      "text": "Y cuando acabó de darle a beber, dijo: También para tus camellos sacaré agua, hasta que acaben de beber.",
      "topic": ""
    },
    "20": {
      "text": "Y se dio prisa, y vació su cántaro en la pila, y corrió otra vez al pozo para sacar agua, y sacó para todos sus camellos.",
      "topic": ""
    },
    "21": {
      "text": "Y el varón estaba maravillado de ella, callando, para saber si el SEÑOR había prosperado su camino o no.",
      "topic": ""
    },
    "22": {
      "text": "Y fue que cuando los camellos acabaron de beber, el varón sacó un pendiente de oro de medio siclo de peso, y dos brazaletes de diez siclos de peso de oro,",
      "topic": ""
    },
    "23": {
      "text": "y dijo: ¿De quién eres hija? Te ruego me digas, ¿hay lugar en casa de tu padre donde posemos?",
      "topic": ""
    },
    "24": {
      "text": "Y ella respondió: Soy hija de Betuel, hijo de Milca, el cual dio a luz ella a Nacor.",
      "topic": ""
    },
    "25": {
      "text": "Y añadió: También hay en nuestra casa paja y mucho forraje, y lugar para posar.",
      "topic": ""
    },
    "26": {
      "text": "El varón entonces se inclinó, y adoró al SEÑOR.",
      "topic": ""
    },
    "27": {
      "text": "Y dijo: Bendito sea el SEÑOR, Dios de mi señor Abraham, que no apartó su misericordia y su verdad de mi señor, guiándome el SEÑOR en el camino a casa de los hermanos de mi amo.",
      "topic": ""
    },
    "28": {
      "text": "Y la doncella corrió, e hizo saber en casa de su madre estas cosas.",
      "topic": ""
    },
    "29": {
      "text": "¶ Y Rebeca tenía un hermano que se llamaba Labán, el cual corrió afuera al varón, a la fuente;",
      "topic": ""
    },
    "30": {
      "text": "y fue que cuando vio el pendiente y los brazaletes en las manos de su hermana, que decía: Así me dijo aquel varón; vino al varón; y he aquí él estaba junto a los camellos a la fuente.",
      "topic": ""
    },
    "31": {
      "text": "Y le dijo: Ven, bendito del SEÑOR; ¿por qué estás fuera? Yo he limpiado la casa, y el lugar para los camellos.",
      "topic": ""
    },
    "32": {
      "text": "Entonces el varón vino a casa, y Labán desató los camellos; y les dio paja y forraje, y agua para lavar los pies de él, y los pies de los varones que con él venían .",
      "topic": ""
    },
    "33": {
      "text": "Y le pusieron delante qué comer; mas él dijo: No comeré hasta que haya dicho mi mensaje. Y él le dijo: Habla.",
      "topic": ""
    },
    "34": {
      "text": "Entonces dijo: Yo soy siervo de Abraham;",
      "topic": ""
    },
    "35": {
      "text": "y el SEÑOR ha bendecido mucho a mi señor, y él se ha engrandecido; y le ha dado ovejas y vacas, plata y oro, siervos y siervas, camellos y asnos.",
      "topic": ""
    },
    "36": {
      "text": "Y Sara, mujer de mi amo, dio a luz un hijo a mi señor después de su vejez, al cual ha dado todo cuanto tiene.",
      "topic": ""
    },
    "37": {
      "text": "Y mi señor me hizo jurar, diciendo: No tomarás mujer para mi hijo de las hijas de los cananeos, en cuya tierra habito;",
      "topic": ""
    },
    "38": {
      "text": "sino que irás a la casa de mi padre, y a mi natural, y tomarás de allá mujer para mi hijo.",
      "topic": ""
    },
    "39": {
      "text": "Y yo dije: Por ventura no querrá venir en pos de mí la mujer.",
      "topic": ""
    },
    "40": {
      "text": "Entonces él me respondió: El SEÑOR, en cuya presencia yo he andado, enviará su ángel contigo, y prosperará tu camino; y tomarás mujer para mi hijo de mi linaje y de la casa de mi padre;",
      "topic": ""
    },
    "41": {
      "text": "entonces serás libre de mi juramento, cuando hubieres llegado a mi linaje; y si no te la dieren, serás libre de mi juramento.",
      "topic": ""
    },
    "42": {
      "text": "Llegué, pues , hoy a la fuente, y dije: SEÑOR, Dios de mi señor Abraham, si tú prosperas ahora mi camino por el cual yo ando,",
      "topic": ""
    },
    "43": {
      "text": "he aquí yo estoy junto a la fuente de agua; sea, pues, que la doncella que saliere por agua, a la cual yo dijere: Dame ahora de beber un poco de agua de tu cántaro;",
      "topic": ""
    },
    "44": {
      "text": "y ella me respondiere, Bebe tú, y también para tus camellos sacaré agua; ésta sea la mujer que aparejó el SEÑOR al hijo de mi señor.",
      "topic": ""
    },
    "45": {
      "text": "Y antes que acabase de hablar en mi corazón, he aquí Rebeca, que salía con su cántaro sobre su hombro; y descendió a la fuente, y sacó agua; y yo le dije: Te ruego que me des a beber.",
      "topic": ""
    },
    "46": {
      "text": "Y ella prestamente bajó su cántaro de encima de sí, y dijo: Bebe, y también a tus camellos daré a beber. Y bebí, y dio también de beber a mis camellos.",
      "topic": ""
    },
    "47": {
      "text": "Entonces le pregunté, y dije: ¿De quién eres hija? Y ella respondió: Hija de Betuel, hijo de Nacor, que le dio a luz Milca. Entonces le puse un pendiente sobre su nariz, y brazaletes sobre sus manos;",
      "topic": ""
    },
    "48": {
      "text": "y me incliné, y adoré al SEÑOR, y bendije al SEÑOR, Dios de mi señor Abraham, que me había guiado por camino de verdad para tomar la hija del hermano de mi señor para su hijo.",
      "topic": ""
    },
    "49": {
      "text": "Ahora pues, si vosotros hacéis misericordia y verdad con mi señor, declarádmelo; y si no, declarádmelo; y echaré a la diestra o a la siniestra.",
      "topic": ""
    },
    "50": {
      "text": "Entonces Labán y Betuel respondieron y dijeron: Del SEÑOR ha salido esto; no podemos hablarte malo ni bueno.",
      "topic": ""
    },
    "51": {
      "text": "He ahí Rebeca delante de ti; tómala y vete, y sea mujer del hijo de tu señor, como lo ha dicho el SEÑOR.",
      "topic": ""
    },
    "52": {
      "text": "Y fue, que cuando el siervo de Abraham oyó sus palabras, se inclinó a tierra al SEÑOR.",
      "topic": ""
    },
    "53": {
      "text": "Y sacó el siervo vasos de plata y vasos de oro y vestidos, y dio a Rebeca; también dio cosas preciosas a su hermano y a su madre.",
      "topic": ""
    },
    "54": {
      "text": "¶ Y comieron y bebieron él y los varones que venían con él, y durmieron; y levantándose de mañana, dijo: Enviadme a mi señor.",
      "topic": ""
    },
    "55": {
      "text": "Entonces respondió su hermano y su madre: Espere la doncella con nosotros a lo menos diez días, y después irá.",
      "topic": ""
    },
    "56": {
      "text": "Y él les dijo: No me detengáis, pues que el SEÑOR ha prosperado mi camino; despachadme para que me vaya a mi señor.",
      "topic": ""
    },
    "57": {
      "text": "Ellos respondieron entonces: Llamemos la doncella y preguntémosle.",
      "topic": ""
    },
    "58": {
      "text": "Y llamaron a Rebeca, y le dijeron: ¿Irás tú con este varón? Y ella respondió: Sí , iré.",
      "topic": ""
    },
    "59": {
      "text": "Entonces enviaron a Rebeca su hermana, y a su nodriza, y al siervo de Abraham y a sus varones.",
      "topic": ""
    },
    "60": {
      "text": "Y bendijeron a Rebeca, y le dijeron: Nuestra hermana eres; seas en millares de millares, y tu generación posea la puerta de sus enemigos.",
      "topic": ""
    },
    "61": {
      "text": "Se levantó entonces Rebeca y sus doncellas, y subieron sobre los camellos, y siguieron al varón; y el siervo tomó a Rebeca, y se fue.",
      "topic": ""
    },
    "62": {
      "text": "¶ Y venía Isaac del pozo del Viviente que me ve; porque él habitaba en la tierra del mediodía;",
      "topic": ""
    },
    "63": {
      "text": "y había salido Isaac a orar al campo, a la hora de la tarde; y alzando sus ojos miró, y he aquí los camellos que venían.",
      "topic": ""
    },
    "64": {
      "text": "Rebeca también alzó sus ojos, y vio a Isaac, y descendió del camello;",
      "topic": ""
    },
    "65": {
      "text": "porque había preguntado al criado: ¿Quién es este varón que viene por el campo hacia nosotros? Y el siervo había respondido: Este es mi señor. Ella entonces tomó el velo, y se cubrió.",
      "topic": ""
    },
    "66": {
      "text": "Entonces el siervo contó a Isaac todo lo que había hecho.",
      "topic": ""
    },
    "67": {
      "text": "Y la introdujo Isaac a la tienda de su madre Sara, y tomó a Rebeca por mujer; y la amó; y se consoló Isaac después de la muerte de su madre.",
      "topic": ""
    }
  }
}