{
  "info": {
    "book": "Génesis",
    "chapter": "25",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y Abraham tomó otra mujer, cuyo nombre fue Cetura;",
      "topic": ""
    },
    "2": {
      "text": "la cual le dio a luz a Zimram, y a Jocsán, y a Medán, y a Madián, y a Isbac, y a Súa.",
      "topic": ""
    },
    "3": {
      "text": "Y Jocsán engendró a Seba, y a Dedán: e hijos de Dedán fueron Asurim, y Letusim, y Leumim.",
      "topic": ""
    },
    "4": {
      "text": "E hijos de Madián: Efa, y Efer, y Hanoc, y Abida, y Elda. Todos estos fueron hijos de Cetura.",
      "topic": ""
    },
    "5": {
      "text": "Y Abraham dio todo cuanto tenía a Isaac.",
      "topic": ""
    },
    "6": {
      "text": "Y a los hijos de sus concubinas dio Abraham dones, y los envió de junto Isaac su hijo, mientras él vivió, al oriente, a la tierra oriental.",
      "topic": ""
    },
    "7": {
      "text": "Y estos fueron los días de vida que vivió Abraham: ciento setenta y cinco años.",
      "topic": ""
    },
    "8": {
      "text": "Y expiró, y murió Abraham en buena vejez, anciano y lleno de días y fue unido a su pueblo.",
      "topic": ""
    },
    "9": {
      "text": "Y lo sepultaron Isaac e Ismael sus hijos en la cueva doble, en la heredad de Efrón, hijo de Zoar heteo, que está enfrente de Mamre;",
      "topic": ""
    },
    "10": {
      "text": "la heredad que compró Abraham de los hijos de Het; allí está sepultado, y Sara su mujer.",
      "topic": ""
    },
    "11": {
      "text": "¶ Y sucedió, después de muerto Abraham, que Dios bendijo a Isaac su hijo; y habitó Isaac junto al pozo del Viviente que me ve.",
      "topic": ""
    },
    "12": {
      "text": "Y estas son las generaciones de Ismael, hijo de Abraham, que dio a luz Agar, la egipcia, sierva de Sara a Abraham:",
      "topic": ""
    },
    "13": {
      "text": "Estos, pues, son los nombres de los hijos de Ismael, por sus nombres, por sus linajes: El primogénito de Ismael, Nabaiot; y Cedar, y Abdeel, y Mibsam,",
      "topic": ""
    },
    "14": {
      "text": "y Misma, y Duma, y Massa,",
      "topic": ""
    },
    "15": {
      "text": "Hadar, y Tema, y Jetur, y Nafis, y Cedema.",
      "topic": ""
    },
    "16": {
      "text": "Estos son los hijos de Ismael, y estos sus nombres por sus villas y por sus palacios; doce príncipes por sus familias.",
      "topic": ""
    },
    "17": {
      "text": "Y estos fueron los años de la vida de Ismael, ciento treinta y siete años; y expiró y murió Ismael; y fue unido a su pueblo.",
      "topic": ""
    },
    "18": {
      "text": "Y habitaron desde Havila hasta Shur, que está enfrente de Egipto, viniendo a Asiria; y delante de todos sus hermanos cayó.",
      "topic": ""
    },
    "19": {
      "text": "¶ Y estas son las generaciones de Isaac, hijo de Abraham. Abraham engendró a Isaac;",
      "topic": ""
    },
    "20": {
      "text": "y era Isaac de cuarenta años cuando tomó a Rebeca, hija de Betuel, el arameo, de Padan-aram, hermana de Labán, el arameo, por su mujer.",
      "topic": ""
    },
    "21": {
      "text": "Y oró Isaac al SEÑOR por su mujer, que era estéril; y lo aceptó el SEÑOR, y concibió Rebeca su mujer.",
      "topic": ""
    },
    "22": {
      "text": "Y los hijos se combatían dentro de ella; y dijo: Si es así ¿para qué vivo yo? Y fue a consultar al SEÑOR.",
      "topic": ""
    },
    "23": {
      "text": "Y le respondió el SEÑOR: Dos naciones hay en tu vientre, y dos pueblos serán divididos desde tus entrañas; mas un pueblo será más fuerte que el otro pueblo, y el mayor servirá al menor.",
      "topic": ""
    },
    "24": {
      "text": "Y cuando se cumplieron sus días para dar a luz, he aquí mellizos en su vientre.",
      "topic": ""
    },
    "25": {
      "text": "Y salió el primero bermejo, y todo él velludo como una pelliza; y llamaron su nombre Esaú.",
      "topic": ""
    },
    "26": {
      "text": "Y después salió su hermano, trabada su mano al calcañar de Esaú; y fue llamado su nombre Jacob. Y era Isaac de edad de sesenta años cuando Rebeca los dio a luz.",
      "topic": ""
    },
    "27": {
      "text": "Y crecieron los niños, y Esaú fue varón sabio en la caza, hombre del campo; Jacob, empero, era varón entero, que estaba en las tiendas.",
      "topic": ""
    },
    "28": {
      "text": "Y amó Isaac a Esaú, porque comía de su caza; mas Rebeca amaba a Jacob.",
      "topic": ""
    },
    "29": {
      "text": "¶ Y guisó Jacob un potaje; y volviendo Esaú del campo cansado,",
      "topic": ""
    },
    "30": {
      "text": "dijo a Jacob: Te ruego que me des a comer de eso bermejo, pues estoy muy cansado. Por tanto fue llamado su nombre Edom.",
      "topic": ""
    },
    "31": {
      "text": "Y Jacob respondió: Véndeme hoy en este día tu primogenitura.",
      "topic": ""
    },
    "32": {
      "text": "Entonces dijo Esaú: He aquí yo me voy a morir; ¿para qué, pues, me servirá la primogenitura?",
      "topic": ""
    },
    "33": {
      "text": "Y dijo Jacob: Júrame hoy en este día. Y él le juró, y vendió a Jacob su primogenitura.",
      "topic": ""
    },
    "34": {
      "text": "Entonces Jacob dio a Esaú del pan y del guisado de las lentejas; y él comió y bebió, y se levantó, y se fue. Así menospreció Esaú la primogenitura.",
      "topic": ""
    }
  }
}