{
  "info": {
    "book": "Génesis",
    "chapter": "29",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y alzó Jacob sus pies, y fue a la tierra de los orientales.",
      "topic": ""
    },
    "2": {
      "text": "Y miró, y vio un pozo en el campo; y he aquí tres rebaños de ovejas que yacían cerca de él; porque de aquel pozo abrevaban los ganados; y había una gran piedra sobre la boca del pozo.",
      "topic": ""
    },
    "3": {
      "text": "Y se juntaban allí todos los rebaños; y revolvían la piedra de sobre la boca del pozo, y abrevaban las ovejas; y volvían la piedra sobre la boca del pozo a su lugar.",
      "topic": ""
    },
    "4": {
      "text": "Y les dijo Jacob: Hermanos míos, ¿de dónde sois? Y ellos respondieron: De Harán somos.",
      "topic": ""
    },
    "5": {
      "text": "Y él les dijo: ¿Conocéis a Labán, hijo de Nacor? Y ellos dijeron: Sí, le conocemos.",
      "topic": ""
    },
    "6": {
      "text": "Y él les dijo: ¿Tiene paz? Y ellos dijeron: Paz; y he aquí Raquel su hija viene con el ganado.",
      "topic": ""
    },
    "7": {
      "text": "Y él dijo: He aquí el día es aún grande; no es tiempo todavía de recoger el ganado; abrevad las ovejas, e id a apacentarlas.",
      "topic": ""
    },
    "8": {
      "text": "Y ellos respondieron: No podemos, hasta que se junten todos los rebaños, y remuevan la piedra de sobre la boca del pozo, para que abrevemos las ovejas.",
      "topic": ""
    },
    "9": {
      "text": "¶ Estando aún él hablando con ellos, Raquel vino con el ganado de su padre, porque ella era la pastora.",
      "topic": ""
    },
    "10": {
      "text": "Y sucedió que , cuando Jacob vio a Raquel, hija de Labán, hermano de su madre, y a las ovejas de Labán, el hermano de su madre, se acercó Jacob, y removió la piedra de sobre la boca del pozo, y abrevó el ganado de Labán, hermano de su madre.",
      "topic": ""
    },
    "11": {
      "text": "Y Jacob besó a Raquel, y alzó su voz, y lloró.",
      "topic": ""
    },
    "12": {
      "text": "Y Jacob dijo a Raquel como él era hermano de su padre, y como era hijo de Rebeca; y ella corrió, y dio las nuevas a su padre.",
      "topic": ""
    },
    "13": {
      "text": "Y así que oyó Labán las nuevas de Jacob, hijo de su hermana, corrió a recibirlo, y lo abrazó, y lo besó, y lo trajo a su casa; y él contó a Labán todas estas cosas.",
      "topic": ""
    },
    "14": {
      "text": "Y Labán le dijo: Ciertamente hueso mío y carne mía eres. Y estuvo con él un mes de días.",
      "topic": ""
    },
    "15": {
      "text": "¶ Entonces dijo Labán a Jacob: ¿Por ser tú mi hermano, me has de servir de balde? Declárame qué será tu salario.",
      "topic": ""
    },
    "16": {
      "text": "Y Labán tenía dos hijas: el nombre de la mayor era Lea, y el nombre de la menor, Raquel.",
      "topic": ""
    },
    "17": {
      "text": "Y los ojos de Lea eran tiernos, pero Raquel era de lindo semblante y de hermoso parecer.",
      "topic": ""
    },
    "18": {
      "text": "Y Jacob amó a Raquel, y dijo: Yo te serviré siete años por Raquel, tu hija menor.",
      "topic": ""
    },
    "19": {
      "text": "Y Labán respondió: Mejor es que te la dé a ti, y no que la dé a otro hombre; estáte conmigo.",
      "topic": ""
    },
    "20": {
      "text": "Así sirvió Jacob por Raquel siete años; y le parecieron como pocos días, porque la amaba.",
      "topic": ""
    },
    "21": {
      "text": "Y dijo Jacob a Labán: Dame mi mujer, porque mi tiempo es cumplido para que entre a ella.",
      "topic": ""
    },
    "22": {
      "text": "Entonces Labán juntó a todos los varones de aquel lugar, e hizo banquete.",
      "topic": ""
    },
    "23": {
      "text": "Y sucedió que a la noche tomó a Lea su hija, y se la trajo; y él entró a ella.",
      "topic": ""
    },
    "24": {
      "text": "Y dio Labán su sierva Zilpa a su hija Lea por criada.",
      "topic": ""
    },
    "25": {
      "text": "Y venida la mañana, he aquí que era Lea; y él dijo a Labán: ¿Qué es esto que me has hecho? ¿No te he servido por Raquel? ¿Por qué, pues, me has engañado?",
      "topic": ""
    },
    "26": {
      "text": "Y Labán respondió: No se hace así en nuestro lugar, que se dé la menor antes de la mayor.",
      "topic": ""
    },
    "27": {
      "text": "Cumple la semana de ésta, y se te dará también la otra, por el servicio que hicieres conmigo otros siete años.",
      "topic": ""
    },
    "28": {
      "text": "E hizo Jacob así, y cumplió la semana de aquella; y él le dio a Raquel su hija por mujer.",
      "topic": ""
    },
    "29": {
      "text": "Y dio Labán a Raquel su hija por criada a su sierva Bilha.",
      "topic": ""
    },
    "30": {
      "text": "Y entró también a Raquel; y la amó también más que a Lea; y sirvió con él aún otros siete años.",
      "topic": ""
    },
    "31": {
      "text": "¶ Y vio el SEÑOR que Lea era aborrecida, y abrió su matriz; pero Raquel era estéril.",
      "topic": ""
    },
    "32": {
      "text": "Y concibió Lea, y dio a luz un hijo, y llamó su nombre Rubén, porque dijo: Porque vio el SEÑOR mi aflicción; ahora por tanto me amará mi marido.",
      "topic": ""
    },
    "33": {
      "text": "Y concibió otra vez, y dio a luz un hijo, y dijo: Por cuanto oyó el SEÑOR que yo era aborrecida, me ha dado también éste. Y llamó su nombre Simeón.",
      "topic": ""
    },
    "34": {
      "text": "Y concibió otra vez, y dio a luz un hijo, y dijo: Ahora esta vez será juntado mi marido conmigo, porque le he dado a luz tres hijos: por tanto, llamó su nombre Leví.",
      "topic": ""
    },
    "35": {
      "text": "Y concibió otra vez, y dio a luz un hijo, y dijo: Esta vez alabaré al SEÑOR; por esto llamó su nombre Judá; y dejó de dar a luz.",
      "topic": ""
    }
  }
}