{
  "info": {
    "book": "Génesis",
    "chapter": "37",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y habitó Jacob en la tierra donde peregrinó su padre, en la tierra de Canaán.",
      "topic": ""
    },
    "2": {
      "text": "Estas fueron las generaciones de Jacob. José, siendo de edad de diecisiete años apacentaba las ovejas con sus hermanos; y el joven estaba con los hijos de Bilha, y con los hijos de Zilpa, mujeres de su padre; e informaba José a su padre la mala fama de ellos.",
      "topic": ""
    },
    "3": {
      "text": "Y amaba Israel a José más que a todos sus hijos, porque le había tenido en su vejez; y le hizo una ropa de diversos colores.",
      "topic": ""
    },
    "4": {
      "text": "Y viendo sus hermanos que su padre lo amaba más que a todos sus hermanos, le aborrecían, y no le podían hablar pacíficamente.",
      "topic": ""
    },
    "5": {
      "text": "¶ Y soñó José un sueño y lo contó a sus hermanos; y ellos vinieron a aborrecerle más todavía.",
      "topic": ""
    },
    "6": {
      "text": "Y él les dijo: Oíd ahora este sueño que he soñado:",
      "topic": ""
    },
    "7": {
      "text": "He aquí que atábamos manojos en medio del campo, y he aquí que mi manojo se levantaba, y estaba derecho, y que vuestros manojos estaban alrededor, y se inclinaban al mío.",
      "topic": ""
    },
    "8": {
      "text": "Le respondieron sus hermanos: ¿Has de reinar tú sobre nosotros, o te has de enseñorear sobre nosotros? Y le aborrecieron aún más a causa de sus sueños y de sus palabras.",
      "topic": ""
    },
    "9": {
      "text": "Y soñó aún otro sueño, y lo contó a sus hermanos, diciendo: He aquí que he soñado otro sueño, y he aquí que el sol y la luna y once estrellas se inclinaban a mí.",
      "topic": ""
    },
    "10": {
      "text": "Y lo contó a su padre y a sus hermanos; y su padre le reprendió, y le dijo: ¿Qué sueño es éste que soñaste? ¿Hemos de venir yo y tu madre, y tus hermanos, a inclinarnos a ti a tierra?",
      "topic": ""
    },
    "11": {
      "text": "Y sus hermanos le tenían envidia, mas su padre miraba el asunto.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y fueron sus hermanos a apacentar las ovejas de su padre en Siquem.",
      "topic": ""
    },
    "13": {
      "text": "Y dijo Israel a José: Tus hermanos apacientan las ovejas en Siquem; ven, y te enviaré a ellos. Y él respondió: Heme aquí.",
      "topic": ""
    },
    "14": {
      "text": "Y él le dijo: Ve la paz de tus hermanos y la paz de las ovejas, y tráeme la respuesta. Y lo envió del valle de Hebrón, y llegó a Siquem.",
      "topic": ""
    },
    "15": {
      "text": "Y lo halló un hombre, andando él perdido por el campo, y le preguntó aquel hombre, diciendo: ¿Qué buscas?",
      "topic": ""
    },
    "16": {
      "text": "Y él respondió: Busco a mis hermanos; te ruego que me muestres dónde pastan.",
      "topic": ""
    },
    "17": {
      "text": "Y aquel hombre respondió: Ya se han ido de aquí; yo les oí decir: Vamos a Dotán. Entonces José fue tras de sus hermanos, y los halló en Dotán.",
      "topic": ""
    },
    "18": {
      "text": "Cuando ellos lo vieron de lejos, antes que llegara cerca de ellos, pensaron contra él para matarle.",
      "topic": ""
    },
    "19": {
      "text": "Y dijeron el uno al otro: He aquí viene el soñador;",
      "topic": ""
    },
    "20": {
      "text": "ahora pues, venid, y matémoslo y echémosle en una cisterna, y diremos: Alguna mala bestia le devoró; y veremos qué serán sus sueños.",
      "topic": ""
    },
    "21": {
      "text": "Cuando Rubén oyó esto , lo libró de sus manos y dijo: No lo matemos.",
      "topic": ""
    },
    "22": {
      "text": "Y les dijo Rubén: No derraméis sangre; echadlo en esta cisterna que está en el desierto, y no pongáis mano en él; por librarlo así de sus manos, para hacerlo volver a su padre.",
      "topic": ""
    },
    "23": {
      "text": "¶ Y sucedió que , cuando llegó José a sus hermanos, ellos hicieron desnudar a José su ropa, la ropa de colores que tenía sobre sí;",
      "topic": ""
    },
    "24": {
      "text": "y le tomaron, y le echaron en la cisterna; mas la cisterna estaba vacía, no había en ella agua.",
      "topic": ""
    },
    "25": {
      "text": "Y se sentaron a comer pan; y alzando los ojos miraron, y he aquí una compañía de ismaelitas que venía de Galaad, y sus camellos traían aromas y bálsamo y mirra, e iban a llevarlo a Egipto.",
      "topic": ""
    },
    "26": {
      "text": "Entonces Judá dijo a sus hermanos: ¿Qué provecho el que matemos a nuestro hermano y encubramos su muerte?",
      "topic": ""
    },
    "27": {
      "text": "Venid, y vendámosle a los ismaelitas, y no sea nuestra mano sobre él; que nuestro hermano es nuestra carne. Y sus hermanos acordaron con él.",
      "topic": ""
    },
    "28": {
      "text": "Y cuando pasaban los madianitas mercaderes, sacaron ellos a José de la cisterna, y le trajeron arriba, y le vendieron a los ismaelitas por veinte piezas de plata. Y llevaron a José a Egipto.",
      "topic": ""
    },
    "29": {
      "text": "Y Rubén volvió a la cisterna, y no halló a José dentro, y rasgó sus vestidos.",
      "topic": ""
    },
    "30": {
      "text": "Y tornó a sus hermanos y dijo: El joven no parece; y yo, ¿adónde iré yo?",
      "topic": ""
    },
    "31": {
      "text": "¶ Entonces tomaron ellos la ropa de José, y degollaron un cabrito de las cabras, y tiñieron la ropa con la sangre;",
      "topic": ""
    },
    "32": {
      "text": "y enviaron la ropa de colores y la trajeron a su padre, y dijeron: Esta hemos hallado, reconoce ahora si es o no la ropa de tu hijo.",
      "topic": ""
    },
    "33": {
      "text": "Y él la conoció, y dijo: La ropa de mi hijo es; alguna mala bestia le devoró; José ha sido despedazado.",
      "topic": ""
    },
    "34": {
      "text": "Entonces Jacob rasgó sus vestidos, y puso saco sobre sus lomos, y se enlutó por su hijo muchos días.",
      "topic": ""
    },
    "35": {
      "text": "Y se levantaron todos sus hijos y todas sus hijas para consolarlo; mas él no quiso tomar consolación, y dijo: Porque yo tengo de descender a mi hijo enlutado hasta la sepultura. Y lo lloró su padre.",
      "topic": ""
    },
    "36": {
      "text": "Y los madianitas lo vendieron en Egipto a Potifar, oficial del Faraón, capitán de los de la guardia.",
      "topic": ""
    }
  }
}