{
  "info": {
    "book": "Génesis",
    "chapter": "46",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Salió Israel con todo lo que tenía, y vino a Beerseba, y ofreció sacrificios al Dios de su padre Isaac.",
      "topic": ""
    },
    "2": {
      "text": "Y habló Dios a Israel en visiones de noche, y dijo: Jacob, Jacob. Y él respondió: Heme aquí.",
      "topic": ""
    },
    "3": {
      "text": "Y dijo: Yo soy el Dios, el Dios de tu padre; no temas de descender a Egipto, porque yo te pondré allí en gran gente.",
      "topic": ""
    },
    "4": {
      "text": "Yo descenderé contigo a Egipto, y yo también te haré volver; y José pondrá su mano sobre tus ojos.",
      "topic": ""
    },
    "5": {
      "text": "¶ Y se levantó Jacob de Beerseba; y tomaron los hijos de Israel a su padre Jacob, y a sus niños, y a sus mujeres, en los carros que el Faraón había enviado para llevarlo.",
      "topic": ""
    },
    "6": {
      "text": "Y tomaron sus ganados, y su hacienda que habían adquirido en la tierra de Canaán, y vinieron a Egipto, Jacob, y toda su simiente consigo;",
      "topic": ""
    },
    "7": {
      "text": "sus hijos, y los hijos de sus hijos consigo; sus hijas, y las hijas de sus hijos, y a toda su simiente trajo consigo a Egipto.",
      "topic": ""
    },
    "8": {
      "text": "Y estos son los nombres de los hijos de Israel, que entraron en Egipto: Jacob y sus hijos; Rubén, el primogénito de Jacob.",
      "topic": ""
    },
    "9": {
      "text": "Y los hijos de Rubén: Hanoc, y Falú, y Hezrón, y Carmi.",
      "topic": ""
    },
    "10": {
      "text": "Y los hijos de Simeón: Jemuel, y Jamín, y Ohad, y Jaquin, y Zohar, y Saúl, hijo de la cananea.",
      "topic": ""
    },
    "11": {
      "text": "Y los hijos de Leví: Gersón, Coat, y Merari.",
      "topic": ""
    },
    "12": {
      "text": "Y los hijos de Judá: Er, y Onán, y Sela, y Fares, y Zara: mas Er y Onán, murieron en la tierra de Canaán. Y los hijos de Fares fueron Hezrón y Hamul.",
      "topic": ""
    },
    "13": {
      "text": "Y los hijos de Isacar: Tola, y Fúa, y Job, y Simrón.",
      "topic": ""
    },
    "14": {
      "text": "Y los hijos de Zabulón: Sered y Elón, y Jahleel.",
      "topic": ""
    },
    "15": {
      "text": "Estos fueron los hijos de Lea, los que dio a luz a Jacob en Padan-aram, y además su hija Dina; treinta y tres las almas todas de sus hijos e hijas.",
      "topic": ""
    },
    "16": {
      "text": "Y los hijos de Gad: Zifión, y Hagui, y Ezbón, y Suni, y Eri, y Arodi, y Areli.",
      "topic": ""
    },
    "17": {
      "text": "Y los hijos de Aser: Imna, e Isúa, e Isúi y Bería, y Sera, hermana de ellos. Los hijos de Bería: Heber, y Malquiel.",
      "topic": ""
    },
    "18": {
      "text": "Estos fueron los hijos de Zilpa, la que Labán dio a su hija Lea, y dio a luz éstos a Jacob; dieciséis almas.",
      "topic": ""
    },
    "19": {
      "text": "Y los hijos de Raquel, mujer de Jacob: José y Benjamín.",
      "topic": ""
    },
    "20": {
      "text": "Y nacieron a José en la tierra de Egipto Manasés y Efraín, los que le dio a luz Asenat, hija de Potifera, sacerdote de On.",
      "topic": ""
    },
    "21": {
      "text": "Y los hijos de Benjamín fueron Bela, y Bequer y Asbel, y Gera, y Naamán, y Ehi, y Ros y Mupim, y Hupim, y Ard.",
      "topic": ""
    },
    "22": {
      "text": "Estos fueron los hijos de Raquel, que nacieron a Jacob; en todas, catorce almas.",
      "topic": ""
    },
    "23": {
      "text": "Y los hijos de Dan: Husim.",
      "topic": ""
    },
    "24": {
      "text": "Y los hijos de Neftalí: Jahzeel, y Guni, y Jezer, y Silem.",
      "topic": ""
    },
    "25": {
      "text": "Estos fueron los hijos de Bilha, la que dio Labán a Raquel su hija, y dio a luz éstos a Jacob; por todas siete almas.",
      "topic": ""
    },
    "26": {
      "text": "Todas las personas que vinieron con Jacob a Egipto, procedente de sus lomos, sin las mujeres de los hijos de Jacob, todas las personas fueron sesenta y seis.",
      "topic": ""
    },
    "27": {
      "text": "Y los hijos de José, que le nacieron en Egipto, dos personas. Todas las almas de la casa de Jacob, que entraron en Egipto, fueron setenta.",
      "topic": ""
    },
    "28": {
      "text": "¶ Y envió a Judá delante de sí a José, para que le viniese a ver a Gosén; y llegaron a la tierra de Gosén.",
      "topic": ""
    },
    "29": {
      "text": "Y José unció su carro y vino a recibir a Israel su padre a Gosén; y se manifestó a él, y se echó sobre su cuello, y lloró sobre su cuello bastante.",
      "topic": ""
    },
    "30": {
      "text": "Entonces Israel dijo a José: Muera yo ahora, ya que he visto tu rostro, pues aún vives.",
      "topic": ""
    },
    "31": {
      "text": "Y José dijo a sus hermanos, y a la casa de su padre: Subiré y haré saber al Faraón, y le diré: Mis hermanos y la casa de mi padre, que estaban en la tierra de Canaán, han venido a mí;",
      "topic": ""
    },
    "32": {
      "text": "y los hombres son pastores de ovejas, porque son hombres ganaderos; y han traído sus ovejas y sus vacas, y todo lo que tenían.",
      "topic": ""
    },
    "33": {
      "text": "Y cuando Faraón os llamare y dijere: ¿cuál es vuestro oficio?",
      "topic": ""
    },
    "34": {
      "text": "Entonces diréis: Hombres de ganadería han sido tus siervos desde nuestra juventud hasta ahora, nosotros y nuestros padres; a fin de que moréis en la tierra de Gosén, porque los egipcios abominan todo pastor de ovejas.",
      "topic": ""
    }
  }
}