{
  "info": {
    "book": "Génesis",
    "chapter": "9",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y bendijo Dios a Noé y a sus hijos, y les dijo: Fructificad, y multiplicaos, y llenad la tierra;",
      "topic": ""
    },
    "2": {
      "text": "y vuestro temor y vuestro pavor será sobre todo animal de la tierra, y sobre toda ave de los cielos, en todo lo que se moverá en la tierra, y en todos los peces del mar; en vuestra mano son entregados.",
      "topic": ""
    },
    "3": {
      "text": "Todo lo que se mueve, que es vivo, os será para mantenimiento; así como la verdura de hierba, os lo he dado todo.",
      "topic": ""
    },
    "4": {
      "text": "Pero la carne con su alma (o vida ), que es su sangre, no comeréis.",
      "topic": ""
    },
    "5": {
      "text": "Porque ciertamente vuestra sangre que es vuestra alma, yo la demandaré; de mano de todo animal la demandaré, y de mano del hombre; de mano del varón su hermano demandaré el alma del hombre.",
      "topic": ""
    },
    "6": {
      "text": "El que derramare sangre de hombre en el hombre, su sangre será derramada; porque a imagen de Dios es hecho el hombre.",
      "topic": ""
    },
    "7": {
      "text": "Mas vosotros fructificad, y multiplicaos; y andad en la tierra, y multiplicaos en ella.",
      "topic": ""
    },
    "8": {
      "text": "¶ Y habló Dios a Noé y a sus hijos con él, diciendo:",
      "topic": ""
    },
    "9": {
      "text": "He aquí, que yo establezco mi pacto con vosotros, y con vuestra simiente después de vosotros;",
      "topic": ""
    },
    "10": {
      "text": "y con toda alma viviente que está con vosotros, en aves, en animales, y en toda bestia de la tierra que está con vosotros; desde todos los que salieron del arca hasta todo animal de la tierra.",
      "topic": ""
    },
    "11": {
      "text": "Que yo estableceré mi pacto con vosotros, que no será talada más toda carne con aguas de diluvio; y que no habrá más diluvio para destruir la tierra.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y dijo Dios: Esta será la señal del pacto que yo pongo entre mí y vosotros y toda alma viviente que está con vosotros, por siglos perpetuos:",
      "topic": ""
    },
    "13": {
      "text": "Mi arco pondré en las nubes, el cual será por señal de pacto entre mí y la tierra.",
      "topic": ""
    },
    "14": {
      "text": "Y será, que cuando anublare sobre la tierra, entonces mi arco aparecerá en las nubes.",
      "topic": ""
    },
    "15": {
      "text": "Y me acordaré de mi pacto que está entre mí y vosotros y toda alma viviente en toda carne; y no serán más las aguas por diluvio para destruir a toda carne.",
      "topic": ""
    },
    "16": {
      "text": "Y estará el arco en las nubes, y lo veré para acordarme del pacto perpetuo entre Dios y toda alma viviente, con toda carne que está sobre la tierra.",
      "topic": ""
    },
    "17": {
      "text": "Dijo más Dios a Noé: Esta será la señal del pacto que he establecido entre mí y toda carne, que está sobre la tierra.",
      "topic": ""
    },
    "18": {
      "text": "¶ Y los hijos de Noé que salieron del arca fueron Sem, Cam y Jafet; y Cam es el padre de Canaán.",
      "topic": ""
    },
    "19": {
      "text": "Estos tres son los hijos de Noé; y de ellos fue llena toda la tierra.",
      "topic": ""
    },
    "20": {
      "text": "Y comenzó Noé a labrar la tierra, y plantó una viña;",
      "topic": ""
    },
    "21": {
      "text": "y bebió del vino, y se embriagó, y se descubrió en medio de su tienda.",
      "topic": ""
    },
    "22": {
      "text": "Y Cam, padre de Canaán, vio la desnudez de su padre, y lo dijo a sus dos hermanos que estaban fuera.",
      "topic": ""
    },
    "23": {
      "text": "Entonces Sem y Jafet tomaron la ropa, y la pusieron sobre los hombros de ambos, y andando hacia atrás, cubrieron la desnudez de su padre teniendo vueltos los rostros, que no vieron la desnudez de su padre.",
      "topic": ""
    },
    "24": {
      "text": "¶ Y despertó Noé de su vino, y supo lo que había hecho con él su hijo el más joven;",
      "topic": ""
    },
    "25": {
      "text": "y dijo: Maldito sea Canaán; siervo de siervos será a sus hermanos.",
      "topic": ""
    },
    "26": {
      "text": "Dijo más: Bendito el SEÑOR, el Dios de Sem, y sea Canaán su siervo.",
      "topic": ""
    },
    "27": {
      "text": "Ensanche Dios a Jafet, y habite en las tiendas de Sem, y sea Canaán su siervo.",
      "topic": ""
    },
    "28": {
      "text": "¶ Y vivió Noé después del diluvio trescientos cincuenta años.",
      "topic": ""
    },
    "29": {
      "text": "Y fueron todos los días de Noé novecientos cincuenta años; y murió.",
      "topic": ""
    }
  }
}