{
  "info": {
    "book": "Amós",
    "chapter": "2",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Así dice Jehová: Por tres pecados de Moab, y por el cuarto, no revocaré [su castigo]; porque quemó los huesos del rey de Idumea hasta calcinarlos.",
      "topic": ""
    },
    "2": {
      "text": "Y meteré fuego en Moab, y consumirá los palacios de Queriot; y morirá Moab en alboroto, en estrépito y sonido de trompeta.",
      "topic": ""
    },
    "3": {
      "text": "Y quitaré el juez de en medio de él, y mataré con él a todos sus príncipes, dice Jehová.",
      "topic": ""
    },
    "4": {
      "text": "Así dice Jehová: Por tres pecados de Judá, y por el cuarto, no revocaré [su castigo]; porque despreciaron la ley de Jehová, y no guardaron sus ordenanzas; y los hicieron errar sus mentiras, en pos de las cuales anduvieron sus padres.",
      "topic": ""
    },
    "5": {
      "text": "Meteré por tanto fuego en Judá, el cual consumirá los palacios de Jerusalén.",
      "topic": ""
    },
    "6": {
      "text": "Así dice Jehová: Por tres pecados de Israel, y por el cuarto, no revocaré [su castigo]; porque vendieron por dinero al justo, y al pobre por un par de zapatos:",
      "topic": ""
    },
    "7": {
      "text": "Que codician [aun] el polvo de la tierra sobre la cabeza de los pobres, y tuercen el camino de los humildes; y el hombre y su padre entran a la misma joven, profanando mi santo nombre.",
      "topic": ""
    },
    "8": {
      "text": "Y sobre las ropas empeñadas se acuestan junto a cualquier altar; y beben el vino de los condenados en la casa de sus dioses.",
      "topic": ""
    },
    "9": {
      "text": "Y yo destruí delante de ellos al amorreo, cuya altura [era] como la altura de los cedros, y fuerte como un alcornoque; y destruí su fruto arriba, y sus raíces abajo.",
      "topic": ""
    },
    "10": {
      "text": "Y yo os hice a vosotros subir de la tierra de Egipto, y os traje por el desierto cuarenta años, para que poseyeseis la tierra del amorreo.",
      "topic": ""
    },
    "11": {
      "text": "Y levanté de vuestros hijos para profetas, y de vuestros jóvenes para que fuesen nazareos. ¿No [es] esto así, dice Jehová, hijos de Israel?",
      "topic": ""
    },
    "12": {
      "text": "Mas vosotros disteis de beber vino a los nazareos; y a los profetas mandasteis, diciendo: No profeticéis.",
      "topic": ""
    },
    "13": {
      "text": "Pues he aquí, yo os apretaré en vuestro lugar, como se aprieta el carro lleno de gavillas;",
      "topic": ""
    },
    "14": {
      "text": "y la huida perecerá del ligero, y al fuerte no le ayudará su fuerza, ni el valiente librará su vida;",
      "topic": ""
    },
    "15": {
      "text": "y el que toma el arco no resistirá, ni escapará el ligero de pies, ni el que cabalga en caballo salvará su vida.",
      "topic": ""
    },
    "16": {
      "text": "El esforzado entre los valientes huirá desnudo aquel día, dice Jehová.",
      "topic": ""
    }
  }
}