{
  "info": {
    "book": "Amós",
    "chapter": "3",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Oíd esta palabra que ha hablado Jehová contra vosotros, hijos de Israel, contra toda la familia que hice subir de la tierra de Egipto. Dice así:",
      "topic": ""
    },
    "2": {
      "text": "A vosotros solamente he conocido de todas las familias de la tierra; por tanto visitaré contra vosotros todas vuestras maldades.",
      "topic": ""
    },
    "3": {
      "text": "¿Andarán dos juntos, si no estuvieren de acuerdo?",
      "topic": ""
    },
    "4": {
      "text": "¿Rugirá el león en la selva sin haber presa? ¿Dará el leoncillo su rugido desde su guarida, sin haber apresado algo?",
      "topic": ""
    },
    "5": {
      "text": "¿Caerá el ave en el lazo en la tierra, sin haber cazador? ¿Se alzará el lazo de la tierra, si no se ha atrapado nada?",
      "topic": ""
    },
    "6": {
      "text": "¿Se tocará la trompeta en la ciudad, y no se alborotará el pueblo? ¿Habrá algún mal en la ciudad, el cual Jehová no haya hecho?",
      "topic": ""
    },
    "7": {
      "text": "Porque no hará nada el Señor Jehová, sin que revele su secreto a sus siervos los profetas.",
      "topic": ""
    },
    "8": {
      "text": "Rugiendo el león, ¿quién no temerá? Hablando Jehová el Señor, ¿quién no profetizará?",
      "topic": ""
    },
    "9": {
      "text": "Haced pregonar sobre los palacios de Asdod, y sobre los palacios de tierra de Egipto, y decid: Reuníos sobre los montes de Samaria, y ved muchas opresiones en medio de ella, y violencias en medio de ella.",
      "topic": ""
    },
    "10": {
      "text": "Y no saben hacer lo recto, dice Jehová, atesorando rapiñas y despojos en sus palacios.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto, así dice Jehová el Señor: Un enemigo [vendrá] aún por todos lados de la tierra, y derribará de ti tu fortaleza, y tus palacios serán saqueados.",
      "topic": ""
    },
    "12": {
      "text": "Así dice Jehová: De la manera que el pastor libra de la boca del león dos piernas, o la punta de una oreja, así escaparán los hijos de Israel que moran en Samaria en el rincón de una cama, y al lado de un lecho.",
      "topic": ""
    },
    "13": {
      "text": "Oíd y testificad en la casa de Jacob, dice el Señor Jehová, el Dios de los ejércitos:",
      "topic": ""
    },
    "14": {
      "text": "Que el día que visite las rebeliones de Israel sobre él, visitaré también sobre los altares de Betel; y serán cortados los cuernos del altar, y caerán a tierra.",
      "topic": ""
    },
    "15": {
      "text": "Y heriré la casa de invierno con la casa de verano, y las casas de marfil perecerán; y las grandes casas serán destruidas, dice Jehová.",
      "topic": ""
    }
  }
}