{
  "info": {
    "book": "Amós",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Oíd esta palabra que yo levanto por lamentación sobre vosotros, oh casa de Israel.",
      "topic": ""
    },
    "2": {
      "text": "Cayó la virgen de Israel, y no podrá levantarse ya más; fue dejada sobre su tierra, no [hay] quien la levante.",
      "topic": ""
    },
    "3": {
      "text": "Porque así ha dicho el Señor Jehová a la casa de Israel: La ciudad que salía con mil, quedará con cien; y la que salía con cien, quedará con diez.",
      "topic": ""
    },
    "4": {
      "text": "Mas así dice Jehová a la casa de Israel: Buscadme, y viviréis;",
      "topic": ""
    },
    "5": {
      "text": "y no busquéis a Betel ni entréis en Gilgal, ni paséis a Beerseba: porque ciertamente Gilgal será llevada en cautiverio, y Betel será deshecha.",
      "topic": ""
    },
    "6": {
      "text": "Buscad a Jehová, y vivid; no sea que Él acometa como fuego a la casa de José y la consuma, sin haber en Betel quien lo apague.",
      "topic": ""
    },
    "7": {
      "text": "Los que convertís en ajenjo el juicio, y echáis por tierra la justicia,",
      "topic": ""
    },
    "8": {
      "text": "buscad al que hace las Pléyades y el Orión, y las tinieblas vuelve en mañana, y hace oscurecer el día en noche; el que llama a las aguas del mar, y las derrama sobre la faz de la tierra: Jehová es su nombre.",
      "topic": ""
    },
    "9": {
      "text": "Que da fuerzas al despojado sobre el fuerte, de modo que el despojado venga contra la fortaleza.",
      "topic": ""
    },
    "10": {
      "text": "Ellos aborrecen en la puerta de la ciudad al que reprende, y abominan al que habla lo recto.",
      "topic": ""
    },
    "11": {
      "text": "Por tanto, pues que vejáis al pobre y recibís de él carga de trigo; edificasteis casas de piedra labrada, mas no las habitaréis; plantasteis hermosas viñas, mas no beberéis el vino de ellas.",
      "topic": ""
    },
    "12": {
      "text": "Porque he sabido vuestras muchas rebeliones, y vuestros grandes pecados: que afligen al justo, y reciben cohecho, y a los pobres en la puerta hacen perder su causa.",
      "topic": ""
    },
    "13": {
      "text": "Por tanto, el prudente en tal tiempo calla, porque el tiempo es malo.",
      "topic": ""
    },
    "14": {
      "text": "Buscad lo bueno, y no lo malo, para que viváis; porque así Jehová Dios de los ejércitos será con vosotros, como decís.",
      "topic": ""
    },
    "15": {
      "text": "Aborreced el mal, y amad el bien, y poned juicio en la puerta; quizá Jehová, Dios de los ejércitos, tendrá piedad del remanente de José.",
      "topic": ""
    },
    "16": {
      "text": "Por tanto, así dice Jehová, Dios de los ejércitos, el Señor: En todas las plazas habrá llanto, y en todas las calles dirán: ¡Ay! ¡Ay! Y al labrador llamarán a lloro, y a endecha a los que saben endechar.",
      "topic": ""
    },
    "17": {
      "text": "Y en todas las viñas [habrá] llanto; porque pasaré por en medio de ti, dice Jehová.",
      "topic": ""
    },
    "18": {
      "text": "¡Ay de los que desean el día de Jehová! ¿Para qué queréis este día de Jehová? [Será] de tinieblas, y no de luz:",
      "topic": ""
    },
    "19": {
      "text": "Como el que huye de delante del león, y se topa con el oso; o el que entra en casa y arrima su mano a la pared, y le muerda una serpiente.",
      "topic": ""
    },
    "20": {
      "text": "¿No [será] el día de Jehová tinieblas, y no luz; oscuridad, que no tiene resplandor?",
      "topic": ""
    },
    "21": {
      "text": "Aborrecí, abominé vuestras solemnidades, y no me darán buen olor vuestras asambleas.",
      "topic": ""
    },
    "22": {
      "text": "Aunque me ofrezcáis holocaustos y vuestros presentes, no [los] aceptaré; ni miraré a las ofrendas de paz de vuestros animales engordados.",
      "topic": ""
    },
    "23": {
      "text": "Aleja de mí el ruido de tus cantos, que no escucharé las salmodias de tus instrumentos.",
      "topic": ""
    },
    "24": {
      "text": "Pero corra el juicio como las aguas, y la justicia como impetuoso arroyo.",
      "topic": ""
    },
    "25": {
      "text": "¿Me habéis ofrecido sacrificios y presentes en el desierto en cuarenta años, casa de Israel?",
      "topic": ""
    },
    "26": {
      "text": "Mas llevabais el tabernáculo de vuestro Moloc y Quiún, ídolos vuestros, la estrella de vuestros dioses que os hicisteis.",
      "topic": ""
    },
    "27": {
      "text": "Por tanto, os haré trasportar más allá de Damasco, ha dicho Jehová, cuyo nombre [es] Dios de los ejércitos.",
      "topic": ""
    }
  }
}