{
  "info": {
    "book": "Amós",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¡Ay de los reposados en Sión, y de los confiados en el monte de Samaria, [los que son] llamados príncipes de las naciones, ante quienes acude la casa de Israel!",
      "topic": ""
    },
    "2": {
      "text": "Pasad a Calne, y mirad; y de allí id a la gran Hamat; descended luego a Gat de los filisteos; ved si son aquellos reinos mejores que estos reinos, si su término es mayor que vuestro término.",
      "topic": ""
    },
    "3": {
      "text": "Vosotros que dilatáis el día malo, y acercáis la silla de la iniquidad.",
      "topic": ""
    },
    "4": {
      "text": "Duermen en camas de marfil, y se extienden sobre sus lechos; y comen los corderos del rebaño, y los becerros de en medio del engordadero;",
      "topic": ""
    },
    "5": {
      "text": "gorjean al son de la flauta, e inventan instrumentos de música, como David;",
      "topic": ""
    },
    "6": {
      "text": "beben vino en tazones, y se ungen con los ungüentos más preciosos; y no se afligen por el quebrantamiento de José.",
      "topic": ""
    },
    "7": {
      "text": "Por tanto, ahora irán cautivos, a la cabeza de los que van en cautiverio, y el banquete de los disolutos será removido.",
      "topic": ""
    },
    "8": {
      "text": "Jehová el Señor juró por sí mismo, Jehová, Dios de los ejércitos ha dicho: Aborrezco la grandeza de Jacob, y detesto sus palacios; por tanto, entregaré la ciudad y cuanto hay en ella.",
      "topic": ""
    },
    "9": {
      "text": "Y acontecerá que si diez hombres quedaren en una casa, morirán.",
      "topic": ""
    },
    "10": {
      "text": "Y su tío tomará a cada uno, y le quemará para sacar los huesos de casa; y dirá al que estará en los rincones de la casa: ¿[Hay] aún [alguno] contigo? Y dirá: No. Entonces dirá [aquél]: Calla que no podemos hacer mención del nombre de Jehová.",
      "topic": ""
    },
    "11": {
      "text": "Porque he aquí, Jehová mandará, y herirá con hendiduras la casa mayor, y la casa menor con aberturas.",
      "topic": ""
    },
    "12": {
      "text": "¿Correrán los caballos por las peñas? ¿Ararán [en ellas] con bueyes? Porque vosotros habéis tornado el juicio en veneno, y el fruto de justicia en ajenjo.",
      "topic": ""
    },
    "13": {
      "text": "Vosotros que os alegráis en nada, que decís: ¿No nos hemos tomado poderíos con nuestra propia fuerza?",
      "topic": ""
    },
    "14": {
      "text": "Pues he aquí, levantaré yo sobre vosotros, oh casa de Israel, dice Jehová, Dios de los ejércitos, gente que os oprimirá desde la entrada de Hamat hasta el arroyo del desierto.",
      "topic": ""
    }
  }
}