{
  "info": {
    "book": "Amós",
    "chapter": "7",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Así me ha mostrado el Señor Jehová; y he aquí, Él criaba langostas al principio que comenzaba a crecer el heno tardío; y he aquí, era el heno tardío después de las siegas del rey.",
      "topic": ""
    },
    "2": {
      "text": "Y aconteció que cuando acabaron de comer la hierba de la tierra, yo dije: Señor Jehová, perdona, te ruego; ¿quién levantará a Jacob? Porque es pequeño.",
      "topic": ""
    },
    "3": {
      "text": "Se arrepintió Jehová de esto: No será [así], dice Jehová.",
      "topic": ""
    },
    "4": {
      "text": "El Señor Jehová me mostró así; y he aquí, llamaba para juzgar por fuego el Señor Jehová; y consumió un gran abismo, y consumió una parte de la tierra.",
      "topic": ""
    },
    "5": {
      "text": "Y dije: Señor Jehová, cesa ahora; ¿quién levantará a Jacob? Porque [es] pequeño.",
      "topic": ""
    },
    "6": {
      "text": "Se arrepintió Jehová de esto: No será esto tampoco, dijo el Señor Jehová.",
      "topic": ""
    },
    "7": {
      "text": "Me enseñó así: He aquí, el Señor estaba sobre un muro [hecho] a plomo, y en su mano una plomada de albañil.",
      "topic": ""
    },
    "8": {
      "text": "Jehová entonces me dijo: ¿Qué ves, Amós? Y dije: Una plomada de albañil. Y el Señor dijo: He aquí, yo pongo plomada de albañil en medio de mi pueblo Israel: No le pasaré más:",
      "topic": ""
    },
    "9": {
      "text": "Y los altares de Isaac serán destruidos, y los santuarios de Israel serán asolados; y me levantaré con espada sobre la casa de Jeroboam.",
      "topic": ""
    },
    "10": {
      "text": "Entonces Amasías, sacerdote de Betel, envió [a decir] a Jeroboam, rey de Israel: Amós ha conspirado contra ti en medio de la casa de Israel; la tierra no puede soportar todas sus palabras.",
      "topic": ""
    },
    "11": {
      "text": "Porque así ha dicho Amós: Jeroboam morirá a espada, e Israel pasará de su tierra en cautiverio.",
      "topic": ""
    },
    "12": {
      "text": "Y Amasías dijo a Amós: Vidente, vete, y huye a tierra de Judá, y come allá tu pan, y profetiza allí:",
      "topic": ""
    },
    "13": {
      "text": "Y no profetices más en Betel, porque es santuario del rey, y cabecera del reino.",
      "topic": ""
    },
    "14": {
      "text": "Entonces respondió Amós, y dijo a Amasías: Yo no era profeta, ni hijo de profeta, sino que era boyero y recogía higos silvestres.",
      "topic": ""
    },
    "15": {
      "text": "Y Jehová me tomó de detrás del ganado, y me dijo Jehová: Ve, y profetiza a mi pueblo Israel.",
      "topic": ""
    },
    "16": {
      "text": "Ahora, pues, oye palabra de Jehová. Tú dices: No profetices contra Israel, ni hables contra la casa de Isaac.",
      "topic": ""
    },
    "17": {
      "text": "Por tanto, así dice Jehová: Tu esposa será ramera en la ciudad, y tus hijos y tus hijas caerán a espada, y tu tierra será repartida a cordel; y tú morirás en tierra inmunda, e Israel será llevado cautivo lejos de su tierra.",
      "topic": ""
    }
  }
}