{
  "info": {
    "book": "Job",
    "chapter": "10",
    "translation": "Webster Bible Translation",
    "translationID": "wbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul.",
      "topic": ""
    },
    "2": {
      "text": "I will say to God, Do not condemn me; show me why thou contendest with me.",
      "topic": ""
    },
    "3": {
      "text": "Is it good to thee that thou shouldst oppress, that thou shouldst despise the work of thy hands, and shine upon the counsel of the wicked?",
      "topic": ""
    },
    "4": {
      "text": "Hast thou eyes of flesh? or seest thou as man seeth?",
      "topic": ""
    },
    "5": {
      "text": "Are thy days as the days of man? are thy years as man’s days,",
      "topic": ""
    },
    "6": {
      "text": "That thou inquirest after my iniquity, and searchest after my sin?",
      "topic": ""
    },
    "7": {
      "text": "Thou knowest that I am not wicked; and there is none that can deliver out of thy hand.",
      "topic": ""
    },
    "8": {
      "text": "Thy hands have made me and fashioned me in all my parts; yet thou dost destroy me.",
      "topic": ""
    },
    "9": {
      "text": "Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?",
      "topic": ""
    },
    "10": {
      "text": "Hast thou not poured me out as milk, and curdled me like cheese?",
      "topic": ""
    },
    "11": {
      "text": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.",
      "topic": ""
    },
    "12": {
      "text": "Thou hast granted me life and favor, and thy visitation hath preserved my spirit.",
      "topic": ""
    },
    "13": {
      "text": "And these things hast thou hid in thy heart: I know that this is with thee.",
      "topic": ""
    },
    "14": {
      "text": "If I sin, then thou markest me, and thou wilt not acquit me from my iniquity.",
      "topic": ""
    },
    "15": {
      "text": "If I be wicked, woe to me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see thou my affliction;",
      "topic": ""
    },
    "16": {
      "text": "For it increaseth. Thou huntest me as a fierce lion: and again thou showest thyself wonderful upon me.",
      "topic": ""
    },
    "17": {
      "text": "Thou renewest thy witnesses against me, and increasest thy indignation upon me; changes and war are against me.",
      "topic": ""
    },
    "18": {
      "text": "Why then hast thou brought me forth from the womb? O that I had expired, and no eye had seen me!",
      "topic": ""
    },
    "19": {
      "text": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
      "topic": ""
    },
    "20": {
      "text": "Are not my days few? cease then, and let me alone, that I may take comfort a little,",
      "topic": ""
    },
    "21": {
      "text": "Before I go whence I shall not return, even to the land of darkness, and the shades of death;",
      "topic": ""
    },
    "22": {
      "text": "A land of darkness, as darkness itself; and of the shades of death, without any order, and where the light is as darkness.",
      "topic": ""
    }
  }
}