{
  "info": {
    "book": "Job",
    "chapter": "11",
    "translation": "Webster Bible Translation",
    "translationID": "wbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then answered Zophar the Naamathite, and said,",
      "topic": ""
    },
    "2": {
      "text": "Should not the multitude of words be answered? and should a man full of talk be justified?",
      "topic": ""
    },
    "3": {
      "text": "Should thy falsehoods make men hold their peace? and when thou mockest, shall no man make thee ashamed?",
      "topic": ""
    },
    "4": {
      "text": "For thou hast said, My doctrine is pure, and I am clean in thy eyes.",
      "topic": ""
    },
    "5": {
      "text": "But Oh that God would speak, and open his lips against thee;",
      "topic": ""
    },
    "6": {
      "text": "And that he would show thee the secrets of wisdom, that they are double to that which is! Know therefore that God exacteth of thee less than thy iniquity deserveth.",
      "topic": ""
    },
    "7": {
      "text": "Canst thou by searching find out God? canst thou find out the Almighty to perfection?",
      "topic": ""
    },
    "8": {
      "text": "It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?",
      "topic": ""
    },
    "9": {
      "text": "The measure of it is longer than the earth, and broader than the sea.",
      "topic": ""
    },
    "10": {
      "text": "If he shall cut off, and shut up, or gather together, then who can hinder him?",
      "topic": ""
    },
    "11": {
      "text": "For he knoweth vain men: he seeth wickedness also; will he not then consider it?",
      "topic": ""
    },
    "12": {
      "text": "For vain man would be wise, though man is born like a wild ass’s colt.",
      "topic": ""
    },
    "13": {
      "text": "If thou preparest thy heart, and stretchest out thy hands towards him;",
      "topic": ""
    },
    "14": {
      "text": "If iniquity is in thy hand, put it far away, and let not wickedness dwell in thy tabernacles.",
      "topic": ""
    },
    "15": {
      "text": "For then shalt thou lift up thy face without spot; yes, thou shalt be steadfast, and shalt not fear:",
      "topic": ""
    },
    "16": {
      "text": "Because thou shalt forget thy misery, and remember it as waters that pass away:",
      "topic": ""
    },
    "17": {
      "text": "And thy age shall be clearer than the noon-day: thou shalt shine forth, thou shalt be as the morning.",
      "topic": ""
    },
    "18": {
      "text": "And thou shalt be secure, because there is hope; yes, thou shalt dig about thee, and thou shalt take thy rest in safety.",
      "topic": ""
    },
    "19": {
      "text": "Also thou shalt lie down, and none shall make thee afraid; yes, many shall make suit to thee.",
      "topic": ""
    },
    "20": {
      "text": "But the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the expiration of the breath.",
      "topic": ""
    }
  }
}