{
  "info": {
    "book": "Job",
    "chapter": "22",
    "translation": "Webster Bible Translation",
    "translationID": "wbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Eliphaz the Temanite answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Can a man be profitable to God, as he that is wise may be profitable to himself?",
      "topic": ""
    },
    "3": {
      "text": "Is it any pleasure to the Almighty, that thou art righteous? or is it gain to him, that thou makest thy ways perfect?",
      "topic": ""
    },
    "4": {
      "text": "Will he reprove thee for fear of thee? will he enter with thee into judgment?",
      "topic": ""
    },
    "5": {
      "text": "Is not thy wickedness great? and thy iniquities infinite?",
      "topic": ""
    },
    "6": {
      "text": "For thou hast taken a pledge from thy brother for naught, and stripped the naked of their clothing.",
      "topic": ""
    },
    "7": {
      "text": "Thou hast not given water to the weary to drink, and thou hast withheld bread from the hungry.",
      "topic": ""
    },
    "8": {
      "text": "But as for the mighty man, he had the earth; and the honorable man dwelt in it.",
      "topic": ""
    },
    "9": {
      "text": "Thou hast sent widows away empty, and the arms of the fatherless have been broken.",
      "topic": ""
    },
    "10": {
      "text": "Therefore snares are around thee, and sudden fear troubleth thee;",
      "topic": ""
    },
    "11": {
      "text": "Or darkness, that thou canst not see; and abundance of waters cover thee.",
      "topic": ""
    },
    "12": {
      "text": "Is not God in the hight of heaven? and behold the hight of the stars, how high they are!",
      "topic": ""
    },
    "13": {
      "text": "And thou sayest, How doth God know? can he judge through the dark cloud?",
      "topic": ""
    },
    "14": {
      "text": "Thick clouds are a covering to him, that he seeth not; and he walketh in the circuit of heaven.",
      "topic": ""
    },
    "15": {
      "text": "Hast thou marked the old way which wicked men have trodden?",
      "topic": ""
    },
    "16": {
      "text": "Who were cut down out of time, whose foundation was overflowed with a flood!",
      "topic": ""
    },
    "17": {
      "text": "Who said to God, depart from us: and what can the Almighty do for them!",
      "topic": ""
    },
    "18": {
      "text": "Yet he filled their houses with good things: but the counsel of the wicked is far from me.",
      "topic": ""
    },
    "19": {
      "text": "The righteous see it, and are glad: and the innocent deride them.",
      "topic": ""
    },
    "20": {
      "text": "Whereas our substance is not cut down, but the remnant of them the fire consumeth.",
      "topic": ""
    },
    "21": {
      "text": "Acquaint now thyself with him, and be at peace: by this good shall come to thee.",
      "topic": ""
    },
    "22": {
      "text": "Receive, I pray thee, the law from his mouth, and lay up his words in thy heart.",
      "topic": ""
    },
    "23": {
      "text": "If thou shalt return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tabernacles.",
      "topic": ""
    },
    "24": {
      "text": "Then shalt thou lay up gold as dust, and the gold of Ophir as the stones of the brooks.",
      "topic": ""
    },
    "25": {
      "text": "Yea, the Almighty shall be thy defense and thou shalt have plenty of silver.",
      "topic": ""
    },
    "26": {
      "text": "For then shalt thou have thy delight in the Almighty, and shalt lift up thy face to God.",
      "topic": ""
    },
    "27": {
      "text": "Thou shalt make thy prayer to him, and he shall hear thee, and thou shalt pay thy vows.",
      "topic": ""
    },
    "28": {
      "text": "Thou shalt also decree a thing, and it shall be established to thee: and the light shall shine upon thy ways.",
      "topic": ""
    },
    "29": {
      "text": "When men are cast down, then thou shalt say, There is exaltation; and he shall save the humble person.",
      "topic": ""
    },
    "30": {
      "text": "He shall deliver the island of the innocent: and it is delivered by the pureness of thy hands.",
      "topic": ""
    }
  }
}