{
  "info": {
    "book": "Isaías",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ ¡Ay de los que establecen leyes injustas, y determinando prescriben tiranía,",
      "topic": ""
    },
    "2": {
      "text": "por apartar del juicio a los pobres, y por quitar el derecho a los afligidos de mi pueblo; por despojar las viudas, y robar los huérfanos!",
      "topic": ""
    },
    "3": {
      "text": "¿Y qué haréis en el día de la visitación? ¿Y a quién os acogeréis que os ayude, cuando viniere de lejos el asolamiento? ¿Y a dónde dejaréis vuestra gloria?",
      "topic": ""
    },
    "4": {
      "text": "Sino se inclinarán entre los presos, y entre los muertos caerán. Ni con todo esto cesará su furor, antes todavía su mano está extendida.",
      "topic": ""
    },
    "5": {
      "text": "¶ Oh Assur, vara y bastón de mi furor; en su mano he puesto mi ira.",
      "topic": ""
    },
    "6": {
      "text": "Le mandaré contra una gente falsa; y sobre el pueblo de mi ira le enviaré, para que quite despojos, y arrebate presa; y que lo ponga para ser hollado como lodo de las calles.",
      "topic": ""
    },
    "7": {
      "text": "Aunque él no lo pensará así, ni su corazón lo imaginará de esta manera; mas su pensamiento será de desarraigar y cortar naciones no pocos.",
      "topic": ""
    },
    "8": {
      "text": "Porque él dirá: Mis príncipes ¿no son todos reyes?",
      "topic": ""
    },
    "9": {
      "text": "¿No es Calno como Carquemis; Hamat como Arfad; y Samaria como Damasco?",
      "topic": ""
    },
    "10": {
      "text": "Como halló mi mano los reinos de los ídolos, siendo sus imágenes más que Jerusalén y Samaria;",
      "topic": ""
    },
    "11": {
      "text": "Como hice a Samaria y a sus ídolos, ¿no haré también así a Jerusalén y a sus ídolos?",
      "topic": ""
    },
    "12": {
      "text": "Mas acontecerá que después que el Señor hubiere acabado toda su obra en el Monte de Sion, y en Jerusalén, visitaré sobre el fruto de la soberbia del corazón del rey de Asiria, y sobre la gloria de la altivez de sus ojos.",
      "topic": ""
    },
    "13": {
      "text": "Porque dijo: Con la fortaleza de mi mano lo he hecho, y con mi sabiduría; porque he sido prudente; y quité los términos de los pueblos, y saqueé sus tesoros, y derribé como valientes a los que estaban sentados;",
      "topic": ""
    },
    "14": {
      "text": "y halló mi mano como nido las riquezas de los pueblos; y como se cogen los huevos dejados, así me apoderé yo de toda la tierra; y no hubo quien moviese ala, o abriese boca y graznase.",
      "topic": ""
    },
    "15": {
      "text": "¿Se gloriará el hacha contra el que con ella corta? ¿Se ensoberbecerá la sierra contra el que la mueve? Como si el bordón se levantase contra los que lo levantan; como si se levantase la vara, ¿no es leño?",
      "topic": ""
    },
    "16": {
      "text": "Por tanto el Señor DIOS de los ejércitos, enviará flaqueza sobre sus gordos; y debajo de su gloria encenderá encendimiento, como encendimiento de fuego.",
      "topic": ""
    },
    "17": {
      "text": "Y la luz de Israel será por fuego, y su Santo por llama que abrase y consuma en un día sus cardos y sus espinas.",
      "topic": ""
    },
    "18": {
      "text": "La gloria de su bosque y de su campo fértil consumirá, desde el alma hasta la carne; y vendrá a ser como abanderado en derrota.",
      "topic": ""
    },
    "19": {
      "text": "Y los árboles que quedaren en su bosque, serán en número que un niño los pueda contar.",
      "topic": ""
    },
    "20": {
      "text": "¶ Y acontecerá en aquel tiempo, que los que hubieren quedado de Israel, y los que hubieren quedado de la casa de Jacob, nunca más estriben sobre el que los hirió; sino que se apoyarán sobre el SEÑOR, el Santo de Israel con verdad.",
      "topic": ""
    },
    "21": {
      "text": "El remanente se convertirá, el remanente de Jacob, al Dios fuerte.",
      "topic": ""
    },
    "22": {
      "text": "Porque si tu pueblo, oh Israel, fuere como las arenas del mar, el remanente de él se convertirá; la consumación fenecida inunda justicia.",
      "topic": ""
    },
    "23": {
      "text": "Por tanto, el Señor DIOS de los ejércitos, hará consumación y fenecimiento en medio de toda la tierra.",
      "topic": ""
    },
    "24": {
      "text": "¶ Por tanto, el Señor DIOS de los ejércitos, dice así: Pueblo mío, morador de Sion, no temas de Assur. Con vara te herirá, y contra ti alzará su palo, por la vía de Egipto;",
      "topic": ""
    },
    "25": {
      "text": "mas de aquí a muy poco tiempo, se acabará el furor y mi enojo, para fenecimiento de ellos.",
      "topic": ""
    },
    "26": {
      "text": "Y levantará el SEÑOR de los ejércitos azote contra él, como la matanza de Madián a la peña de Oreb; y alzará su vara sobre el mar, por la vía de Egipto.",
      "topic": ""
    },
    "27": {
      "text": "Y acaecerá en aquel tiempo, que su carga será quitada de tu hombro, y su yugo de tu cerviz; y el yugo se pudrirá delante de la unción.",
      "topic": ""
    },
    "28": {
      "text": "Vino hasta Ajat, pasó hasta Migrón; en Micmas contará su ejército.",
      "topic": ""
    },
    "29": {
      "text": "Pasaron el vado; se alojaron en Geba; Ramá tembló; Gabaa de Saúl huyó.",
      "topic": ""
    },
    "30": {
      "text": "Grita en alta voz, hija de Galim; Lais haz que te oiga la pobre Anatot.",
      "topic": ""
    },
    "31": {
      "text": "Madmena se alborotó; los moradores de Gebim se juntarán.",
      "topic": ""
    },
    "32": {
      "text": "Aún vendrá día cuando reposará en Nob; alzará su mano al Monte de la hija de Sion, al collado de Jerusalén.",
      "topic": ""
    },
    "33": {
      "text": "He aquí el Señor DIOS de los ejércitos, desgajará el ramo con fortaleza; y los de grande altura serán cortados, y los altos serán humillados.",
      "topic": ""
    },
    "34": {
      "text": "Y cortará con hierro la espesura del bosque, y el Líbano caerá con fortaleza.",
      "topic": ""
    }
  }
}