{
  "info": {
    "book": "Isaías",
    "chapter": "14",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Porque el SEÑOR tendrá piedad de Jacob, y todavía escogerá a Israel; y les hará reposar en su tierra; y a ellos se unirán extranjeros, y se allegarán a la familia de Jacob.",
      "topic": ""
    },
    "2": {
      "text": "Y los tomarán los pueblos, y los traerán a su lugar; y la casa de Israel los poseerá por siervos y criadas en la tierra del SEÑOR; y cautivarán a los que los cautivaron, y señorearán a los que los oprimieron.",
      "topic": ""
    },
    "3": {
      "text": "Y será que en el día que el SEÑOR te diera reposo de tu trabajo, y de tu temor, y de la dura servidumbre en que te hicieron servir,",
      "topic": ""
    },
    "4": {
      "text": "¶ entonces levantarás esta parábola sobre el rey de Babilonia, y dirás: ¡Cómo cesó el opresor, cómo cesó la ciudad codiciosa del oro!",
      "topic": ""
    },
    "5": {
      "text": "Quebrantó el SEÑOR el bastón de los impíos, el cetro de los señores;",
      "topic": ""
    },
    "6": {
      "text": "que con ira hería los pueblos de llaga perpetua, el cual se enseñoreaba de los gentiles con furor; al perseguido no defendió.",
      "topic": ""
    },
    "7": {
      "text": "Descansó, sosegó toda la tierra, cantaron alabanzas.",
      "topic": ""
    },
    "8": {
      "text": "Aun las hayas se regocijaron a causa de ti, y los cedros del Líbano, diciendo : Desde que tú pereciste, no ha subido cortador contra nosotros.",
      "topic": ""
    },
    "9": {
      "text": "El infierno abajo se espantó de ti; te despertó muertos que en tu venida saliesen a recibirte, hizo levantar de sus tronos a todos los príncipes de la tierra, a todos los reyes de los gentiles.",
      "topic": ""
    },
    "10": {
      "text": "Todos ellos darán voces, y te dirán: ¿Tú también enfermaste como nosotros, y como nosotros fuiste?",
      "topic": ""
    },
    "11": {
      "text": "Se depositó en el sepulcro tu soberbia, y el sonido de tus vihuelas; gusanos serán tu cama, y gusanos te cubrirán.",
      "topic": ""
    },
    "12": {
      "text": "¡Cómo caíste del cielo, oh Lucifer, hijo de la mañana! Cortado fuiste por tierra, el que echabas suerte sobre los gentiles.",
      "topic": ""
    },
    "13": {
      "text": "Tú que decías en tu corazón: Subiré al cielo, en lo alto junto a las estrellas de Dios ensalzaré mi trono, y en el monte del testimonio me sentaré, y en los lados del aquilón;",
      "topic": ""
    },
    "14": {
      "text": "Sobre las alturas de las nubes subiré, y seré semejante al Altísimo.",
      "topic": ""
    },
    "15": {
      "text": "Mas tú derribado eres en el sepulcro, a los lados del abismo.",
      "topic": ""
    },
    "16": {
      "text": "Se han de inclinar hacia ti los que te vieren y te considerarán, diciendo : ¿Es éste aquel varón que hacía temblar la tierra, que trastornaba los reinos.",
      "topic": ""
    },
    "17": {
      "text": "Que puso el mundo como un desierto? ¿Que asoló sus ciudades? ¿Que a sus presos nunca abrió la cárcel?",
      "topic": ""
    },
    "18": {
      "text": "Todos los reyes de los gentiles, todos ellos yacen con honra cada uno en su casa.",
      "topic": ""
    },
    "19": {
      "text": "Mas tú echado eres de tu sepulcro como tronco abominable; como vestido de muertos pasados a cuchillo, que descendieron al fondo de la sepultura; como cuerpo muerto hollado.",
      "topic": ""
    },
    "20": {
      "text": "No serás contado con ellos en la sepultura; porque tú destruiste tu tierra, mataste a tu pueblo. No será para siempre la simiente de los malignos.",
      "topic": ""
    },
    "21": {
      "text": "Aparejad sus hijos para el matadero por la maldad de sus padres; no se levanten, ni posean la tierra, ni llenen la faz del mundo de ciudades.",
      "topic": ""
    },
    "22": {
      "text": "Porque yo me levantaré sobre ellos, dice el SEÑOR de los ejércitos, y raeré de Babilonia el nombre y las reliquias, hijo y nieto, dice el SEÑOR.",
      "topic": ""
    },
    "23": {
      "text": "Y la pondré en posesión de erizos, y en lagunas de aguas; y la barreré con escobas de destrucción, dice el SEÑOR de los ejércitos.",
      "topic": ""
    },
    "24": {
      "text": "¶ El SEÑOR de los ejércitos juró, diciendo, se hará de la manera que lo he pensado, y será confirmado como lo he determinado;",
      "topic": ""
    },
    "25": {
      "text": "quebrantaré al asirio en mi tierra, y en mis montes lo hollaré; y su yugo será apartado de ellos, y su carga será quitada de su hombro.",
      "topic": ""
    },
    "26": {
      "text": "Este es el consejo que está acordado sobre toda la tierra; y ésta es aquella mano extendida sobre todos los gentiles.",
      "topic": ""
    },
    "27": {
      "text": "Porque el SEÑOR de los ejércitos lo ha determinado, ¿y quién lo invalidará? Y aquella su mano extendida, ¿quién la hará tornar?",
      "topic": ""
    },
    "28": {
      "text": "En el año que murió el rey Acaz fue esta carga:",
      "topic": ""
    },
    "29": {
      "text": "no te alegres tú, toda Filistea, por haberse quebrado la vara del que te hería. Porque de la raíz de la culebra saldrá basilisco, y su fruto, serpiente voladora.",
      "topic": ""
    },
    "30": {
      "text": "Y los primogénitos de los pobres serán apacentados, y los menesterosos se acostarán seguramente; y haré morir de hambre tu raíz, y tus reliquias matará.",
      "topic": ""
    },
    "31": {
      "text": "Aúlla, oh puerta, clama, oh ciudad; desleída Filistea toda tú, porque humo vendrá del aquilón; no quedará uno solo en sus asambleas.",
      "topic": ""
    },
    "32": {
      "text": "¿Y qué se responderá a los mensajeros de los gentiles? Que el SEÑOR fundó a Sion, y que en ella tendrán confianza los afligidos de su pueblo.",
      "topic": ""
    }
  }
}