{
  "info": {
    "book": "Isaías",
    "chapter": "22",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Carga del valle de la visión. ¿Qué tienes ahora, que toda tú te has subido sobre los tejados?",
      "topic": ""
    },
    "2": {
      "text": "Tú , llena de alborotos, ciudad turbulenta, ciudad alegre; tus muertos no son muertos a cuchillo, ni muertos en guerra.",
      "topic": ""
    },
    "3": {
      "text": "Todos tus Príncipes juntos huyeron del arco, fueron atados. Todos los que en ti se hallaron, fueron atados juntamente; los otros huyeron lejos.",
      "topic": ""
    },
    "4": {
      "text": "Por esto dije: Dejadme, lloraré amargamente; no os afanéis por consolarme de la destrucción de la hija de mi pueblo.",
      "topic": ""
    },
    "5": {
      "text": "Porque día de alboroto, y de huella, y de fatiga por el Señor DIOS de los ejércitos es enviado en el valle de la visión, para derribar el muro, y dar grito al monte.",
      "topic": ""
    },
    "6": {
      "text": "También Elam tomó aljaba en carro de hombres, y de caballeros; y Kir descubrió escudo.",
      "topic": ""
    },
    "7": {
      "text": "Y acaeció, que tus hermosos valles fueron llenos de carros; y soldados pusieron de hecho sus haces a la puerta.",
      "topic": ""
    },
    "8": {
      "text": "¶ Y desnudó la cobertura de Judá; y miraste en aquel día hacia la casa de armas del bosque.",
      "topic": ""
    },
    "9": {
      "text": "Y visteis las roturas de la ciudad de David, que se multiplicaron; y recogisteis las aguas de la pesquera de abajo.",
      "topic": ""
    },
    "10": {
      "text": "Y contasteis las casas de Jerusalén; y derribasteis casas para fortificar el muro.",
      "topic": ""
    },
    "11": {
      "text": "E hicisteis foso entre los dos muros con las aguas de la pesquera vieja; y no tuvisteis respeto al que lo hizo, ni mirasteis desde la antiguedad al que lo labró.",
      "topic": ""
    },
    "12": {
      "text": "Por tanto, el Señor DIOS de los ejércitos, llamó en este día a llanto y a endechas; a raparse el cabello y a vestir cilicio.",
      "topic": ""
    },
    "13": {
      "text": "Y he aquí gozo y alegría, matando vacas, y degollando ovejas, comer carne y beber vino, deciendo : Comamos y bebamos, que mañana moriremos.",
      "topic": ""
    },
    "14": {
      "text": "Esto fue revelado a mis oídos de parte del SEÑOR de los ejércitos: Que este pecado no os será purgado hasta que muráis, dice el Señor DIOS de los ejércitos.",
      "topic": ""
    },
    "15": {
      "text": "¶ El SEÑOR de los ejércitos dice así: Ve, entra a este tesorero, a Sebna el mayordomo, y dile :",
      "topic": ""
    },
    "16": {
      "text": "¿Qué tienes tú aquí, o a quién tienes tú aquí, que labraste aquí sepulcro para ti, como el que en lugar alto labra su sepultura, o el que esculpe para sí morada en una peña?",
      "topic": ""
    },
    "17": {
      "text": "He aquí que el SEÑOR te transportará en duro cautiverio, y de cierto te cubrirá el rostro.",
      "topic": ""
    },
    "18": {
      "text": "Te echará a rodar con ímpetu, como a bola por tierra larga de términos; allá morirás, y allá fenecerán los carros de tu gloria, vergüenza de la casa de tu Señor.",
      "topic": ""
    },
    "19": {
      "text": "Y te arrojaré de tu lugar, y de tu puesto te empujaré.",
      "topic": ""
    },
    "20": {
      "text": "Y será, que en aquel día llamaré a mi siervo Eliacim, hijo de Hilcías.",
      "topic": ""
    },
    "21": {
      "text": "Y lo vestiré de tus vestiduras, y le fortaleceré con tu talabarte; y entregaré en sus manos tu potestad; y será padre al morador de Jerusalén, y a la casa de Judá.",
      "topic": ""
    },
    "22": {
      "text": "Y pondré la llave de la casa de David sobre su hombro; y abrirá, y nadie cerrará; cerrará, y nadie abrirá.",
      "topic": ""
    },
    "23": {
      "text": "Y lo hincaré como clavo en lugar firme; y será por asiento de honra a la casa de su padre.",
      "topic": ""
    },
    "24": {
      "text": "Y colgarán de él toda la honra de la casa de su padre, los hijos, y los nietos, todos los vasos menores, desde los vasos de beber hasta todos los instrumentos de música.",
      "topic": ""
    },
    "25": {
      "text": "En aquel día, dice el SEÑOR de los ejércitos, el clavo hincado en lugar firme será quitado, y será quebrado y caerá; y la carga que sobre él se puso, se echará a perder; porque el SEÑOR habló.",
      "topic": ""
    }
  }
}