{
  "info": {
    "book": "Isaías",
    "chapter": "23",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Carga de Tiro. Aullad, naves de Tarsis, porque destruida es Tiro hasta no quedar casa, ni entrada; de la tierra de Quitim es revelado a ellos.",
      "topic": ""
    },
    "2": {
      "text": "Callad, moradores de la isla, mercader de Sidón, que pasando el mar te abastecían.",
      "topic": ""
    },
    "3": {
      "text": "Su provisión era de las sementeras que crecen con las muchas aguas del Nilo, de la mies del río. Fue también feria de gentiles.",
      "topic": ""
    },
    "4": {
      "text": "Avergüénzate, Sidón, porque el mar, la fortaleza del mar habló, diciendo: Nunca estuve de parto, ni di a luz, ni crié jóvenes, ni levanté vírgenes.",
      "topic": ""
    },
    "5": {
      "text": "Al llegar la noticia a Egipto, tendrán dolor de las nuevas de Tiro.",
      "topic": ""
    },
    "6": {
      "text": "Pasaos a Tarsis; aullad, moradores de la isla.",
      "topic": ""
    },
    "7": {
      "text": "¿No era ésta vuestra ciudad alegre, su antigüedad de muchos días? Sus pies la llevarán a peregrinar lejos.",
      "topic": ""
    },
    "8": {
      "text": "¿Quién decretó esto sobre Tiro, la coronada, cuyos negociantes eran príncipes, cuyos mercaderes eran los nobles de la tierra?",
      "topic": ""
    },
    "9": {
      "text": "El SEÑOR de los ejércitos lo decretó, para envilecer la soberbia de toda gloria; y para abatir todos los ilustres de la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Pásate, como río, de tu tierra, oh hija de Tarsis; porque no tendrás ya más fortaleza.",
      "topic": ""
    },
    "11": {
      "text": "Extendió su mano sobre el mar; hizo temblar los reinos. El SEÑOR mandó sobre Canaán que sus fuerzas sean debilitadas.",
      "topic": ""
    },
    "12": {
      "text": "Y dijo: No te alegrarás más, oh tú, oprimida virgen hija de Sidón. Levántate para pasar a Quitim y aun allí no tendrás reposo.",
      "topic": ""
    },
    "13": {
      "text": "Mira, la tierra de los Caldeos. Este pueblo no era antes ; Assur la fundó para los que habitaban en el desierto; levantaron sus fortalezas, edificaron sus palacios; él la convirtió en ruinas.",
      "topic": ""
    },
    "14": {
      "text": "Aullad, naves de Tarsis; porque destruida es vuestra fortaleza.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y acontecerá en aquel día, que Tiro será puesta en olvido por setenta años, como días de un rey. Después de los setenta años, cantará Tiro canción como de ramera.",
      "topic": ""
    },
    "16": {
      "text": "Toma arpa, y rodea la ciudad, oh ramera olvidada; haz buena melodía, reitera la canción, para que tornes en memoria.",
      "topic": ""
    },
    "17": {
      "text": "Y acontecerá, que al fin de los setenta años visitará el SEÑOR a Tiro; y se tornará a su ganancia; y otra vez fornicará con todos los reinos de la tierra sobre la faz de la tierra.",
      "topic": ""
    },
    "18": {
      "text": "Mas su negociación, y su ganancia será consagrada al SEÑOR; no se guardará ni se atesorará, porque su negociación será para los que estuvieren delante del SEÑOR, para que coman hasta saciarse, y vistan honradamente.",
      "topic": ""
    }
  }
}