{
  "info": {
    "book": "Isaías",
    "chapter": "32",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ He aquí que para justicia reinará un rey; y príncipes presidirán para juicio.",
      "topic": ""
    },
    "2": {
      "text": "Y será aquel Varón como escondedero contra el viento, y como acogida contra el turbión; como riberas de aguas en tierra de sequedad, como sombra de gran peñasco en tierra calurosa.",
      "topic": ""
    },
    "3": {
      "text": "No se cegarán entonces los ojos de los que ven, y los oídos de los oyentes oirán atentos .",
      "topic": ""
    },
    "4": {
      "text": "Y el corazón de los tontos entenderá para saber, y la lengua de los tartamudos será desenvuelta para hablar claramente.",
      "topic": ""
    },
    "5": {
      "text": "El mezquino nunca más será llamado liberal, ni será dicho generoso el avariento.",
      "topic": ""
    },
    "6": {
      "text": "Porque el mezquino hablará mezquindades, y su corazón fabricará iniquidad, para hacer la impiedad; y para hablar escarnio contra el SEÑOR; dejando vacía el alma hambrienta, y quitando la bebida al sediento.",
      "topic": ""
    },
    "7": {
      "text": "Cierto los avaros malas medidas tienen ; él maquina pensamientos para enredar a los simples con palabras cautelosas; y para hablar en juicio contra el pobre.",
      "topic": ""
    },
    "8": {
      "text": "Mas el liberal pensará liberalidades; y por liberalidades subirá.",
      "topic": ""
    },
    "9": {
      "text": "¶ Mujeres reposadas, levantaos; oíd mi voz; mujeres confiadas, escuchad mi razón.",
      "topic": ""
    },
    "10": {
      "text": "Días y años tendréis espanto, oh confiadas; porque la vendimia faltará, y la cosecha no acudirá.",
      "topic": ""
    },
    "11": {
      "text": "Temblad, oh reposadas; turbaos, oh confiadas. Despojaos, desnudaos, ceñid los lomos con cilicio .",
      "topic": ""
    },
    "12": {
      "text": "Sobre los pechos lamentarán por los campos deleitosos, por la vid fértil.",
      "topic": ""
    },
    "13": {
      "text": "Sobre la tierra de mi pueblo subirán espinas y cardos; y aun sobre todas las casas de placer en la ciudad de alegría.",
      "topic": ""
    },
    "14": {
      "text": "Porque los palacios serán desiertos, el estruendo de la ciudad cesará; las torres y fortalezas se tornarán cuevas para siempre, donde descansen asnos monteses, y ganados hagan majada,",
      "topic": ""
    },
    "15": {
      "text": "hasta que sobre nosotros sea derramado espíritu de lo alto, y el desierto se torne en campo labrado; y el campo labrado sea estimado por bosque.",
      "topic": ""
    },
    "16": {
      "text": "Y habitará el juicio en el desierto, y en el campo labrado asentará la justicia.",
      "topic": ""
    },
    "17": {
      "text": "Y el efecto de la justicia será paz; y la labor de justicia, reposo y seguridad para siempre.",
      "topic": ""
    },
    "18": {
      "text": "Y mi pueblo habitará en morada de paz: y en habitaciones seguras, y en refrigerios de reposo.",
      "topic": ""
    },
    "19": {
      "text": "Y el granizo, cuando descendiere, será en los montes; y la ciudad será del todo abatida.",
      "topic": ""
    },
    "20": {
      "text": "Dichosos vosotros los que sembráis sobre todas las aguas; los que aréis con buey y con asno.",
      "topic": ""
    }
  }
}