{
  "info": {
    "book": "Isaías",
    "chapter": "56",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Así dijo el SEÑOR: Guardad derecho, y haced justicia; porque cercana está mi salud para venir, y mi justicia para manifestarse.",
      "topic": ""
    },
    "2": {
      "text": "Bienaventurado el hombre, que esto hiciere; y el hijo del hombre, que esto abrazare; que guarda el sábado de contaminarlo, y que guarda su mano de hacer todo mal.",
      "topic": ""
    },
    "3": {
      "text": "¶ Y el hijo del extranjero, allegado al SEÑOR, no hable diciendo: Me apartará totalmente el SEÑOR de su pueblo. Ni diga el eunuco: He aquí yo soy árbol seco.",
      "topic": ""
    },
    "4": {
      "text": "Porque así dijo el SEÑOR a los eunucos que guardaren mis sábados, y escogieren lo que yo quiero, y abrazaren mi pacto:",
      "topic": ""
    },
    "5": {
      "text": "Yo les daré lugar en mi casa, y dentro de mis muros, y nombre, mejor que a los hijos y a los hijas; nombre perpetuo les daré que nunca perecerá.",
      "topic": ""
    },
    "6": {
      "text": "Y a los hijos de los extranjeros, que se allegaren al SEÑOR, para ministrarle, y que amaren el nombre del SEÑOR, para ser sus siervos; todos los que guardaren el Sábado de contaminarlo, y abrazaren mi Pacto,",
      "topic": ""
    },
    "7": {
      "text": "yo los llevaré al monte de mi santidad; y los recrearé en la Casa de mi oración. Sus holocaustos y sus sacrificios serán aceptos sobre mi altar; porque mi Casa, Casa de oración será llamada de todos los pueblos.",
      "topic": ""
    },
    "8": {
      "text": "Dice el Señor DIOS, el que junta los echados de Israel, Aun juntaré sobre él sus ayuntados.",
      "topic": ""
    },
    "9": {
      "text": "¶ Todas las bestias del campo, todas las bestias del monte, venid a devorar.",
      "topic": ""
    },
    "10": {
      "text": "Sus atalayas son ciegos; todos ellos son ignorantes; todos ellos son perros mudos, no pueden ladrar; dormidos, echados, aman el dormir.",
      "topic": ""
    },
    "11": {
      "text": "Y esos perros ansiosos son insaciables; y los mismos pastores no supieron entender; todos ellos miran a sus caminos, cada uno a su provecho, cada uno por su cabo.",
      "topic": ""
    },
    "12": {
      "text": "Venid, dicen , tomaré vino, embriaguémonos de sidra; y será el día de mañana como éste, o mucho más excelente.",
      "topic": ""
    }
  }
}