{
  "info": {
    "book": "Isaías",
    "chapter": "58",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Clama a alta voz, no te detengas; alza tu voz como trompeta, y predicad a mi pueblo su rebelión; y a la casa de Jacob su pecado.",
      "topic": ""
    },
    "2": {
      "text": "Que me buscan cada día, y quieren saber mis caminos, como gente que hubiese obrado justicia, y que no hubiese dejado el derecho de su Dios; pregúntanme derechos de justicia, y quieren acercarse a Dios.",
      "topic": ""
    },
    "3": {
      "text": "¶ ¿Por qué, dicen , ayunamos, y no hiciste caso? ¿Humillamos nuestras almas, y no lo supiste? He aquí que en el día de vuestro ayuno halláis lo que queréis; y todos demandáis vuestras haciendas.",
      "topic": ""
    },
    "4": {
      "text": "He aquí que para contiendas y debates ayunáis, y para herir con el puño inicuamente. No ayunéis como hasta aquí, para que vuestra voz sea oída en lo alto.",
      "topic": ""
    },
    "5": {
      "text": "¿Es tal el ayuno que yo escogí? ¿Para que el hombre aflija su alma? ¿Que encorve su cabeza, como junco; y haga cama de cilicio y de ceniza? ¿Llamaréis esto ayuno, y día agradable al SEÑOR?",
      "topic": ""
    },
    "6": {
      "text": "¿No es antes el ayuno que yo escogí, desatar los líos de impiedad, deshacer los haces de opresión, y soltar libres a los quebrantados, y que rompáis todo yugo?",
      "topic": ""
    },
    "7": {
      "text": "Que partas tu pan con el hambriento, y a los pobres errantes metas en casa; que cuando vieres al desnudo, lo cubras; y no te escondas de tu hermano.",
      "topic": ""
    },
    "8": {
      "text": "¶ Entonces nacerá tu luz, como el alba; y tu sanidad reverdecerá presto; e irá tu justicia delante de ti, y la gloria del SEÑOR te recogerá.",
      "topic": ""
    },
    "9": {
      "text": "Entonces invocarás, y oirás al SEÑOR; clamarás, y dirá él: Heme aquí. Si quitares de en medio de ti el yugo, el extender el dedo, y hablar vanidad:",
      "topic": ""
    },
    "10": {
      "text": "Y si derramares tu alma al hambriento, y saciares al alma afligida, en las tinieblas nacerá tu luz, y tu oscuridad será como el mediodía;",
      "topic": ""
    },
    "11": {
      "text": "y el SEÑOR te pastoreará siempre, y en las sequías saciará tu alma, y engordará tus huesos; y serás como huerta de riego, y como manadero de aguas, cuyas aguas nunca faltan.",
      "topic": ""
    },
    "12": {
      "text": "Y edificarán de ti los desiertos antiguos, los cimientos caídos de generación y generación levantarás; y serás llamado Reparador de portillos, Restaurador de calzadas para habitar.",
      "topic": ""
    },
    "13": {
      "text": "¶ Si retrajeres del sábado tu pie, de hacer tu voluntad en mi día santo, y al sábado llamares delicias, santo, glorioso día del SEÑOR, y lo venerares no haciendo tus caminos, ni buscando tu voluntad, ni hablando tus propias palabras.",
      "topic": ""
    },
    "14": {
      "text": "Entonces te deleitarás en el SEÑOR: y yo te haré subir sobre las alturas de la tierra, y te haré comer la heredad de Jacob tu padre, porque la boca del SEÑOR ha hablado.",
      "topic": ""
    }
  }
}