{
  "info": {
    "book": "Isaías",
    "chapter": "6",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ En el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.",
      "topic": ""
    },
    "2": {
      "text": "Y encima de él estaban serafines; cada uno tenía seis alas; con dos cubrían sus rostros, y con dos cubrían sus pies, y con dos volaban.",
      "topic": ""
    },
    "3": {
      "text": "Y el uno al otro daba voces, diciendo: Santo, Santo, Santo, el SEÑOR de los ejércitos; toda la tierra está llena de su gloria.",
      "topic": ""
    },
    "4": {
      "text": "Y los quiciales de las puertas se estremecieron con la voz del que clamaba; y la Casa se llenó de humo.",
      "topic": ""
    },
    "5": {
      "text": "¶ Entonces dije: ¡Ay de mí! que soy muerto; que siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, el SEÑOR de los ejércitos.",
      "topic": ""
    },
    "6": {
      "text": "Y voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;",
      "topic": ""
    },
    "7": {
      "text": "y tocando con él sobre mi boca, dijo: He aquí que esto tocó tus labios, y quitará tu culpa, y tu pecado será limpiado.",
      "topic": ""
    },
    "8": {
      "text": "Después oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo : Heme aquí, envíame a mí.",
      "topic": ""
    },
    "9": {
      "text": "¶ Entonces dijo: Anda, y di a este pueblo: Oíd bien, y no entendáis; ved por cierto, mas no comprendáis.",
      "topic": ""
    },
    "10": {
      "text": "Engruesa el corazón de este pueblo, y agrava sus oídos, y ciega sus ojos; para que no vea con sus ojos, ni oiga con sus oídos, ni su corazón entienda; ni se convierta, y haya para él sanidad.",
      "topic": ""
    },
    "11": {
      "text": "Y yo dije: ¿Hasta cuándo, Señor? Y respondió él: Hasta que las ciudades estén asoladas, y sin morador, ni hombre en las casas, y la tierra sea tornada en desierto;",
      "topic": ""
    },
    "12": {
      "text": "hasta que el SEÑOR quite lejos los hombres, y haya gran soledad en la tierra.",
      "topic": ""
    },
    "13": {
      "text": "Y quedará en ella la décima parte , y volverá; y será asolada, como el olmo y como el alcornoque, de los cuales en la tala queda el tronco con vida ; su tronco, simiente santa.",
      "topic": ""
    }
  }
}