{
  "info": {
    "book": "Isaías",
    "chapter": "64",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ ¡Oh, si rompiese los cielos, y descendieras, y a tu presencia se escurriesen los montes,",
      "topic": ""
    },
    "2": {
      "text": "como fuego que abrasando derrite, fuego que hace hervir el agua, para que hicieras notorio tu nombre a tus enemigos, y los gentiles temblasen a tu presencia!",
      "topic": ""
    },
    "3": {
      "text": "Como descendiste, cuando hiciste cosas terribles cuales nunca esperábamos, que los montes escurrieron delante de ti.",
      "topic": ""
    },
    "4": {
      "text": "Ni nunca oyeron, ni oídos percibieron; ni ojo ha visto Dios fuera de ti, que hiciese otro tanto por el que en él espera.",
      "topic": ""
    },
    "5": {
      "text": "Saliste al encuentro al que con alegría obró justicia. En tus caminos se acordaban de ti. He aquí, tú te enojaste porque pecamos; tus caminos son eternos y nosotros seremos salvos.",
      "topic": ""
    },
    "6": {
      "text": "¶ Que todos nosotros eramos como suciedad, y todas nuestras justicias como trapo de inmundicia; y caímos todos nosotros como la hoja del árbol ; y nuestras maldades nos llevaron como viento.",
      "topic": ""
    },
    "7": {
      "text": "Y nadie hay que invoque tu nombre, ni que se despierte para tenerte, por lo cual escondiste de nosotros tu rostro, y nos dejaste marchitar en poder de nuestras maldades.",
      "topic": ""
    },
    "8": {
      "text": "Ahora pues, SEÑOR, tú eres nuestro padre; nosotros lodo, y tú el que nos obraste, así que obra de tus manos somos todos nosotros.",
      "topic": ""
    },
    "9": {
      "text": "No te aíres, oh SEÑOR, sobremanera; ni tengas perpetua memoria de la iniquidad. He aquí, mira ahora, pueblo tuyo somos todos nosotros.",
      "topic": ""
    },
    "10": {
      "text": "Tus santas ciudades son desiertas, Sion desierto es, y Jerusalén soledad.",
      "topic": ""
    },
    "11": {
      "text": "La Casa de nuestro Santuario y de nuestra gloria, en la cual te alabaron nuestros padres, fue quemada al fuego; y todas nuestras cosas preciosas fueron destruidas.",
      "topic": ""
    },
    "12": {
      "text": "¿Te estarás quieto, oh SEÑOR, sobre estas cosas? ¿Callarás, y nos afligirás sobremanera?",
      "topic": ""
    }
  }
}