{
  "info": {
    "book": "Isaías",
    "chapter": "8",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y me dijo el SEÑOR: Tómate un gran volumen, y escribe en él en estilo vulgar Maher-salal-hasbaz Date prisa al despojo, apresúrate a la presa .",
      "topic": ""
    },
    "2": {
      "text": "Y junté conmigo por testigos fieles a Urías sacerdote, y a Zacarías hijo de Jeberequías.",
      "topic": ""
    },
    "3": {
      "text": "Y me junté con la profetisa, la cual concibió, y dio a luz un hijo. Y me dijo el SEÑOR: Ponle por nombre Maher-salal-hasbaz.",
      "topic": ""
    },
    "4": {
      "text": "Porque antes que el niño sepa decir, Padre mío, y Madre mía, será quitada la fuerza de Damasco y los despojos de Samaria, en la presencia del rey de Asiria.",
      "topic": ""
    },
    "5": {
      "text": "Otra vez me tornó el SEÑOR a hablar, diciendo:",
      "topic": ""
    },
    "6": {
      "text": "Por cuanto desechó este pueblo las aguas de Siloé, que corren mansamente, y con Rezín y con el hijo de Remalías se regocijó,",
      "topic": ""
    },
    "7": {
      "text": "he aquí, por tanto, que el Señor hace subir sobre ellos aguas de río, impetuosas y muchas, es a saber , al rey de Asiria con todo su poder: el cual subirá sobre todos sus ríos, y pasará sobre todas sus riberas;",
      "topic": ""
    },
    "8": {
      "text": "y pasando hasta Judá, inundará, y sobrepujará, y llegará hasta la garganta; y extendiendo sus alas, llenará la anchura de tu tierra, oh Emmanuel.",
      "topic": ""
    },
    "9": {
      "text": "¶ Juntaos, pueblos, y seréis quebrantados; oíd, todos los que sois de lejanas tierras; poneos a punto, y seréis quebrantados; ceñíos, y seréis quebrantados.",
      "topic": ""
    },
    "10": {
      "text": "Tomad consejo, y será deshecho; proferid palabra, y no será firme, porque Dios está con nosotros.",
      "topic": ""
    },
    "11": {
      "text": "Porque el SEÑOR me dijo de esta manera con mano fuerte, y me enseñó que no caminase por el camino de este pueblo, diciendo:",
      "topic": ""
    },
    "12": {
      "text": "No llaméis, conjuración, a todas las cosas a que este pueblo llama conjuración; ni temáis su temor, ni le tengáis miedo.",
      "topic": ""
    },
    "13": {
      "text": "Al SEÑOR de los ejércitos, a él santificad; El sea vuestro temor, y él sea vuestro miedo.",
      "topic": ""
    },
    "14": {
      "text": "Entonces él será por santuario; y a las dos casas de Israel por piedra para tropezar, y por tropezadero para caer; por lazo, y por red al morador de Jerusalén.",
      "topic": ""
    },
    "15": {
      "text": "Y muchos tropezarán entre ellos; y caerán, y serán quebrantados; se enredarán, y serán presos.",
      "topic": ""
    },
    "16": {
      "text": "¶ Ata el testimonio, sella la ley entre mis discípulos.",
      "topic": ""
    },
    "17": {
      "text": "Esperaré, pues, al SEÑOR, el cual escondió su rostro de la casa de Jacob, y a él aguardaré.",
      "topic": ""
    },
    "18": {
      "text": "He aquí, yo y los hijos que me dió el SEÑOR, somos por señales y prodigios en Israel, de parte del SEÑOR de los ejércitos, que mora en el Monte de Sion.",
      "topic": ""
    },
    "19": {
      "text": "Y si os dijeren: Preguntad a los pitones y a los adivinos, que susurran hablando, responded: ¿Por ventura no consultará el pueblo a su Dios? ¿Apelará por los vivos a los muertos?",
      "topic": ""
    },
    "20": {
      "text": "¡A la ley y al testimonio! Si no dijeren conforme a esto, es porque no les ha amanecido.",
      "topic": ""
    },
    "21": {
      "text": "Entonces pasarán por esta tierra fatigados y hambrientos. Y acontecerá que teniendo hambre, se enojarán y maldecirán a su rey y a su Dios. Y levantando el rostro en alto,",
      "topic": ""
    },
    "22": {
      "text": "y mirarán a la tierra, y he aquí tribulación y tinieblas, oscuridad y angustia; y serán sumidos en las tinieblas.",
      "topic": ""
    }
  }
}