{
  "info": {
    "book": "Rut",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y Salomón hijo de David fue confirmado en su reino; y el SEÑOR su Dios fue con él, y le magnificó grandemente.",
      "topic": ""
    },
    "2": {
      "text": "Y llamó Salomón a todo Israel, tribunos, centuriones, y jueces, y a todos los príncipes de todo Israel, cabezas de familias.",
      "topic": ""
    },
    "3": {
      "text": "Y fue Salomón, y con él toda la congregación, al alto que había en Gabaón; porque allí estaba el tabernáculo del testimonio de Dios, que Moisés siervo del SEÑOR había hecho en el desierto.",
      "topic": ""
    },
    "4": {
      "text": "Mas David había traído el arca de Dios de Quiriat-jearim al lugar que él le había preparado; porque él le había tendido una tienda en Jerusalén.",
      "topic": ""
    },
    "5": {
      "text": "Asimismo el altar de bronce que había hecho Bezaleel hijo de Uri hijo de Hur, estaba allí delante del tabernáculo del SEÑOR, al cual Salomón y la congregación fueron a buscar.",
      "topic": ""
    },
    "6": {
      "text": "Subió, pues , Salomón allá delante del SEÑOR, al altar de bronce que estaba en el tabernáculo del testimonio, y sacrificó sobre él mil holocaustos.",
      "topic": ""
    },
    "7": {
      "text": "Y aquella noche apareció Dios a Salomón, y le dijo: Demanda lo que quisieres que yo te dé.",
      "topic": ""
    },
    "8": {
      "text": "Y Salomón dijo a Dios: Tú has hecho con David mi padre grande misericordia, y a mí me has puesto por rey en lugar suyo;",
      "topic": ""
    },
    "9": {
      "text": "sea pues ahora firme, oh SEÑOR Dios, tu palabra con mi padre David; porque tú me has puesto por rey sobre un pueblo tan numeroso como el polvo de la tierra.",
      "topic": ""
    },
    "10": {
      "text": "Dame, pues, ahora sabiduría y ciencia, para que pueda gobernar este pueblo; porque ¿quién podrá juzgar este tu pueblo tan grande?",
      "topic": ""
    },
    "11": {
      "text": "Y dijo Dios a Salomón: Por cuanto esto fue en tu corazón, que no pediste riquezas, hacienda, o gloria, ni la vida de los que te quieren mal, ni pediste muchos días, sino que has pedido para ti sabiduría y ciencia para poder juzgar a mi pueblo, sobre el cual te he puesto por rey,",
      "topic": ""
    },
    "12": {
      "text": "sabiduría y ciencia te es dada; y también te daré riquezas, hacienda y gloria, cual nunca hubo en los reyes que han sido antes de ti, ni después de ti habrá tal.",
      "topic": ""
    },
    "13": {
      "text": "¶ Y volvió Salomón a Jerusalén del alto que estaba en Gabaón, de ante el tabernáculo del testimonio; y reinó sobre Israel.",
      "topic": ""
    },
    "14": {
      "text": "Y juntó Salomón carros y gente de a caballo; y tuvo mil cuatrocientos carros, y doce mil jinetes, los cuales puso en las ciudades de los carros, y con el rey en Jerusalén.",
      "topic": ""
    },
    "15": {
      "text": "Y puso el rey plata y oro en Jerusalén como piedras, y madera de cedro como cabrahigos que nacen en los campos en abundancia.",
      "topic": ""
    },
    "16": {
      "text": "Y sacaban caballos y lienzos finos de Egipto para Salomón; porque la compañía de los mercaderes del rey compraban caballos y lienzos.",
      "topic": ""
    },
    "17": {
      "text": "Y subían, y sacaban de Egipto un carro por seiscientas piezas de plata, y un caballo por ciento cincuenta; y así por mano de ellos los sacaban todos los reyes de los heteos, y los reyes de Siria.",
      "topic": ""
    },
    "18": {
      "text": "Arfaxad engendró a Sela, y Sela engendró a Heber.",
      "topic": ""
    },
    "19": {
      "text": "Y a Heber nacieron dos hijos; el nombre del uno fue Peleg, por cuanto en sus días fue dividida la tierra; y el nombre de su hermano fue Joctán.",
      "topic": ""
    },
    "20": {
      "text": "Y Joctán engendró a Almodad, Selef, Hazarmavet, Jera,",
      "topic": ""
    },
    "21": {
      "text": "Adoram, Uzal, Dicla,",
      "topic": ""
    },
    "22": {
      "text": "Ebal, Abimael, Seba,",
      "topic": ""
    },
    "23": {
      "text": "Ofir, Havila, y Jobab: todos hijos de Joctán.",
      "topic": ""
    },
    "24": {
      "text": "Sem, Arfaxad, Sela,",
      "topic": ""
    },
    "25": {
      "text": "Heber, Peleg, Reu,",
      "topic": ""
    },
    "26": {
      "text": "Serug, Nacor, Taré,",
      "topic": ""
    },
    "27": {
      "text": "y Abram, el cual es Abraham.",
      "topic": ""
    },
    "28": {
      "text": "¶ Los hijos de Abraham: Isaac e Ismael.",
      "topic": ""
    },
    "29": {
      "text": "Y estas son sus descendencias: el primogénito de Ismael, Nebaiot; después Cedar, Adbeel, Mibsam,",
      "topic": ""
    },
    "30": {
      "text": "Misma, Duma, Massa, Hadad, Tema, Jetur, Nafis, y Cedema. Estos son los hijos de Ismael.",
      "topic": ""
    },
    "31": {
      "text": "Y Cetura, concubina de Abraham, dio a luz a Zimram, Jocsán, Medán, Madián, Isbac, y a Súa.",
      "topic": ""
    },
    "32": {
      "text": "Los hijos de Jocsán: Seba y Dedán.",
      "topic": ""
    },
    "33": {
      "text": "Los hijos de Madián: Efa, Efer, Hanoc, Abida, y Elda; todos estos fueron hijos de Cetura.",
      "topic": ""
    },
    "34": {
      "text": "Y Abraham engendró a Isaac; y los hijos de Isaac fueron Esaú e Israel.",
      "topic": ""
    },
    "35": {
      "text": "Los hijos de Esaú: Elifaz, Reuel, Jeús, Jaalam, y Coré.",
      "topic": ""
    },
    "36": {
      "text": "Los hijos de Elifaz: Temán, Omar, Zefo, Gatam, Cenaz, Timna, y Amalec.",
      "topic": ""
    },
    "37": {
      "text": "Los hijos de Reuel: Nahat, Zera, Sama, y Miza.",
      "topic": ""
    },
    "38": {
      "text": "Los hijos de Seir: Lotán, Sobal, Zibeón, Aná, Disón, Ezer, y Disán.",
      "topic": ""
    },
    "39": {
      "text": "Los hijos de Lotán: Hori, y Homam; y Timna fue hermana de Lotán.",
      "topic": ""
    },
    "40": {
      "text": "Los hijos de Sobal: Alván, Manahat, Ebal, Sefo y Onam. Los hijos de Zibeón: Aja, y Aná.",
      "topic": ""
    },
    "41": {
      "text": "Disón fue hijo de Aná. Los hijos de Disón: Amram, Esbán, Itrán y Querán.",
      "topic": ""
    },
    "42": {
      "text": "Los hijos de Ezer: Bilhán, Zaaván, y Jaacán. Los hijos de Disán: Uz y Arán.",
      "topic": ""
    },
    "43": {
      "text": "Y estos son los reyes que reinaron en la tierra de Edom, antes que reinase rey sobre los hijos de Israel. Bela, hijo de Beor; y el nombre de su ciudad fue Dinaba.",
      "topic": ""
    },
    "44": {
      "text": "Y muerto Bela, reinó en su lugar Jobab, hijo de Zera, de Bosra.",
      "topic": ""
    },
    "45": {
      "text": "Y muerto Jobab reinó en su lugar Husam, de la tierra de los temanitas.",
      "topic": ""
    },
    "46": {
      "text": "Muerto Husam, reinó en su lugar Hadad, hijo de Bedad, el cual hirió a Madián en la campaña de Moab; y el nombre de su ciudad fue Avit.",
      "topic": ""
    },
    "47": {
      "text": "Muerto Adad, reinó en su lugar Samla, de Masreca.",
      "topic": ""
    },
    "48": {
      "text": "Muerto también Samla, reinó en su lugar Saúl de Rehobot, que está junto al río.",
      "topic": ""
    },
    "49": {
      "text": "Y muerto Saúl, reinó en su lugar Baal-hanán, hijo de Acbor.",
      "topic": ""
    },
    "50": {
      "text": "Y muerto Baal-hanán, reinó en su lugar Hadad. El nombre de su ciudad fue Pai; y el nombre de su mujer Mehetabel, hija de Matred, y ésta hija de Mezaab.",
      "topic": ""
    },
    "51": {
      "text": "Muerto Hadad, sucedieron los duques en Edom; el duque Timna, el duque Alva, el duque Jetet,",
      "topic": ""
    },
    "52": {
      "text": "el duque Aholibama, el duque Ela, el duque Pinón,",
      "topic": ""
    },
    "53": {
      "text": "el duque Cenaz, el duque Temán, el duque Mibzar,",
      "topic": ""
    },
    "54": {
      "text": "el duque Magdiel, y el duque Iram. Estos fueron los duques de Edom.",
      "topic": ""
    }
  }
}