{
  "info": {
    "book": "Rut",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y Roboam fue a Siquem porque en Siquem se había juntado todo Israel para hacerlo rey.",
      "topic": ""
    },
    "2": {
      "text": "Y cuando lo oyó Jeroboam hijo de Nabat, el cual estaba en Egipto, donde había huido a causa del rey Salomón, volvió de Egipto.",
      "topic": ""
    },
    "3": {
      "text": "Y enviaron y le llamaron. Vino, pues , Jeroboam, y todo Israel, y hablaron a Roboam, diciendo:",
      "topic": ""
    },
    "4": {
      "text": "Tu padre agravó nuestro yugo; afloja tú, pues, ahora algo de la dura servidumbre, y del grave yugo con que tu padre nos apremió, y te serviremos.",
      "topic": ""
    },
    "5": {
      "text": "Y él les dijo: Volved a mí de aquí a tres días. Y el pueblo se fue.",
      "topic": ""
    },
    "6": {
      "text": "Entonces el rey Roboam tomó consejo con los viejos, que habían estado delante de Salomón su padre cuando vivía, y les dijo: ¿Cómo aconsejáis vosotros que responda a este pueblo?",
      "topic": ""
    },
    "7": {
      "text": "Y ellos le hablaron, diciendo: Si buscares el bien a este pueblo, y los agradares, y les hablares buenas palabras, ellos te servirán perpetuamente.",
      "topic": ""
    },
    "8": {
      "text": "Mas él, dejando el consejo que le dieron los viejos, tomó consejo con los jóvenes que se habían criado con él, y que delante de él asistían;",
      "topic": ""
    },
    "9": {
      "text": "y les dijo: ¿Qué aconsejáis vosotros que respondamos a este pueblo, que me ha hablado, diciendo: Alivia algo del yugo que tu padre puso sobre nosotros?",
      "topic": ""
    },
    "10": {
      "text": "Entonces los jóvenes que se habían criado con él, le hablaron, diciendo: Así dirás al pueblo que te ha hablado diciendo, tu padre agravó nuestro yugo, mas tú descárganos. Así les dirás: El dedo más menudo mío es más grueso que los lomos de mi padre.",
      "topic": ""
    },
    "11": {
      "text": "Así que, mi padre os cargó de grave yugo, y yo añadiré a vuestro yugo; mi padre os castigó con azotes, y yo con escorpiones.",
      "topic": ""
    },
    "12": {
      "text": "¶ Vino, pues, Jeroboam con todo el pueblo a Roboam al tercer día; según el rey les había mandado diciendo: Volved a mí de aquí a tres días.",
      "topic": ""
    },
    "13": {
      "text": "Y les respondió el rey ásperamente; pues dejó el rey Roboam el consejo de los viejos,",
      "topic": ""
    },
    "14": {
      "text": "y les habló conforme al consejo de los jóvenes, diciendo: Mi padre agravó vuestro yugo, y yo añadiré a vuestro yugo; mi padre os castigó con azotes, y yo con escorpiones.",
      "topic": ""
    },
    "15": {
      "text": "Y no escuchó el rey al pueblo; porque la causa era de Dios, para cumplir el SEÑOR su palabra que había hablado, por Ahías Silonita, a Jeroboam hijo de Nabat.",
      "topic": ""
    },
    "16": {
      "text": "Y viendo todo Israel que el rey no les había oído, respondió el pueblo al rey, diciendo: ¿Qué parte tenemos nosotros con David, ni herencia en el hijo de Isaí? ¡Israel, cada uno a sus estancias! ¡David, mira ahora por tu casa! Así se fue todo Israel a sus estancias.",
      "topic": ""
    },
    "17": {
      "text": "Mas reinó Roboam sobre los hijos de Israel que habitaban en las ciudades de Judá.",
      "topic": ""
    },
    "18": {
      "text": "Envió luego el rey Roboam a Adoram, que tenía cargo de los tributos; pero le apedrearon los hijos de Israel, y murió. Entonces se esforzó el rey Roboam, y subiendo en un carro huyó a Jerusalén.",
      "topic": ""
    },
    "19": {
      "text": "Así se rebeló Israel de la casa de David hasta hoy.",
      "topic": ""
    },
    "20": {
      "text": "Y dijo Jehú: Santificad un día solemne a Baal. Y ellos convocaron.",
      "topic": ""
    },
    "21": {
      "text": "Y envió Jehú por todo Israel, y vinieron todos los siervos de Baal, que no faltó ninguno que no viniese. Y entraron en el templo de Baal, y el templo de Baal se llenó de extremo a extremo.",
      "topic": ""
    },
    "22": {
      "text": "Entonces dijo al que tenía el cargo de las vestiduras: Saca vestiduras para todos los siervos de Baal. Y él les sacó vestimentas.",
      "topic": ""
    },
    "23": {
      "text": "Y entró Jehú con Jonadab hijo de Recab en el templo de Baal, y dijo a los siervos de Baal: Mirad y ved que por dicha no haya aquí entre vosotros alguno de los siervos del SEÑOR, sino solos los siervos de Baal.",
      "topic": ""
    },
    "24": {
      "text": "Y cuando ellos entraron para hacer sacrificios y holocaustos, Jehú puso fuera ochenta varones, y les dijo: Cualquiera que dejare vivo alguno de aquellos hombres que yo he puesto en vuestras manos, su vida será por la del otro.",
      "topic": ""
    },
    "25": {
      "text": "Y después que acabaron ellos de hacer el holocausto, Jehú dijo a los de su guardia y a los capitanes: Entrad, y matadlos; que no escape ninguno. Y los hirieron a cuchillo; y los dejaron tendidos los de la guardia y los capitanes, y fueron hasta la ciudad del templo de Baal,",
      "topic": ""
    },
    "26": {
      "text": "y sacaron las estatuas de la casa de Baal, y las quemaron.",
      "topic": ""
    },
    "27": {
      "text": "Y quebraron la estatua de Baal, y derribaron la casa de Baal, la hicieron necesaria, hasta hoy.",
      "topic": ""
    },
    "28": {
      "text": "Así rayó Jehú a Baal de Israel.",
      "topic": ""
    },
    "29": {
      "text": "¶ Con todo eso Jehú no se apartó de los pecados de Jeroboam hijo de Nabat, que hizo pecar a Israel; a saber, de en pos de los becerros de oro que estaban en Bet-el y en Dan.",
      "topic": ""
    },
    "30": {
      "text": "Y el SEÑOR dijo a Jehú: Por cuanto has hecho bien, ejecutando lo recto delante de mis ojos (conforme a todo lo que estaba en mi corazón has hecho a la casa de Acab), tus hijos se sentarán en el trono de Israel hasta la cuarta generación.",
      "topic": ""
    },
    "31": {
      "text": "Mas Jehú no cuidó de andar en la ley del SEÑOR Dios de Israel con todo su corazón, ni se apartó de los pecados de Jeroboam, el que había hecho pecar a Israel.",
      "topic": ""
    },
    "32": {
      "text": "En aquellos días comenzó el SEÑOR a talar en Israel: y los hirió Hazael en todos los términos de Israel,",
      "topic": ""
    },
    "33": {
      "text": "desde el Jordán al nacimiento del sol, toda la tierra de Galaad, de Gad, de Rubén, y de Manasés; desde Aroer que está junto al arroyo de Arnón, a Galaad y a Basán.",
      "topic": ""
    },
    "34": {
      "text": "Lo demás de los hechos de Jehú, y todas las cosas que hizo, y toda su valentía, ¿no está todo escrito en el libro de las crónicas de los reyes de Israel?",
      "topic": ""
    },
    "35": {
      "text": "Y durmió Jehú con sus padres, y lo sepultaron en Samaria; y reinó en su lugar Joacaz su hijo.",
      "topic": ""
    },
    "36": {
      "text": "El tiempo que reinó Jehú sobre Israel en Samaria, fue veintiocho años.",
      "topic": ""
    }
  }
}