{
  "info": {
    "book": "Rut",
    "chapter": "12",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y cuando Roboam hubo confirmado el reino, dejó la ley del SEÑOR, y con él todo Israel.",
      "topic": ""
    },
    "2": {
      "text": "Y en el quinto año del rey Roboam subió Sisac rey de Egipto contra Jerusalén (por cuanto se habían rebelado contra el SEÑOR),",
      "topic": ""
    },
    "3": {
      "text": "con mil doscientos carros, y con sesenta mil hombres de a caballo; mas el pueblo que venía con él de Egipto, no tenía número; a saber , de libios, suquienos, y etíopes.",
      "topic": ""
    },
    "4": {
      "text": "Y tomó las ciudades fuertes de Judá, y llegó hasta Jerusalén.",
      "topic": ""
    },
    "5": {
      "text": "Entonces vino Semeías profeta a Roboam y a los príncipes de Judá, que estaban reunidos en Jerusalén por causa de Sisac, y les dijo: Así ha dicho el SEÑOR: Vosotros me habéis dejado, y yo también os he dejado en manos de Sisac.",
      "topic": ""
    },
    "6": {
      "text": "Y los príncipes de Israel y el rey se humillaron, y dijeron: Justo es el SEÑOR.",
      "topic": ""
    },
    "7": {
      "text": "Y como vio el SEÑOR que se habían humillado, fue palabra del SEÑOR a Semeías, diciendo: Se han humillado; no los destruiré; antes los salvare en breve, y no se derramará mi ira contra Jerusalén por mano de Sisac.",
      "topic": ""
    },
    "8": {
      "text": "Pero serán sus siervos; para que sepan qué es servirme a mí, y servir a los reinos de las naciones.",
      "topic": ""
    },
    "9": {
      "text": "Subió, pues, Sisac rey de Egipto a Jerusalén, y tomó los tesoros de la Casa del SEÑOR, y los tesoros de la casa del rey; todo lo llevó, y tomó los paveses de oro que Salomón había hecho.",
      "topic": ""
    },
    "10": {
      "text": "Y en lugar de ellos hizo el rey Roboam paveses de bronce, y los entregó en manos de los príncipes de la guardia, los cuales custodiaban la entrada de la casa del rey.",
      "topic": ""
    },
    "11": {
      "text": "Y cuando el rey iba a la Casa del SEÑOR, venían los de la guardia, y los traían, y después los volvían a la cámara de la guardia.",
      "topic": ""
    },
    "12": {
      "text": "Y cuando él se humilló, la ira del SEÑOR se apartó de él, para no destruirlo del todo; y también en Judá las cosas fueron bien.",
      "topic": ""
    },
    "13": {
      "text": "¶ Fortificado, pues , Roboam, reinó en Jerusalén; y era Roboam de cuarenta y un años cuando comenzó a reinar, y diecisiete años reinó en Jerusalén, ciudad que escogió el SEÑOR de todas las tribus de Israel, para poner en ella su Nombre. Y el nombre de su madre fue Naama amonita.",
      "topic": ""
    },
    "14": {
      "text": "E hizo lo malo, porque no apercibió su corazón para buscar al SEÑOR.",
      "topic": ""
    },
    "15": {
      "text": "Y las cosas de Roboam, primeras y postreras, ¿no están escritas en los libros de Semeías profeta y de Iddo vidente, en la cuenta de los linajes? Y entre Roboam y Jeroboam hubo perpetua guerra.",
      "topic": ""
    },
    "16": {
      "text": "Y durmió Roboam con sus padres, y fue sepultado en la ciudad de David; y reinó en su lugar Abías su hijo.",
      "topic": ""
    },
    "17": {
      "text": "Y David salió a ellos, y les habló diciendo: Si habéis venido a mí para paz y para ayudarme, mi corazón será unido con vosotros; mas si para engañarme en pro de mis enemigos, siendo mis manos sin iniquidad, véalo el Dios de nuestros padres, y demándelo.",
      "topic": ""
    },
    "18": {
      "text": "Entonces se envistió el espíritu en Amasai, príncipe de treinta, y dijo : Por ti, oh David, y contigo, oh hijo de Isaí. Paz, paz contigo, y paz con tus ayudadores; pues que también tu Dios te ayuda. Y David los recibió, y los puso entre los capitanes de la cuadrilla.",
      "topic": ""
    },
    "19": {
      "text": "También se pasaron a David algunos de Manasés, cuando vino con los filisteos a la batalla contra Saúl, aunque no les ayudaron; porque los sátrapas de los filisteos, habido consejo, lo despidieron, diciendo: Con nuestras cabezas se pasará a su señor Saúl.",
      "topic": ""
    },
    "20": {
      "text": "Así que viniendo él a Siclag, se pasaron a él de los de Manasés, Adnas, Jozabad, Jediaiel, Micael, Jozabad, Eliú, y Ziletai, príncipes de millares de los de Manasés.",
      "topic": ""
    },
    "21": {
      "text": "Estos ayudaron a David contra aquella compañía; porque todos ellos eran hombres valientes, y fueron capitanes en el ejército.",
      "topic": ""
    },
    "22": {
      "text": "Porque entonces todos los días venía ayuda a David, hasta hacerse un grande ejército, como ejército de Dios.",
      "topic": ""
    },
    "23": {
      "text": "¶ Y este es el número de los príncipes de los que estaban a punto de guerra, y vinieron a David en Hebrón, para traspasarle el reino de Saúl, conforme a la palabra del SEÑOR.",
      "topic": ""
    },
    "24": {
      "text": "De los hijos de Judá que traían escudo y lanza, seis mil ochocientos, a punto de guerra.",
      "topic": ""
    },
    "25": {
      "text": "De los hijos de Simeón, hombres valientes de gran valor para la guerra, siete mil cien.",
      "topic": ""
    },
    "26": {
      "text": "De los hijos de Leví, cuatro mil seiscientos;",
      "topic": ""
    },
    "27": {
      "text": "asimismo Joiada, príncipe de los del linaje de Aarón, y con él tres mil setecientos;",
      "topic": ""
    },
    "28": {
      "text": "y Sadoc, joven valiente de valor, y de la familia de su padre veintidós príncipes.",
      "topic": ""
    },
    "29": {
      "text": "De los hijos de Benjamín hermanos de Saúl, tres mil; porque aun en aquel tiempo muchos de ellos tenían la guardia de la casa de Saúl.",
      "topic": ""
    },
    "30": {
      "text": "Y de los hijos de Efraín, veinte mil ochocientos, valientes de gran valor, varones ilustres en las casas de sus padres.",
      "topic": ""
    },
    "31": {
      "text": "De la media tribu de Manasés, dieciocho mil, los cuales fueron tomados por lista para venir a poner a David por rey.",
      "topic": ""
    },
    "32": {
      "text": "Y de los hijos de Isacar, doscientos príncipes, entendidos en los tiempos, y sabios de lo que Israel debía hacer, cuyo dicho seguían todos sus hermanos.",
      "topic": ""
    },
    "33": {
      "text": "Y de Zabulón cincuenta mil, que salían a batalla a punto de guerra, con todas armas de guerra, dispuestos a pelear sin doblez de corazón.",
      "topic": ""
    },
    "34": {
      "text": "Y de Neftalí mil príncipes, y con ellos treinta y siete mil con escudo y lanza.",
      "topic": ""
    },
    "35": {
      "text": "De los de Dan, dispuestos a pelear, veintiocho mil seiscientos.",
      "topic": ""
    },
    "36": {
      "text": "Y de Aser, a punto de guerra y aparejados a pelear, cuarenta mil.",
      "topic": ""
    },
    "37": {
      "text": "Y del otro lado del Jordán, de los de Rubén y de los de Gad y de la media tribu de Manasés, ciento veinte mil con toda suerte de armas de guerra.",
      "topic": ""
    },
    "38": {
      "text": "Todos estos hombres de guerra, dispuestos para guerrear, vinieron con corazón perfecto a Hebrón, para poner a David por rey sobre todo Israel; y asimismo todos los demás de Israel tenían un mismo corazón para poner a David por rey.",
      "topic": ""
    },
    "39": {
      "text": "Y estuvieron allí con David tres días comiendo y bebiendo, porque sus hermanos habían preparado para ellos.",
      "topic": ""
    },
    "40": {
      "text": "Y asimismo los que les eran vecinos, hasta Isacar y Zabulón y Neftalí, trajeron pan en asnos, y camellos, y mulos, y bueyes; comida, y harina, masas de higos, y pasas, vino, y aceite, bueyes y ovejas en abundancia, porque en Israel había alegría.",
      "topic": ""
    }
  }
}