{
  "info": {
    "book": "Rut",
    "chapter": "14",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y durmió Abías con sus padres, y fue sepultado en la ciudad de David. Y reinó en su lugar su hijo Asa, en cuyos días reposó la tierra diez años.",
      "topic": ""
    },
    "2": {
      "text": "E hizo Asa lo bueno y lo recto en los ojos del SEÑOR su Dios.",
      "topic": ""
    },
    "3": {
      "text": "Porque quitó los altares del culto ajeno, y los altos; quebró las imágenes, y taló los bosques;",
      "topic": ""
    },
    "4": {
      "text": "y mandó a Judá que buscasen al SEÑOR el Dios de sus padres, y cumplieron la ley y los mandamientos.",
      "topic": ""
    },
    "5": {
      "text": "Quitó asimismo de todas las ciudades de Judá los altos y las imágenes, y estuvo el reino quieto delante de él.",
      "topic": ""
    },
    "6": {
      "text": "Y edificó ciudades fuertes en Judá, por cuanto había paz en la tierra, y no había guerra contra él en aquellos tiempos; porque el SEÑOR le había dado reposo.",
      "topic": ""
    },
    "7": {
      "text": "Dijo, por tanto, a Judá: Edifiquemos estas ciudades, y cerquémoslas de muros con torres, puertas y barras, ya que la tierra es nuestra; porque hemos buscado al SEÑOR nuestro Dios, le hemos buscado, y él nos ha dado reposo de todas partes. Edificaron pues , y fueron prosperados.",
      "topic": ""
    },
    "8": {
      "text": "Tuvo también Asa ejército que traía escudos y lanzas; de Judá trescientos mil, y de Benjamín doscientos y ochenta mil que traían escudos y flechaban arcos; todos hombres diestros.",
      "topic": ""
    },
    "9": {
      "text": "¶ Y salió contra ellos Zera etíope con un ejército de mil millares, y trescientos carros; y vino hasta Maresa.",
      "topic": ""
    },
    "10": {
      "text": "Pero Asa salió contra él, y ordenaron la batalla en el valle de Sefata junto a Maresa.",
      "topic": ""
    },
    "11": {
      "text": "Y clamó Asa al SEÑOR su Dios, y dijo: SEÑOR, no tienes tú más con el grande que con el que ninguna fuerza tiene, para dar ayuda. Ayúdanos, oh SEÑOR Dios nuestro, porque en ti nos apoyamos, y en tu Nombre venimos contra este ejército. Oh SEÑOR, tú eres nuestro Dios; no prevalezca contra ti el hombre.",
      "topic": ""
    },
    "12": {
      "text": "Y el SEÑOR deshizo los etíopes delante de Asa y delante de Judá; y huyeron los etíopes.",
      "topic": ""
    },
    "13": {
      "text": "Y Asa, y el pueblo que con él estaba, los siguió hasta Gerar; y cayeron los etíopes hasta no quedar en ellos hombre con vida; porque fueron deshechos delante del SEÑOR y de su ejército. Y les tomaron muy grande despojo.",
      "topic": ""
    },
    "14": {
      "text": "E hirieron todas las ciudades alrededor de Gerar, porque el terror del SEÑOR era sobre ellos; y saquearon todas las ciudades, porque había en ellas gran despojo.",
      "topic": ""
    },
    "15": {
      "text": "Asimismo dieron sobre las cabañas de los ganados, y trajeron muchas ovejas y camellos, y volvieron a Jerusalén.",
      "topic": ""
    },
    "16": {
      "text": "Hizo, pues , David como Dios le mandó, e hirieron el ejército de los filisteos desde Gabaón hasta Gezer.",
      "topic": ""
    },
    "17": {
      "text": "Y el nombre de David fue divulgada por todas aquellas tierras; y puso el SEÑOR el temor de David sobre todos los gentiles.",
      "topic": ""
    },
    "18": {
      "text": "Lo demás de los hechos de Amasías, ¿no está todo escrito en el libro de las crónicas de los reyes de Judá?",
      "topic": ""
    },
    "19": {
      "text": "E hicieron conspiración contra él en Jerusalén, y huyendo él a Laquis, enviaron tras él a Laquis, y allá lo mataron.",
      "topic": ""
    },
    "20": {
      "text": "Lo trajeron luego sobre caballos, y lo sepultaron en Jerusalén con sus padres, en la ciudad de David.",
      "topic": ""
    },
    "21": {
      "text": "Entonces todo el pueblo de Judá tomó a Azarías, que era de dieciséis años, y lo hicieron rey en lugar de Amasías su padre.",
      "topic": ""
    },
    "22": {
      "text": "Edificó él a Elat, y la restituyó a Judá, después que el rey durmió con sus padres.",
      "topic": ""
    },
    "23": {
      "text": "¶ El año quince de Amasías hijo de Joás rey de Judá, comenzó a reinar Jeroboam hijo de Joás sobre Israel en Samaria; y reinó cuarenta y un años.",
      "topic": ""
    },
    "24": {
      "text": "E hizo lo malo en ojos del SEÑOR, y no se apartó de todos los pecados de Jeroboam hijo de Nabat, el que hizo pecar a Israel.",
      "topic": ""
    },
    "25": {
      "text": "El restituyó los términos de Israel desde la entrada de Hamat hasta el mar de la llanura, conforme a la palabra del SEÑOR Dios de Israel, la cual había él hablado por su siervo Jonás hijo de Amitai, profeta que fue de Gat-hefer.",
      "topic": ""
    },
    "26": {
      "text": "Por cuanto el SEÑOR miró la muy amarga aflicción de Israel; que no había nadie guardado ni quedado, ni quien diese ayuda a Israel;",
      "topic": ""
    },
    "27": {
      "text": "y el SEÑOR no había aún determinado raer el nombre de Israel de debajo del cielo; por tanto, los salvó por mano de Jeroboam hijo de Joás.",
      "topic": ""
    },
    "28": {
      "text": "Y lo demás de los hechos de Jeroboam, y todas las cosas que hizo, y su valentía, y todas las guerras que hizo, y cómo restituyó a Judá en Israel a Damasco y a Hamat, ¿no está escrito en el libro de las crónicas de los reyes de Israel?",
      "topic": ""
    },
    "29": {
      "text": "Y durmió Jeroboam con sus padres, los reyes de Israel, y reinó en su lugar Zacarías su hijo.",
      "topic": ""
    },
    "30": {
      "text": "Y hubo guerra entre Roboam y Jeroboam todos los días.",
      "topic": ""
    },
    "31": {
      "text": "Y durmió Roboam con sus padres, y fue sepultado con sus padres en la ciudad de David. El nombre de su madre fue Naama, amonita. Y reinó en su lugar Abiam su hijo.",
      "topic": ""
    },
    "32": {
      "text": "Y Absalón respondió a Joab: He aquí, yo he enviado por ti, diciendo que vinieses acá, a fin de enviarte yo al rey a que le dijeses: ¿Para qué vine de Gesur? Mejor me fuera estar aún allá. Vea yo ahora la cara del rey; y si hay en mí pecado, máteme.",
      "topic": ""
    },
    "33": {
      "text": "Vino, pues, Joab al rey, y se lo hizo saber. Entonces llamó a Absalón, el cual vino al rey, e inclinó su rostro a tierra delante del rey; y el rey besó a Absalón.",
      "topic": ""
    },
    "34": {
      "text": "Y Saúl volvió a decir: Esparcíos por el pueblo, y decidles que me traigan cada uno su vaca, y cada cual su oveja, y degolladlos aquí, y comed; y no pecaréis contra el SEÑOR comiendo con sangre. Y trajo todo el pueblo cada cual por su mano su vaca aquella noche, y las degollaron allí.",
      "topic": ""
    },
    "35": {
      "text": "Y edificó Saúl altar al SEÑOR, este altar fue el primero que edificó al SEÑOR.",
      "topic": ""
    },
    "36": {
      "text": "¶ Y dijo Saúl: Descendamos de noche contra los filisteos, y los saquearemos hasta la mañana, y no dejaremos de ellos ninguno. Y ellos dijeron: Haz lo que bien te pareciere. Dijo luego el sacerdote: Acerquémonos aquí a Dios.",
      "topic": ""
    },
    "37": {
      "text": "Y Saúl consultó a Dios: ¿Descenderé tras los filisteos? ¿Los entregarás en mano de Israel? Mas el SEÑOR no le dio respuesta aquel día.",
      "topic": ""
    },
    "38": {
      "text": "Entonces dijo Saúl: Llegaos acá todos los principales del pueblo; y sabed y mirad por quién ha sido hoy este pecado;",
      "topic": ""
    },
    "39": {
      "text": "porque vive el SEÑOR, que salva a Israel, que si fuere en mi hijo Jonatán, el morirá de cierto. Y no hubo en todo el pueblo quien le respondiese.",
      "topic": ""
    },
    "40": {
      "text": "Dijo luego a todo Israel: Vosotros estaréis a un lado, y yo y Jonatán mi hijo estaremos al otro lado. Y el pueblo respondió a Saúl: Haz lo que bien te pareciere.",
      "topic": ""
    },
    "41": {
      "text": "Entonces dijo Saúl al SEÑOR Dios de Israel: Da perfección. Y fueron tomados Jonatán y Saúl, y el pueblo salió libre .",
      "topic": ""
    },
    "42": {
      "text": "Y Saúl dijo: Echad suerte entre mí y Jonatán mi hijo. Y fue tomado Jonatán.",
      "topic": ""
    },
    "43": {
      "text": "Entonces Saúl dijo a Jonatán: Declárame qué has hecho. Y Jonatán se lo declaró, y dijo: Cierto que gusté con la punta de la vara que traía en mi mano, un poco de miel; ¿he de morir por eso?",
      "topic": ""
    },
    "44": {
      "text": "Y Saúl respondió: Así me haga Dios y así me añada, que sin duda morirás, Jonatán.",
      "topic": ""
    },
    "45": {
      "text": "Entonces el pueblo dijo a Saúl: ¿Ha pues de morir Jonatán, el que ha hecho esta salud grande en Israel? No será así. Vive el SEÑOR, que no ha de caer un cabello de su cabeza en tierra, pues que ha obrado hoy con Dios. Así libró el pueblo a Jonatán, para que no muriese.",
      "topic": ""
    },
    "46": {
      "text": "Y Saúl dejó de seguir a los filisteos; y los filisteos se fueron a su lugar.",
      "topic": ""
    },
    "47": {
      "text": "¶ Y tomando Saúl el reino sobre Israel, hizo guerra a todos sus enemigos alrededor: contra Moab, contra los hijos de Amón, contra Edom, contra los reyes de Soba, y contra los filisteos; y adondequiera que se volvía, era vencedor.",
      "topic": ""
    },
    "48": {
      "text": "Y reunió un ejército, e hirió a Amalec, y libró a Israel de mano de los que le saqueaban.",
      "topic": ""
    },
    "49": {
      "text": "Y los hijos de Saúl fueron Jonatán, Isúi, y Malquisúa. Y los nombres de sus dos hijas eran, el nombre de la mayor, Merab, y el de la menor, Mical.",
      "topic": ""
    },
    "50": {
      "text": "Y el nombre de la mujer de Saúl era Ahinoam, hija de Ahimaas. Y el nombre del general de su ejército era Abner, hijo de Ner tío de Saúl.",
      "topic": ""
    },
    "51": {
      "text": "Porque Cis padre de Saúl, y Ner padre de Abner, fueron hijos de Abiel.",
      "topic": ""
    },
    "52": {
      "text": "Y la guerra fue fuerte contra los filisteos todo el tiempo de Saúl; y a cualquiera que Saúl veía que era hombre valiente e hijo de virtud, le juntaba consigo.",
      "topic": ""
    }
  }
}