{
  "info": {
    "book": "Rut",
    "chapter": "16",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ En el año treinta y seis del reino de Asa, subió Baasa rey de Israel contra Judá; y edificó a Rama, para no dejar salir ni entrar a ninguno al rey Asa, rey de Judá.",
      "topic": ""
    },
    "2": {
      "text": "Entonces sacó Asa la plata y el oro de los tesoros de la Casa del SEÑOR y de la casa real, y envió a Ben-adad rey de Siria, que estaba en Damasco, diciendo:",
      "topic": ""
    },
    "3": {
      "text": "Haya alianza entre mí y ti, como la hubo entre mi padre y tu padre; he aquí yo te he enviado plata y oro, para que vengas y deshagas la alianza que tienes con Baasa rey de Israel, a fin de que se retire de mí.",
      "topic": ""
    },
    "4": {
      "text": "Y consintió Ben-adad con el rey Asa, y envió los capitanes de sus ejércitos a la ciudades de Israel; y herieron a Ion, Dan, y Abel-maim, y todos los tesoros de las ciudades de Neftalí.",
      "topic": ""
    },
    "5": {
      "text": "Y oyendo esto Baasa, cesó de edificar a Rama, y dejó su obra.",
      "topic": ""
    },
    "6": {
      "text": "Entonces el rey Asa tomó a todo Judá, y se llevaron de Rama la piedra y madera con que Baasa edificaba, y con ella edificó a Geba y Mizpa.",
      "topic": ""
    },
    "7": {
      "text": "¶ En aquel tiempo vino Hanani vidente a Asa rey de Judá, y le dijo: Por cuanto te has apoyado en el rey de Siria, y no te apoyaste en el SEÑOR tu Dios, por eso el ejército del rey de Siria ha escapado de tus manos.",
      "topic": ""
    },
    "8": {
      "text": "Los etíopes y los libios, ¿no eran un ejército numerosísimo, con carros y muchísima gente de a caballo? Con todo , porque te apoyaste en el SEÑOR, él los entregó en tus manos.",
      "topic": ""
    },
    "9": {
      "text": "Porque los ojos del SEÑOR contemplan toda la tierra, para corroborar a los que tienen corazón perfecto para con él. Locamente has hecho en esto; porque de aquí adelante habrá guerra contra ti.",
      "topic": ""
    },
    "10": {
      "text": "Y enojado Asa contra el vidente, lo echó en la casa de la cárcel, porque fue en extremo conmovido a causa de esto. Y mató Asa en aquel tiempo algunos del pueblo.",
      "topic": ""
    },
    "11": {
      "text": "Mas he aquí, los hechos de Asa, primeros y postreros, están escritos en el libro de los reyes de Judá y de Israel.",
      "topic": ""
    },
    "12": {
      "text": "Y el año treinta y nueve de su reino enfermó Asa de los pies para arriba, y en su enfermedad no buscó al SEÑOR, sino a los médicos.",
      "topic": ""
    },
    "13": {
      "text": "Y durmió Asa con sus padres, y murió en el año cuarenta y uno de su reino.",
      "topic": ""
    },
    "14": {
      "text": "Y lo sepultaron en sus sepulcros que él había hecho para sí en la ciudad de David; y lo pusieron en una litera la cual llenaron de aromas y de olores hechos de obra de boticarios, y le hicieron una quema, una quema muy grande.",
      "topic": ""
    },
    "15": {
      "text": "Haced memoria de su alianza perpetuamente, y de la palabra que él mandó en mil generaciones.",
      "topic": ""
    },
    "16": {
      "text": "La cual él concertó con Abraham, y de su juramento a Isaac;",
      "topic": ""
    },
    "17": {
      "text": "la cual él confirmó a Jacob por estatuto, y a Israel en pacto eterno,",
      "topic": ""
    },
    "18": {
      "text": "diciendo: A ti daré la tierra de Canaán, cuerda de vuestra herencia;",
      "topic": ""
    },
    "19": {
      "text": "siendo vosotros pocos hombres en número, y peregrinos en ella.",
      "topic": ""
    },
    "20": {
      "text": "Y anduvieron de nación en nación, y de un reino a otro pueblo.",
      "topic": ""
    },
    "21": {
      "text": "No permitió que nadie los oprimiese; antes por amor de ellos castigó a los reyes.",
      "topic": ""
    },
    "22": {
      "text": "No toquéis, dijo, a mis ungidos, ni hagáis mal a mis profetas.",
      "topic": ""
    },
    "23": {
      "text": "Cantad al SEÑOR, toda la tierra; anunciad de día en día su salud.",
      "topic": ""
    },
    "24": {
      "text": "Declarad entre los gentiles su gloria, y en todos los pueblos sus maravillas.",
      "topic": ""
    },
    "25": {
      "text": "Porque grande es el SEÑOR, y digno de ser grandemente loado, y de ser temido sobre todos los dioses.",
      "topic": ""
    },
    "26": {
      "text": "Porque todos los dioses de los pueblos no son nada; mas el SEÑOR hizo los cielos.",
      "topic": ""
    },
    "27": {
      "text": "Potencia y hermosura están delante de él; fortaleza y alegría en su morada.",
      "topic": ""
    },
    "28": {
      "text": "Atribuid al SEÑOR, oh familias de los pueblos, atribuid al SEÑOR gloria y potencia.",
      "topic": ""
    },
    "29": {
      "text": "Atribuid al SEÑOR la gloria de su nombre; traed presente, y venid delante de él; postraos delante del SEÑOR en la hermosura de su santidad.",
      "topic": ""
    },
    "30": {
      "text": "Temed delante de su presencia, toda la tierra; que el mundo está aún afirmando para que no se conmueva.",
      "topic": ""
    },
    "31": {
      "text": "Los cielos se alegren, y la tierra se goce, y digan en las naciones extrañas : Reina el SEÑOR.",
      "topic": ""
    },
    "32": {
      "text": "El mar truene, y todo lo que en él está; alégrese el campo, y todo lo que contiene.",
      "topic": ""
    },
    "33": {
      "text": "Entonces cantarán los árboles de los bosques delante del SEÑOR, porque viene a juzgar la tierra.",
      "topic": ""
    },
    "34": {
      "text": "Confesad al SEÑOR, porque es bueno; porque su misericordia es eterna.",
      "topic": ""
    },
    "35": {
      "text": "Y decid: Sálvanos, oh Dios, salud nuestra; júntanos, y líbranos de los gentiles, para que confesemos tu santo nombre, y nos gloriemos en tu alabanza.",
      "topic": ""
    },
    "36": {
      "text": "Bendito sea el SEÑOR Dios de Israel, de eternidad a eternidad; y digan todos los pueblos, Amén; y alabanza al SEÑOR.",
      "topic": ""
    },
    "37": {
      "text": "¶ Y dejó allí, delante del arca del pacto del SEÑOR, a Asaf y a sus hermanos, para que ministrasen de continuo delante del arca, cada cosa en su día.",
      "topic": ""
    },
    "38": {
      "text": "Y a Obed-edom y a sus hermanos, sesenta y ocho; y a Obed-edom hijo de Jedutún, y a Asa, por porteros.",
      "topic": ""
    },
    "39": {
      "text": "Y a Sadoc el sacerdote, y a sus hermanos los sacerdotes, delante del tabernáculo del SEÑOR en el alto que estaba en Gabaón,",
      "topic": ""
    },
    "40": {
      "text": "para que sacrificasen continuamente, a mañana y tarde, holocaustos al SEÑOR en el altar del holocausto, conforme a todo lo que está escrito en la ley del SEÑOR, que él mandó a Israel;",
      "topic": ""
    },
    "41": {
      "text": "y con ellos a Hemán y a Jedutún, y los otros escogidos declarados por sus nombres, para confesar al SEÑOR, porque su misericordia es eterna.",
      "topic": ""
    },
    "42": {
      "text": "Y con ellos a Hemán y a Jedutún con trompetas y címbalos para sonar, con otros instrumentos de música de Dios; y los hijos de Jedutún, por porteros.",
      "topic": ""
    },
    "43": {
      "text": "Y todo el pueblo se fue cada uno a su casa; y David se volvió para bendecir su casa.",
      "topic": ""
    }
  }
}