{
  "info": {
    "book": "Rut",
    "chapter": "17",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y reinó en su lugar Josafat su hijo, el cual prevaleció contra Israel.",
      "topic": ""
    },
    "2": {
      "text": "Y puso ejército en todas las ciudades fuertes de Judá, y colocó gente de guarnición, en tierra de Judá, y asimismo en las ciudades de Efraín que su padre Asa había tomado.",
      "topic": ""
    },
    "3": {
      "text": "Y fue el SEÑOR con Josafat, porque anduvo en los primeros caminos de David su padre, y no buscó a los Baales;",
      "topic": ""
    },
    "4": {
      "text": "sino que buscó al Dios de su padre, y anduvo en sus mandamientos, y no según las obras de Israel.",
      "topic": ""
    },
    "5": {
      "text": "El SEÑOR, por tanto , confirmó el reino en su mano, y todo Judá dio a Josafat presentes; y tuvo riquezas y gloria en abundancia.",
      "topic": ""
    },
    "6": {
      "text": "Y se animó su corazón en los caminos del SEÑOR, y quitó los altos y los bosques de Judá.",
      "topic": ""
    },
    "7": {
      "text": "Al tercer año de su reino envió sus príncipes Ben-hail, Abdías, Zacarías, Natanael y Micaías, para que enseñasen en las ciudades de Judá;",
      "topic": ""
    },
    "8": {
      "text": "y con ellos a los levitas, Semeías, Netanías, Zebadías, y Asael, y Semiramot, y Jonatán, y Adonías, y Tobías, y Tobadonías, levitas; y con ellos a Elisama y a Joram, sacerdotes.",
      "topic": ""
    },
    "9": {
      "text": "Y enseñaron en Judá, teniendo consigo el libro de la ley del SEÑOR, y rodearon por todas las ciudades de Judá enseñando al pueblo.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y cayó el pavor del SEÑOR sobre todos los reinos de las tierras que estaban alrededor de Judá; que no osaron hacer guerra contra Josafat.",
      "topic": ""
    },
    "11": {
      "text": "Y traían de los filisteos presentes a Josafat, y tributos de plata. Los arabes también le trajeron ganados, siete mil setecientos carneros y siete mil setecientos machos de cabrío.",
      "topic": ""
    },
    "12": {
      "text": "Iba, pues , Josafat creciendo altamente; y edificó en Judá fortalezas y ciudades de depósitos.",
      "topic": ""
    },
    "13": {
      "text": "Y tuvo muchas obras en las ciudades de Judá, y hombres de guerra muy valientes en Jerusalén.",
      "topic": ""
    },
    "14": {
      "text": "Y este es el número de ellos según las casas de sus padres: En Judá, príncipes de los millares; el príncipe Adna, y con él trescientos mil hombres valientes de valor;",
      "topic": ""
    },
    "15": {
      "text": "después de él, el príncipe Johanán, y con él doscientos y ochenta mil;",
      "topic": ""
    },
    "16": {
      "text": "tras éste, Amasías hijo de Zicri, el cual se había ofrecido voluntariamente al SEÑOR, y con él doscientos mil hombres valientes;",
      "topic": ""
    },
    "17": {
      "text": "de Benjamín, Eliada, hombre muy poderoso, y con él doscientos mil armados de arco y escudo;",
      "topic": ""
    },
    "18": {
      "text": "tras éste, Jozabad, y con él ciento y ochenta mil apercibidos para la guerra.",
      "topic": ""
    },
    "19": {
      "text": "Estos eran siervos del rey, sin los que el rey había puesto en las ciudades de guarnición por toda Judea.",
      "topic": ""
    },
    "20": {
      "text": "SEÑOR, no hay semejante a ti, ni hay Dios sino tú, según todas las cosas que hemos oído con nuestros oídos.",
      "topic": ""
    },
    "21": {
      "text": "¿Y qué gente hay en la tierra como tu pueblo Israel, cuyo Dios fuese y se redimiera un pueblo, para hacerte nombre con grandezas y maravillas, echando los gentiles de delante de tu pueblo, que tú redimiste de Egipto?",
      "topic": ""
    },
    "22": {
      "text": "Tú has constituído a tu pueblo Israel por pueblo tuyo para siempre; y tú, el SEÑOR, has venido a ser su Dios.",
      "topic": ""
    },
    "23": {
      "text": "Ahora pues, SEÑOR, la palabra que has hablado acerca de tu siervo y de su casa, sea firme para siempre, y haz como has dicho.",
      "topic": ""
    },
    "24": {
      "text": "Permanezca, pues , y sea engrandecido tu nombre para siempre, a fin de que se diga: El SEÑOR de los ejércitos, Dios de Israel, es Dios para Israel. Y sea la casa de tu siervo David firme delante de ti.",
      "topic": ""
    },
    "25": {
      "text": "Porque tú, Dios mío, revelaste al oído a tu siervo que le has de edificar casa; por eso ha hallado tu siervo motivo de orar delante de ti.",
      "topic": ""
    },
    "26": {
      "text": "Ahora pues, SEÑOR, tú eres el Dios que has hablado de tu siervo este bien;",
      "topic": ""
    },
    "27": {
      "text": "y ahora has querido bendecir la casa de tu siervo, para que permanezca perpetuamente delante de ti; porque tú, SEÑOR, la has bendecido, y será bendita para siempre.",
      "topic": ""
    },
    "28": {
      "text": "Y vino uno de los sacerdotes que habían trasportado de Samaria, y habitó en Bet-el, y les enseñó cómo habían de temer al SEÑOR.",
      "topic": ""
    },
    "29": {
      "text": "Mas cada nación se hizo sus dioses, y los pusieron en los templos de los altos que habían hecho los de Samaria; cada nación en su ciudad donde habitaba.",
      "topic": ""
    },
    "30": {
      "text": "Los de Babilonia hicieron a Sucot-benot, y los de Cuta hicieron a Nergal, y los de Hamat hicieron a Asima;",
      "topic": ""
    },
    "31": {
      "text": "los heveos hicieron a Nibhaz y a Tartac; y los de Sefarvaim quemaban sus hijos con fuego a Adramelec y a Anamelec, dioses de Sefarvaim.",
      "topic": ""
    },
    "32": {
      "text": "Y temían al SEÑOR; e hicieron del pueblo bajo sacerdotes de los altos, quienes sacrificaban para ellos en los templos de los altos.",
      "topic": ""
    },
    "33": {
      "text": "Temían al SEÑOR, y honraban también a sus dioses, según la costumbre de los gentiles que habían hecho traspasar de allí.",
      "topic": ""
    },
    "34": {
      "text": "Hasta hoy hacen como primero; que ni temen al SEÑOR, ni guardan sus estatutos, ni sus ordenanzas; ni hacen según la ley y los mandamientos que mandó el SEÑOR a los hijos de Jacob, al cual puso el nombre de Israel;",
      "topic": ""
    },
    "35": {
      "text": "con los cuales el SEÑOR había hecho pacto, y les mandó, diciendo: No temeréis a otros dioses, ni los adoraréis, ni les serviréis, ni les sacrificaréis;",
      "topic": ""
    },
    "36": {
      "text": "mas solamente al SEÑOR vuestro Dios, que os sacó de tierra de Egipto con potencia grande y brazo extendido, a éste temeréis, y a éste adoraréis, y a éste haréis sacrificio.",
      "topic": ""
    },
    "37": {
      "text": "Los estatutos, y derechos, y ley, y mandamientos, que os dio por escrito, cuidaréis de cumplirlos todos los días, y no temeréis a dioses ajenos.",
      "topic": ""
    },
    "38": {
      "text": "Y no olvidaréis el pacto que hice con vosotros; ni temeréis a dioses ajenos.",
      "topic": ""
    },
    "39": {
      "text": "Mas temed al SEÑOR vuestro Dios, y él os librará de mano de todos vuestros enemigos.",
      "topic": ""
    },
    "40": {
      "text": "Pero ellos no escucharon; antes hicieron según su costumbre antigua.",
      "topic": ""
    },
    "41": {
      "text": "Así temieron al SEÑOR aquellos gentiles, y juntamente sirvieron a sus ídolos; y asimismo sus hijos y sus nietos, según que hicieron sus padres, así hacen hasta hoy.",
      "topic": ""
    },
    "42": {
      "text": "Y cuando el filisteo miró y vio a David le tuvo en poco; porque era joven, y rojo (de buen color ), y de hermoso parecer.",
      "topic": ""
    },
    "43": {
      "text": "Y dijo el filisteo a David: ¿Soy yo perro para que vengas a mí con palos? Y maldijo a David por sus dioses.",
      "topic": ""
    },
    "44": {
      "text": "Dijo luego el filisteo a David: Ven a mí, y daré tu carne a las aves del cielo, y a las bestias de la tierra.",
      "topic": ""
    },
    "45": {
      "text": "Entonces dijo David al filisteo: Tú vienes a mí con cuchillo y lanza y escudo; mas yo vengo a ti en el nombre del SEÑOR de los ejércitos, el Dios de los escuadrones de Israel, que tú has deshonrado.",
      "topic": ""
    },
    "46": {
      "text": "El SEÑOR te entregará hoy en mi mano, y yo te venceré, y quitaré tu cabeza de ti; y daré hoy los cuerpos de los filisteos a las aves del cielo y a las bestias de la tierra; y sabrá toda la tierra que hay Dios en Israel.",
      "topic": ""
    },
    "47": {
      "text": "Y sabrá toda esta congregación que el SEÑOR no salva con espada y lanza; porque del SEÑOR es la guerra, y él os entregará en nuestras manos.",
      "topic": ""
    },
    "48": {
      "text": "¶ Y aconteció que, cuando el filisteo se levantó para ir y llegarse contra David, David se dio prisa, y corrió al combate contra el filisteo.",
      "topic": ""
    },
    "49": {
      "text": "Y metiendo David su mano en el saco, tomó de allí una piedra, y se la tiró con la honda, e hirió al filisteo en la frente; y la piedra quedó hincada en su frente, y cayó en tierra sobre su rostro.",
      "topic": ""
    },
    "50": {
      "text": "Así venció David al filisteo con honda y piedra; e hirió al filisteo y lo mató, sin tener David cuchillo en su mano.",
      "topic": ""
    },
    "51": {
      "text": "Entonces corrió David y se puso sobre el filisteo, y tomando el cuchillo de él, sacándola de su vaina, lo mató, y le cortó con él la cabeza. Y cuando los filisteos vieron su gigante muerto, huyeron.",
      "topic": ""
    },
    "52": {
      "text": "Y levantándose los de Israel y de Judá, dieron grita, y siguieron a los filisteos hasta llegar al valle, y hasta las puertas de Ecrón. Y cayeron heridos de los filisteos por el camino de Saaraim, hasta Gat y Ecrón.",
      "topic": ""
    },
    "53": {
      "text": "Y volviendo los hijos de Israel de seguir a los filisteos, despojaron su campamento.",
      "topic": ""
    },
    "54": {
      "text": "Y David tomó la cabeza del filisteo, y la trajo a Jerusalén, mas puso sus armas en su tienda.",
      "topic": ""
    },
    "55": {
      "text": "Mas cuando Saúl vio a David que salía a encontrarse con el filisteo, dijo a Abner general del ejército: Abner, ¿de quién es hijo aquel joven? Y Abner respondió:",
      "topic": ""
    },
    "56": {
      "text": "Vive tu alma, oh rey, que no lo sé. Y el rey dijo: Pregunta pues de quién es hijo aquel joven.",
      "topic": ""
    },
    "57": {
      "text": "Y cuando David volvía de matar al filisteo, Abner lo tomó, y lo llevó delante de Saúl, teniendo la cabeza del filisteo en su mano.",
      "topic": ""
    },
    "58": {
      "text": "Y le dijo Saúl: Joven, ¿de quién eres hijo? Y David respondió: Yo soy hijo de tu siervo Isaí de Belén.",
      "topic": ""
    }
  }
}