{
  "info": {
    "book": "Rut",
    "chapter": "18",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Tenía, pues , Josafat riquezas y gloria en abundancia, y juntó parentesco con Acab.",
      "topic": ""
    },
    "2": {
      "text": "Y después de algunos años descendió a Acab a Samaria; por lo que mató Acab muchas ovejas y bueyes para él, y para el pueblo que había venido con él; y le persuadió que fuese con él a Ramot de Galaad.",
      "topic": ""
    },
    "3": {
      "text": "Y dijo Acab rey de Israel a Josafat rey de Judá: ¿Quieres venir conmigo a Ramot de Galaad? Y él respondió: Como yo, así también tú; y como tu pueblo, así también mi pueblo; iremos contigo a la guerra.",
      "topic": ""
    },
    "4": {
      "text": "¶ Además dijo Josafat al rey de Israel: Te ruego que consultes hoy la palabra del SEÑOR.",
      "topic": ""
    },
    "5": {
      "text": "Entonces el rey de Israel juntó cuatrocientos varones profetas, y les dijo: ¿Iremos a la guerra contra Ramot de Galaad, o reposaremos? Y ellos dijeron: Sube, que Dios los entregará en mano del rey.",
      "topic": ""
    },
    "6": {
      "text": "Mas Josafat dijo: ¿Hay aún aquí algún profeta del SEÑOR, para que por él preguntemos?",
      "topic": ""
    },
    "7": {
      "text": "Y el rey de Israel respondió a Josafat: Aun hay aquí un hombre por el cual podemos preguntar al SEÑOR; mas yo le aborrezco, porque nunca me profetiza cosa buena, sino siempre mal. Este es Micaías, hijo de Imla. Y respondió Josafat: No hable así el rey.",
      "topic": ""
    },
    "8": {
      "text": "Entonces el rey de Israel llamó un eunuco, y le dijo: Haz venir luego a Micaías hijo de Imla.",
      "topic": ""
    },
    "9": {
      "text": "Y el rey de Israel y Josafat rey de Judá, estaban sentados cada uno en su trono, vestidos de sus ropas; y estaban sentados en la era a la entrada de la puerta de Samaria, y todos los profetas profetizaban delante de ellos.",
      "topic": ""
    },
    "10": {
      "text": "Pero Sedequías hijo de Quenaana se había hecho unos cuernos de hierro, y decía: Así ha dicho el SEÑOR: Con estos acornearás a los sirios hasta destruirlos del todo.",
      "topic": ""
    },
    "11": {
      "text": "De esta manera profetizaban también todos los profetas, diciendo: Sube a Ramot de Galaad, y sé prosperado; porque el SEÑOR la entregará en mano del rey.",
      "topic": ""
    },
    "12": {
      "text": "Y el mensajero que había ido a llamar a Micaías, le habló, diciendo: He aquí las palabras de todos los profetas a una boca anuncian al rey el bien; yo te ruego ahora que tu palabra sea como la de uno de ellos, que hables bien.",
      "topic": ""
    },
    "13": {
      "text": "Y dijo Micaías: Vive el SEÑOR, que lo que el SEÑOR mi Dios me dijere, eso hablaré. Y vino al rey.",
      "topic": ""
    },
    "14": {
      "text": "Y el rey le dijo: Micaías, ¿iremos a pelear contra Ramot de Galaad, o lo dejaremos? Y él respondió: Subid, que seréis prosperados, que serán entregados en vuestras manos.",
      "topic": ""
    },
    "15": {
      "text": "Y el rey le dijo: ¿Hasta cuántas veces te conjuraré por el Nombre del SEÑOR que no me hables sino la verdad?",
      "topic": ""
    },
    "16": {
      "text": "Entonces él dijo: He visto a todo Israel derramado por los montes como ovejas sin pastor; y dijo el SEÑOR: Estos no tienen señor; vuélvase cada uno en paz en su casa.",
      "topic": ""
    },
    "17": {
      "text": "Y el rey de Israel dijo a Josafat: ¿No te había yo dicho que este no me profetizará bien, sino mal?",
      "topic": ""
    },
    "18": {
      "text": "Entonces él dijo: Oíd pues palabra del SEÑOR: Yo he visto al SEÑOR sentado en su trono, y todo el ejército de los cielos estaba a su mano derecha y a su izquierda.",
      "topic": ""
    },
    "19": {
      "text": "Y el SEÑOR dijo: ¿Quién inducirá a Acab rey de Israel, para que suba y caiga en Ramot de Galaad? Y uno decía así, y otro decía de otra manera.",
      "topic": ""
    },
    "20": {
      "text": "Mas salió un espíritu, que se puso delante del SEÑOR, y dijo: Yo le induciré. Y el SEÑOR le dijo: ¿De qué modo?",
      "topic": ""
    },
    "21": {
      "text": "Y él dijo: Saldré y seré espíritu de mentira en la boca de todos los profetas. Y el SEÑOR dijo: Induce, y también prevalece; sal, y hazlo así.",
      "topic": ""
    },
    "22": {
      "text": "Y he aquí ahora ha puesto el SEÑOR espíritu de mentira en la boca de estos tus profetas; mas el SEÑOR ha decretado el mal acerca de ti.",
      "topic": ""
    },
    "23": {
      "text": "Entonces Sedequías hijo de Quenaana se llegó a él, e hirió a Micaías en la mejilla, y dijo: ¿Por qué camino se apartó de mí el espíritu del SEÑOR para hablarte a ti?",
      "topic": ""
    },
    "24": {
      "text": "Y Micaías respondió: He aquí tú lo verás aquel día, cuando te entrarás de cámara en cámara para esconderte.",
      "topic": ""
    },
    "25": {
      "text": "Entonces el rey de Israel dijo: Tomad a Micaías, y llevadlo a Amón, el gobernador de la ciudad, y a Joás hijo del rey,",
      "topic": ""
    },
    "26": {
      "text": "y diréis: El rey ha dicho así: Poned a éste en la cárcel, y sustentadle con pan de aflicción y agua de angustia, hasta que yo vuelva en paz.",
      "topic": ""
    },
    "27": {
      "text": "Y Micaías dijo: Si tú volvieres en paz, el SEÑOR no ha hablado por mí. Dijo además: Oíd esto , todos los pueblos.",
      "topic": ""
    },
    "28": {
      "text": "¶ Y el rey de Israel subió, con Josafat rey de Judá, a Ramot de Galaad.",
      "topic": ""
    },
    "29": {
      "text": "Y dijo el rey de Israel a Josafat: Yo me disfrazaré para entrar en la batalla; mas tú vístete tus vestidos. Y se disfrazó el rey de Israel, y entró en la batalla.",
      "topic": ""
    },
    "30": {
      "text": "El rey de Siria había mandado a los capitanes de los carros que tenía consigo, diciendo: No peleéis con chico ni con grande, sino sólo con el rey de Israel.",
      "topic": ""
    },
    "31": {
      "text": "Y cuando los capitanes de los carros vieron a Josafat, dijeron: Este es el rey de Israel. Y lo cercaron para pelear; mas Josafat clamó, y lo ayudó el SEÑOR, y Dios los apartó de él.",
      "topic": ""
    },
    "32": {
      "text": "Y viendo los capitanes de los carros que no era el rey de Israel, se apartaron de él.",
      "topic": ""
    },
    "33": {
      "text": "Mas disparando uno el arco con toda su capacidad, hirió al rey de Israel entre las junturas y el coselete. El entonces dijo al carretero: Vuelve tu mano, y sácame del campo, porque estoy herido.",
      "topic": ""
    },
    "34": {
      "text": "Y arreció la batalla aquel día; mas el rey de Israel estuvo en pie en el carro enfrente de los sirios hasta la tarde, y murió a puestas del sol.",
      "topic": ""
    },
    "35": {
      "text": "¿Qué dios de todos los dioses de las provincias ha librado a su provincia de mi mano, para que libre el SEÑOR de mi mano a Jerusalén?",
      "topic": ""
    },
    "36": {
      "text": "Y el pueblo calló, que no le respondieron palabra; porque había mandamiento del rey, el cual había dicho: No le respondáis.",
      "topic": ""
    },
    "37": {
      "text": "Entonces Eliacim hijo de Hilcías, que era mayordomo, y Sebna el escriba, y Joa hijo de Asaf, canciller, vinieron a Ezequías, rotos sus vestidos, y le recitaron las palabras de Rabsaces.",
      "topic": ""
    },
    "38": {
      "text": "Entonces cayó fuego del SEÑOR, el cual consumió el holocausto, y la leña, y las piedras, y el polvo, y aun lamió las aguas que estaban en la zanja.",
      "topic": ""
    },
    "39": {
      "text": "Y viéndolo, todo el pueblo, cayeron sobre sus rostros, y dijeron: ¡El SEÑOR es el Dios! ¡El SEÑOR es el Dios!",
      "topic": ""
    },
    "40": {
      "text": "Y les dijo Elías: Prended a los profetas de Baal, que no escape ninguno. Y ellos los prendieron; y los llevó Elías al arroyo de Cisón, y allí los mató.",
      "topic": ""
    },
    "41": {
      "text": "¶ Entonces Elías dijo a Acab: Sube, come y bebe; porque una gran lluvia suena.",
      "topic": ""
    },
    "42": {
      "text": "Y Acab subió a comer y a beber. Y Elías subió a la cumbre del Carmelo; y postrándose en tierra, puso su rostro entre las rodillas.",
      "topic": ""
    },
    "43": {
      "text": "Y dijo a su criado: Sube ahora, y mira hacia el mar. Y él subió, y miró, y dijo: No hay nada. Y él le volvió a decir: Vuelve siete veces.",
      "topic": ""
    },
    "44": {
      "text": "Y a la séptima vez dijo: He aquí una pequeña nube como la palma de la mano de un hombre, que sube del mar. Y él dijo: Ve, y di a Acab: Unce tu carro y desciende, para que la lluvia no te ataje.",
      "topic": ""
    },
    "45": {
      "text": "Y aconteció, estando en esto, que los cielos se oscurecieron con nubes y viento; y hubo una gran lluvia. Y subiendo Acab, vino a Jezreel.",
      "topic": ""
    },
    "46": {
      "text": "Y la mano del SEÑOR fue sobre Elías, el cual ciñó sus lomos, y vino corriendo delante de Acab hasta llegar a Jezreel.",
      "topic": ""
    }
  }
}