{
  "info": {
    "book": "Rut",
    "chapter": "19",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y Josafat rey de Judá se volvió en paz a su casa en Jerusalén.",
      "topic": ""
    },
    "2": {
      "text": "Y le salió al encuentro Jehú, hijo de Hanani, vidente, y dijo al rey Josafat: ¿A un impío das ayuda, y amas a los que aborrecen al SEÑOR? Pues la ira de la presencia del SEÑOR será sobre ti por ello.",
      "topic": ""
    },
    "3": {
      "text": "Pero se han hallado en ti buenas cosas, porque cortaste de la tierra los bosques, y has apercibido tu corazón a buscar a Dios.",
      "topic": ""
    },
    "4": {
      "text": "Y habitaba Josafat en Jerusalén; mas volvía y salía al pueblo, desde Beerseba hasta el monte de Efraín, y los reducía al SEÑOR Dios de sus padres.",
      "topic": ""
    },
    "5": {
      "text": "¶ Y puso en la tierra jueces en todas las ciudades fuertes de Judá, por todos los lugares.",
      "topic": ""
    },
    "6": {
      "text": "Y dijo a los jueces: Mirad lo que hacéis; para que no juzguéis en lugar de hombre, sino en lugar del SEÑOR, el cual está con vosotros en el negocio del juicio.",
      "topic": ""
    },
    "7": {
      "text": "Sea, pues, con vosotros el temor del SEÑOR; guardad y haced; porque acerca del SEÑOR nuestro Dios no hay iniquidad, ni acepción de personas, ni recibir cohecho.",
      "topic": ""
    },
    "8": {
      "text": "Y puso también Josafat en Jerusalén algunos de los levitas y sacerdotes, y de los padres de familias de Israel, para el juicio del SEÑOR y para las causas. Y volvieron a Jerusalén.",
      "topic": ""
    },
    "9": {
      "text": "Y les mandó, diciendo: Procederéis así con temor del SEÑOR, con verdad, y con corazón íntegro.",
      "topic": ""
    },
    "10": {
      "text": "En cualquier causa que viniere a vosotros de vuestros hermanos que habitan en sus ciudades, entre sangre y sangre, entre ley y precepto, estatutos o derechos, habéis de amonestarles que no pequen contra el SEÑOR, para que no venga ira sobre vosotros y sobre vuestros hermanos. Obrando así no pecaréis.",
      "topic": ""
    },
    "11": {
      "text": "He aquí a Amarías el sumo sacerdote, que será sobre vosotros en todo negocio del SEÑOR; y Zebadías hijo de Ismael, príncipe de la casa de Judá, en todos los negocios del rey; y los levitas que serán los maestros delante de vosotros. Esforzaos pues, y obrad; que el SEÑOR será con el bueno.",
      "topic": ""
    },
    "12": {
      "text": "Y dijo: Si los sirios fueren más fuertes que yo, tú me salvarás; y si los amonitas fueren más fuertes que tú, yo te salvaré.",
      "topic": ""
    },
    "13": {
      "text": "Esfuérzate, y esforcémonos por nuestro pueblo, y por las ciudades de nuestro Dios; y haga el SEÑOR lo que bien le pareciere.",
      "topic": ""
    },
    "14": {
      "text": "Se acercó luego Joab y el pueblo que tenía consigo, para pelear contra los sirios; mas ellos huyeron delante de él.",
      "topic": ""
    },
    "15": {
      "text": "Entonces los hijos de Amón, viendo que los Sirios habían huido, huyeron también ellos delante de Abisai su hermano, y se entraron en la ciudad. Y Joab se volvió a Jerusalén.",
      "topic": ""
    },
    "16": {
      "text": "Y viendo los sirios que habían caído delante de Israel, enviaron embajadores, y trajeron a los sirios que estaban al otro lado del río, cuyo capitán era Sofac, general del ejército de Hadad-ezer.",
      "topic": ""
    },
    "17": {
      "text": "Y cuando el aviso fue dado a David, juntó a todo Israel, y pasando el Jordán vino a ellos, y ordenó contra ellos su ejército. Y cuando David hubo ordenado su tropa contra ellos, pelearon contra él los sirios .",
      "topic": ""
    },
    "18": {
      "text": "Mas el sirio huyó delante de Israel; y mató David de los sirios los de siete mil carros, y cuarenta mil hombres de a pie; asimismo mató a Sofac, general del ejército.",
      "topic": ""
    },
    "19": {
      "text": "Y viendo los sirios de Hadad-ezer que habían caído delante de Israel, concertaron paz con David, y fueron sus siervos; y nunca más quiso el sirio ayudar a los hijos de Amón.",
      "topic": ""
    },
    "20": {
      "text": "¶ Entonces Isaías hijo de Amós envió a decir a Ezequías: Así dijo el SEÑOR, Dios de Israel: Lo que me rogaste acerca de Senaquerib rey de Asiria, he oído.",
      "topic": ""
    },
    "21": {
      "text": "Esta es la palabra que el SEÑOR ha hablado contra él: ¿Te ha menospreciado? ¿Te ha escarnecido, oh virgen hija de Sion? Ha movido su cabeza detrás de ti hija de Jerusalén.",
      "topic": ""
    },
    "22": {
      "text": "¿A quién has injuriado y a quién has blasfemado? ¿Y contra quién has hablado alto, y has alzado en alto tus ojos? Contra el Santo de Israel.",
      "topic": ""
    },
    "23": {
      "text": "Por mano de tus mensajeros has proferido injuria contra el Señor, y has dicho: Con la multitud de mis carros he subido a las cumbres de los montes; a las cuestas del Líbano, y cortaré sus altos cedros, sus hayas escogidas; y entraré a la morada de su término, al monte de su Carmel.",
      "topic": ""
    },
    "24": {
      "text": "Yo he cavado y bebido las aguas ajenas, y he secado con las plantas de mis pies todos los ríos de munición.",
      "topic": ""
    },
    "25": {
      "text": "¿Nunca has oído que desde largo tiempo atrás la hice yo, y de días antiguos la he formado? Y ahora la he hecho venir, y será para destrucción de ciudades fuertes en montones de ruinas.",
      "topic": ""
    },
    "26": {
      "text": "Y sus moradores, cortos de manos, quebrantados y confusos, serán cual hierba del campo, como legumbre verde; heno de los tejados, que antes que venga a madurez es seco.",
      "topic": ""
    },
    "27": {
      "text": "Yo he sabido tu asentarte, tu salir y tu entrar, y tu furor contra mí.",
      "topic": ""
    },
    "28": {
      "text": "Por cuanto te has airado contra mí, y tu estruendo ha subido a mis oídos; por tanto yo pondré mi anzuelo en tus narices, y mi freno en tus labios, y yo te haré volver por el camino por donde viniste.",
      "topic": ""
    },
    "29": {
      "text": "Y esto te será por señal: Este año comerás lo que nacerá de suyo, y el segundo año lo que volverá a nacer de suyo; y el tercer año haréis sementera, y segaréis, y plantaréis viñas, y comeréis el fruto de ellas.",
      "topic": ""
    },
    "30": {
      "text": "Y lo que hubiere escapado, lo que habrá quedado de la casa de Judá, volverá a echar raíz abajo, y hará fruto arriba.",
      "topic": ""
    },
    "31": {
      "text": "Porque saldrán de Jerusalén remanente, y salvación del monte de Sion; el celo del SEÑOR de los ejércitos hará esto.",
      "topic": ""
    },
    "32": {
      "text": "Por tanto, el SEÑOR dice así del rey de Asiria: No entrará en esta ciudad, ni echará saeta en ella; ni vendrá delante de ella escudo, ni será echado contra ella baluarte.",
      "topic": ""
    },
    "33": {
      "text": "Por el camino que vino se volverá, y no entrará en esta ciudad, dice el SEÑOR.",
      "topic": ""
    },
    "34": {
      "text": "Porque yo ampararé a esta ciudad para salvarla, por amor de mí, y por amor de David mi siervo.",
      "topic": ""
    },
    "35": {
      "text": "¶ Y aconteció que la misma noche salió el ángel del SEÑOR, e hirió en el campamento de los Asirios ciento ochenta y cinco mil hombres ; y cuando se levantaron por la mañana, he aquí los cuerpos de los muertos.",
      "topic": ""
    },
    "36": {
      "text": "Entonces Senaquerib, rey de Asiria se partió, y se fue de allí y se estuvo en Nínive.",
      "topic": ""
    },
    "37": {
      "text": "Y aconteció, que estando él adorando en el templo de Nisroc su dios, Adramelec y Sarezer sus hijos lo hirieron a cuchillo; y huyeron a tierra de Ararat. Y reinó en su lugar Esar-hadón su hijo.",
      "topic": ""
    },
    "38": {
      "text": "Y el rey dijo: Pues pase conmigo Quimam, y yo haré con él como bien te parezca; y todo lo que tú pidieres de mí, yo lo haré.",
      "topic": ""
    },
    "39": {
      "text": "Y todo el pueblo pasó el Jordán; y luego que el rey hubo también pasado, el rey besó a Barzilai, y lo bendijo; y él se volvió a su casa.",
      "topic": ""
    },
    "40": {
      "text": "¶ El rey entonces pasó a Gilgal, y con él pasó Quimam; y todo el pueblo de Judá pasaron al rey con la mitad del pueblo de Israel.",
      "topic": ""
    },
    "41": {
      "text": "Y he aquí todos los varones de Israel vinieron al rey, y le dijeron: ¿Por qué los varones de Judá, nuestros hermanos, te han hurtado, y han hecho pasar el Jordán al rey y a su familia, y a todos los varones de David con él?",
      "topic": ""
    },
    "42": {
      "text": "Y todos los varones de Judá respondieron a todos los varones de Israel: Porque el rey es nuestro pariente. Mas ¿por qué os enojáis vosotros de eso? ¿Hemos nosotros comido algo del rey? ¿Hemos recibido de él algún don?",
      "topic": ""
    },
    "43": {
      "text": "Entonces respondieron los varones de Israel, y dijeron a los de Judá: Nosotros tenemos en el rey diez partes, y en el mismo David más que vosotros; ¿por qué pues nos habéis tenido en poco? ¿No hablamos nosotros primero en volver a nuestro rey? Mas al fin la razón de los varones de Judá fue más fuerte que el de los varones de Israel.",
      "topic": ""
    }
  }
}