{
  "info": {
    "book": "Rut",
    "chapter": "22",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y los moradores de Jerusalén hicieron rey en lugar suyo a Ocozías su hijo menor; porque el ejército que había venido con los árabes al campo, había muerto a todos los mayores; por lo cual reinó Ocozías, hijo de Joram rey de Judá.",
      "topic": ""
    },
    "2": {
      "text": "Cuando Ocozías comenzó a reinar era de cuarenta y dos años (otro texto: veintidós años ), y reinó un año en Jerusalén. El nombre de su madre fue Atalía, hija de Omri.",
      "topic": ""
    },
    "3": {
      "text": "También él anduvo en los caminos de la casa de Acab; porque su madre le aconsejaba a obrar impíamente.",
      "topic": ""
    },
    "4": {
      "text": "Hizo, pues , lo malo en ojos del SEÑOR, como la casa de Acab; porque después de la muerte de su padre, ellos le aconsejaron para su perdición.",
      "topic": ""
    },
    "5": {
      "text": "Y él anduvo en los consejos de ellos, y fue a la guerra con Joram hijo de Acab, rey de Israel, contra Hazael rey de Siria, a Ramot de Galaad, donde los Sirios hirieron a Joram.",
      "topic": ""
    },
    "6": {
      "text": "Y se volvió para curarse en Jezreel de las heridas que le habían hecho en Rama, peleando con Hazael rey de Siria. Y descendió Azarías hijo de Joram, rey de Judá, a visitar a Joram hijo de Acab, en Jezreel, porque allí estaba enfermo.",
      "topic": ""
    },
    "7": {
      "text": "Pero esto venía de Dios, para que Ocozías fuese hollado viniendo a Joram; porque siendo venido, salió con Joram a encontrarse con Jehú hijo de Nimsi, al cual el SEÑOR había ungido para que talase la casa de Acab.",
      "topic": ""
    },
    "8": {
      "text": "Y fue que, haciendo juicio Jehú con la casa de Acab, halló a los príncipes de Judá, y a los hijos de los hermanos de Ocozías, que servían a Ocozías, y los mató.",
      "topic": ""
    },
    "9": {
      "text": "Y buscando a Ocozías, el cual se había escondido en Samaria, lo tomaron, y lo trajeron a Jehú, y le mataron; y le dieron sepultura, porque dijeron: Es hijo de Josafat, el cual buscó al SEÑOR de todo su corazón. Y la casa de Ocozías no tenía fuerzas para poder retener el reino.",
      "topic": ""
    },
    "10": {
      "text": "¶ Entonces Atalía madre de Ocozías, viendo que su hijo era muerto, se levantó y destruyó toda la simiente real de la casa de Judá.",
      "topic": ""
    },
    "11": {
      "text": "Y Josabet, hija del rey, tomó a Joás hijo de Ocozías, y lo hurtó de entre los hijos del rey, que mataban, y le guardó a él y a su ama en la cámara de los lechos (del templo ). Así, pues , lo escondió Josabet, hija del rey Joram, mujer de Joiada el sacerdote (porque ella era hermana de Ocozías), de delante de Atalía, y no lo mataron.",
      "topic": ""
    },
    "12": {
      "text": "Y estuvo con ellos escondido en la Casa de Dios seis años. Entre tanto Atalía reinaba en el país.",
      "topic": ""
    },
    "13": {
      "text": "Entonces serás prosperado, si guardares para hacer los estatutos y derechos que el SEÑOR mandó a Moisés sobre Israel. Esfuérzate pues, y cobra ánimo; no temas, ni desmayes.",
      "topic": ""
    },
    "14": {
      "text": "He aquí, yo en mi estrechez he prevenido para la Casa del SEÑOR cien mil talentos de oro, y un millar de millares de talentos de plata; no tiene peso el bronce ni el hierro, porque es mucho. Asimismo he preparado madera y piedra, a lo cual tú añadirás.",
      "topic": ""
    },
    "15": {
      "text": "Tú tienes contigo muchos oficiales, canteros, albañiles, y carpinteros, y todo hombre experto en toda obra.",
      "topic": ""
    },
    "16": {
      "text": "Del oro, de la plata, del bronce, y del hierro, no hay número. Levántate pues , y a la obra; que el SEÑOR será contigo.",
      "topic": ""
    },
    "17": {
      "text": "¶ Asimismo mandó David a todos los principales de Israel que diesen ayuda a Salomón su hijo, diciendo :",
      "topic": ""
    },
    "18": {
      "text": "¿No es con vosotros el SEÑOR vuestro Dios, el cual os ha dado quietud de todas partes? Porque él ha entregado en mi mano los moradores de la tierra, y la tierra ha sido sujetada delante del SEÑOR, y delante de su pueblo.",
      "topic": ""
    },
    "19": {
      "text": "Poned, pues , ahora vuestros corazones y vuestros ánimos en buscar al SEÑOR vuestro Dios; y levantaos, y edificad el santuario del SEÑOR Dios, para traer el arca del pacto del SEÑOR, y lo santos vasos de Dios, a la Casa edificada al nombre del SEÑOR.",
      "topic": ""
    },
    "20": {
      "text": "Por tanto, he aquí yo te recogeré con tus padres, y tú serás recogido a tu sepulcro en paz, y no verán tus ojos todo el mal que yo traigo sobre este lugar. Y ellos dieron al rey la respuesta.",
      "topic": ""
    },
    "21": {
      "text": "Y salió un espíritu, y se puso delante del SEÑOR, y dijo: Yo le induciré. Y el SEÑOR le dijo: ¿De qué manera?",
      "topic": ""
    },
    "22": {
      "text": "Y él dijo: Yo saldré, y seré espíritu de mentira en boca de todos sus profetas. Y él dijo: Le inducirás, y aun prevalecerás; sal pues, y hazlo así.",
      "topic": ""
    },
    "23": {
      "text": "Y ahora, he aquí el SEÑOR ha puesto espíritu de mentira en la boca de todos éstos tus profetas, y el SEÑOR ha decretado mal acerca de ti.",
      "topic": ""
    },
    "24": {
      "text": "Entonces se acercó Sedequías hijo de Quenaana, e hirió a Micaías en la mejilla, diciendo: ¿Por dónde se fue de mí el espíritu del SEÑOR para hablarte a ti?",
      "topic": ""
    },
    "25": {
      "text": "Y Micaías respondió: He aquí tú lo verás en aquel día, cuando te irás metiendo de cámara en cámara por esconderte.",
      "topic": ""
    },
    "26": {
      "text": "Entonces el rey de Israel dijo: Toma a Micaías, y llévalo a Amón gobernador de la ciudad, y a Joas hijo del rey;",
      "topic": ""
    },
    "27": {
      "text": "y dirás: Así dijo el rey: Echad a éste en la cárcel, y mantenedle con pan de angustia y con agua de angustia, hasta que yo vuelva en paz.",
      "topic": ""
    },
    "28": {
      "text": "Y dijo Micaías: Si llegares a volver en paz, el SEÑOR no ha hablado por mí. En seguida dijo: Oíd, pueblos todos.",
      "topic": ""
    },
    "29": {
      "text": "¶ Así subió el rey de Israel con Josafat rey de Judá a Ramot de Galaad.",
      "topic": ""
    },
    "30": {
      "text": "Y el rey de Israel dijo a Josafat: Yo me disfrazaré, y así entraré en la batalla; y tú vístete tus vestidos. Y el rey de Israel se disfrazó, y entró en la batalla.",
      "topic": ""
    },
    "31": {
      "text": "Mas el rey de Siria había mandado a sus treinta y dos capitanes de los carros, diciendo: No peleéis vosotros ni con grande ni con chico, sino contra el rey de Israel.",
      "topic": ""
    },
    "32": {
      "text": "Y cuando los capitanes de los carros vieron a Josafat, dijeron: Ciertamente este es el rey de Israel; y vinieron contra él para pelear con él; mas el rey Josafat gritó.",
      "topic": ""
    },
    "33": {
      "text": "Viendo entonces los capitanes de los carros que no era el rey de Israel, se apartaron de él.",
      "topic": ""
    },
    "34": {
      "text": "Mas un varón disparando su arco en su perfección, hirió al rey de Israel por entre las junturas y las corazas; por lo que dijo él a su carretero: Da la vuelta, y sácame del campo, que estoy herido.",
      "topic": ""
    },
    "35": {
      "text": "La batalla había arreciado aquel día, y el rey estuvo en su carro delante de los sirios, y a la tarde murió; y la sangre de la herida corría por el seno del carro.",
      "topic": ""
    },
    "36": {
      "text": "Y a la puesta del sol salió un pregón por el campo, diciendo: ¡Cada uno a su ciudad, y cada cual a su tierra!",
      "topic": ""
    },
    "37": {
      "text": "Murió, pues, el rey, y fue traído a Samaria; y sepultaron al rey en Samaria.",
      "topic": ""
    },
    "38": {
      "text": "Y lavaron el carro en el estanque de Samaria; lavaron también sus armas; y los perros lamieron su sangre, conforme a la palabra del SEÑOR que había hablado.",
      "topic": ""
    },
    "39": {
      "text": "Lo demás de los hechos de Acab, y todas las cosas que hizo, y la casa de marfil que edificó, y todas las ciudades que edificó, ¿no está todo escrito en el libro de las crónicas de los reyes de Israel?",
      "topic": ""
    },
    "40": {
      "text": "Y durmió Acab con sus padres, y reinó en su lugar Ocozías su hijo.",
      "topic": ""
    },
    "41": {
      "text": "¶ Y Josafat hijo de Asa comenzó a reinar sobre Judá en el cuarto año de Acab rey de Israel.",
      "topic": ""
    },
    "42": {
      "text": "Y era Josafat de treinta y cinco años cuando comenzó a reinar, y reinó veinticinco años en Jerusalén. El nombre de su madre fue Azuba hija de Silhi.",
      "topic": ""
    },
    "43": {
      "text": "Y anduvo en todo el camino de Asa su padre, sin declinar de él, haciendo lo recto en los ojos del SEÑOR. Con todo eso, los altos no fueron quitados; porque aún el pueblo sacrificaba, y quemaba incienso en los altos.",
      "topic": ""
    },
    "44": {
      "text": "Y Josafat hizo paz con el rey de Israel.",
      "topic": ""
    },
    "45": {
      "text": "Lo demás de los hechos de Josafat, y sus valentías, y las guerras que hizo, ¿no está todo escrito en el libro de las crónicas de los reyes de Judá?",
      "topic": ""
    },
    "46": {
      "text": "Barrió también de la tierra el resto de los sodomitas que habían quedado en el tiempo de su padre Asa.",
      "topic": ""
    },
    "47": {
      "text": "No había entonces rey en Edom; presidente había en lugar de rey.",
      "topic": ""
    },
    "48": {
      "text": "Había hecho Josafat navíos en Tarsis, los cuales habían de ir a Ofir por oro; mas no fueron, porque se rompieron en Ezión-geber.",
      "topic": ""
    },
    "49": {
      "text": "Entonces Ocozías hijo de Acab dijo a Josafat: Vayan mis siervos con los tuyos en los navíos. Mas Josafat no quiso.",
      "topic": ""
    },
    "50": {
      "text": "Y durmió Josafat con sus padres, y fue sepultado con sus padres en la ciudad de David su padre; y en su lugar reinó Joram su hijo.",
      "topic": ""
    },
    "51": {
      "text": "Y Ocozías hijo de Acab comenzó a reinar sobre Israel en Samaria, el año diecisiete de Josafat rey de Judá; y reinó dos años sobre Israel.",
      "topic": ""
    },
    "52": {
      "text": "E hizo lo malo en los ojos del SEÑOR, y anduvo en el camino de su padre, y en el camino de su madre, y en el camino de Jeroboam hijo de Nabat, que hizo pecar a Israel;",
      "topic": ""
    },
    "53": {
      "text": "porque sirvió a Baal, y lo adoró, y provocó a ira al SEÑOR Dios de Israel, conforme a todas las cosas que su padre había hecho.",
      "topic": ""
    }
  }
}