{
  "info": {
    "book": "Rut",
    "chapter": "25",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ De veinticinco años era Amasías cuando comenzó a reinar, y veintinueve años reinó en Jerusalén; el nombre de su madre fue Joadán, de Jerusalén.",
      "topic": ""
    },
    "2": {
      "text": "Hizo él lo recto en los ojos del SEÑOR aunque no de perfecto corazón.",
      "topic": ""
    },
    "3": {
      "text": "Porque cuando fue confirmado en el reino, mató a sus siervos, los que habían muerto al rey su padre;",
      "topic": ""
    },
    "4": {
      "text": "mas no mató a los hijos de ellos, según lo que está escrito en la ley en el libro de Moisés, donde el SEÑOR mandó, diciendo: No morirán los padres por los hijos, ni los hijos por los padres; mas cada uno morirá por su pecado.",
      "topic": ""
    },
    "5": {
      "text": "Juntó luego Amasías a Judá, y les puso tribunos y centuriones según las casas de sus padres por todo Judá y Benjamín; y los tomó por lista a todos los de veinte años arriba; y fueron hallados en ellos trescientos mil escogidos para salir a la guerra, que tenían lanza y escudo.",
      "topic": ""
    },
    "6": {
      "text": "Y de Israel tomó a sueldo cien mil hombres valientes, por cien talentos de plata.",
      "topic": ""
    },
    "7": {
      "text": "Mas un varón de Dios vino a él, y le dijo: Rey, no vaya contigo el ejército de Israel; porque el SEÑOR no es con Israel, ni con todos los hijos de Efraín.",
      "topic": ""
    },
    "8": {
      "text": "Pero si tú vas, si lo haces, y te esfuerzas para pelear, Dios te hará caer delante de los enemigos; porque en Dios está la fortaleza, o para ayudar, o para derribar.",
      "topic": ""
    },
    "9": {
      "text": "Y Amasías dijo al varón de Dios: ¿Qué pues se hará de cien talentos que he dado al ejército de Israel? Y el varón de Dios respondió: Del SEÑOR es darte mucho más que esto.",
      "topic": ""
    },
    "10": {
      "text": "Entonces Amasías apartó el escuadrón de la gente que había venido a él de Efraín, para que se fuesen a sus casas; y ellos se enojaron grandemente contra Judá, y volvieron a sus casas encolerizados.",
      "topic": ""
    },
    "11": {
      "text": "Esforzándose entonces Amasías, sacó su pueblo, y vino al valle de la Sal; e hirió de los hijos de Seir diez mil.",
      "topic": ""
    },
    "12": {
      "text": "Y los hijos de Judá tomaron vivos otros diez mil, los cuales llevaron a la cumbre de un peñasco, y de allí los despeñaron, y todos se hicieron pedazos.",
      "topic": ""
    },
    "13": {
      "text": "Pero los del escuadrón que Amasías había despedido, para que no fuesen con él a la guerra, se derramaron sobre las ciudades de Judá, desde Samaria hasta Bet-horón, e hirieron de ellos tres mil, y tomaron un grande despojo.",
      "topic": ""
    },
    "14": {
      "text": "¶ Y cuando Amasías volvió de la matanza de los Idumeos, trajo también consigo los dioses de los hijos de Seir, y se los puso para sí por dioses, y se encorvó delante de ellos, y les quemó incienso.",
      "topic": ""
    },
    "15": {
      "text": "Y el furor del SEÑOR se encendió contra Amasías, y envió a él un profeta, que le dijo: ¿Por qué has buscado los dioses de un pueblo, que no libraron a su pueblo de tus manos?",
      "topic": ""
    },
    "16": {
      "text": "Y hablándole el profeta estas cosas, él le respondió: ¿Te han puesto a ti por consejero del rey? Déjate de eso , ¿por qué quieres que te maten? Y al cesar, el profeta dijo luego: Yo sé que Dios ha acordado destruirte, porque has hecho esto, y no escuchaste mi consejo.",
      "topic": ""
    },
    "17": {
      "text": "¶ Y Amasías rey de Judá, después de tomar consejo, envió a decir a Joás, hijo de Joacaz hijo de Jehú, rey de Israel: Ven, y veámonos cara a cara.",
      "topic": ""
    },
    "18": {
      "text": "Entonces Joás rey de Israel envió a decir a Amasías rey de Judá: El cardo que estaba en el Líbano, envió al cedro que estaba en el Líbano, diciendo: Da tu hija a mi hijo por mujer. Y he aquí que las bestias fieras que estaban en el Líbano, pasaron, y hollaron el cardo.",
      "topic": ""
    },
    "19": {
      "text": "Tú dices: He aquí he herido a Edom; y con esto tu corazón se enaltece para gloriarte; ahora estáte en tu casa; ¿para qué te entrometes en mal, para caer tú y Judá contigo?",
      "topic": ""
    },
    "20": {
      "text": "Mas Amasías no quiso oír; porque estaba de Dios, que los quería entregar en manos de sus enemigos , por cuanto habían buscado los dioses de Edom.",
      "topic": ""
    },
    "21": {
      "text": "Subió, pues , Joás rey de Israel, y se vieron cara a cara él y Amasías rey de Judá, en Bet-semes, la cual es de Judá.",
      "topic": ""
    },
    "22": {
      "text": "Pero cayó Judá delante de Israel, y huyó cada uno a su estancia.",
      "topic": ""
    },
    "23": {
      "text": "Y Joás rey de Israel prendió en Bet-semes a Amasías rey de Judá, hijo de Joás hijo de Joacaz, y lo llevó a Jerusalén; y derribó el muro de Jerusalén desde la puerta de Efraín hasta la puerta del ángulo, cuatrocientos codos.",
      "topic": ""
    },
    "24": {
      "text": "Asimismo tomó todo el oro y plata, y todos los vasos que se hallaron en la Casa de Dios en casa de Obed-edom, y los tesoros de la casa del rey, y los hijos de los príncipes, y volvió a Samaria.",
      "topic": ""
    },
    "25": {
      "text": "Y vivió Amasías hijo de Joás, rey de Judá, quince años después de la muerte de Joás hijo de Joacaz rey de Israel.",
      "topic": ""
    },
    "26": {
      "text": "Lo demás de los hechos de Amasías, primeros y postreros, ¿no está escrito en el libro de los reyes de Judá y de Israel?",
      "topic": ""
    },
    "27": {
      "text": "Desde aquel tiempo que Amasías se apartó del SEÑOR, maquinaron contra él conjuración en Jerusalén; y habiendo él huido a Laquis, enviaron tras él a Laquis, y allá lo mataron;",
      "topic": ""
    },
    "28": {
      "text": "Y lo trajeron en caballos, y lo sepultaron con sus padres en la ciudad de Judá.",
      "topic": ""
    },
    "29": {
      "text": "la vigesimasegunda por Gidalti, con sus hijos y sus hermanos, doce;",
      "topic": ""
    },
    "30": {
      "text": "la vigesimatercera por Mahaziot, con sus hijos y sus hermanos, doce;",
      "topic": ""
    },
    "31": {
      "text": "la vigesimacuarta por Romanti-ezer, con sus hijos y sus hermanos, doce.",
      "topic": ""
    },
    "32": {
      "text": "¶ Entonces dijo David a Abigail: Bendito sea el SEÑOR Dios de Israel, que te envió para que hoy me encontrases;",
      "topic": ""
    },
    "33": {
      "text": "y bendito sea tu razonamiento, y bendita seas tú, que me has estorbado hoy el ir a derramar sangre, y a vengarme por mi propia mano;",
      "topic": ""
    },
    "34": {
      "text": "porque, vive el SEÑOR Dios de Israel que me ha defendido de hacerte mal, que si no te hubieras dado prisa en venirme al encuentro, de aquí a mañana no le quedara a Nabal meante a la pared.",
      "topic": ""
    },
    "35": {
      "text": "Y recibió David de su mano lo que le había traído, y le dijo: Sube en paz a tu casa, y mira que he oído tu voz, y he recibido tu faz.",
      "topic": ""
    },
    "36": {
      "text": "¶ Y Abigail se vino a Nabal, y he aquí que él tenía banquete en su casa como banquete de rey; y el corazón de Nabal estaba ya alegre en él, y estaba muy borracho; por lo que ella no le declaró poco ni mucho, hasta que vino el día siguiente.",
      "topic": ""
    },
    "37": {
      "text": "Pero a la mañana, cuando ya el vino había salido de Nabal, su mujer le declaró estas cosas; y se le amorteció el corazón, y se quedó como una piedra.",
      "topic": ""
    },
    "38": {
      "text": "Y pasados diez días el SEÑOR hirió a Nabal, y murió.",
      "topic": ""
    },
    "39": {
      "text": "Y luego que David oyó que Nabal era muerto, dijo: Bendito sea el SEÑOR que juzgó la causa de mi afrenta recibida de la mano de Nabal, y detuvo del mal a su siervo; y el SEÑOR ha tornado la malicia de Nabal sobre su propia cabeza. Después envió David a hablar a Abigail, para tomarla por su mujer.",
      "topic": ""
    },
    "40": {
      "text": "Y los criados de David vinieron a Abigail en el Carmelo, y hablaron con ella, diciendo: David nos ha enviado a ti, para tomarte por su mujer.",
      "topic": ""
    },
    "41": {
      "text": "Y ella se levantó, e inclinó su rostro a tierra, diciendo: He aquí tu sierva, para que sea sierva que lave los pies de los siervos de mi señor.",
      "topic": ""
    },
    "42": {
      "text": "Y levantándose luego Abigail con cinco doncellas que la seguían, se montó en un asno, y siguió a los mensajeros de David, y fue su mujer.",
      "topic": ""
    },
    "43": {
      "text": "También tomó David a Ahinoam de Jezreel, y ambas fueron sus mujeres.",
      "topic": ""
    },
    "44": {
      "text": "Porque Saúl había dado su hija Mical, la mujer de David, a Palti hijo de Lais, que era de Galim.",
      "topic": ""
    }
  }
}