{
  "info": {
    "book": "Rut",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y comenzó Salomón a edificar la Casa en Jerusalén, en el monte Moriah que había sido mostrado a David su padre, en el lugar que David había preparado en la era de Ornán jebuseo.",
      "topic": ""
    },
    "2": {
      "text": "Y comenzó a edificar en el mes segundo, a dos del mes , en el cuarto año de su reino.",
      "topic": ""
    },
    "3": {
      "text": "Estas son las medidas de que Salomón fundó el edificio de la Casa de Dios. La primera medida fue, la longitud de sesenta codos; y la anchura de veinte codos.",
      "topic": ""
    },
    "4": {
      "text": "El pórtico que estaba en la delantera de la longitud, era de veinte codos al frente del ancho de la casa, y su altura de ciento veinte; y lo cubrió por dentro de oro puro.",
      "topic": ""
    },
    "5": {
      "text": "Y cubrió la Casa mayor con madera de haya, la cual cubrió de buen oro, e hizo resaltar sobre ella palmas y cadenas.",
      "topic": ""
    },
    "6": {
      "text": "Cubrió también la casa de piedras preciosas por excelencia; y el oro era oro de Parvaim.",
      "topic": ""
    },
    "7": {
      "text": "Así cubrió la Casa, sus vigas, sus umbrales, sus paredes, y sus entradas, con oro; y esculpió querubines por las paredes.",
      "topic": ""
    },
    "8": {
      "text": "E hizo la Casa del lugar santísimo, cuya longitud era de veinte codos según el ancho del frente de la Casa, y su anchura de veinte codos; y la cubrió de buen oro que ascendía a seiscientos talentos.",
      "topic": ""
    },
    "9": {
      "text": "Y el peso de los clavos tuvo cincuenta siclos de oro. Cubrió también de oro las salas.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y dentro del lugar santísimo hizo dos querubines de hechura de niños, los cuales cubrieron de oro.",
      "topic": ""
    },
    "11": {
      "text": "El largo de las alas de los querubines era de veinte codos; porque una ala era de cinco codos; la cual llegaba hasta la pared de la Casa; y la otra ala de cinco codos, la cual llegaba al ala del otro querubín.",
      "topic": ""
    },
    "12": {
      "text": "De la misma manera una ala del otro querubín era de cinco codos; la cual llegaba hasta la pared de la Casa; y la otra ala era de cinco codos, que tocaba el ala del otro querubín.",
      "topic": ""
    },
    "13": {
      "text": "Así las alas de estos querubines estaban extendidas por veinte codos; y ellos estaban en pie con los rostros hacia la Casa.",
      "topic": ""
    },
    "14": {
      "text": "Hizo también un velo de cárdeno, púrpura, carmesí y lino, e hizo resaltar en él querubines.",
      "topic": ""
    },
    "15": {
      "text": "Delante de la Casa hizo dos columnas de treinta y cinco codos de longitud; con sus capiteles encima, de cinco codos.",
      "topic": ""
    },
    "16": {
      "text": "Hizo también unas cadenas en el oratorio, y las puso sobre los capiteles de las columnas; e hizo cien granadas, las cuales puso en las cadenas.",
      "topic": ""
    },
    "17": {
      "text": "Y asentó las columnas delante del templo, la una a la mano derecha, y la otra a la izquierda; y a la de la mano derecha llamó Jaquín, y a la de la izquierda, Boaz.",
      "topic": ""
    },
    "18": {
      "text": "Malquiram, Pedaías, Senazar, y Jecamías, Hosama, y Nedabías.",
      "topic": ""
    },
    "19": {
      "text": "Y los hijos de Pedaías: Zorobabel, y Simei. Y los hijos de Zorobabel: Mesulam, Hananías, y Selomit su hermana.",
      "topic": ""
    },
    "20": {
      "text": "Y de Mesulam : Hasuba, Ohel, y Berequías, Hasadías, y Jusab-hesed; cinco en todos.",
      "topic": ""
    },
    "21": {
      "text": "Los hijos de Hananías: Pelatías, y Jesaías, hijo de Refaías, hijo de Arnán, hijo de Abdías, hijo de Secanías.",
      "topic": ""
    },
    "22": {
      "text": "Hijo de Secanías fue Semaías; y los hijos de Semaías fueron Hatús, Igal, Barías, Nearías, y Safat; seis.",
      "topic": ""
    },
    "23": {
      "text": "Los hijos de Nearías fueron estos tres: Elioenai, Ezequías, y Azricam.",
      "topic": ""
    },
    "24": {
      "text": "Los hijos de Elioenai fueron estos siete: Hodavías, Eliasib, Pelaías, Acub, Johanán, Dalaías, y Anani.",
      "topic": ""
    },
    "25": {
      "text": "Y asolaron las ciudades, y en todas las heredades fértiles echó cada uno su piedra, y las llenaron; taparon también todas las fuentes de las aguas, y derribaron todos los buenos árboles; hasta que en Kir-hareset solamente dejaron sus piedras; porque los honderos la cercaron, y la hirieron.",
      "topic": ""
    },
    "26": {
      "text": "Y cuando el rey de Moab vio que la batalla lo vencía, tomó consigo setecientos varones que sacaban espada, para romper contra el rey de Idumea; mas no pudieron.",
      "topic": ""
    },
    "27": {
      "text": "Entonces arrebató a su primogénito que había de reinar en su lugar, y lo sacrificó en holocausto sobre el muro. Y hubo grande enojo en Israel; y se retiraron de él, y se volvieron a su tierra.",
      "topic": ""
    },
    "28": {
      "text": "Y todo Israel oyó aquel juicio que había juzgado el rey; y temieron al rey, porque vieron que había en él sabiduría de Dios para juzgar.",
      "topic": ""
    },
    "29": {
      "text": "Caiga sobre la cabeza de Joab, y sobre toda la casa de su padre; que nunca falte de la casa de Joab quien padezca flujo, ni leproso, ni quien ande con báculo, ni quien muera a cuchillo, ni quien tenga falta de pan.",
      "topic": ""
    },
    "30": {
      "text": "Joab, pues, y Abisai su hermano mataron a Abner, porque él había muerto a Asael, hermano de ellos en la batalla de Gabaón.",
      "topic": ""
    },
    "31": {
      "text": "Entonces dijo David a Joab, y a todo el pueblo que con él estaba : Romped vuestros vestidos, y ceñíos de cilicio, y haced duelo delante de Abner. Y el rey iba detrás del féretro.",
      "topic": ""
    },
    "32": {
      "text": "Y sepultaron a Abner en Hebrón; y alzando el rey su voz, lloró junto al sepulcro de Abner; y lloró también todo el pueblo.",
      "topic": ""
    },
    "33": {
      "text": "Y endechando el rey al mismo Abner, decía: ¡Murió Abner como muere un loco!",
      "topic": ""
    },
    "34": {
      "text": "Tus manos no estaban atadas, ni tus pies ligados con grillos. Caíste como los que caen delante de malos hombres. Y todo el pueblo volvió a llorar sobre él.",
      "topic": ""
    },
    "35": {
      "text": "Y como todo el pueblo viniese a dar de comer pan a David siendo aún de día, David juró, diciendo: Así me haga Dios y así me añada, si antes que se ponga el sol gustare yo pan, o cualquier otra cosa.",
      "topic": ""
    },
    "36": {
      "text": "Así entendió todo el pueblo, y agradó a sus ojos; porque todo lo que el rey hacía parecía bien en ojos de todo el pueblo.",
      "topic": ""
    },
    "37": {
      "text": "Y todo el pueblo y aun todo Israel entendieron aquel día, que no había venido del rey que Abner hijo de Ner muriese.",
      "topic": ""
    },
    "38": {
      "text": "Entonces el rey dijo a sus siervos: ¿No sabéis que ha caído hoy en Israel un príncipe, y grande?",
      "topic": ""
    },
    "39": {
      "text": "Que yo ahora aún soy tierno rey ungido; y estos hombres, los hijos de Sarvia, muy duros me son; el SEÑOR dé el pago al que mal hace, conforme a su malicia.",
      "topic": ""
    }
  }
}