{
  "info": {
    "book": "Rut",
    "chapter": "30",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Envió también Ezequías por todo Israel y Judá, y escribió letras a Efraín y Manasés, que viniesen a Jerusalén a la Casa del SEÑOR, para celebrar la pascua al SEÑOR Dios de Israel.",
      "topic": ""
    },
    "2": {
      "text": "Y el rey tomó consejo con sus príncipes, y con toda la congregación en Jerusalén, para hacer la pascua en el mes segundo:",
      "topic": ""
    },
    "3": {
      "text": "Porque entonces no la podían hacer, por cuanto no había plenitud de sacerdotes santificados, ni el pueblo estaba junto en Jerusalén.",
      "topic": ""
    },
    "4": {
      "text": "Esto agradó al rey y a toda la multitud.",
      "topic": ""
    },
    "5": {
      "text": "Y determinaron de hacer pasar pregón por todo Israel, desde Beerseba hasta Dan, para que viniesen a hacer la pascua al SEÑOR Dios de Israel en Jerusalén; porque en mucho tiempo no la habían hecho como está escrito.",
      "topic": ""
    },
    "6": {
      "text": "Fueron, pues , correos con letras de la mano del rey y de sus príncipes por todo Israel y Judá, como el rey lo había mandado, y decían: Hijos de Israel, volveos al SEÑOR el Dios de Abraham, de Isaac, y de Israel, y él se volverá a las reliquias que os han quedado de la mano de los reyes de Asiria.",
      "topic": ""
    },
    "7": {
      "text": "No seáis como vuestros padres y como vuestros hermanos, que se rebelaron contra el SEÑOR Dios de sus padres, y él los entregó a desolación, como vosotros veis.",
      "topic": ""
    },
    "8": {
      "text": "Por tanto no endurezcáis vuestra cerviz como vuestros padres; dad la mano al SEÑOR, y venid a su santuario, el cual él ha santificado para siempre; y servid al SEÑOR vuestro Dios, y la ira de su furor se apartará de vosotros.",
      "topic": ""
    },
    "9": {
      "text": "Porque si os volviereis al SEÑOR, vuestros hermanos y vuestros hijos hallarán misericordia delante de los que los tienen cautivos, y volverán a esta tierra; porque el SEÑOR vuestro Dios es clemente y misericordioso, y no volverá de vosotros su rostro, si vosotros os volviereis a él.",
      "topic": ""
    },
    "10": {
      "text": "Y así pasaban los correos de ciudad en ciudad por la tierra de Efraín y Manasés, hasta Zabulón; mas ellos se reían y burlaban de ellos.",
      "topic": ""
    },
    "11": {
      "text": "Con todo eso, algunos varones de Aser, de Manasés, y de Zabulón, se humillaron, y vinieron a Jerusalén.",
      "topic": ""
    },
    "12": {
      "text": "En Judá también fue la mano de Dios para darles un corazón para cumplir el mandado del rey y de los príncipes, conforme a la palabra del SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "¶ Y se juntó en Jerusalén un pueblo grande para hacer la solemnidad de los panes sin levadura, en el mes segundo; una gran congregación.",
      "topic": ""
    },
    "14": {
      "text": "Y levantándose, quitaron los altares que había en Jerusalén; quitaron también todos los altares de incienso, y los echaron en el arroyo de Cedrón.",
      "topic": ""
    },
    "15": {
      "text": "Entonces sacrificaron la pascua, a los catorce del mes segundo; y los sacerdotes y los levitas se santificaron con vergüenza, y trajeron los holocaustos a la Casa del SEÑOR.",
      "topic": ""
    },
    "16": {
      "text": "Y se pusieron en su orden conforme a su costumbre, conforme a la ley de Moisés varón de Dios; los sacerdotes esparcían la sangre que recibían de manos de los levitas.",
      "topic": ""
    },
    "17": {
      "text": "Porque aún había muchos en la congregación que no estaban santificados, y por eso los levitas sacrificaban la pascua por todos los que no se habían limpiado para santificarse al SEÑOR.",
      "topic": ""
    },
    "18": {
      "text": "Porque una gran multitud del pueblo de Efraín y Manasés, y de Isacar y Zabulón, no se habían purificado, y comieron la pascua no conforme a lo que está escrito. Mas Ezequías oró por ellos, diciendo: el SEÑOR, que es bueno, sea propicio a todo aquel que ha apercibido su corazón para buscar a Dios,",
      "topic": ""
    },
    "19": {
      "text": "al SEÑOR Dios de sus padres, aunque no esté purificado según la purificación del santuario.",
      "topic": ""
    },
    "20": {
      "text": "Y oyó el SEÑOR a Ezequías, y sanó al pueblo.",
      "topic": ""
    },
    "21": {
      "text": "¶ Así hicieron los hijos de Israel, que fueron presentes en Jerusalén, la solemnidad de los panes sin levadura por siete días con grande gozo; y alababan al SEÑOR todos los días los levitas y los sacerdotes, con instrumentos de fortaleza al SEÑOR.",
      "topic": ""
    },
    "22": {
      "text": "Y Ezequías habló al corazón de todos los levitas que tenían buena inteligencia para servir al SEÑOR. Y comieron los sacrificios de la fiesta por siete días, ofreciendo sacrificios pacíficos, y dando gracias al SEÑOR Dios de sus padres.",
      "topic": ""
    },
    "23": {
      "text": "Y toda la multitud determinó que celebrasen otros siete días; y celebraron otros siete días con alegría.",
      "topic": ""
    },
    "24": {
      "text": "Porque Ezequías rey de Judá había dado a la multitud mil toros y siete mil ovejas; y también los príncipes dieron al pueblo mil toros y diez mil ovejas; y muchos sacerdotes se santificaron.",
      "topic": ""
    },
    "25": {
      "text": "Y toda la congregación de Judá se alegró, y los sacerdotes y levitas, y asimismo toda la multitud que había venido de Israel; y también los extranjeros que habían venido de la tierra de Israel, y los que habitaban en Judá.",
      "topic": ""
    },
    "26": {
      "text": "Y se hicieron grandes alegrías en Jerusalén; porque desde los días de Salomón hijo de David rey de Israel, no hubo tal cosa en Jerusalén.",
      "topic": ""
    },
    "27": {
      "text": "Y levantándose los sacerdotes levitas, bendijeron al pueblo; y la voz de ellos fue oída, y su oración llegó a la habitación de su santuario, al cielo.",
      "topic": ""
    },
    "28": {
      "text": "y a los que estaban en Aroer, y en Sifmot, y a los que estaban en Estemoa;",
      "topic": ""
    },
    "29": {
      "text": "y a los que estaban en Racal, y a los que estaban en las ciudades de Jerameel, y a los que estaban en las ciudades del ceneo;",
      "topic": ""
    },
    "30": {
      "text": "y a los que estaban en Horma, y a los que estaban en Corasán, y a los que estaban en Atac;",
      "topic": ""
    },
    "31": {
      "text": "y a los que estaban en Hebrón, y en todos los lugares donde David había estado con los suyos.",
      "topic": ""
    }
  }
}