{
  "info": {
    "book": "Rut",
    "chapter": "33",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ De doce años era Manasés cuando comenzó a reinar, y cincuenta y cinco años reinó en Jerusalén.",
      "topic": ""
    },
    "2": {
      "text": "E hizo lo malo en ojos del SEÑOR, conforme a las abominaciones de los gentiles que había echado el SEÑOR delante de los hijos de Israel.",
      "topic": ""
    },
    "3": {
      "text": "Porque él reedificó los altos que Ezequías su padre había derribado, y levantó altares a los Baales, e hizo bosques, y adoró a todo el ejército de los cielos, y a él sirvió.",
      "topic": ""
    },
    "4": {
      "text": "Edificó también altares en la Casa del SEÑOR, de la cual había dicho el SEÑOR: En Jerusalén será mi Nombre perpetuamente.",
      "topic": ""
    },
    "5": {
      "text": "Edificó asimismo altares a todo el ejército de los cielos en los dos atrios de la Casa del SEÑOR.",
      "topic": ""
    },
    "6": {
      "text": "Y pasó sus hijos por fuego en el valle de los hijos de Hinom; y miraba en los tiempos, miraba en agüeros, y era dado a adivinaciones, consultaba pitones y encantadores; multiplicó en hacer lo malo en ojos del SEÑOR, para irritarle.",
      "topic": ""
    },
    "7": {
      "text": "A más de esto puso una imagen de fundición, que hizo, en la Casa de Dios, de la cual había dicho Dios a David y a Salomón su hijo: En esta Casa y en Jerusalén, la cual yo elegí sobre todas las tribus de Israel, pondré mi nombre para siempre;",
      "topic": ""
    },
    "8": {
      "text": "y nunca más quitaré el pie de Israel de la tierra que yo entregué a vuestros padres, a condición que guarden y hagan todas las cosas que yo les he mandado, toda la ley, estatutos, y derechos, por mano de Moisés.",
      "topic": ""
    },
    "9": {
      "text": "Así que Manasés engañó a Judá y a los moradores de Jerusalén, para hacer más mal que los gentiles que el SEÑOR destruyó delante de los hijos de Israel.",
      "topic": ""
    },
    "10": {
      "text": "Y habló el SEÑOR a Manasés y a su pueblo, mas ellos no escucharon;",
      "topic": ""
    },
    "11": {
      "text": "¶ por lo cual el SEÑOR trajo contra ellos los príncipes del ejército del rey de los asirios, los cuales aprisionaron con grillos a Manasés, y atado con dos cadenas lo llevaron a Babilonia.",
      "topic": ""
    },
    "12": {
      "text": "Mas luego que fue puesto en angustias, oró ante el SEÑOR su Dios, humillado grandemente en la presencia del Dios de sus padres.",
      "topic": ""
    },
    "13": {
      "text": "Y cuando oró a él, fue oído; porque él oyó su oración, y lo volvió a Jerusalén, a su reino. Entonces conoció Manasés que el SEÑOR era Dios.",
      "topic": ""
    },
    "14": {
      "text": "Después de esto edificó el muro de afuera de la ciudad de David, al occidente de Gihón en el valle, y a la entrada de la puerta del pescado, y cercó a Ofel, y lo alzó muy alto; y puso capitanes de ejército en todas las ciudades fuertes por Judá.",
      "topic": ""
    },
    "15": {
      "text": "Asimismo quitó los dioses ajenos, y el ídolo de la Casa del SEÑOR, y todos los altares que había edificado en el monte de la Casa del SEÑOR y en Jerusalén, y los echó fuera de la ciudad.",
      "topic": ""
    },
    "16": {
      "text": "Y reparó el altar del SEÑOR, y sacrificó sobre él sacrificios pacíficos y de alabanza; y mandó a Judá que sirviesen al SEÑOR Dios de Israel.",
      "topic": ""
    },
    "17": {
      "text": "Pero el pueblo aun sacrificaba en los altos, aunque al SEÑOR su Dios.",
      "topic": ""
    },
    "18": {
      "text": "Lo demás de los hechos de Manasés, y su oración a su Dios, y las palabras de los videntes que le hablaron en nombre del SEÑOR Dios de Israel, he aquí todo está escrito en los hechos de los reyes de Israel.",
      "topic": ""
    },
    "19": {
      "text": "Su oración también, y cómo fue oído, todos sus pecados, y su prevaricación, los lugares donde edificó altos y había puesto bosques e ídolos antes que se humillase, he aquí estas cosas están escritas en las palabras de los videntes.",
      "topic": ""
    },
    "20": {
      "text": "Y durmió Manasés con sus padres, y lo sepultaron en su casa; y reinó en su lugar Amón su hijo.",
      "topic": ""
    },
    "21": {
      "text": "¶ De veintidós años era Amón cuando comenzó a reinar, y dos años reinó en Jerusalén.",
      "topic": ""
    },
    "22": {
      "text": "E hizo lo malo en ojos del SEÑOR, como había hecho Manasés su padre; porque a todos los ídolos que su padre Manasés había hecho, sacrificó y sirvió Amón.",
      "topic": ""
    },
    "23": {
      "text": "Mas nunca se humilló delante del SEÑOR, como se humilló Manasés su padre; antes aumentó el pecado.",
      "topic": ""
    },
    "24": {
      "text": "Y conspiraron contra él sus siervos, y lo mataron en su casa.",
      "topic": ""
    },
    "25": {
      "text": "Mas el pueblo de la tierra hirió a todos los que habían conspirado contra el rey Amón; y el pueblo de la tierra puso por rey en su lugar a Josías su hijo.",
      "topic": ""
    }
  }
}