{
  "info": {
    "book": "Rut",
    "chapter": "4",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Hizo además un altar de bronce de veinte codos de longitud, y veinte codos de anchura, y diez codos de altura.",
      "topic": ""
    },
    "2": {
      "text": "También hizo un mar de fundición, el cual tenía diez codos de un borde al otro, enteramente redondo; su altura era de cinco codos, y una línea de treinta codos lo ceñía alrededor.",
      "topic": ""
    },
    "3": {
      "text": "Y debajo de él había figuras de bueyes que lo circundaban, diez en cada codo todo alrededor; eran dos órdenes de bueyes fundidos juntamente con el mar.",
      "topic": ""
    },
    "4": {
      "text": "Y estaba asentado sobre doce bueyes, tres de los cuales miraban al septentrión, y tres al occidente, y tres al mediodía, y tres al oriente; y el mar asentaba sobre ellos, y todas sus traseras estaban a la parte de adentro.",
      "topic": ""
    },
    "5": {
      "text": "Y tenía de grueso un palmo, y el borde era de la hechura del borde de un cáliz, o flor de lis. Y hacía tres mil batos.",
      "topic": ""
    },
    "6": {
      "text": "Hizo también diez fuentes, y puso cinco a la mano derecha y cinco a la izquierda, para lavar y limpiar en ellas la obra del holocausto; mas el mar era para lavarse los sacerdotes en él.",
      "topic": ""
    },
    "7": {
      "text": "Hizo asimismo diez candeleros de oro según su forma, los cuales puso en el templo, cinco a la mano derecha, y cinco a la izquierda.",
      "topic": ""
    },
    "8": {
      "text": "Además hizo diez mesas y las puso en el templo, cinco a la mano derecha, y cinco a la izquierda; igualmente hizo cien tazones de oro.",
      "topic": ""
    },
    "9": {
      "text": "A más de esto hizo el atrio de los sacerdotes, y el gran atrio, y las portadas del atrio, y cubrió las puertas de ellas de bronce.",
      "topic": ""
    },
    "10": {
      "text": "Y asentó el mar al lado derecho hacia el oriente, enfrente del mediodía.",
      "topic": ""
    },
    "11": {
      "text": "¶ Hizo también Hiram calderos, y palas, y tazones; y acabó Hiram la obra que hacía al rey Salomón para la Casa de Dios.",
      "topic": ""
    },
    "12": {
      "text": "Dos columnas, y los cordones, los capiteles sobre las cabezas de las dos columnas, y dos redes para cubrir las dos bolas de los capiteles que estaban encima de las columnas;",
      "topic": ""
    },
    "13": {
      "text": "cuatrocientas granadas en las dos redecillas, dos órdenes de granadas en cada redecilla, para que cubriesen las dos bolas de los capiteles que estaban encima de las columnas.",
      "topic": ""
    },
    "14": {
      "text": "Hizo también las basas, sobre las cuales asentó las fuentes;",
      "topic": ""
    },
    "15": {
      "text": "un mar, y doce bueyes debajo de él;",
      "topic": ""
    },
    "16": {
      "text": "y calderos, y palas, y garfios; y todos sus vasos hizo Hiram su padre al rey Salomón para la Casa del SEÑOR, de bronce purísimo.",
      "topic": ""
    },
    "17": {
      "text": "Y los fundió el rey en los llanos del Jordán, arcilla de la tierra, entre Sucot y Seredata.",
      "topic": ""
    },
    "18": {
      "text": "Y Salomón hizo todos estos vasos en grande abundancia, porque no pudo ser hallado el peso del bronce.",
      "topic": ""
    },
    "19": {
      "text": "Así hizo Salomón todos los vasos para la Casa de Dios, y el altar de oro, y las mesas sobre las cuales se ponían los panes de la proposición;",
      "topic": ""
    },
    "20": {
      "text": "asimismo los candeleros y sus candilejas, de oro puro, para que las encendiesen delante del oratorio conforme a la costumbre.",
      "topic": ""
    },
    "21": {
      "text": "Y las flores, y las candilejas, y las despabiladeras se hicieron de oro, de oro perfecto;",
      "topic": ""
    },
    "22": {
      "text": "también las tenazas, y los tazones, y los cucharros, y los incensarios, de oro puro. En cuanto a la entrada de la Casa, sus puertas interiores para el lugar santísimo, y las puertas de la Casa del templo, de oro.",
      "topic": ""
    },
    "23": {
      "text": "Estos fueron alfareros y se hallaban en medio de plantíos y cercados, los cuales moraron allá con el rey en su obra.",
      "topic": ""
    },
    "24": {
      "text": "¶ Los hijos de Simeón: Nemuel, Jamín, Jarib, Zera, Saúl;",
      "topic": ""
    },
    "25": {
      "text": "también Salum su hijo, Mibsam su hijo, y Misma su hijo.",
      "topic": ""
    },
    "26": {
      "text": "Los hijos de Misma: Hamuel su hijo, Zacur su hijo, y Simei su hijo.",
      "topic": ""
    },
    "27": {
      "text": "Los hijos de Simei fueron dieciséis, y seis hijas; mas sus hermanos no tuvieron muchos hijos, ni multiplicaron toda su familia como los hijos de Judá.",
      "topic": ""
    },
    "28": {
      "text": "Y habitaron en Beerseba, y en Molada, y en Hazar-sual,",
      "topic": ""
    },
    "29": {
      "text": "y en Bilha, y en Ezem, y en Tolad,",
      "topic": ""
    },
    "30": {
      "text": "Y en Betuel, y en Horma, y en Siclag.",
      "topic": ""
    },
    "31": {
      "text": "Y en Bet-marcabot, y en Hazar-susim, y en Bet-birai, y en Saaraim. Estas fueron sus ciudades hasta el reino de David.",
      "topic": ""
    },
    "32": {
      "text": "Y sus aldeas fueron Etam, Aín, Rimón, y Toquén, y Asán, cinco aldeas;",
      "topic": ""
    },
    "33": {
      "text": "y todos su villas que estaban en contorno de estas ciudades hasta Baal. Esta fue su habitación, y esta su descendencia.",
      "topic": ""
    },
    "34": {
      "text": "Y Mesobab, y Jamlec, y Josías hijo de Amasías;",
      "topic": ""
    },
    "35": {
      "text": "Joel, y Jehú hijo de Josibías, hijo de Seraías, hijo de Asiel;",
      "topic": ""
    },
    "36": {
      "text": "y Elioenai, Jaacoba, Jesohaía, Asaías, Adiel, Jesimiel, Benaía;",
      "topic": ""
    },
    "37": {
      "text": "y Ziza hijo de Sifi, hijo de Alón, hijo de Jedaías, hijo de Simri, hijo de Semaías.",
      "topic": ""
    },
    "38": {
      "text": "Estos por sus nombres son los principales que vinieron en sus familias, y que fueron multiplicados en gran manera en las casas de sus padres.",
      "topic": ""
    },
    "39": {
      "text": "Y llegaron hasta la entrada de Gedor hasta el oriente del valle, buscando pastos para sus ganados.",
      "topic": ""
    },
    "40": {
      "text": "Y hallaron gruesos y buenos pastos, y tierra ancha y espaciosa, y quieta y reposada, porque los hijos de Cam la habitaban de antes.",
      "topic": ""
    },
    "41": {
      "text": "Y estos que han sido escritos por sus nombres, vinieron en días de Ezequías rey de Judá, e hirieron sus tiendas y estancias que allí hallaron, y los destruyeron, hasta hoy, y habitaron allí en lugar de ellos; por cuanto había allí pastos para sus ganados.",
      "topic": ""
    },
    "42": {
      "text": "Y asimismo quinientos hombres de ellos, de los hijos de Simeón, se fueron al monte de Seir, llevando por capitanes a Pelatías, y a Nearías, y a Refaías, y a Uziel, hijos de Isi;",
      "topic": ""
    },
    "43": {
      "text": "e hirieron a las reliquias que habían quedado de Amalec, y habitaron allí hasta hoy.",
      "topic": ""
    },
    "44": {
      "text": "Entonces él lo puso delante de ellos; y comieron, y les sobró, conforme a la palabra del SEÑOR.",
      "topic": ""
    }
  }
}