{
  "info": {
    "book": "Rut",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Acabada toda la obra que hizo Salomón para la Casa del SEÑOR, metió Salomón en ella las cosas que David su padre había dedicado; y puso la plata, y el oro, y todos los vasos, en los tesoros de la Casa de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Entonces Salomón juntó en Jerusalén los ancianos de Israel, y todos los príncipes de las tribus, los cabezas de las familias de los hijos de Israel, para que trajesen el arca del pacto del SEÑOR de la ciudad de David, que es Sion.",
      "topic": ""
    },
    "3": {
      "text": "Y se juntaron al rey todos los varones de Israel, a la solemnidad del mes séptimo.",
      "topic": ""
    },
    "4": {
      "text": "Y vinieron todos los ancianos de Israel, y los levitas llevaron el arca.",
      "topic": ""
    },
    "5": {
      "text": "Y llevaron el arca, y el tabernáculo del testimonio, y todos los vasos del santuario que estaban en el tabernáculo; los sacerdotes y los levitas los llevaron.",
      "topic": ""
    },
    "6": {
      "text": "Y el rey Salomón, y toda la congregación de Israel que se había congregado a él delante del arca, sacrificaron ovejas y bueyes, que por la multitud no se pudieron contar ni numerar.",
      "topic": ""
    },
    "7": {
      "text": "Y los sacerdotes metieron el arca del pacto del SEÑOR en su lugar, en el oratorio de la Casa, en el lugar santísimo, bajo las alas de los querubines.",
      "topic": ""
    },
    "8": {
      "text": "Y los querubines extendían las dos alas sobre el asiento del arca, y cubrían los querubines por encima así el arca como sus barras.",
      "topic": ""
    },
    "9": {
      "text": "E hicieron salir fuera las barras, de modo que se viesen las cabezas de las barras del arca delante del oratorio, mas no se veían desde fuera; y allí estuvieron hasta hoy.",
      "topic": ""
    },
    "10": {
      "text": "En el arca no había sino las dos tablas que Moisés había puesto en Horeb, con las cuales el SEÑOR había hecho alianza con los hijos de Israel, cuando salieron de Egipto.",
      "topic": ""
    },
    "11": {
      "text": "¶ Y cuando los sacerdotes salieron del santuario (porque todos los sacerdotes que se hallaron habían sido santificados, y no guardaban entonces sus veces;",
      "topic": ""
    },
    "12": {
      "text": "y los levitas cantores, todos los de Asaf, los de Hemán, y los de Jedutún, juntamente con sus hijos y sus hermanos, estaban vestidos de lino fino con címbalos y salterios y arpas al oriente del altar; y con ellos ciento veinte sacerdotes que tocaban trompetas).",
      "topic": ""
    },
    "13": {
      "text": "Y tocaban las trompetas, y cantaban con la voz todos a una como un varón alabando y confesando al SEÑOR, cuando alzaban la voz con trompetas y címbalos, e instrumentos de música, cuando alababan al SEÑOR, diciendo : Porque es bueno, porque su misericordia es para siempre. Y la Casa fue llena de una nube, la Casa del SEÑOR.",
      "topic": ""
    },
    "14": {
      "text": "Y no podían los sacerdotes estar para ministrar por causa de la nube; porque la gloria del SEÑOR había llenado la Casa de Dios.",
      "topic": ""
    },
    "15": {
      "text": "También Ahí, hijo de Abdiel, hijo de Guni, fue principal en la casa de sus padres.",
      "topic": ""
    },
    "16": {
      "text": "Los cuales habitaron en Galaad, en Basán, y en sus aldeas, y en todos los ejidos de Sarón hasta salir de ellos.",
      "topic": ""
    },
    "17": {
      "text": "Todos estos fueron contados por sus generaciones en días de Jotam rey de Judá, y en días de Jeroboam rey de Israel.",
      "topic": ""
    },
    "18": {
      "text": "¶ Los hijos de Rubén, y de Gad, y la media tribu de Manasés, hombres valientes, hombres que traían escudo y espada, que entesaban arco, y diestros en guerra, cuarenta y cuatro mil setecientos sesenta que salían a batalla.",
      "topic": ""
    },
    "19": {
      "text": "Y tuvieron guerra con los agarenos, y Jetur, y Nafis, y Nodab.",
      "topic": ""
    },
    "20": {
      "text": "Y fueron ayudados contra ellos, y los agarenos se dieron en sus manos, y todos los que con ellos estaban; porque clamaron a Dios en la guerra, y les fue favorable, porque esperaron en él.",
      "topic": ""
    },
    "21": {
      "text": "Y tomaron sus ganados, cincuenta mil camellos, y doscientas cincuenta mil ovejas, dos mil asnos, y cien mil personas.",
      "topic": ""
    },
    "22": {
      "text": "Y cayeron muchos heridos, porque la guerra era de Dios; y habitaron en sus lugares hasta la transmigración.",
      "topic": ""
    },
    "23": {
      "text": "Y los hijos de la media tribu de Manasés habitaron en la tierra, desde Basán hasta Baal-hermón, y Senir y el monte de Hermón, multiplicados en gran manera.",
      "topic": ""
    },
    "24": {
      "text": "Y estas fueron las cabezas de las casas de sus padres: Efer, Isi, y Eliel, Azriel, y Jeremías, y Hodavías, y Jahdiel, hombres valientes y de esfuerzo, varones de nombre y cabeceras de las casas de sus padres.",
      "topic": ""
    },
    "25": {
      "text": "Mas se rebelaron contra el Dios de sus padres, y fornicaron siguiendo los dioses de los pueblos de la tierra, a los cuales el SEÑOR había quitado de delante de ellos.",
      "topic": ""
    },
    "26": {
      "text": "Por lo cual el Dios de Israel despertó el espíritu de Pul rey de los Asirios, y el espíritu de Tiglat-pileser rey de los Asirios, el cual trasportó a los rubenitas y gaditas y a la media tribu de Manasés, y los llevó a Halah, y a Habor y a Ara, y al río de Gozán, hasta hoy.",
      "topic": ""
    },
    "27": {
      "text": "La lepra de Naamán se te pegará a ti, y a tu simiente para siempre. Y salió de delante de él leproso, blanco como la nieve.",
      "topic": ""
    }
  }
}