{
  "info": {
    "book": "Rut",
    "chapter": "7",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y cuando Salomón acabó de orar, el fuego descendió de los cielos, y consumió el holocausto y las víctimas; y la gloria del SEÑOR llenó la Casa.",
      "topic": ""
    },
    "2": {
      "text": "Y no podían entrar los sacerdotes en la Casa del SEÑOR, porque la gloria del SEÑOR había llenado la Casa del SEÑOR.",
      "topic": ""
    },
    "3": {
      "text": "Y cuando vieron todos los hijos de Israel descender el fuego y la gloria del SEÑOR sobre la Casa, cayeron en tierra en el solado sobre sus rostros, y adoraron, confesando al SEÑOR diciendo : Que es bueno, que su misericordia es para siempre.",
      "topic": ""
    },
    "4": {
      "text": "Entonces el rey y todo el pueblo sacrificaron víctimas delante de el SEÑOR.",
      "topic": ""
    },
    "5": {
      "text": "Y ofreció el rey Salomón en sacrificio veintidós mil bueyes, y ciento veinte mil ovejas; y así dedicaron la Casa de Dios el rey y todo el pueblo.",
      "topic": ""
    },
    "6": {
      "text": "Y los sacerdotes estaban sobre sus guardas; y los levitas con los instrumentos de música del SEÑOR, los cuales había hecho el rey David para confesar al SEÑOR, porque su misericordia es para siempre; cuando David confesaba por mano de ellos. Asimismo los sacerdotes tocaban trompetas delante de ellos, y todo Israel estaba en pie.",
      "topic": ""
    },
    "7": {
      "text": "También santificó Salomón el medio del atrio que estaba delante de la Casa del SEÑOR, por cuanto había ofrecido allí los holocaustos, y los sebos de los pacíficos; porque en el altar de bronce que Salomón había hecho, no podían caber los holocaustos, y el presente, y los sebos.",
      "topic": ""
    },
    "8": {
      "text": "Entonces hizo Salomón fiesta siete días, y con él todo Israel, una grande congregación, desde la entrada de Hamat hasta el arroyo de Egipto.",
      "topic": ""
    },
    "9": {
      "text": "Al octavo día hicieron convocación, porque habían hecho la dedicación del altar en siete días, y habían celebrado la fiesta solemne por siete días.",
      "topic": ""
    },
    "10": {
      "text": "Y a los veintitrés del mes séptimo envió al pueblo a sus estancias, alegres y gozosos de corazón por los beneficios que el SEÑOR había hecho a David, y a Salomón, y a su pueblo Israel.",
      "topic": ""
    },
    "11": {
      "text": "Acabó, pues, Salomón la Casa del SEÑOR, y la casa del rey; y todo lo que Salomón tuvo en voluntad de hacer en la Casa del SEÑOR y en su casa, fue prosperado.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y apareció el SEÑOR a Salomón de noche, y le dijo: Yo he oído tu oración, y he elegido para mí este lugar por una Casa de sacrificio.",
      "topic": ""
    },
    "13": {
      "text": "Si yo cerrare los cielos, que no haya lluvia, y si mandare a la langosta que consuma la tierra, o si enviare pestilencia a mi pueblo;",
      "topic": ""
    },
    "14": {
      "text": "si se humillare mi pueblo, sobre los cuales ni nombre es invocado, y oraren, y buscaren mi rostro, y se convirtieren de sus caminos malos; entonces yo oiré desde los cielos, y perdonaré sus pecados, y sanaré su tierra.",
      "topic": ""
    },
    "15": {
      "text": "Ahora estarán abiertos mis ojos, y atentos mis oídos, a la oración en este lugar;",
      "topic": ""
    },
    "16": {
      "text": "así que ahora he elegido y santificado esta Casa, para que esté en ella mi Nombre para siempre; y mis ojos y mi corazón estarán ahí para siempre.",
      "topic": ""
    },
    "17": {
      "text": "Y tú, si anduvieres delante de mí, como anduvo David tu padre, e hicieres todas las cosas que yo te he mandado, y guardares mis estatutos y mis derechos,",
      "topic": ""
    },
    "18": {
      "text": "yo confirmaré el trono de tu reino, como concerté con David tu padre, diciendo: No faltará varón de ti que domine en Israel.",
      "topic": ""
    },
    "19": {
      "text": "Mas si vosotros os volviereis, y dejareis mis estatutos y mis preceptos que os he propuesto, y fuereis y sirviereis a dioses ajenos, y los adorareis,",
      "topic": ""
    },
    "20": {
      "text": "yo los arrancaré de mi tierra que les he dado; y esta Casa que he santificado a mi Nombre, yo la echaré de delante de mí, y la pondré por proverbio y fábula en todos los pueblos.",
      "topic": ""
    },
    "21": {
      "text": "Y esta Casa que es tan ilustre, será espanto a todo el que pasare, y dirá: ¿Por qué ha hecho así el SEÑOR a esta tierra y a esta Casa?",
      "topic": ""
    },
    "22": {
      "text": "Y le será respondido: Por cuanto dejaron al SEÑOR Dios de sus padres, el cual los sacó de la tierra de Egipto, y echaron mano de dioses ajenos, y los adoraron y sirvieron; por eso él ha traído todo este mal sobre ellos.",
      "topic": ""
    },
    "23": {
      "text": "Entrando él después a su mujer ella concibió, y dio a luz un hijo, al cual puso por nombre Bería; por cuanto había estado en aflicción en su casa.",
      "topic": ""
    },
    "24": {
      "text": "Y su hija fue Seera, la cual edificó a Bet-horón la baja y la alta, y a Uzen-seera.",
      "topic": ""
    },
    "25": {
      "text": "Hijo de este Bería fue Refa y Resef, y Telah su hijo, y Tahán su hijo,",
      "topic": ""
    },
    "26": {
      "text": "Laadán su hijo, Amiud su hijo, Elisama su hijo,",
      "topic": ""
    },
    "27": {
      "text": "Nun su hijo, Josué su hijo.",
      "topic": ""
    },
    "28": {
      "text": "Y la heredad y habitación de ellos fue Bet-el con sus aldeas; y hacia el oriente Naarán, y a la parte del occidente Gezer y sus aldeas; asimismo Siquem con sus aldeas, hasta Gaza y sus aldeas;",
      "topic": ""
    },
    "29": {
      "text": "y a la parte de los hijos de Manasés, Bet-seán con sus aldeas, Taanac con sus aldeas, Meguido con sus aldeas, y Dor con sus aldeas. En estos lugares habitaron los hijos de José, hijo de Israel.",
      "topic": ""
    },
    "30": {
      "text": "Los hijos de Aser: Imna, Isúa, Isúi, Bería, y su hermana Sera.",
      "topic": ""
    },
    "31": {
      "text": "Los hijos de Bería: Heber, y Malquiel, el cual fue padre de Birzavit.",
      "topic": ""
    },
    "32": {
      "text": "Y Heber engendró a Jaflet, Semer, Hotam, y Súa hermana de ellos.",
      "topic": ""
    },
    "33": {
      "text": "Los hijos de Jaflet: Pasac, Bimhal, y Asvat. Estos fueron los hijos de Jaflet.",
      "topic": ""
    },
    "34": {
      "text": "Y los hijos de Semer: Ahí, Rohga, Jehúba, y Aram.",
      "topic": ""
    },
    "35": {
      "text": "Los hijos de Helem su hermano: Zofa, Imna, Selles, y Amal.",
      "topic": ""
    },
    "36": {
      "text": "Los hijos de Zofa: Súa, Harnefer, Súal, Beri, Imra,",
      "topic": ""
    },
    "37": {
      "text": "Beser, Hod, Sama, Silsa, Itrán y Beera.",
      "topic": ""
    },
    "38": {
      "text": "Los hijos de Jeter: Jefone, Pispa, y Ara.",
      "topic": ""
    },
    "39": {
      "text": "Y los hijos de Ula; Ara, y Haniel, y Rezia.",
      "topic": ""
    },
    "40": {
      "text": "Y todos estos fueron hijos de Aser, cabezas de familias paternas, escogidos, poderosos, cabezas de príncipes; y cuando fueron contados por sus linajes entre los hombres de guerra, el número de ellos fue veintiséis mil hombres.",
      "topic": ""
    },
    "41": {
      "text": "Es a saber , dos columnas, y los vasos redondos de los capiteles que estaban en lo alto de las dos columnas; y dos redes que cubrían los dos vasos redondos de los capiteles que estaban sobre la cabeza de las columnas;",
      "topic": ""
    },
    "42": {
      "text": "y cuatrocientas granadas para las dos redes, es a saber , dos órdenes de granadas en cada red, para cubrir los dos vasos redondos que estaban sobre las cabezas de las columnas;",
      "topic": ""
    },
    "43": {
      "text": "y las diez basas, y las diez fuentes sobre las basas;",
      "topic": ""
    },
    "44": {
      "text": "y un mar, y doce bueyes debajo del mar;",
      "topic": ""
    },
    "45": {
      "text": "y calderos, y tenazas, y cuencos; y todos los otros vasos que Hiram hizo al rey Salomón, para la Casa del SEÑOR de bronce bruñido.",
      "topic": ""
    },
    "46": {
      "text": "Todo lo hizo fundir el rey en la llanura del Jordán, en tierra arcillosa, entre Sucot y Saretán.",
      "topic": ""
    },
    "47": {
      "text": "Y dejó Salomón sin inquirir el peso del bronce de todos los vasos, por la grande multitud de ellos.",
      "topic": ""
    },
    "48": {
      "text": "¶ E hizo Salomón todos los vasos que pertenecían a la Casa del SEÑOR; un altar de oro, y una mesa sobre la cual estaban los panes de la proposición, también de oro;",
      "topic": ""
    },
    "49": {
      "text": "y los candeleros de oro purísimo, cinco a la mano derecha, y otros cinco a la izquierda, delante del oratorio; con las flores, y las lámparas, y despabiladeras de oro;",
      "topic": ""
    },
    "50": {
      "text": "asimismo los cántaros, vasos, cuencos, cucharros, e incensarios, de oro purísimo; también de oro los quiciales de las puertas de la Casa de adentro, es a saber del lugar santísimo, y los de las puertas del templo.",
      "topic": ""
    },
    "51": {
      "text": "Así se acabó toda la obra que dispuso hacer el rey Salomón para la Casa del SEÑOR. Y metió Salomón lo que David su padre había dedicado (Heb. las santidades de David ), es a saber , plata, y oro, y vasos, y lo puso todo en guarda en las tesorerías de la Casa del SEÑOR.",
      "topic": ""
    }
  }
}