{
  "info": {
    "book": "Rut",
    "chapter": "8",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aconteció que al cabo de veinte años que Salomón había edificado la Casa del SEÑOR y su casa,",
      "topic": ""
    },
    "2": {
      "text": "reedificó Salomón las ciudades que Hiram le había dado, y estableció en ellas a los hijos de Israel.",
      "topic": ""
    },
    "3": {
      "text": "Después vino Salomón a Hamat de Soba, y la tomó.",
      "topic": ""
    },
    "4": {
      "text": "Y edificó a Tadmor en el desierto, y todas las ciudades de municiones que edificó en el desierto.",
      "topic": ""
    },
    "5": {
      "text": "Asimismo reedificó a Bet-horón la de arriba, y a Bet-horón la de abajo, ciudades fortificadas, de muros, puertas, y barras;",
      "topic": ""
    },
    "6": {
      "text": "y a Baalat, y a todas las villas de munición que Salomón tenía; también todas las ciudades de los carros y las de la gente de a caballo; y todo lo que Salomón quiso edificar en Jerusalén, y en el Líbano, y en toda la tierra de su señorío.",
      "topic": ""
    },
    "7": {
      "text": "Y a todo el pueblo que había quedado de los heteos, amorreos, ferezeos, heveos, y jebuseos, que no eran de Israel,",
      "topic": ""
    },
    "8": {
      "text": "los hijos de los que habían quedado en la tierra después de ellos, a los cuales los hijos de Israel no destruyeron del todo, hizo Salomón tributarios hasta hoy.",
      "topic": ""
    },
    "9": {
      "text": "Y de los hijos de Israel no puso Salomón siervos en su obra; porque eran hombres de guerra, y sus príncipes y sus capitanes, y príncipes de sus carros, y su gente de a caballo.",
      "topic": ""
    },
    "10": {
      "text": "Y tenía Salomón doscientos cincuenta príncipes de los gobernadores, los cuales presidian en el pueblo.",
      "topic": ""
    },
    "11": {
      "text": "Y pasó Salomón a la hija de Faraón, de la ciudad de David a la casa que él le había edificado; porque dijo entre si : Mi mujer no morará en la casa de David rey de Israel, porque son lugares sagradas por haber entrado a ellas el arca del SEÑOR.",
      "topic": ""
    },
    "12": {
      "text": "¶ Entonces ofreció Salomón holocaustos al SEÑOR sobre el altar del SEÑOR, que había él edificado delante del pórtico,",
      "topic": ""
    },
    "13": {
      "text": "para que ofreciesen cada cosa en su día, conforme al mandamiento de Moisés, en los sábados, las nuevas lunas, y fiestas tres veces en el año, a saber , en la fiesta de los panes sin levadura, en la fiesta de las semanas, y en la fiesta de los tabernáculos.",
      "topic": ""
    },
    "14": {
      "text": "Y constituyó los repartimientos de los sacerdotes en sus oficios, conforme a la ordenación de David su padre: los levitas por sus guardas, para que alabasen y ministrasen delante de los sacerdotes, cada cosa en su día; y los porteros por su guarda a cada puerta; porque así lo había mandado David, varón de Dios.",
      "topic": ""
    },
    "15": {
      "text": "Y no salieron del mandamiento del rey, cuanto a los sacerdotes y levitas, y los tesoros, y todo negocio.",
      "topic": ""
    },
    "16": {
      "text": "Porque toda la obra de Salomón estaba apercibida desde el día en que la Casa del SEÑOR fue fundada hasta que se acabó, hasta que la Casa del SEÑOR fue acabada del todo.",
      "topic": ""
    },
    "17": {
      "text": "Entonces Salomón fue a Ezión-geber, y a Elot, a la costa del mar en la tierra de Edom.",
      "topic": ""
    },
    "18": {
      "text": "Porque Hiram le había enviado navíos por mano de sus siervos, y marineros diestros en el mar, los cuales habían ido con los siervos de Salomón a Ofir, y habían tomado de allá cuatrocientos cincuenta talentos de oro, y los trajeron al rey Salomón.",
      "topic": ""
    },
    "19": {
      "text": "Y Jaquim, Zicri, Zabdi;",
      "topic": ""
    },
    "20": {
      "text": "Elioenai, Ziletai, Eliel;",
      "topic": ""
    },
    "21": {
      "text": "Adaías, Beraías, y Simrat, hijos de Simei;",
      "topic": ""
    },
    "22": {
      "text": "e Ispán, Heber, Eliel;",
      "topic": ""
    },
    "23": {
      "text": "Abdón, Zicri, Hanán;",
      "topic": ""
    },
    "24": {
      "text": "Hananías, Elam, Anatotías;",
      "topic": ""
    },
    "25": {
      "text": "Ifdaías, y Peniel, hijos de Sasac;",
      "topic": ""
    },
    "26": {
      "text": "y Samserai, Seharías, Atalías;",
      "topic": ""
    },
    "27": {
      "text": "Jaresías, Elías, y Zicri, hijos de Jeroham.",
      "topic": ""
    },
    "28": {
      "text": "Estos fueron príncipes de familias por sus linajes, y habitaron en Jerusalén.",
      "topic": ""
    },
    "29": {
      "text": "Y en Gabaón habitaron Abigabaón, la mujer del cual se llamó Maaca;",
      "topic": ""
    },
    "30": {
      "text": "y su hijo primogénito, Abdón, luego Sur, Cis, Baal, Nadab,",
      "topic": ""
    },
    "31": {
      "text": "Gedor, Ahío, y Zequer.",
      "topic": ""
    },
    "32": {
      "text": "Y Miclot engendró a Simea. Estos también habitaron con sus hermanos en Jerusalén, enfrente de ellos.",
      "topic": ""
    },
    "33": {
      "text": "¶ Y Ner engendró a Cis, y Cis engendró a Saúl, y Saúl engendró a Jonatán, Malquisúa, Abinadab, y Es-baal.",
      "topic": ""
    },
    "34": {
      "text": "Hijo de Jonatán fue Merib-baal, y Merib-baal engendró a Micaía.",
      "topic": ""
    },
    "35": {
      "text": "Los hijos de Micaía: Pitón, Melec, Tarea y Acaz.",
      "topic": ""
    },
    "36": {
      "text": "Y Acaz engendró a Joada; y Joada engendró a Alemet, y a Azmavet, y a Zimri; y Zimri engendró a Mosa;",
      "topic": ""
    },
    "37": {
      "text": "y Mosa engendró a Bina, hijo del cual fue Rafa, hijo del cual fue Elasa, cuyo hijo fue Azel.",
      "topic": ""
    },
    "38": {
      "text": "Y los hijos de Azel fueron seis, cuyos nombres son Azricam, Bocru, Ismael, Searías, Obadías, y Hanán; todos estos fueron hijos de Azel.",
      "topic": ""
    },
    "39": {
      "text": "Y los hijos de Esec su hermano: Ulam su primogénito, Jehús el segundo, Elifelet el tercero.",
      "topic": ""
    },
    "40": {
      "text": "Y fueron los hijos de Ulam hombres valientes de gran valor, flecheros diestros, los cuales tuvieron muchos hijos y nietos, ciento cincuenta. Todos estos fueron de los hijos de Benjamín.",
      "topic": ""
    },
    "41": {
      "text": "Asimismo el extranjero, que no es de tu pueblo Israel, que hubiere venido de lejanas tierras a causa de tu nombre,",
      "topic": ""
    },
    "42": {
      "text": "(porque habrán oído de tu gran nombre, y de tu mano fuerte, y de tu brazo extendido), y viniere a orar a esta Casa;",
      "topic": ""
    },
    "43": {
      "text": "tú oirás en los cielos, en la habitación de tu morada, y harás conforme a todo aquello por lo cual el extranjero hubiere clamado a ti; para que todos los pueblos de la tierra conozcan tu nombre, y te teman, como tu pueblo Israel, y sepan que tu nombre es invocado sobre esta Casa que yo edifiqué.",
      "topic": ""
    },
    "44": {
      "text": "Si tu pueblo saliere en batalla contra sus enemigos por el camino que tú los enviares, y oraren al SEÑOR hacia la ciudad que tú elegiste, y hacia la Casa que yo edifiqué a tu nombre,",
      "topic": ""
    },
    "45": {
      "text": "tú oirás en los cielos su oración y su súplica, y harás su juicio.",
      "topic": ""
    },
    "46": {
      "text": "Si hubieren pecado contra ti (porque no hay hombre que no peque) y tú estuvieres airado contra ellos, y los entregares delante del enemigo, para que los cautiven y lleven a tierra enemiga, sea lejos o cerca,",
      "topic": ""
    },
    "47": {
      "text": "y ellos volvieren a su corazón en la tierra donde fueren cautivos; si volvieren, y oraren a ti en la tierra de los que los cautivaron, y dijeren: Pecamos, hemos hecho lo malo, hemos cometido impiedad;",
      "topic": ""
    },
    "48": {
      "text": "y si se convirtieren a ti de todo su corazón y de toda su alma, en la tierra de sus enemigos que los hubieren llevado cautivos, y oraren a ti hacia su tierra, que tú diste a sus padres, hacia la ciudad que tú elegiste y la Casa que yo he edificado a tu nombre;",
      "topic": ""
    },
    "49": {
      "text": "tú oirás en los cielos, en la habitación de tu morada, su oración y su súplica, y les harás derecho;",
      "topic": ""
    },
    "50": {
      "text": "y perdonarás a tu pueblo que había pecado contra ti, y todas sus rebeliones con que se habrán rebelado contra ti; y harás que hagan con ellos misericordia los que los hubieren llevado cautivos;",
      "topic": ""
    },
    "51": {
      "text": "porque ellos son tu pueblo y tu heredad, que tú sacaste de Egipto, de en medio del horno de hierro.",
      "topic": ""
    },
    "52": {
      "text": "Que tus ojos estén abiertos a la oración de tu siervo, y a la plegaria de tu pueblo Israel, para oírlos en todo aquello por lo que te invocaren;",
      "topic": ""
    },
    "53": {
      "text": "pues que tú los apartaste para ti por tu heredad de todos los pueblos de la tierra, como lo dijiste por mano de Moisés tu siervo, cuando sacaste a nuestros padres de Egipto, oh Señor DIOS.",
      "topic": ""
    },
    "54": {
      "text": "¶ Y fue, que cuando acabó Salomón de orar al SEÑOR toda esta oración y súplica, se levantó de estar de rodillas delante del altar del SEÑOR con sus manos extendidas al cielo;",
      "topic": ""
    },
    "55": {
      "text": "y se puso en pie, y bendijo a toda la congregación de Israel, diciendo en voz alta:",
      "topic": ""
    },
    "56": {
      "text": "Bendito sea el SEÑOR, que ha dado reposo a su pueblo Israel, conforme a todo lo que él había dicho; ninguna palabra de todas sus promesas que dijo por Moisés su siervo, ha faltado.",
      "topic": ""
    },
    "57": {
      "text": "Sea con nosotros el SEÑOR nuestro Dios, como fue con nuestros padres; y no nos desampare, ni nos deje;",
      "topic": ""
    },
    "58": {
      "text": "incline nuestro corazón hacia sí, para que andemos en sus caminos, y guardemos sus mandamientos y sus estatutos y sus derechos, los cuales mandó a nuestros padres.",
      "topic": ""
    },
    "59": {
      "text": "Y que estas mis palabras con que he orado delante del SEÑOR estén cerca del SEÑOR nuestro Dios de día y de noche, para que él haga el juicio de su siervo, y de su pueblo Israel, cómo y cuándo la necesidad lo demandare;",
      "topic": ""
    },
    "60": {
      "text": "para que todos los pueblos de la tierra sepan que el SEÑOR es Dios, y que no hay otro.",
      "topic": ""
    },
    "61": {
      "text": "Sea pues perfecto vuestro corazón para con el SEÑOR nuestro Dios, andando en sus estatutos, y guardando sus mandamientos, como el día de hoy.",
      "topic": ""
    },
    "62": {
      "text": "¶ Entonces el rey, y todo Israel con él, ofrecieron sacrificios delante del SEÑOR.",
      "topic": ""
    },
    "63": {
      "text": "Y ofreció Salomón sacrificios pacíficos, los cuales sacrificó al SEÑOR, que fueron veintidós mil bueyes, y ciento veinte mil ovejas. Así dedicaron el rey y todos los hijos de Israel la Casa del SEÑOR.",
      "topic": ""
    },
    "64": {
      "text": "Aquel mismo día santificó el rey el medio del atrio que estaba delante de la Casa del SEÑOR: porque ofreció allí los holocaustos, y los presentes, y los sebos de los pacíficos; por cuanto el altar de bronce que estaba delante del SEÑOR era pequeño, y no cabían en él los holocaustos, y los presentes, y los sebos de los pacíficos.",
      "topic": ""
    },
    "65": {
      "text": "En aquel tiempo Salomón hizo fiesta, y con él todo Israel, una gran congregación, desde donde entran en Hamat hasta el río de Egipto, delante del SEÑOR nuestro Dios, por siete días y otros siete días, esto es, por catorce días.",
      "topic": ""
    },
    "66": {
      "text": "Y el octavo día despidió al pueblo; y ellos bendiciendo al rey, se fueron a sus estancias alegres y gozosos de corazón por todos los beneficios que el SEÑOR había hecho a David su siervo, y a su pueblo Israel.",
      "topic": ""
    }
  }
}