{
  "info": {
    "book": "Matthew",
    "chapter": "22",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "AND Jesus answering, spoke again in parables to them, saying:",
      "topic": ""
    },
    "2": {
      "text": "The kingdom of heaven is likened to a king, who made a marriage for his son.",
      "topic": ""
    },
    "3": {
      "text": "And he sent his servants, to call them that were invited to the marriage; and they would not come.",
      "topic": ""
    },
    "4": {
      "text": "Again he sent other servants, saying: Tell them that were invited, Behold, I have prepared my dinner; my beeves and fatlings are killed, and all things are ready: come ye to the marriage.",
      "topic": ""
    },
    "5": {
      "text": "But they neglected, and went their own ways, one to his farm, and another to his merchandise.",
      "topic": ""
    },
    "6": {
      "text": "And the rest laid hands on his servants, and having treated them contumeliously, put them to death.",
      "topic": ""
    },
    "7": {
      "text": "But when the king had heard of it, he was angry, and sending his armies, he destroyed those murderers, and burnt their city.",
      "topic": ""
    },
    "8": {
      "text": "Then he saith to his servants: The marriage indeed is ready; but they that were invited were not worthy.",
      "topic": ""
    },
    "9": {
      "text": "Go ye therefore into the highways; and as many as you shall find, call to the marriage.",
      "topic": ""
    },
    "10": {
      "text": "And his servants going forth into the ways, gathered together all that they found, both bad and good: and the marriage was filled with guests.",
      "topic": ""
    },
    "11": {
      "text": "And the king went in to see the guests: and he saw there a man who had not on a wedding garment.",
      "topic": ""
    },
    "12": {
      "text": "And he saith to him: Friend, how camest thou in hither not having a wedding garment? But he was silent.",
      "topic": ""
    },
    "13": {
      "text": "Then the king said to the waiters: Bind his hands and feet, and cast him into the exterior darkness: there shall be weeping and gnashing of teeth.",
      "topic": ""
    },
    "14": {
      "text": "For many are called, but few are chosen.",
      "topic": ""
    },
    "15": {
      "text": "Then the Pharisees going, consulted among themselves how to insnare him in his speech.",
      "topic": ""
    },
    "16": {
      "text": "And they sent to him their disciples with the Herodians, saying: Master, we know that thou art a true speaker, and teachest the way of God in truth, neither carest thou for any man: for thou dost not regard the person of men.",
      "topic": ""
    },
    "17": {
      "text": "Tell us therefore what dost thou think, is it lawful to give tribute to Caesar, or not?",
      "topic": ""
    },
    "18": {
      "text": "But Jesus knowing their wickedness, said: Why do you tempt me, ye hypocrites?",
      "topic": ""
    },
    "19": {
      "text": "Shew me the coin of the tribute. And they offered him a penny.",
      "topic": ""
    },
    "20": {
      "text": "And Jesus saith to them: Whose image and inscription is this?",
      "topic": ""
    },
    "21": {
      "text": "They say to him: Caesar’s. Then he saith to them: Render therefore to Caesar the things that are Caesar’s; and to God, the things that are God’s.",
      "topic": ""
    },
    "22": {
      "text": "And hearing this they wondered, and leaving him, went their ways.",
      "topic": ""
    },
    "23": {
      "text": "That day there came to him the Sadducees, who say there is no resurrection; and asked him,",
      "topic": ""
    },
    "24": {
      "text": "Saying: Master, Moses said: If a man die having no son, his brother shall marry his wife, and raise up issue to his brother.",
      "topic": ""
    },
    "25": {
      "text": "Now there were with us seven brethren: and the first having married a wife, died; and not having issue, left his wife to his brother.",
      "topic": ""
    },
    "26": {
      "text": "In like manner the second, and the third, and so on to the seventh.",
      "topic": ""
    },
    "27": {
      "text": "And last of all the woman died also.",
      "topic": ""
    },
    "28": {
      "text": "At the resurrection therefore whose wife of the seven shall she be? for they all had her.",
      "topic": ""
    },
    "29": {
      "text": "And Jesus answering, said to them: You err, not knowing the Scriptures, nor the power of God.",
      "topic": ""
    },
    "30": {
      "text": "For in the resurrection they shall neither marry nor be married; but shall be as the angels of God in heaven.",
      "topic": ""
    },
    "31": {
      "text": "And concerning the resurrection of the dead, have you not read that which was spoken by God, saying to you:",
      "topic": ""
    },
    "32": {
      "text": "I am the God of Abraham, and the God of Isaac, and the God of Jacob? He is not the God of the dead, but of the living.",
      "topic": ""
    },
    "33": {
      "text": "And the multitudes hearing it, were in admiration at his doctrine.",
      "topic": ""
    },
    "34": {
      "text": "But the Pharisees hearing that he had silenced the Sadducees, came together:",
      "topic": ""
    },
    "35": {
      "text": "And one of them, a doctor of the law, asking him, tempting him:",
      "topic": ""
    },
    "36": {
      "text": "Master, which is the greatest commandment in the law?",
      "topic": ""
    },
    "37": {
      "text": "Jesus said to him: Thou shalt love the Lord thy God with thy whole heart, and with thy whole soul, and with thy whole mind.",
      "topic": ""
    },
    "38": {
      "text": "This is the greatest and the first commandment.",
      "topic": ""
    },
    "39": {
      "text": "And the second is like to this: Thou shalt love thy neighbor as thyself.",
      "topic": ""
    },
    "40": {
      "text": "On these two commandments dependeth the whole law and the prophets.",
      "topic": ""
    },
    "41": {
      "text": "And the Pharisees being gathered together, Jesus asked them,",
      "topic": ""
    },
    "42": {
      "text": "Saying: What think you of Christ? whose son is he? They say to him: David’s.",
      "topic": ""
    },
    "43": {
      "text": "He saith to them: How then doth David in spirit call him Lord, saying:",
      "topic": ""
    },
    "44": {
      "text": "The Lord said to my Lord, Sit on my right hand, until I make thy enemies thy footstool?",
      "topic": ""
    },
    "45": {
      "text": "If David then call him Lord, how is he his son?",
      "topic": ""
    },
    "46": {
      "text": "And no man was able to answer him a word; neither durst any man from that day forth ask him any more questions.",
      "topic": ""
    }
  }
}