{
  "info": {
    "book": "Matthew",
    "chapter": "28",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "AND in the end of the sabbath, when it began to dawn towards the first day of the week, came Mary Magdalen and the other Mary, to see the sepulchre.",
      "topic": ""
    },
    "2": {
      "text": "And behold there was a great earthquake. For an angel of the Lord descended from heaven, and coming, rolled back the stone, and sat upon it.",
      "topic": ""
    },
    "3": {
      "text": "And his countenance was as lightning, and his raiment as snow.",
      "topic": ""
    },
    "4": {
      "text": "And for fear of him, the guards were struck with terror, and became as dead men.",
      "topic": ""
    },
    "5": {
      "text": "And the angel answering, said to the women: Fear not you; for I know that you seek Jesus who was crucified.",
      "topic": ""
    },
    "6": {
      "text": "He is not here, for he is risen, as he said. Come, and see the place where the Lord was laid.",
      "topic": ""
    },
    "7": {
      "text": "And going quickly, tell ye his disciples that he is risen: and behold he will go before you into Galilee; there you shall see him. Lo, I have foretold it to you.",
      "topic": ""
    },
    "8": {
      "text": "And they went out quickly from the sepulchre with fear and great joy, running to tell his disciples.",
      "topic": ""
    },
    "9": {
      "text": "And behold Jesus met them, saying: All hail. But they came up and took hold of his feet, and adored him.",
      "topic": ""
    },
    "10": {
      "text": "Then Jesus said to them: Fear not. Go, tell my brethren that they go into Galilee, there they shall see me.",
      "topic": ""
    },
    "11": {
      "text": "Who when they were departed, behold some of the guards came into the city, and told the chief priests all things that had been done.",
      "topic": ""
    },
    "12": {
      "text": "And they being assembled together with the ancients, taking counsel, gave a great sum of money to the soldiers,",
      "topic": ""
    },
    "13": {
      "text": "Saying: Say you, His disciples came by night, and stole him away when we were asleep.",
      "topic": ""
    },
    "14": {
      "text": "And if the governor shall hear this, we will persuade him, and secure you.",
      "topic": ""
    },
    "15": {
      "text": "So they taking the money, did as they were taught: and this word was spread abroad among the Jews even unto this day.",
      "topic": ""
    },
    "16": {
      "text": "And the eleven disciples went into Galilee, unto the mountain where Jesus had appointed them.",
      "topic": ""
    },
    "17": {
      "text": "And seeing them they adored: but some doubted.",
      "topic": ""
    },
    "18": {
      "text": "And Jesus coming, spoke to them, saying: All power is given to me in heaven and in earth.",
      "topic": ""
    },
    "19": {
      "text": "Going therefore, teach ye all nations; baptizing them in the name of the Father, and of the Son, and of the Holy Ghost.",
      "topic": ""
    },
    "20": {
      "text": "Teaching them to observe all things whatsoever I have commanded you: and behold I am with you all days, even to the consummation of the world.",
      "topic": ""
    }
  }
}