{
  "info": {
    "book": "Job",
    "chapter": "23",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered,",
      "topic": ""
    },
    "2": {
      "text": "“Even today my complaint is rebellious. His hand is heavy in spite of my groaning.",
      "topic": ""
    },
    "3": {
      "text": "Oh that I knew where I might find him! That I might come even to his seat!",
      "topic": ""
    },
    "4": {
      "text": "I would set my cause in order before him, and fill my mouth with arguments.",
      "topic": ""
    },
    "5": {
      "text": "I would know the words which he would answer me, and understand what he would tell me.",
      "topic": ""
    },
    "6": {
      "text": "Would he contend with me in the greatness of his power? No, but he would listen to me.",
      "topic": ""
    },
    "7": {
      "text": "There the upright might reason with him, so I should be delivered forever from my judge.",
      "topic": ""
    },
    "8": {
      "text": "“If I go east, he is not there; if west, I can’t find him;",
      "topic": ""
    },
    "9": {
      "text": "He works to the north, but I can’t see him. He turns south, but I can’t catch a glimpse of him.",
      "topic": ""
    },
    "10": {
      "text": "But he knows the way that I take. When he has tried me, I shall come forth like gold.",
      "topic": ""
    },
    "11": {
      "text": "My foot has held fast to his steps. I have kept his way, and not turned aside.",
      "topic": ""
    },
    "12": {
      "text": "I haven’t gone back from the commandment of his lips. I have treasured up the words of his mouth more than my necessary food.",
      "topic": ""
    },
    "13": {
      "text": "But he stands alone, and who can oppose him? What his soul desires, even that he does.",
      "topic": ""
    },
    "14": {
      "text": "For he performs that which is appointed for me. Many such things are with him.",
      "topic": ""
    },
    "15": {
      "text": "Therefore I am terrified at his presence. When I consider, I am afraid of him.",
      "topic": ""
    },
    "16": {
      "text": "For God has made my heart faint. The Almighty has terrified me.",
      "topic": ""
    },
    "17": {
      "text": "Because I was not cut off before the darkness, neither did he cover the thick darkness from my face.",
      "topic": ""
    }
  }
}