{
  "info": {
    "book": "Job",
    "chapter": "27",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Job again took up his parable, and said,",
      "topic": ""
    },
    "2": {
      "text": "“As God lives, who has taken away my right, the Almighty, who has made my soul bitter.",
      "topic": ""
    },
    "3": {
      "text": "(For the length of my life is still in me, and the spirit of God is in my nostrils);",
      "topic": ""
    },
    "4": {
      "text": "surely my lips shall not speak unrighteousness, neither shall my tongue utter deceit.",
      "topic": ""
    },
    "5": {
      "text": "Far be it from me that I should justify you. Until I die I will not put away my integrity from me.",
      "topic": ""
    },
    "6": {
      "text": "I hold fast to my righteousness, and will not let it go. My heart shall not reproach me so long as I live.",
      "topic": ""
    },
    "7": {
      "text": "“Let my enemy be as the wicked. Let him who rises up against me be as the unrighteous.",
      "topic": ""
    },
    "8": {
      "text": "For what is the hope of the godless, when he is cut off, when God takes away his life?",
      "topic": ""
    },
    "9": {
      "text": "Will God hear his cry when trouble comes on him?",
      "topic": ""
    },
    "10": {
      "text": "Will he delight himself in the Almighty, and call on God at all times?",
      "topic": ""
    },
    "11": {
      "text": "I will teach you about the hand of God. That which is with the Almighty will I not conceal.",
      "topic": ""
    },
    "12": {
      "text": "Behold, all of you have seen it yourselves; why then have you become altogether vain?",
      "topic": ""
    },
    "13": {
      "text": "“This is the portion of a wicked man with God, the heritage of oppressors, which they receive from the Almighty.",
      "topic": ""
    },
    "14": {
      "text": "If his children are multiplied, it is for the sword. His offspring shall not be satisfied with bread.",
      "topic": ""
    },
    "15": {
      "text": "Those who remain of him shall be buried in death. His widows shall make no lamentation.",
      "topic": ""
    },
    "16": {
      "text": "Though he heap up silver as the dust, and prepare clothing as the clay;",
      "topic": ""
    },
    "17": {
      "text": "he may prepare it, but the just shall put it on, and the innocent shall divide the silver.",
      "topic": ""
    },
    "18": {
      "text": "He builds his house as the moth, as a booth which the watchman makes.",
      "topic": ""
    },
    "19": {
      "text": "He lies down rich, but he shall not do so again. He opens his eyes, and he is not.",
      "topic": ""
    },
    "20": {
      "text": "Terrors overtake him like waters. A storm steals him away in the night.",
      "topic": ""
    },
    "21": {
      "text": "The east wind carries him away, and he departs. It sweeps him out of his place.",
      "topic": ""
    },
    "22": {
      "text": "For it hurls at him, and does not spare, as he flees away from his hand.",
      "topic": ""
    },
    "23": {
      "text": "Men shall clap their hands at him, and shall hiss him out of his place.",
      "topic": ""
    }
  }
}