{
  "info": {
    "book": "Job",
    "chapter": "42",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then Job answered Yahweh,",
      "topic": ""
    },
    "2": {
      "text": "“I know that you can do all things, and that no purpose of yours can be restrained.",
      "topic": ""
    },
    "3": {
      "text": "You asked, ‘Who is this who hides counsel without knowledge?’ therefore I have uttered that which I did not understand, things too wonderful for me, which I didn’t know.",
      "topic": ""
    },
    "4": {
      "text": "You said, ‘Listen, now, and I will speak; I will question you, and you will answer me.’",
      "topic": ""
    },
    "5": {
      "text": "I had heard of you by the hearing of the ear, but now my eye sees you.",
      "topic": ""
    },
    "6": {
      "text": "Therefore I abhor myself, and repent in dust and ashes.”",
      "topic": ""
    },
    "7": {
      "text": "It was so, that after Yahweh had spoken these words to Job, Yahweh said to Eliphaz the Temanite, “My wrath is kindled against you, and against your two friends; for you have not spoken of me the thing that is right, as my servant Job has.",
      "topic": ""
    },
    "8": {
      "text": "Now therefore, take to yourselves seven bulls and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you, for I will accept him, that I not deal with you according to your folly. For you have not spoken of me the thing that is right, as my servant Job has.”",
      "topic": ""
    },
    "9": {
      "text": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did what Yahweh commanded them, and Yahweh accepted Job.",
      "topic": ""
    },
    "10": {
      "text": "Yahweh turned the captivity of Job, when he prayed for his friends. Yahweh gave Job twice as much as he had before.",
      "topic": ""
    },
    "11": {
      "text": "Then came there to him all his brothers, and all his sisters, and all those who had been of his acquaintance before, and ate bread with him in his house. They comforted him, and consoled him concerning all the evil that Yahweh had brought on him. Everyone also gave him a piece of money, and everyone a ring of gold.",
      "topic": ""
    },
    "12": {
      "text": "So Yahweh blessed the latter end of Job more than his beginning. He had fourteen thousand sheep, six thousand camels, one thousand yoke of oxen, and a thousand female donkeys.",
      "topic": ""
    },
    "13": {
      "text": "He had also seven sons and three daughters.",
      "topic": ""
    },
    "14": {
      "text": "He called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren Happuch.",
      "topic": ""
    },
    "15": {
      "text": "In all the land were no women found so beautiful as the daughters of Job. Their father gave them an inheritance among their brothers.",
      "topic": ""
    },
    "16": {
      "text": "After this Job lived one hundred forty years, and saw his sons, and his sons’ sons, to four generations.",
      "topic": ""
    },
    "17": {
      "text": "So Job died, being old and full of days. Psalm 1:1\tBlessed is the man who doesn’t walk in the counsel of the wicked, nor stand in the way of sinners, nor sit in the seat of scoffers; Psalm 1:2\tbut his delight is in Yahweh’s law. On his law he meditates day and night. Psalm 1:3\tHe will be like a tree planted by the streams of water, that brings forth its fruit in its season, whose leaf also does not wither. Whatever he does shall prosper. Psalm 1:4\tThe wicked are not so, but are like the chaff which the wind drives away. Psalm 1:5\tTherefore the wicked shall not stand in the judgment, nor sinners in the congregation of the righteous. Psalm 1:6\tFor Yahweh knows the way of the righteous, but the way of the wicked shall perish. Psalm 2:1\tWhy do the nations rage, and the peoples plot a vain thing? Psalm 2:2\tThe kings of the earth take a stand, and the rulers take counsel together, against Yahweh, and against his Anointed, saying, Psalm 2:3\t“Let’s break their bonds apart, and cast their cords from us.” Psalm 2:4\tHe who sits in the heavens will laugh. The Lord will have them in derision. Psalm 2:5\tThen he will speak to them in his anger, and terrify them in his wrath: Psalm 2:6\t“Yet I have set my King on my holy hill of Zion.” Psalm 2:7\tI will tell of the decree. Yahweh said to me, “You are my son. Today I have become your father. Psalm 2:8\tAsk of me, and I will give the nations for your inheritance, the uttermost parts of the earth for your possession. Psalm 2:9\tYou shall break them with a rod of iron. You shall dash them in pieces like a potter’s vessel.” Psalm 2:10\tNow therefore be wise, you kings. Be instructed, you judges of the earth. Psalm 2:11\tServe Yahweh with fear, and rejoice with trembling. Psalm 2:12\tGive sincere homage to the Son, lest he be angry, and you perish in the way, for his wrath will soon be kindled. Blessed are all those who take refuge in him. Psalm 3:1\tA Psalm by David, when he fled from Absalom his son. Yahweh, how my adversaries have increased! Many are those who rise up against me. Psalm 3:2\tMany there are who say of my soul, “There is no help for him in God.” Selah. Psalm 3:3\tBut you, Yahweh, are a shield around me, my glory, and the one who lifts up my head. Psalm 3:4\tI cry to Yahweh with my voice, and he answers me out of his holy hill. Selah. Psalm 3:5\tI laid myself down and slept. I awakened; for Yahweh sustains me. Psalm 3:6\tI will not be afraid of tens of thousands of people who have set themselves against me on every side. Psalm 3:7\tArise, Yahweh! Save me, my God! For you have struck all of my enemies on the cheek bone. You have broken the teeth of the wicked. Psalm 3:8\tSalvation belongs to Yahweh. Your blessing be on your people. Selah. Psalm 4:1\tFor the Chief Musician; on stringed instruments. A Psalm by David. Answer me when I call, God of my righteousness. Give me relief from my distress. Have mercy on me, and hear my prayer. Psalm 4:2\tYou sons of men, how long shall my glory be turned into dishonor? Will you love vanity, and seek after falsehood? Selah. Psalm 4:3\tBut know that Yahweh has set apart for himself him who is godly: Yahweh will hear when I call to him. Psalm 4:4\tStand in awe, and don’t sin. Search your own heart on your bed, and be still. Selah. Psalm 4:5\tOffer the sacrifices of righteousness. Put your trust in Yahweh. Psalm 4:6\tMany say, “Who will show us any good?” Yahweh, let the light of your face shine on us. Psalm 4:7\tYou have put gladness in my heart, more than when their grain and their new wine are increased. Psalm 4:8\tIn peace I will both lay myself down and sleep, for you, Yahweh alone, make me live in safety. Psalm 5:1\tFor the Chief Musician, with the flutes. A Psalm by David. Give ear to my words, Yahweh. Consider my meditation. Psalm 5:2\tListen to the voice of my cry, my King and my God; for to you do I pray. Psalm 5:3\tYahweh, in the morning you shall hear my voice. In the morning I will lay my requests before you, and will watch expectantly. Psalm 5:4\tFor you are not a God who has pleasure in wickedness. Evil can’t live with you. Psalm 5:5\tThe arrogant shall not stand in your sight. You hate all workers of iniquity. Psalm 5:6\tYou will destroy those who speak lies. Yahweh abhors the bloodthirsty and deceitful man. Psalm 5:7\tBut as for me, in the abundance of your loving kindness I will come into your house. I will bow toward your holy temple in reverence of you. Psalm 5:8\tLead me, Yahweh, in your righteousness because of my enemies. Make your way straight before my face. Psalm 5:9\tFor there is no faithfulness in their mouth. Their heart is destruction. Their throat is an open tomb. They flatter with their tongue. Psalm 5:10\tHold them guilty, God. Let them fall by their own counsels; Thrust them out in the multitude of their transgressions, for they have rebelled against you. Psalm 5:11\tBut let all those who take refuge in you rejoice, Let them always shout for joy, because you defend them. Let them also who love your name be joyful in you. Psalm 5:12\tFor you will bless the righteous. Yahweh, you will surround him with favor as with a shield. Psalm 6:1\tFor the Chief Musician; on stringed instruments, upon the eight-stringed lyre. A Psalm by David. Yahweh, don’t rebuke me in your anger, neither discipline me in your wrath. Psalm 6:2\tHave mercy on me, Yahweh, for I am faint. Yahweh, heal me, for my bones are troubled. Psalm 6:3\tMy soul is also in great anguish. But you, Yahweh—how long? Psalm 6:4\tReturn, Yahweh. Deliver my soul, and save me for your loving kindness’ sake. Psalm 6:5\tFor in death there is no memory of you. In Sheol, who shall give you thanks? Psalm 6:6\tI am weary with my groaning. Every night I flood my bed. I drench my couch with my tears. Psalm 6:7\tMy eye wastes away because of grief. It grows old because of all my adversaries. Psalm 6:8\tDepart from me, all you workers of iniquity, for Yahweh has heard the voice of my weeping. Psalm 6:9\tYahweh has heard my supplication. Yahweh accepts my prayer. Psalm 6:10\tMay all my enemies be ashamed and dismayed. They shall turn back, they shall be disgraced suddenly. Psalm 7:1\tA meditation by David, which he sang to Yahweh, concerning the words of Cush, the Benjamite. Yahweh, my God, I take refuge in you. Save me from all those who pursue me, and deliver me, Psalm 7:2\tlest they tear apart my soul like a lion, ripping it in pieces, while there is none to deliver. Psalm 7:3\tYahweh, my God, if I have done this, if there is iniquity in my hands, Psalm 7:4\tif I have rewarded evil to him who was at peace with me (yes, if I have delivered him who without cause was my adversary), Psalm 7:5\tlet the enemy pursue my soul, and overtake it; yes, let him tread my life down to the earth, and lay my glory in the dust. Selah. Psalm 7:6\tArise, Yahweh, in your anger. Lift up yourself against the rage of my adversaries. Awake for me. You have commanded judgment. Psalm 7:7\tLet the congregation of the peoples surround you. Rule over them on high. Psalm 7:8\tYahweh administers judgment to the peoples. Judge me, Yahweh, according to my righteousness, and to my integrity that is in me. Psalm 7:9\tOh let the wickedness of the wicked come to an end, but establish the righteous; their minds and hearts are searched by the righteous God. Psalm 7:10\tMy shield is with God, who saves the upright in heart. Psalm 7:11\tGod is a righteous judge, yes, a God who has indignation every day. Psalm 7:12\tIf a man doesn’t relent, he will sharpen his sword; he has bent and strung his bow. Psalm 7:13\tHe has also prepared for himself the instruments of death. He makes ready his flaming arrows. Psalm 7:14\tBehold, he travails with iniquity. Yes, he has conceived mischief, and brought forth falsehood. Psalm 7:15\tHe has dug a hole, and has fallen into the pit which he made. Psalm 7:16\tThe trouble he causes shall return to his own head. His violence shall come down on the crown of his own head. Psalm 7:17\tI will give thanks to Yahweh according to his righteousness, and will sing praise to the name of Yahweh Most High. Psalm 8:1\tFor the Chief Musician; on an instrument of Gath. A Psalm by David. Yahweh, our Lord, how majestic is your name in all the earth, who has set your glory above the heavens! Psalm 8:2\tFrom the lips of babes and infants you have established strength, because of your adversaries, that you might silence the enemy and the avenger. Psalm 8:3\tWhen I consider your heavens, the work of your fingers, the moon and the stars, which you have ordained; Psalm 8:4\twhat is man, that you think of him? What is the son of man, that you care for him? Psalm 8:5\tFor you have made him a little lower than God, and crowned him with glory and honor. Psalm 8:6\tYou make him ruler over the works of your hands. You have put all things under his feet: Psalm 8:7\tAll sheep and cattle, yes, and the animals of the field, Psalm 8:8\tThe birds of the sky, the fish of the sea, and whatever passes through the paths of the seas. Psalm 8:9\tYahweh, our Lord, how majestic is your name in all the earth! Psalm 9:1\tFor the Chief Musician. Set to “The Death of the Son.” A Psalm by David. I will give thanks to Yahweh with my whole heart. I will tell of all your marvelous works. Psalm 9:2\tI will be glad and rejoice in you. I will sing praise to your name, O Most High. Psalm 9:3\tWhen my enemies turn back, they stumble and perish in your presence. Psalm 9:4\tFor you have maintained my just cause. You sit on the throne judging righteously. Psalm 9:5\tYou have rebuked the nations. You have destroyed the wicked. You have blotted out their name forever and ever. Psalm 9:6\tThe enemy is overtaken by endless ruin. The very memory of the cities which you have overthrown has perished. Psalm 9:7\tBut Yahweh reigns forever. He has prepared his throne for judgment. Psalm 9:8\tHe will judge the world in righteousness. He will administer judgment to the peoples in uprightness. Psalm 9:9\tYahweh will also be a high tower for the oppressed; a high tower in times of trouble. Psalm 9:10\tThose who know your name will put their trust in you, for you, Yahweh, have not forsaken those who seek you. Psalm 9:11\tSing praises to Yahweh, who dwells in Zion, and declare among the people what he has done. Psalm 9:12\tFor he who avenges blood remembers them. He doesn’t forget the cry of the afflicted. Psalm 9:13\tHave mercy on me, Yahweh. See my affliction by those who hate me, and lift me up from the gates of death; Psalm 9:14\tthat I may show forth all your praise. In the gates of the daughter of Zion, I will rejoice in your salvation. Psalm 9:15\tThe nations have sunk down in the pit that they made. In the net which they hid, their own foot is taken. Psalm 9:16\tYahweh has made himself known. He has executed judgment. The wicked is snared by the work of his own hands. Meditation. Selah. Psalm 9:17\tThe wicked shall be turned back to Sheol, even all the nations that forget God. Psalm 9:18\tFor the needy shall not always be forgotten, nor the hope of the poor perish forever. Psalm 9:19\tArise, Yahweh! Don’t let man prevail. Let the nations be judged in your sight. Psalm 9:20\tPut them in fear, Yahweh. Let the nations know that they are only men. Selah. Psalm 10:1\tWhy do you stand far off, Yahweh? Why do you hide yourself in times of trouble? Psalm 10:2\tIn arrogance, the wicked hunt down the weak. They are caught in the schemes that they devise. Psalm 10:3\tFor the wicked boasts of his heart’s cravings. He blesses the greedy, and condemns Yahweh. Psalm 10:4\tThe wicked, in the pride of his face, has no room in his thoughts for God. Psalm 10:5\tHis ways are prosperous at all times. He is haughty, and your laws are far from his sight. As for all his adversaries, he sneers at them. Psalm 10:6\tHe says in his heart, “I shall not be shaken. For generations I shall have no trouble.” Psalm 10:7\tHis mouth is full of cursing, deceit, and oppression. Under his tongue is mischief and iniquity. Psalm 10:8\tHe lies in wait near the villages. From ambushes, he murders the innocent. His eyes are secretly set against the helpless. Psalm 10:9\tHe lurks in secret as a lion in his ambush. He lies in wait to catch the helpless. He catches the helpless, when he draws him in his net. Psalm 10:10\tThe helpless are crushed. They collapse. They fall under his strength. Psalm 10:11\tHe says in his heart, “God has forgotten. He hides his face. He will never see it.” Psalm 10:12\tArise, Yahweh! God, lift up your hand! Don’t forget the helpless. Psalm 10:13\tWhy does the wicked person condemn God, and say in his heart, “God won’t call me into account?” Psalm 10:14\tBut you do see trouble and grief. You consider it to take it into your hand. You help the victim and the fatherless. Psalm 10:15\tBreak the arm of the wicked. As for the evil man, seek out his wickedness until you find none. Psalm 10:16\tYahweh is King forever and ever! The nations will perish out of his land. Psalm 10:17\tYahweh, you have heard the desire of the humble. You will prepare their heart. You will cause your ear to hear, Psalm 10:18\tto judge the fatherless and the oppressed, that man who is of the earth may terrify no more. Psalm 11:1\tFor the Chief Musician. By David. In Yahweh, I take refuge. How can you say to my soul, “Flee as a bird to your mountain!” Psalm 11:2\tFor, behold, the wicked bend their bows. They set their arrows on the strings, that they may shoot in darkness at the upright in heart. Psalm 11:3\tIf the foundations are destroyed, what can the righteous do? Psalm 11:4\tYahweh is in his holy temple. Yahweh is on his throne in heaven. His eyes observe. His eyes examine the children of men. Psalm 11:5\tYahweh examines the righteous, but the wicked and him who loves violence his soul hates. Psalm 11:6\tOn the wicked he will rain blazing coals; fire, sulfur, and scorching wind shall be the portion of their cup. Psalm 11:7\tFor Yahweh is righteous. He loves righteousness. The upright shall see his face. Psalm 12:1\tFor the Chief Musician; upon an eight-stringed lyre. A Psalm of David. Help, Yahweh; for the godly man ceases. For the faithful fail from among the children of men. Psalm 12:2\tEveryone lies to his neighbor. They speak with flattering lips, and with a double heart. Psalm 12:3\tMay Yahweh cut off all flattering lips, and the tongue that boasts, Psalm 12:4\twho have said, “With our tongue we will prevail. Our lips are our own. Who is lord over us?” Psalm 12:5\t“Because of the oppression of the weak and because of the groaning of the needy, I will now arise,” says Yahweh; “I will set him in safety from those who malign him.” Psalm 12:6\tThe words of Yahweh are flawless words, as silver refined in a clay furnace, purified seven times. Psalm 12:7\tYou will keep them, Yahweh. You will preserve them from this generation forever. Psalm 12:8\tThe wicked walk on every side, when what is vile is exalted among the sons of men. Psalm 13:1\tFor the Chief Musician. A Psalm by David. How long, Yahweh? Will you forget me forever? How long will you hide your face from me? Psalm 13:2\tHow long shall I take counsel in my soul, having sorrow in my heart every day? How long shall my enemy triumph over me? Psalm 13:3\tBehold, and answer me, Yahweh, my God. Give light to my eyes, lest I sleep in death; Psalm 13:4\tLest my enemy say, “I have prevailed against him;” Lest my adversaries rejoice when I fall. Psalm 13:5\tBut I trust in your loving kindness. My heart rejoices in your salvation. Psalm 13:6\tI will sing to Yahweh, because he has been good to me. Psalm 14:1\tFor the Chief Musician. By David. The fool has said in his heart, “There is no God.” They are corrupt. They have done abominable works. There is none who does good. Psalm 14:2\tYahweh looked down from heaven on the children of men, to see if there were any who understood, who sought after God. Psalm 14:3\tThey have all gone aside. They have together become corrupt. There is none who does good, no, not one. Psalm 14:4\tHave all the workers of iniquity no knowledge, who eat up my people as they eat bread, and don’t call on Yahweh? Psalm 14:5\tThere they were in great fear, for God is in the generation of the righteous. Psalm 14:6\tYou frustrate the plan of the poor, because Yahweh is his refuge. Psalm 14:7\tOh that the salvation of Israel would come out of Zion! When Yahweh restores the fortunes of his people, then Jacob shall rejoice, and Israel shall be glad. Psalm 15:1\tA Psalm by David. Yahweh, who shall dwell in your sanctuary? Who shall live on your holy hill? Psalm 15:2\tHe who walks blamelessly does what is right, and speaks truth in his heart; Psalm 15:3\tHe who doesn’t slander with his tongue, nor does evil to his friend, nor casts slurs against his fellow man; Psalm 15:4\tIn whose eyes a vile man is despised, but who honors those who fear Yahweh; he who keeps an oath even when it hurts, and doesn’t change; Psalm 15:5\the who doesn’t lend out his money for usury, nor take a bribe against the innocent. He who does these things shall never be shaken. Psalm 16:1\tA Poem by David. Preserve me, God, for in you do I take refuge. Psalm 16:2\tMy soul, you have said to Yahweh, “You are my Lord. Apart from you I have no good thing.” Psalm 16:3\tAs for the saints who are in the earth, they are the excellent ones in whom is all my delight. Psalm 16:4\tTheir sorrows shall be multiplied who give gifts to another god. Their drink offerings of blood I will not offer, nor take their names on my lips. Psalm 16:5\tYahweh assigned my portion and my cup. You made my lot secure. Psalm 16:6\tThe lines have fallen to me in pleasant places. Yes, I have a good inheritance. Psalm 16:7\tI will bless Yahweh, who has given me counsel. Yes, my heart instructs me in the night seasons. Psalm 16:8\tI have set Yahweh always before me. Because he is at my right hand, I shall not be moved. Psalm 16:9\tTherefore my heart is glad, and my tongue rejoices. My body shall also dwell in safety. Psalm 16:10\tFor you will not leave my soul in Sheol, neither will you allow your holy one to see corruption. Psalm 16:11\tYou will show me the path of life. In your presence is fullness of joy. In your right hand there are pleasures forevermore. Psalm 17:1\tA Prayer by David. Hear, Yahweh, my righteous plea; Give ear to my prayer, that doesn’t go out of deceitful lips. Psalm 17:2\tLet my sentence come forth from your presence. Let your eyes look on equity. Psalm 17:3\tYou have proved my heart. You have visited me in the night. You have tried me, and found nothing. I have resolved that my mouth shall not disobey. Psalm 17:4\tAs for the works of men, by the word of your lips, I have kept myself from the ways of the violent. Psalm 17:5\tMy steps have held fast to your paths. My feet have not slipped. Psalm 17:6\tI have called on you, for you will answer me, God. Turn your ear to me. Hear my speech. Psalm 17:7\tShow your marvelous loving kindness, you who save those who take refuge by your right hand from their enemies. Psalm 17:8\tKeep me as the apple of your eye. Hide me under the shadow of your wings, Psalm 17:9\tfrom the wicked who oppress me, my deadly enemies, who surround me. Psalm 17:10\tThey close up their callous hearts. With their mouth they speak proudly. Psalm 17:11\tThey have now surrounded us in our steps. They set their eyes to cast us down to the earth. Psalm 17:12\tHe is like a lion that is greedy of his prey, as it were a young lion lurking in secret places. Psalm 17:13\tArise, Yahweh, confront him. Cast him down. Deliver my soul from the wicked by your sword; Psalm 17:14\tfrom men by your hand, Yahweh, from men of the world, whose portion is in this life. You fill the belly of your cherished ones. Your sons have plenty, and they store up wealth for their children. Psalm 17:15\tAs for me, I shall see your face in righteousness. I shall be satisfied, when I awake, with seeing your form. Psalm 18:1\tFor the Chief Musician. By David the servant of Yahweh, who spoke to Yahweh the words of this song in the day that Yahweh delivered him from the hand of all his enemies, and from the hand of Saul. He said, I love you, Yahweh, my strength. Psalm 18:2\tYahweh is my rock, my fortress, and my deliverer; my God, my rock, in whom I take refuge; my shield, and the horn of my salvation, my high tower. Psalm 18:3\tI call on Yahweh, who is worthy to be praised; and I am saved from my enemies. Psalm 18:4\tThe cords of death surrounded me. The floods of ungodliness made me afraid. Psalm 18:5\tThe cords of Sheol were around me. The snares of death came on me. Psalm 18:6\tIn my distress I called on Yahweh, and cried to my God. He heard my voice out of his temple. My cry before him came into his ears. Psalm 18:7\tThen the earth shook and trembled. The foundations also of the mountains quaked and were shaken, because he was angry. Psalm 18:8\tSmoke went out of his nostrils. Consuming fire came out of his mouth. Coals were kindled by it. Psalm 18:9\tHe bowed the heavens also, and came down. Thick darkness was under his feet. Psalm 18:10\tHe rode on a cherub, and flew. Yes, he soared on the wings of the wind. Psalm 18:11\tHe made darkness his hiding place, his pavilion around him, darkness of waters, thick clouds of the skies. Psalm 18:12\tAt the brightness before him his thick clouds passed, hailstones and coals of fire. Psalm 18:13\tYahweh also thundered in the sky. The Most High uttered his voice: hailstones and coals of fire. Psalm 18:14\tHe sent out his arrows, and scattered them; Yes, great lightning bolts, and routed them. Psalm 18:15\tThen the channels of waters appeared. The foundations of the world were laid bare at your rebuke, Yahweh, at the blast of the breath of your nostrils. Psalm 18:16\tHe sent from on high. He took me. He drew me out of many waters. Psalm 18:17\tHe delivered me from my strong enemy, from those who hated me; for they were too mighty for me. Psalm 18:18\tThey came on me in the day of my calamity, but Yahweh was my support. Psalm 18:19\tHe brought me forth also into a large place. He delivered me, because he delighted in me. Psalm 18:20\tYahweh has rewarded me according to my righteousness. According to the cleanness of my hands has he recompensed me. Psalm 18:21\tFor I have kept the ways of Yahweh, and have not wickedly departed from my God. Psalm 18:22\tFor all his ordinances were before me. I didn’t put away his statutes from me. Psalm 18:23\tI was also blameless with him. I kept myself from my iniquity. Psalm 18:24\tTherefore Yahweh has rewarded me according to my righteousness, according to the cleanness of my hands in his eyesight. Psalm 18:25\tWith the merciful you will show yourself merciful. With the perfect man, you will show yourself perfect. Psalm 18:26\tWith the pure, you will show yourself pure. With the crooked you will show yourself shrewd. Psalm 18:27\tFor you will save the afflicted people, but the haughty eyes you will bring down. Psalm 18:28\tFor you will light my lamp, Yahweh. My God will light up my darkness. Psalm 18:29\tFor by you, I advance through a troop. By my God, I leap over a wall. Psalm 18:30\tAs for God, his way is perfect. The word of Yahweh is tried. He is a shield to all those who take refuge in him. Psalm 18:31\tFor who is God, except Yahweh? Who is a rock, besides our God, Psalm 18:32\tthe God who arms me with strength, and makes my way perfect? Psalm 18:33\tHe makes my feet like deer’s feet, and sets me on my high places. Psalm 18:34\tHe teaches my hands to war, so that my arms bend a bow of bronze. Psalm 18:35\tYou have also given me the shield of your salvation. Your right hand sustains me. Your gentleness has made me great. Psalm 18:36\tYou have enlarged my steps under me, My feet have not slipped. Psalm 18:37\tI will pursue my enemies, and overtake them. Neither will I turn again until they are consumed. Psalm 18:38\tI will strike them through, so that they will not be able to rise. They shall fall under my feet. Psalm 18:39\tFor you have armed me with strength to the battle. You have subdued under me those who rose up against me. Psalm 18:40\tYou have also made my enemies turn their backs to me, that I might cut off those who hate me. Psalm 18:41\tThey cried, but there was none to save; even to Yahweh, but he didn’t answer them. Psalm 18:42\tThen I beat them small as the dust before the wind. I cast them out as the mire of the streets. Psalm 18:43\tYou have delivered me from the strivings of the people. You have made me the head of the nations. A people whom I have not known shall serve me. Psalm 18:44\tAs soon as they hear of me they shall obey me. The foreigners shall submit themselves to me. Psalm 18:45\tThe foreigners shall fade away, and shall come trembling out of their close places. Psalm 18:46\tYahweh lives; and blessed be my rock. Exalted be the God of my salvation, Psalm 18:47\teven the God who executes vengeance for me, and subdues peoples under me. Psalm 18:48\tHe rescues me from my enemies. Yes, you lift me up above those who rise up against me. You deliver me from the violent man. Psalm 18:49\tTherefore I will give thanks to you, Yahweh, among the nations, and will sing praises to your name. Psalm 18:50\tHe gives great deliverance to his king, and shows loving kindness to his anointed, to David and to his seed, forevermore. Psalm 19:1\tFor the Chief Musician. A Psalm by David. The heavens declare the glory of God. The expanse shows his handiwork. Psalm 19:2\tDay after day they pour forth speech, and night after night they display knowledge. Psalm 19:3\tThere is no speech nor language, where their voice is not heard. Psalm 19:4\tTheir voice has gone out through all the earth, their words to the end of the world. In them he has set a tent for the sun, Psalm 19:5\twhich is as a bridegroom coming out of his room, like a strong man rejoicing to run his course. Psalm 19:6\tHis going forth is from the end of the heavens, his circuit to its ends; There is nothing hidden from its heat. Psalm 19:7\tYahweh’s law is perfect, restoring the soul. Yahweh’s testimony is sure, making wise the simple. Psalm 19:8\tYahweh’s precepts are right, rejoicing the heart. Yahweh’s commandment is pure, enlightening the eyes. Psalm 19:9\tThe fear of Yahweh is clean, enduring forever. Yahweh’s ordinances are true, and righteous altogether. Psalm 19:10\tMore to be desired are they than gold, yes, than much fine gold; sweeter also than honey and the extract of the honeycomb. Psalm 19:11\tMoreover by them is your servant warned. In keeping them there is great reward. Psalm 19:12\tWho can discern his errors? Forgive me from hidden errors. Psalm 19:13\tKeep back your servant also from presumptuous sins. Let them not have dominion over me. Then I will be upright. I will be blameless and innocent of great transgression. Psalm 19:14\tLet the words of my mouth and the meditation of my heart be acceptable in your sight, Yahweh, my rock, and my redeemer. Psalm 20:1\tFor the Chief Musician. A Psalm by David. May Yahweh answer you in the day of trouble. May the name of the God of Jacob set you up on high, Psalm 20:2\tsend you help from the sanctuary, grant you support from Zion, Psalm 20:3\tremember all your offerings, and accept your burnt sacrifice. Selah. Psalm 20:4\tMay He grant you your heart’s desire, and fulfill all your counsel. Psalm 20:5\tWe will triumph in your salvation. In the name of our God, we will set up our banners. May Yahweh grant all your requests. Psalm 20:6\tNow I know that Yahweh saves his anointed. He will answer him from his holy heaven, with the saving strength of his right hand. Psalm 20:7\tSome trust in chariots, and some in horses, but we trust the name of Yahweh our God. Psalm 20:8\tThey are bowed down and fallen, but we rise up, and stand upright. Psalm 20:9\tSave, Yahweh! Let the King answer us when we call! Psalm 21:1\tFor the Chief Musician. A Psalm by David. The king rejoices in your strength, Yahweh! How greatly he rejoices in your salvation! Psalm 21:2\tYou have given him his heart’s desire, and have not withheld the request of his lips. Selah. Psalm 21:3\tFor you meet him with the blessings of goodness. You set a crown of fine gold on his head. Psalm 21:4\tHe asked life of you, you gave it to him, even length of days forever and ever. Psalm 21:5\tHis glory is great in your salvation. You lay honor and majesty on him. Psalm 21:6\tFor you make him most blessed forever. You make him glad with joy in your presence. Psalm 21:7\tFor the king trusts in Yahweh. Through the loving kindness of the Most High, he shall not be moved. Psalm 21:8\tYour hand will find out all of your enemies. Your right hand will find out those who hate you. Psalm 21:9\tYou will make them as a fiery furnace in the time of your anger. Yahweh will swallow them up in his wrath. The fire shall devour them. Psalm 21:10\tYou will destroy their descendants from the earth, their posterity from among the children of men. Psalm 21:11\tFor they intended evil against you. They plotted evil against you which cannot succeed. Psalm 21:12\tFor you will make them turn their back, when you aim drawn bows at their face. Psalm 21:13\tBe exalted, Yahweh, in your strength, so we will sing and praise your power. Psalm 22:1\tFor the Chief Musician; set to “The Doe of the Morning.” A Psalm by David. My God, my God, why have you forsaken me? Why are you so far from helping me, and from the words of my groaning? Psalm 22:2\tMy God, I cry in the daytime, but you don’t answer; in the night season, and am not silent. Psalm 22:3\tBut you are holy, you who inhabit the praises of Israel. Psalm 22:4\tOur fathers trusted in you. They trusted, and you delivered them. Psalm 22:5\tThey cried to you, and were delivered. They trusted in you, and were not disappointed. Psalm 22:6\tBut I am a worm, and no man; a reproach of men, and despised by the people. Psalm 22:7\tAll those who see me mock me. They insult me with their lips. They shake their heads, saying, Psalm 22:8\t“He trusts in Yahweh; let him deliver him. Let him rescue him, since he delights in him.” Psalm 22:9\tBut you brought me out of the womb. You made me trust at my mother’s breasts. Psalm 22:10\tI was thrown on you from my mother’s womb. You are my God since my mother bore me. Psalm 22:11\tDon’t be far from me, for trouble is near. For there is none to help. Psalm 22:12\tMany bulls have surrounded me. Strong bulls of Bashan have encircled me. Psalm 22:13\tThey open their mouths wide against me, lions tearing prey and roaring. Psalm 22:14\tI am poured out like water. All my bones are out of joint. My heart is like wax; it is melted within me. Psalm 22:15\tMy strength is dried up like a potsherd. My tongue sticks to the roof of my mouth. You have brought me into the dust of death. Psalm 22:16\tFor dogs have surrounded me. A company of evildoers have enclosed me. They have pierced my hands and feet. Psalm 22:17\tI can count all of my bones. They look and stare at me. Psalm 22:18\tThey divide my garments among them. They cast lots for my clothing. Psalm 22:19\tBut don’t be far off, Yahweh. You are my help: hurry to help me. Psalm 22:20\tDeliver my soul from the sword, my precious life from the power of the dog. Psalm 22:21\tSave me from the lion’s mouth! Yes, from the horns of the wild oxen, you have answered me. Psalm 22:22\tI will declare your name to my brothers. In the midst of the assembly, I will praise you. Psalm 22:23\tYou who fear Yahweh, praise him! All you descendants of Jacob, glorify him! Stand in awe of him, all you descendants of Israel! Psalm 22:24\tFor he has not despised nor abhorred the affliction of the afflicted, Neither has he hidden his face from him; but when he cried to him, he heard. Psalm 22:25\tOf you comes my praise in the great assembly. I will pay my vows before those who fear him. Psalm 22:26\tThe humble shall eat and be satisfied. They shall praise Yahweh who seek after him. Let your hearts live forever. Psalm 22:27\tAll the ends of the earth shall remember and turn to Yahweh. All the relatives of the nations shall worship before you. Psalm 22:28\tFor the kingdom is Yahweh’s. He is the ruler over the nations. Psalm 22:29\tAll the rich ones of the earth shall eat and worship. All those who go down to the dust shall bow before him, even he who can’t keep his soul alive. Psalm 22:30\tPosterity shall serve him. Future generations shall be told about the Lord. Psalm 22:31\tThey shall come and shall declare his righteousness to a people that shall be born, for he has done it. Psalm 23:1\tA Psalm by David. Yahweh is my shepherd: I shall lack nothing. Psalm 23:2\tHe makes me lie down in green pastures. He leads me beside still waters. Psalm 23:3\tHe restores my soul. He guides me in the paths of righteousness for his name’s sake. Psalm 23:4\tEven though I walk through the valley of the shadow of death, I will fear no evil, for you are with me. Your rod and your staff, they comfort me. Psalm 23:5\tYou prepare a table before me in the presence of my enemies. You anoint my head with oil. My cup runs over. Psalm 23:6\tSurely goodness and loving kindness shall follow me all the days of my life, and I will dwell in Yahweh’s house forever. Psalm 24:1\tA Psalm by David. The earth is Yahweh’s, with its fullness; the world, and those who dwell therein. Psalm 24:2\tFor he has founded it on the seas, and established it on the floods. Psalm 24:3\tWho may ascend to Yahweh’s hill? Who may stand in his holy place? Psalm 24:4\tHe who has clean hands and a pure heart; who has not lifted up his soul to falsehood, and has not sworn deceitfully. Psalm 24:5\tHe shall receive a blessing from Yahweh, righteousness from the God of his salvation. Psalm 24:6\tThis is the generation of those who seek Him, who seek your face—even Jacob. Selah. Psalm 24:7\tLift up your heads, you gates! Be lifted up, you everlasting doors, and the King of glory will come in. Psalm 24:8\tWho is the King of glory? Yahweh strong and mighty, Yahweh mighty in battle. Psalm 24:9\tLift up your heads, you gates; yes, lift them up, you everlasting doors, and the King of glory will come in. Psalm 24:10\tWho is this King of glory? Yahweh of Armies is the King of glory! Selah. Psalm 25:1\tBy David. To you, Yahweh, do I lift up my soul. Psalm 25:2\tMy God, I have trusted in you. Don’t let me be shamed. Don’t let my enemies triumph over me. Psalm 25:3\tYes, no one who waits for you shall be shamed. They shall be shamed who deal treacherously without cause. Psalm 25:4\tShow me your ways, Yahweh. Teach me your paths. Psalm 25:5\tGuide me in your truth, and teach me, For you are the God of my salvation, I wait for you all day long. Psalm 25:6\tYahweh, remember your tender mercies and your loving kindness, for they are from old times. Psalm 25:7\tDon’t remember the sins of my youth, nor my transgressions. Remember me according to your loving kindness, for your goodness’ sake, Yahweh. Psalm 25:8\tGood and upright is Yahweh, therefore he will instruct sinners in the way. Psalm 25:9\tHe will guide the humble in justice. He will teach the humble his way. Psalm 25:10\tAll the paths of Yahweh are loving kindness and truth to such as keep his covenant and his testimonies. Psalm 25:11\tFor your name’s sake, Yahweh, pardon my iniquity, for it is great. Psalm 25:12\tWhat man is he who fears Yahweh? He shall instruct him in the way that he shall choose. Psalm 25:13\tHis soul shall dwell at ease. His seed shall inherit the land. Psalm 25:14\tThe friendship of Yahweh is with those who fear him. He will show them his covenant. Psalm 25:15\tMy eyes are ever on Yahweh, for he will pluck my feet out of the net. Psalm 25:16\tTurn to me, and have mercy on me, for I am desolate and afflicted. Psalm 25:17\tThe troubles of my heart are enlarged. Oh bring me out of my distresses. Psalm 25:18\tConsider my affliction and my travail. Forgive all my sins. Psalm 25:19\tConsider my enemies, for they are many. They hate me with cruel hatred. Psalm 25:20\tOh keep my soul, and deliver me. Let me not be disappointed, for I take refuge in you. Psalm 25:21\tLet integrity and uprightness preserve me, for I wait for you. Psalm 25:22\tRedeem Israel, God, out all of his troubles. Psalm 26:1\tBy David. Judge me, Yahweh, for I have walked in my integrity. I have trusted also in Yahweh without wavering. Psalm 26:2\tExamine me, Yahweh, and prove me. Try my heart and my mind. Psalm 26:3\tFor your loving kindness is before my eyes. I have walked in your truth. Psalm 26:4\tI have not sat with deceitful men, neither will I go in with hypocrites. Psalm 26:5\tI hate the assembly of evildoers, and will not sit with the wicked. Psalm 26:6\tI will wash my hands in innocence, so I will go about your altar, Yahweh; Psalm 26:7\tthat I may make the voice of thanksgiving to be heard, and tell of all your wondrous works. Psalm 26:8\tYahweh, I love the habitation of your house, the place where your glory dwells. Psalm 26:9\tDon’t gather my soul with sinners, nor my life with bloodthirsty men; Psalm 26:10\tin whose hands is wickedness, their right hand is full of bribes. Psalm 26:11\tBut as for me, I will walk in my integrity. Redeem me, and be merciful to me. Psalm 26:12\tMy foot stands in an even place. In the congregations I will bless Yahweh. Psalm 27:1\tBy David. Yahweh is my light and my salvation. Whom shall I fear? Yahweh is the strength of my life. Of whom shall I be afraid? Psalm 27:2\tWhen evildoers came at me to eat up my flesh, even my adversaries and my foes, they stumbled and fell. Psalm 27:3\tThough an army should encamp against me, my heart shall not fear. Though war should rise against me, even then I will be confident. Psalm 27:4\tOne thing I have asked of Yahweh, that I will seek after, that I may dwell in the house of Yahweh all the days of my life, to see Yahweh’s beauty, and to inquire in his temple. Psalm 27:5\tFor in the day of trouble he will keep me secretly in his pavilion. In the covert of his tabernacle he will hide me. He will lift me up on a rock. Psalm 27:6\tNow my head will be lifted up above my enemies around me. I will offer sacrifices of joy in his tent. I will sing, yes, I will sing praises to Yahweh. Psalm 27:7\tHear, Yahweh, when I cry with my voice. Have mercy also on me, and answer me. Psalm 27:8\tWhen you said, “Seek my face,” my heart said to you, “I will seek your face, Yahweh.” Psalm 27:9\tDon’t hide your face from me. Don’t put your servant away in anger. You have been my help. Don’t abandon me, neither forsake me, God of my salvation. Psalm 27:10\tWhen my father and my mother forsake me, then Yahweh will take me up. Psalm 27:11\tTeach me your way, Yahweh. Lead me in a straight path, because of my enemies. Psalm 27:12\tDon’t deliver me over to the desire of my adversaries, for false witnesses have risen up against me, such as breathe out cruelty. Psalm 27:13\tI am still confident of this: I will see the goodness of Yahweh in the land of the living. Psalm 27:14\tWait for Yahweh. Be strong, and let your heart take courage. Yes, wait for Yahweh. Psalm 28:1\tBy David. To you, Yahweh, I call. My rock, don’t be deaf to me; lest, if you are silent to me, I would become like those who go down into the pit. Psalm 28:2\tHear the voice of my petitions, when I cry to you, when I lift up my hands toward your Most Holy Place. Psalm 28:3\tDon’t draw me away with the wicked, with the workers of iniquity who speak peace with their neighbors, but mischief is in their hearts. Psalm 28:4\tGive them according to their work, and according to the wickedness of their doings. Give them according to the operation of their hands. Bring back on them what they deserve. Psalm 28:5\tBecause they don’t respect the works of Yahweh, nor the operation of his hands, he will break them down and not build them up. Psalm 28:6\tBlessed be Yahweh, because he has heard the voice of my petitions. Psalm 28:7\tYahweh is my strength and my shield. My heart has trusted in him, and I am helped. Therefore my heart greatly rejoices. With my song I will thank him. Psalm 28:8\tYahweh is their strength. He is a stronghold of salvation to his anointed. Psalm 28:9\tSave your people, and bless your inheritance. Be their shepherd also, and bear them up forever. Psalm 29:1\tA Psalm by David. Ascribe to Yahweh, you sons of the mighty, ascribe to Yahweh glory and strength. Psalm 29:2\tAscribe to Yahweh the glory due to his name. Worship Yahweh in holy array. Psalm 29:3\tYahweh’s voice is on the waters. The God of glory thunders, even Yahweh on many waters. Psalm 29:4\tYahweh’s voice is powerful. Yahweh’s voice is full of majesty. Psalm 29:5\tThe voice of Yahweh breaks the cedars. Yes, Yahweh breaks in pieces the cedars of Lebanon. Psalm 29:6\tHe makes them also to skip like a calf; Lebanon and Sirion like a young, wild ox. Psalm 29:7\tYahweh’s voice strikes with flashes of lightning. Psalm 29:8\tYahweh’s voice shakes the wilderness. Yahweh shakes the wilderness of Kadesh. Psalm 29:9\tYahweh’s voice makes the deer calve, and strips the forests bare. In his temple everything says, “Glory!” Psalm 29:10\tYahweh sat enthroned at the Flood. Yes, Yahweh sits as King forever. Psalm 29:11\tYahweh will give strength to his people. Yahweh will bless his people with peace. Psalm 30:1\tA Psalm. A Song for the Dedication of the Temple. By David. I will extol you, Yahweh, for you have raised me up, and have not made my foes to rejoice over me. Psalm 30:2\tYahweh my God, I cried to you, and you have healed me. Psalm 30:3\tYahweh, you have brought up my soul from Sheol. You have kept me alive, that I should not go down to the pit. Psalm 30:4\tSing praise to Yahweh, you saints of his. Give thanks to his holy name. Psalm 30:5\tFor his anger is but for a moment. His favor is for a lifetime. Weeping may stay for the night, but joy comes in the morning. Psalm 30:6\tAs for me, I said in my prosperity, “I shall never be moved.” Psalm 30:7\tYou, Yahweh, when you favored me, made my mountain stand strong; but when you hid your face, I was troubled. Psalm 30:8\tI cried to you, Yahweh. To Yahweh I made supplication: Psalm 30:9\t“What profit is there in my destruction, if I go down to the pit? Shall the dust praise you? Shall it declare your truth? Psalm 30:10\tHear, Yahweh, and have mercy on me. Yahweh, be my helper.” Psalm 30:11\tYou have turned my mourning into dancing for me. You have removed my sackcloth, and clothed me with gladness, Psalm 30:12\tTo the end that my heart may sing praise to you, and not be silent. Yahweh my God, I will give thanks to you forever! Psalm 31:1\tFor the Chief Musician. A Psalm by David. In you, Yahweh, I take refuge. Let me never be disappointed. Deliver me in your righteousness. Psalm 31:2\tBow down your ear to me. Deliver me speedily. Be to me a strong rock, a house of defense to save me. Psalm 31:3\tFor you are my rock and my fortress, therefore for your name’s sake lead me and guide me. Psalm 31:4\tPluck me out of the net that they have laid secretly for me, for you are my stronghold. Psalm 31:5\tInto your hand I commend my spirit. You redeem me, Yahweh, God of truth. Psalm 31:6\tI hate those who regard lying vanities, but I trust in Yahweh. Psalm 31:7\tI will be glad and rejoice in your loving kindness, for you have seen my affliction. You have known my soul in adversities. Psalm 31:8\tYou have not shut me up into the hand of the enemy. You have set my feet in a large place. Psalm 31:9\tHave mercy on me, Yahweh, for I am in distress. My eye, my soul, and my body waste away with grief. Psalm 31:10\tFor my life is spent with sorrow, my years with sighing. My strength fails because of my iniquity. My bones are wasted away. Psalm 31:11\tBecause of all my adversaries I have become utterly contemptible to my neighbors, A fear to my acquaintances. Those who saw me on the street fled from me. Psalm 31:12\tI am forgotten from their hearts like a dead man. I am like broken pottery. Psalm 31:13\tFor I have heard the slander of many, terror on every side, while they conspire together against me, they plot to take away my life. Psalm 31:14\tBut I trust in you, Yahweh. I said, “You are my God.” Psalm 31:15\tMy times are in your hand. Deliver me from the hand of my enemies, and from those who persecute me. Psalm 31:16\tMake your face to shine on your servant. Save me in your loving kindness. Psalm 31:17\tLet me not be disappointed, Yahweh, for I have called on you. Let the wicked be disappointed. Let them be silent in Sheol. Psalm 31:18\tLet the lying lips be mute, which speak against the righteous insolently, with pride and contempt. Psalm 31:19\tOh how great is your goodness, which you have laid up for those who fear you, which you have worked for those who take refuge in you, before the sons of men! Psalm 31:20\tIn the shelter of your presence you will hide them from the plotting of man. You will keep them secretly in a dwelling away from the strife of tongues. Psalm 31:21\tPraise be to Yahweh, for he has shown me his marvelous loving kindness in a strong city. Psalm 31:22\tAs for me, I said in my haste, “I am cut off from before your eyes.” Nevertheless you heard the voice of my petitions when I cried to you. Psalm 31:23\tOh love Yahweh, all you his saints! Yahweh preserves the faithful, and fully recompenses him who behaves arrogantly. Psalm 31:24\tBe strong, and let your heart take courage, all you who hope in Yahweh. Psalm 32:1\tBy David. A contemplative psalm. Blessed is he whose disobedience is forgiven, whose sin is covered. Psalm 32:2\tBlessed is the man to whom Yahweh doesn’t impute iniquity, in whose spirit there is no deceit. Psalm 32:3\tWhen I kept silence, my bones wasted away through my groaning all day long. Psalm 32:4\tFor day and night your hand was heavy on me. My strength was sapped in the heat of summer. Selah. Psalm 32:5\tI acknowledged my sin to you. I didn’t hide my iniquity. I said, I will confess my transgressions to Yahweh, and you forgave the iniquity of my sin. Selah. Psalm 32:6\tFor this, let everyone who is godly pray to you in a time when you may be found. Surely when the great waters overflow, they shall not reach to him. Psalm 32:7\tYou are my hiding place. You will preserve me from trouble. You will surround me with songs of deliverance. Selah. Psalm 32:8\tI will instruct you and teach you in the way which you shall go. I will counsel you with my eye on you. Psalm 32:9\tDon’t be like the horse, or like the mule, which have no understanding, who are controlled by bit and bridle, or else they will not come near to you. Psalm 32:10\tMany sorrows come to the wicked, but loving kindness shall surround him who trusts in Yahweh. Psalm 32:11\tBe glad in Yahweh, and rejoice, you righteous! Shout for joy, all you who are upright in heart! Psalm 33:1\tRejoice in Yahweh, you righteous! Praise is fitting for the upright. Psalm 33:2\tGive thanks to Yahweh with the lyre. Sing praises to him with the harp of ten strings. Psalm 33:3\tSing to him a new song. Play skillfully with a shout of joy! Psalm 33:4\tFor the word of Yahweh is right. All his work is done in faithfulness. Psalm 33:5\tHe loves righteousness and justice. The earth is full of the loving kindness of Yahweh. Psalm 33:6\tBy Yahweh’s word, the heavens were made; all their army by the breath of his mouth. Psalm 33:7\tHe gathers the waters of the sea together as a heap. He lays up the deeps in storehouses. Psalm 33:8\tLet all the earth fear Yahweh. Let all the inhabitants of the world stand in awe of him. Psalm 33:9\tFor he spoke, and it was done. He commanded, and it stood firm. Psalm 33:10\tYahweh brings the counsel of the nations to nothing. He makes the thoughts of the peoples to be of no effect. Psalm 33:11\tThe counsel of Yahweh stands fast forever, the thoughts of his heart to all generations. Psalm 33:12\tBlessed is the nation whose God is Yahweh, the people whom he has chosen for his own inheritance. Psalm 33:13\tYahweh looks from heaven. He sees all the sons of men. Psalm 33:14\tFrom the place of his habitation he looks out on all the inhabitants of the earth, Psalm 33:15\the who fashions all of their hearts; and he considers all of their works. Psalm 33:16\tThere is no king saved by the multitude of an army. A mighty man is not delivered by great strength. Psalm 33:17\tA horse is a vain thing for safety, neither does he deliver any by his great power. Psalm 33:18\tBehold, Yahweh’s eye is on those who fear him, on those who hope in his loving kindness; Psalm 33:19\tto deliver their soul from death, to keep them alive in famine. Psalm 33:20\tOur soul has waited for Yahweh. He is our help and our shield. Psalm 33:21\tFor our heart rejoices in him, because we have trusted in his holy name. Psalm 33:22\tLet your loving kindness be on us, Yahweh, since we have hoped in you. Psalm 34:1\tBy David; when he pretended to be insane before Abimelech, who drove him away, and he departed. I will bless Yahweh at all times. His praise will always be in my mouth. Psalm 34:2\tMy soul shall boast in Yahweh. The humble shall hear of it, and be glad. Psalm 34:3\tOh magnify Yahweh with me. Let us exalt his name together. Psalm 34:4\tI sought Yahweh, and he answered me, and delivered me from all my fears. Psalm 34:5\tThey looked to him, and were radiant. Their faces shall never be covered with shame. Psalm 34:6\tThis poor man cried, and Yahweh heard him, and saved him out of all his troubles. Psalm 34:7\tThe angel of Yahweh encamps around those who fear him, and delivers them. Psalm 34:8\tOh taste and see that Yahweh is good. Blessed is the man who takes refuge in him. Psalm 34:9\tOh fear Yahweh, you his saints, for there is no lack with those who fear him. Psalm 34:10\tThe young lions do lack, and suffer hunger, but those who seek Yahweh shall not lack any good thing. Psalm 34:11\tCome, you children, listen to me. I will teach you the fear of Yahweh. Psalm 34:12\tWho is someone who desires life, and loves many days, that he may see good? Psalm 34:13\tKeep your tongue from evil, and your lips from speaking lies. Psalm 34:14\tDepart from evil, and do good. seek peace, and pursue it. Psalm 34:15\tYahweh’s eyes are toward the righteous. His ears listen to their cry. Psalm 34:16\tYahweh’s face is against those who do evil, to cut off their memory from the earth. Psalm 34:17\tThe righteous cry, and Yahweh hears, and delivers them out of all their troubles. Psalm 34:18\tYahweh is near to those who have a broken heart, and saves those who have a crushed spirit. Psalm 34:19\tMany are the afflictions of the righteous, but Yahweh delivers him out of them all. Psalm 34:20\tHe protects all of his bones. Not one of them is broken. Psalm 34:21\tEvil shall kill the wicked. Those who hate the righteous shall be condemned. Psalm 34:22\tYahweh redeems the soul of his servants. None of those who take refuge in him shall be condemned. Psalm 35:1\tBy David. Contend, Yahweh, with those who contend with me. Fight against those who fight against me. Psalm 35:2\tTake hold of shield and buckler, and stand up for my help. Psalm 35:3\tBrandish the spear and block those who pursue me. Tell my soul, “I am your salvation.” Psalm 35:4\tLet those who seek after my soul be disappointed and brought to dishonor. Let those who plot my ruin be turned back and confounded. Psalm 35:5\tLet them be as chaff before the wind, Yahweh’s angel driving them on. Psalm 35:6\tLet their way be dark and slippery, Yahweh’s angel pursuing them. Psalm 35:7\tFor without cause they have hidden their net in a pit for me. Without cause they have dug a pit for my soul. Psalm 35:8\tLet destruction come on him unawares. Let his net that he has hidden catch himself. Let him fall into that destruction. Psalm 35:9\tMy soul shall be joyful in Yahweh. It shall rejoice in his salvation. Psalm 35:10\tAll my bones shall say, “Yahweh, who is like you, who delivers the poor from him who is too strong for him; yes, the poor and the needy from him who robs him?” Psalm 35:11\tUnrighteous witnesses rise up. They ask me about things that I don’t know about. Psalm 35:12\tThey reward me evil for good, to the bereaving of my soul. Psalm 35:13\tBut as for me, when they were sick, my clothing was sackcloth. I afflicted my soul with fasting. My prayer returned into my own bosom. Psalm 35:14\tI behaved myself as though it had been my friend or my brother. I bowed down mourning, as one who mourns his mother. Psalm 35:15\tBut in my adversity, they rejoiced, and gathered themselves together. The attackers gathered themselves together against me, and I didn’t know it. They tore at me, and didn’t cease. Psalm 35:16\tLike the profane mockers in feasts, they gnashed their teeth at me. Psalm 35:17\tLord, how long will you look on? Rescue my soul from their destruction, my precious life from the lions. Psalm 35:18\tI will give you thanks in the great assembly. I will praise you among many people. Psalm 35:19\tDon’t let those who are my enemies wrongfully rejoice over me; neither let those who hate me without a cause wink their eyes. Psalm 35:20\tFor they don’t speak peace, but they devise deceitful words against those who are quiet in the land. Psalm 35:21\tYes, they opened their mouth wide against me. They said, “Aha! Aha! Our eye has seen it!” Psalm 35:22\tYou have seen it, Yahweh. Don’t keep silent. Lord, don’t be far from me. Psalm 35:23\tWake up! Rise up to defend me, my God! My Lord, contend for me! Psalm 35:24\tVindicate me, Yahweh my God, according to your righteousness. Don’t let them gloat over me. Psalm 35:25\tDon’t let them say in their heart, “Aha! That’s the way we want it!” Don’t let them say, “We have swallowed him up!” Psalm 35:26\tLet them be disappointed and confounded together who rejoice at my calamity. Let them be clothed with shame and dishonor who magnify themselves against me. Psalm 35:27\tLet them shout for joy and be glad, who favor my righteous cause. Yes, let them say continually, “Yahweh be magnified, who has pleasure in the prosperity of his servant!” Psalm 35:28\tMy tongue shall talk about your righteousness and about your praise all day long. Psalm 36:1\tFor the Chief Musician. By David, the servant of Yahweh. An oracle is within my heart about the disobedience of the wicked: “There is no fear of God before his eyes.” Psalm 36:2\tFor he flatters himself in his own eyes, too much to detect and hate his sin. Psalm 36:3\tThe words of his mouth are iniquity and deceit. He has ceased to be wise and to do good. Psalm 36:4\tHe plots iniquity on his bed. He sets himself in a way that is not good. He doesn’t abhor evil. Psalm 36:5\tYour loving kindness, Yahweh, is in the heavens. Your faithfulness reaches to the skies. Psalm 36:6\tYour righteousness is like the mountains of God. Your judgments are like a great deep. Yahweh, you preserve man and animal. Psalm 36:7\tHow precious is your loving kindness, God! The children of men take refuge under the shadow of your wings. Psalm 36:8\tThey shall be abundantly satisfied with the abundance of your house. You will make them drink of the river of your pleasures. Psalm 36:9\tFor with you is the spring of life. In your light shall we see light. Psalm 36:10\tOh continue your loving kindness to those who know you, your righteousness to the upright in heart. Psalm 36:11\tDon’t let the foot of pride come against me. Don’t let the hand of the wicked drive me away. Psalm 36:12\tThere the workers of iniquity are fallen. They are thrust down, and shall not be able to rise. Psalm 37:1\tBy David. Don’t fret because of evildoers, neither be envious against those who work unrighteousness. Psalm 37:2\tFor they shall soon be cut down like the grass, and wither like the green herb. Psalm 37:3\tTrust in Yahweh, and do good. Dwell in the land, and enjoy safe pasture. Psalm 37:4\tAlso delight yourself in Yahweh, and he will give you the desires of your heart. Psalm 37:5\tCommit your way to Yahweh. Trust also in him, and he will do this: Psalm 37:6\the will make your righteousness go forth as the light, and your justice as the noon day sun. Psalm 37:7\tRest in Yahweh, and wait patiently for him. Don’t fret because of him who prospers in his way, because of the man who makes wicked plots happen. Psalm 37:8\tCease from anger, and forsake wrath. Don’t fret, it leads only to evildoing. Psalm 37:9\tFor evildoers shall be cut off, but those who wait for Yahweh shall inherit the land. Psalm 37:10\tFor yet a little while, and the wicked will be no more. Yes, though you look for his place, he isn’t there. Psalm 37:11\tBut the humble shall inherit the land, and shall delight themselves in the abundance of peace. Psalm 37:12\tThe wicked plots against the just, and gnashes at him with his teeth. Psalm 37:13\tThe Lord will laugh at him, for he sees that his day is coming. Psalm 37:14\tThe wicked have drawn out the sword, and have bent their bow, to cast down the poor and needy, to kill those who are upright in the way. Psalm 37:15\tTheir sword shall enter into their own heart. Their bows shall be broken. Psalm 37:16\tBetter is a little that the righteous has, than the abundance of many wicked. Psalm 37:17\tFor the arms of the wicked shall be broken, but Yahweh upholds the righteous. Psalm 37:18\tYahweh knows the days of the perfect. Their inheritance shall be forever. Psalm 37:19\tThey shall not be disappointed in the time of evil. In the days of famine they shall be satisfied. Psalm 37:20\tBut the wicked shall perish. The enemies of Yahweh shall be like the beauty of the fields. They will vanish—vanish like smoke. Psalm 37:21\tThe wicked borrow, and don’t pay back, but the righteous give generously. Psalm 37:22\tFor such as are blessed by him shall inherit the land. Those who are cursed by him shall be cut off. Psalm 37:23\tA man’s goings are established by Yahweh. He delights in his way. Psalm 37:24\tThough he stumble, he shall not fall, for Yahweh holds him up with his hand. Psalm 37:25\tI have been young, and now am old, yet I have not seen the righteous forsaken, nor his children begging for bread. Psalm 37:26\tAll day long he deals graciously, and lends. His seed is blessed. Psalm 37:27\tDepart from evil, and do good. Live securely forever. Psalm 37:28\tFor Yahweh loves justice, and doesn’t forsake his saints. They are preserved forever, but the children of the wicked shall be cut off. Psalm 37:29\tThe righteous shall inherit the land, and live in it forever. Psalm 37:30\tThe mouth of the righteous talks of wisdom. His tongue speaks justice. Psalm 37:31\tThe law of his God is in his heart. None of his steps shall slide. Psalm 37:32\tThe wicked watches the righteous, and seeks to kill him. Psalm 37:33\tYahweh will not leave him in his hand, nor condemn him when he is judged. Psalm 37:34\tWait for Yahweh, and keep his way, and he will exalt you to inherit the land. When the wicked are cut off, you shall see it. Psalm 37:35\tI have seen the wicked in great power, spreading himself like a green tree in its native soil. Psalm 37:36\tBut he passed away, and behold, he was not. Yes, I sought him, but he could not be found. Psalm 37:37\tMark the perfect man, and see the upright, for there is a future for the man of peace. Psalm 37:38\tAs for transgressors, they shall be destroyed together. The future of the wicked shall be cut off. Psalm 37:39\tBut the salvation of the righteous is from Yahweh. He is their stronghold in the time of trouble. Psalm 37:40\tYahweh helps them, and rescues them. He rescues them from the wicked, and saves them, Because they have taken refuge in him. Psalm 38:1\tA Psalm by David, for a memorial. Yahweh, don’t rebuke me in your wrath, neither chasten me in your hot displeasure. Psalm 38:2\tFor your arrows have pierced me, your hand presses hard on me. Psalm 38:3\tThere is no soundness in my flesh because of your indignation, neither is there any health in my bones because of my sin. Psalm 38:4\tFor my iniquities have gone over my head. As a heavy burden, they are too heavy for me. Psalm 38:5\tMy wounds are loathsome and corrupt, because of my foolishness. Psalm 38:6\tI am pained and bowed down greatly. I go mourning all day long. Psalm 38:7\tFor my waist is filled with burning. There is no soundness in my flesh. Psalm 38:8\tI am faint and severely bruised. I have groaned by reason of the anguish of my heart. Psalm 38:9\tLord, all my desire is before you. My groaning is not hidden from you. Psalm 38:10\tMy heart throbs. My strength fails me. As for the light of my eyes, it has also left me. Psalm 38:11\tMy lovers and my friends stand aloof from my plague. My kinsmen stand far away. Psalm 38:12\tThey also who seek after my life lay snares. Those who seek my hurt speak mischievous things, and meditate deceits all day long. Psalm 38:13\tBut I, as a deaf man, don’t hear. I am as a mute man who doesn’t open his mouth. Psalm 38:14\tYes, I am as a man who doesn’t hear, in whose mouth are no reproofs. Psalm 38:15\tFor in you, Yahweh, do I hope. You will answer, Lord my God. Psalm 38:16\tFor I said, “Don’t let them gloat over me, or exalt themselves over me when my foot slips.” Psalm 38:17\tFor I am ready to fall. My pain is continually before me. Psalm 38:18\tFor I will declare my iniquity. I will be sorry for my sin. Psalm 38:19\tBut my enemies are vigorous and many. Those who hate me without reason are numerous. Psalm 38:20\tThey who also render evil for good are adversaries to me, because I follow what is good. Psalm 38:21\tDon’t forsake me, Yahweh. My God, don’t be far from me. Psalm 38:22\tHurry to help me, Lord, my salvation. Psalm 39:1\tFor the Chief Musician. For Jeduthun. A Psalm by David. I said, “I will watch my ways, so that I don’t sin with my tongue. I will keep my mouth with a bridle while the wicked is before me.” Psalm 39:2\tI was mute with silence. I held my peace, even from good. My sorrow was stirred. Psalm 39:3\tMy heart was hot within me. While I meditated, the fire burned: I spoke with my tongue: Psalm 39:4\t“Yahweh, show me my end, what is the measure of my days. Let me know how frail I am. Psalm 39:5\tBehold, you have made my days handbreadths. My lifetime is as nothing before you. Surely every man stands as a breath.” Selah. Psalm 39:6\t“Surely every man walks like a shadow. Surely they busy themselves in vain. He heaps up, and doesn’t know who shall gather. Psalm 39:7\tNow, Lord, what do I wait for? My hope is in you. Psalm 39:8\tDeliver me from all my transgressions. Don’t make me the reproach of the foolish. Psalm 39:9\tI was mute. I didn’t open my mouth, because you did it. Psalm 39:10\tRemove your scourge away from me. I am overcome by the blow of your hand. Psalm 39:11\tWhen you rebuke and correct man for iniquity, You consume his wealth like a moth. Surely every man is but a breath.” Selah. Psalm 39:12\t“Hear my prayer, Yahweh, and give ear to my cry. Don’t be silent at my tears. For I am a stranger with you, a foreigner, as all my fathers were. Psalm 39:13\tOh spare me, that I may recover strength, before I go away, and exist no more.” Psalm 40:1\tFor the Chief Musician. A Psalm by David. I waited patiently for Yahweh. He turned to me, and heard my cry. Psalm 40:2\tHe brought me up also out of a horrible pit, out of the miry clay. He set my feet on a rock, and gave me a firm place to stand. Psalm 40:3\tHe has put a new song in my mouth, even praise to our God. Many shall see it, and fear, and shall trust in Yahweh. Psalm 40:4\tBlessed is the man who makes Yahweh his trust, and doesn’t respect the proud, nor such as turn aside to lies. Psalm 40:5\tMany, Yahweh, my God, are the wonderful works which you have done, and your thoughts which are toward us. They can’t be declared back to you. If I would declare and speak of them, they are more than can be numbered. Psalm 40:6\tSacrifice and offering you didn’t desire. You have opened my ears. You have not required burnt offering and sin offering. Psalm 40:7\tThen I said, “Behold, I have come. It is written about me in the book in the scroll. Psalm 40:8\tI delight to do your will, my God. Yes, your law is within my heart.” Psalm 40:9\tI have proclaimed glad news of righteousness in the great assembly. Behold, I will not seal my lips, Yahweh, you know. Psalm 40:10\tI have not hidden your righteousness within my heart. I have declared your faithfulness and your salvation. I have not concealed your loving kindness and your truth from the great assembly. Psalm 40:11\tDon’t withhold your tender mercies from me, Yahweh. Let your loving kindness and your truth continually preserve me. Psalm 40:12\tFor innumerable evils have surrounded me. My iniquities have overtaken me, so that I am not able to look up. They are more than the hairs of my head. My heart has failed me. Psalm 40:13\tBe pleased, Yahweh, to deliver me. Hurry to help me, Yahweh. Psalm 40:14\tLet them be disappointed and confounded together who seek after my soul to destroy it. Let them be turned backward and brought to dishonor who delight in my hurt. Psalm 40:15\tLet them be desolate by reason of their shame that tell me, “Aha! Aha!” Psalm 40:16\tLet all those who seek you rejoice and be glad in you. Let such as love your salvation say continually, “Let Yahweh be exalted!” Psalm 40:17\tBut I am poor and needy. May the Lord think about me. You are my help and my deliverer. Don’t delay, my God. Psalm 41:1\tFor the Chief Musician. A Psalm by David. Blessed is he who considers the poor. Yahweh will deliver him in the day of evil. Psalm 41:2\tYahweh will preserve him, and keep him alive. He shall be blessed on the earth, and he will not surrender him to the will of his enemies. Psalm 41:3\tYahweh will sustain him on his sickbed, and restore him from his bed of illness. Psalm 41:4\tI said, “Yahweh, have mercy on me! Heal me, for I have sinned against you.” Psalm 41:5\tMy enemies speak evil against me: “When will he die, and his name perish?” Psalm 41:6\tIf he comes to see me, he speaks falsehood. His heart gathers iniquity to itself. When he goes abroad, he tells it. Psalm 41:7\tAll who hate me whisper together against me. They imagine the worst for me. Psalm 41:8\t“An evil disease,” they say, “has afflicted him. Now that he lies he shall rise up no more.” Psalm 41:9\tYes, my own familiar friend, in whom I trusted, who ate bread with me, has lifted up his heel against me. Psalm 41:10\tBut you, Yahweh, have mercy on me, and raise me up, that I may repay them. Psalm 41:11\tBy this I know that you delight in me, because my enemy doesn’t triumph over me. Psalm 41:12\tAs for me, you uphold me in my integrity, and set me in your presence forever. Psalm 41:13\tBlessed be Yahweh, the God of Israel, from everlasting and to everlasting! Amen and amen. Psalm 42:1\tFor the Chief Musician. A contemplation by the sons of Korah. As the deer pants for the water brooks, so my soul pants after you, God. Psalm 42:2\tMy soul thirsts for God, for the living God. When shall I come and appear before God? Psalm 42:3\tMy tears have been my food day and night, while they continually ask me, “Where is your God?” Psalm 42:4\tThese things I remember, and pour out my soul within me, how I used to go with the crowd, and led them to the house of God, with the voice of joy and praise, a multitude keeping a holy day. Psalm 42:5\tWhy are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him for the saving help of his presence. Psalm 42:6\tMy God, my soul is in despair within me. Therefore I remember you from the land of the Jordan, the heights of Hermon, from the hill Mizar. Psalm 42:7\tDeep calls to deep at the noise of your waterfalls. All your waves and your billows have swept over me. Psalm 42:8\tYahweh will command his loving kindness in the daytime. In the night his song shall be with me: a prayer to the God of my life. Psalm 42:9\tI will ask God, my rock, “Why have you forgotten me? Why do I go mourning because of the oppression of the enemy?” Psalm 42:10\tAs with a sword in my bones, my adversaries reproach me, while they continually ask me, “Where is your God?” Psalm 42:11\tWhy are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him, the saving help of my countenance, and my God. Psalm 43:1\tVindicate me, God, and plead my cause against an ungodly nation. Oh, deliver me from deceitful and wicked men. Psalm 43:2\tFor you are the God of my strength. Why have you rejected me? Why do I go mourning because of the oppression of the enemy? Psalm 43:3\tOh, send out your light and your truth. Let them lead me. Let them bring me to your holy hill, To your tents. Psalm 43:4\tThen I will go to the altar of God, to God, my exceeding joy. I will praise you on the harp, God, my God. Psalm 43:5\tWhy are you in despair, my soul? Why are you disturbed within me? Hope in God! For I shall still praise him: my Savior, my helper, and my God. Psalm 44:1\tFor the Chief Musician. By the sons of Korah. A contemplative psalm. We have heard with our ears, God; our fathers have told us, what work you did in their days, in the days of old. Psalm 44:2\tYou drove out the nations with your hand, but you planted them. You afflicted the peoples, but you spread them abroad. Psalm 44:3\tFor they didn’t get the land in possession by their own sword, neither did their own arm save them; but your right hand, and your arm, and the light of your face, because you were favorable to them. Psalm 44:4\tYou are my King, God. Command victories for Jacob! Psalm 44:5\tThrough you, will we push down our adversaries. Through your name, will we tread them under who rise up against us. Psalm 44:6\tFor I will not trust in my bow, neither shall my sword save me. Psalm 44:7\tBut you have saved us from our adversaries, and have shamed those who hate us. Psalm 44:8\tIn God we have made our boast all day long, we will give thanks to your name forever. Selah. Psalm 44:9\tBut now you rejected us, and brought us to dishonor, and don’t go out with our armies. Psalm 44:10\tYou make us turn back from the adversary. Those who hate us take spoil for themselves. Psalm 44:11\tYou have made us like sheep for food, and have scattered us among the nations. Psalm 44:12\tYou sell your people for nothing, and have gained nothing from their sale. Psalm 44:13\tYou make us a reproach to our neighbors, a scoffing and a derision to those who are around us. Psalm 44:14\tYou make us a byword among the nations, a shaking of the head among the peoples. Psalm 44:15\tAll day long my dishonor is before me, and shame covers my face, Psalm 44:16\tAt the taunt of one who reproaches and verbally abuses, because of the enemy and the avenger. Psalm 44:17\tAll this has come on us, yet have we not forgotten you, Neither have we been false to your covenant. Psalm 44:18\tOur heart has not turned back, neither have our steps strayed from your path, Psalm 44:19\tThough you have crushed us in the haunt of jackals, and covered us with the shadow of death. Psalm 44:20\tIf we have forgotten the name of our God, or spread forth our hands to a strange god; Psalm 44:21\twon’t God search this out? For he knows the secrets of the heart. Psalm 44:22\tYes, for your sake we are killed all day long. We are regarded as sheep for the slaughter. Psalm 44:23\tWake up! Why do you sleep, Lord? Arise! Don’t reject us forever. Psalm 44:24\tWhy do you hide your face, and forget our affliction and our oppression? Psalm 44:25\tFor our soul is bowed down to the dust. Our body clings to the earth. Psalm 44:26\tRise up to help us. Redeem us for your loving kindness’ sake. Psalm 45:1\tFor the Chief Musician. Set to “The Lilies.” A contemplation by the sons of Korah. A wedding song. My heart overflows with a noble theme. I recite my verses for the king. My tongue is like the pen of a skillful writer. Psalm 45:2\tYou are the most excellent of the sons of men. Grace has anointed your lips, therefore God has blessed you forever. Psalm 45:3\tStrap your sword on your thigh, mighty one: your splendor and your majesty. Psalm 45:4\tIn your majesty ride on victoriously on behalf of truth, humility, and righteousness. Let your right hand display awesome deeds. Psalm 45:5\tYour arrows are sharp. The nations fall under you, with arrows in the heart of the king’s enemies. Psalm 45:6\tYour throne, God, is forever and ever. A scepter of equity is the scepter of your kingdom. Psalm 45:7\tYou have loved righteousness, and hated wickedness. Therefore God, your God, has anointed you with the oil of gladness above your fellows. Psalm 45:8\tAll your garments smell like myrrh, aloes, and cassia. Out of ivory palaces stringed instruments have made you glad. Psalm 45:9\tKings’ daughters are among your honorable women. At your right hand the queen stands in gold of Ophir. Psalm 45:10\tListen, daughter, consider, and turn your ear. Forget your own people, and also your father’s house. Psalm 45:11\tSo the king will desire your beauty, honor him, for he is your lord. Psalm 45:12\tThe daughter of Tyre comes with a gift. The rich among the people entreat your favor. Psalm 45:13\tThe princess inside is all glorious. Her clothing is interwoven with gold. Psalm 45:14\tShe shall be led to the king in embroidered work. The virgins, her companions who follow her, shall be brought to you. Psalm 45:15\tWith gladness and rejoicing they shall be led. They shall enter into the king’s palace. Psalm 45:16\tYour sons will take the place of your fathers. You shall make them princes in all the earth. Psalm 45:17\tI will make your name to be remembered in all generations. Therefore the peoples shall give you thanks forever and ever. Psalm 46:1\tFor the Chief Musician. By the sons of Korah. According to Alamoth. God is our refuge and strength, a very present help in trouble. Psalm 46:2\tTherefore we won’t be afraid, though the earth changes, though the mountains are shaken into the heart of the seas; Psalm 46:3\tthough its waters roar and are troubled, though the mountains tremble with their swelling. Selah. Psalm 46:4\tThere is a river, the streams of which make the city of God glad, the holy place of the tents of the Most High. Psalm 46:5\tGod is in her midst. She shall not be moved. God will help her at dawn. Psalm 46:6\tThe nations raged. The kingdoms were moved. He lifted his voice, and the earth melted. Psalm 46:7\tYahweh of Armies is with us. The God of Jacob is our refuge. Selah. Psalm 46:8\tCome, see Yahweh’s works, what desolations he has made in the earth. Psalm 46:9\tHe makes wars cease to the end of the earth. He breaks the bow, and shatters the spear. He burns the chariots in the fire. Psalm 46:10\t“Be still, and know that I am God. I will be exalted among the nations. I will be exalted in the earth.” Psalm 46:11\tYahweh of Armies is with us. The God of Jacob is our refuge. Selah. Psalm 47:1\tFor the Chief Musician. A Psalm by the sons of Korah. Oh clap your hands, all you nations. Shout to God with the voice of triumph! Psalm 47:2\tFor Yahweh Most High is awesome. He is a great King over all the earth. Psalm 47:3\tHe subdues nations under us, and peoples under our feet. Psalm 47:4\tHe chooses our inheritance for us, the glory of Jacob whom he loved. Selah. Psalm 47:5\tGod has gone up with a shout, Yahweh with the sound of a trumpet. Psalm 47:6\tSing praise to God, sing praises. Sing praises to our King, sing praises. Psalm 47:7\tFor God is the King of all the earth. Sing praises with understanding. Psalm 47:8\tGod reigns over the nations. God sits on his holy throne. Psalm 47:9\tThe princes of the peoples are gathered together, the people of the God of Abraham. For the shields of the earth belong to God. He is greatly exalted! Psalm 48:1\tA Song. A Psalm by the sons of Korah. Great is Yahweh, and greatly to be praised, in the city of our God, in his holy mountain. Psalm 48:2\tBeautiful in elevation, the joy of the whole earth, is Mount Zion, on the north sides, the city of the great King. Psalm 48:3\tGod has shown himself in her citadels as a refuge. Psalm 48:4\tFor, behold, the kings assembled themselves, they passed by together. Psalm 48:5\tThey saw it, then they were amazed. They were dismayed. They hurried away. Psalm 48:6\tTrembling took hold of them there, pain, as of a woman in travail. Psalm 48:7\tWith the east wind, you break the ships of Tarshish. Psalm 48:8\tAs we have heard, so we have seen, in the city of Yahweh of Armies, in the city of our God. God will establish it forever. Selah. Psalm 48:9\tWe have thought about your loving kindness, God, in the midst of your temple. Psalm 48:10\tAs is your name, God, so is your praise to the ends of the earth. Your right hand is full of righteousness. Psalm 48:11\tLet Mount Zion be glad! Let the daughters of Judah rejoice, Because of your judgments. Psalm 48:12\tWalk about Zion, and go around her. Number its towers. Psalm 48:13\tMark well her bulwarks. Consider her palaces, that you may tell it to the next generation. Psalm 48:14\tFor this God is our God forever and ever. He will be our guide even to death. Psalm 49:1\tFor the Chief Musician. A Psalm by the sons of Korah. Hear this, all you peoples. Listen, all you inhabitants of the world, Psalm 49:2\tboth low and high, rich and poor together. Psalm 49:3\tMy mouth will speak words of wisdom. My heart shall utter understanding. Psalm 49:4\tI will incline my ear to a proverb. I will open my riddle on the harp. Psalm 49:5\tWhy should I fear in the days of evil, when iniquity at my heels surrounds me? Psalm 49:6\tThose who trust in their wealth, and boast in the multitude of their riches— Psalm 49:7\tnone of them can by any means redeem his brother, nor give God a ransom for him. Psalm 49:8\tFor the redemption of their life is costly, no payment is ever enough, Psalm 49:9\tThat he should live on forever, that he should not see corruption. Psalm 49:10\tFor he sees that wise men die; likewise the fool and the senseless perish, and leave their wealth to others. Psalm 49:11\tTheir inward thought is that their houses will endure forever, and their dwelling places to all generations. They name their lands after themselves. Psalm 49:12\tBut man, despite his riches, doesn’t endure. He is like the animals that perish. Psalm 49:13\tThis is the destiny of those who are foolish, and of those who approve their sayings. Selah. Psalm 49:14\tThey are appointed as a flock for Sheol. Death shall be their shepherd. The upright shall have dominion over them in the morning. Their beauty shall decay in Sheol, far from their mansion. Psalm 49:15\tBut God will redeem my soul from the power of Sheol, for he will receive me. Selah. Psalm 49:16\tDon’t be afraid when a man is made rich, when the glory of his house is increased. Psalm 49:17\tFor when he dies he shall carry nothing away. His glory shall not descend after him. Psalm 49:18\tThough while he lived he blessed his soul—and men praise you when you do well for yourself— Psalm 49:19\the shall go to the generation of his fathers. They shall never see the light. Psalm 49:20\tA man who has riches without understanding, is like the animals that perish. Psalm 50:1\tA Psalm by Asaph. The Mighty One, God, Yahweh, speaks, and calls the earth from sunrise to sunset. Psalm 50:2\tOut of Zion, the perfection of beauty, God shines forth. Psalm 50:3\tOur God comes, and does not keep silent. A fire devours before him. It is very stormy around him. Psalm 50:4\tHe calls to the heavens above, to the earth, that he may judge his people: Psalm 50:5\t“Gather my saints together to me, those who have made a covenant with me by sacrifice.” Psalm 50:6\tThe heavens shall declare his righteousness, for God himself is judge. Selah. Psalm 50:7\t“Hear, my people, and I will speak; Israel, and I will testify against you. I am God, your God. Psalm 50:8\tI don’t rebuke you for your sacrifices. Your burnt offerings are continually before me. Psalm 50:9\tI have no need for a bull from your stall, nor male goats from your pens. Psalm 50:10\tFor every animal of the forest is mine, and the livestock on a thousand hills. Psalm 50:11\tI know all the birds of the mountains. The wild animals of the field are mine. Psalm 50:12\tIf I were hungry, I would not tell you, for the world is mine, and all that is in it. Psalm 50:13\tWill I eat the flesh of bulls, or drink the blood of goats? Psalm 50:14\tOffer to God the sacrifice of thanksgiving. Pay your vows to the Most High. Psalm 50:15\tCall on me in the day of trouble. I will deliver you, and you will honor me.” Psalm 50:16\tBut to the wicked God says, “What right do you have to declare my statutes, that you have taken my covenant on your lips, Psalm 50:17\tsince you hate instruction, and throw my words behind you? Psalm 50:18\tWhen you saw a thief, you consented with him, and have participated with adulterers. Psalm 50:19\t“You give your mouth to evil. Your tongue frames deceit. Psalm 50:20\tYou sit and speak against your brother. You slander your own mother’s son. Psalm 50:21\tYou have done these things, and I kept silent. You thought that I was just like you. I will rebuke you, and accuse you in front of your eyes. Psalm 50:22\t“Now consider this, you who forget God, lest I tear you into pieces, and there be none to deliver. Psalm 50:23\tWhoever offers the sacrifice of thanksgiving glorifies me, and prepares his way so that I will show God’s salvation to him.” Psalm 51:1\tFor the Chief Musician. A Psalm by David, when Nathan the prophet came to him, after he had gone in to Bathsheba. Have mercy on me, God, according to your loving kindness. According to the multitude of your tender mercies, blot out my transgressions. Psalm 51:2\tWash me thoroughly from my iniquity. Cleanse me from my sin. Psalm 51:3\tFor I know my transgressions. My sin is constantly before me. Psalm 51:4\tAgainst you, and you only, have I sinned, and done that which is evil in your sight; that you may be proved right when you speak, and justified when you judge. Psalm 51:5\tBehold, I was brought forth in iniquity. In sin my mother conceived me. Psalm 51:6\tBehold, you desire truth in the inward parts. You teach me wisdom in the inmost place. Psalm 51:7\tPurify me with hyssop, and I will be clean. Wash me, and I will be whiter than snow. Psalm 51:8\tLet me hear joy and gladness, That the bones which you have broken may rejoice. Psalm 51:9\tHide your face from my sins, and blot out all of my iniquities. Psalm 51:10\tCreate in me a clean heart, O God. Renew a right spirit within me. Psalm 51:11\tDon’t throw me from your presence, and don’t take your holy Spirit from me. Psalm 51:12\tRestore to me the joy of your salvation. Uphold me with a willing spirit. Psalm 51:13\tThen I will teach transgressors your ways. Sinners shall be converted to you. Psalm 51:14\tDeliver me from bloodguiltiness, O God, the God of my salvation. My tongue shall sing aloud of your righteousness. Psalm 51:15\tLord, open my lips. My mouth shall declare your praise. Psalm 51:16\tFor you don’t delight in sacrifice, or else I would give it. You have no pleasure in burnt offering. Psalm 51:17\tThe sacrifices of God are a broken spirit. A broken and contrite heart, O God, you will not despise. Psalm 51:18\tDo well in your good pleasure to Zion. Build the walls of Jerusalem. Psalm 51:19\tThen you will delight in the sacrifices of righteousness, in burnt offerings and in whole burnt offerings. Then they will offer bulls on your altar. Psalm 52:1\tFor the Chief Musician. A contemplation by David, when Doeg the Edomite came and told Saul, “David has come to Abimelech’s house.” Why do you boast of mischief, mighty man? God’s loving kindness endures continually. Psalm 52:2\tYour tongue plots destruction, like a sharp razor, working deceitfully. Psalm 52:3\tYou love evil more than good, lying rather than speaking the truth. Selah. Psalm 52:4\tYou love all devouring words, you deceitful tongue. Psalm 52:5\tGod will likewise destroy you forever. He will take you up, and pluck you out of your tent, and root you out of the land of the living. Selah. Psalm 52:6\tThe righteous also will see it, and fear, and laugh at him, saying, Psalm 52:7\t“Behold, this is the man who didn’t make God his strength, but trusted in the abundance of his riches, and strengthened himself in his wickedness.” Psalm 52:8\tBut as for me, I am like a green olive tree in God’s house. I trust in God’s loving kindness forever and ever. Psalm 52:9\tI will give you thanks forever, because you have done it. I will hope in your name, for it is good, in the presence of your saints. Psalm 53:1\tFor the Chief Musician. To the tune of “Mahalath.” A contemplation by David. The fool has said in his heart, “There is no God.” They are corrupt, and have done abominable iniquity. There is no one who does good. Psalm 53:2\tGod looks down from heaven on the children of men, to see if there are any who understood, who seek after God. Psalm 53:3\tEvery one of them has gone back. They have become filthy together. There is no one who does good, no, not one. Psalm 53:4\tHave the workers of iniquity no knowledge, who eat up my people as they eat bread, and don’t call on God? Psalm 53:5\tThere they were in great fear, where no fear was, for God has scattered the bones of him who encamps against you. You have put them to shame, because God has rejected them. Psalm 53:6\tOh that the salvation of Israel would come out of Zion! When God brings back his people from captivity, then Jacob shall rejoice, and Israel shall be glad. Psalm 54:1\tFor the Chief Musician. On stringed instruments. A contemplation by David, when the Ziphites came and said to Saul, “Isn’t David hiding himself among us?” Save me, God, by your name. Vindicate me in your might. Psalm 54:2\tHear my prayer, God. Listen to the words of my mouth. Psalm 54:3\tFor strangers have risen up against me. Violent men have sought after my soul. They haven’t set God before them. Selah. Psalm 54:4\tBehold, God is my helper. The Lord is the one who sustains my soul. Psalm 54:5\tHe will repay the evil to my enemies. Destroy them in your truth. Psalm 54:6\tWith a free will offering, I will sacrifice to you. I will give thanks to your name, Yahweh, for it is good. Psalm 54:7\tFor he has delivered me out of all trouble. My eye has seen triumph over my enemies. Psalm 55:1\tFor the Chief Musician. On stringed instruments. A contemplation by David. Listen to my prayer, God. Don’t hide yourself from my supplication. Psalm 55:2\tAttend to me, and answer me. I am restless in my complaint, and moan, Psalm 55:3\tBecause of the voice of the enemy, Because of the oppression of the wicked. For they bring suffering on me. In anger they hold a grudge against me. Psalm 55:4\tMy heart is severely pained within me. The terrors of death have fallen on me. Psalm 55:5\tFearfulness and trembling have come on me. Horror has overwhelmed me. Psalm 55:6\tI said, “Oh that I had wings like a dove! Then I would fly away, and be at rest. Psalm 55:7\tBehold, then I would wander far off. I would lodge in the wilderness.” Selah. Psalm 55:8\t“I would hurry to a shelter from the stormy wind and storm.” Psalm 55:9\tConfuse them, Lord, and confound their language, for I have seen violence and strife in the city. Psalm 55:10\tDay and night they prowl around on its walls. Malice and abuse are also within her. Psalm 55:11\tDestructive forces are within her. Threats and lies don’t depart from her streets. Psalm 55:12\tFor it was not an enemy who insulted me, then I could have endured it. Neither was it he who hated me who raised himself up against me, then I would have hidden myself from him. Psalm 55:13\tBut it was you, a man like me, my companion, and my familiar friend. Psalm 55:14\tWe took sweet fellowship together. We walked in God’s house with company. Psalm 55:15\tLet death come suddenly on them. Let them go down alive into Sheol. For wickedness is in their dwelling, in their midst. Psalm 55:16\tAs for me, I will call on God. Yahweh will save me. Psalm 55:17\tEvening, morning, and at noon, I will cry out in distress. He will hear my voice. Psalm 55:18\tHe has redeemed my soul in peace from the battle that was against me, although there are many who oppose me. Psalm 55:19\tGod, who is enthroned forever, will hear, and answer them. Selah. They never change, who don’t fear God. Psalm 55:20\tHe raises his hands against his friends. He has violated his covenant. Psalm 55:21\tHis mouth was smooth as butter, but his heart was war. His words were softer than oil, yet they were drawn swords. Psalm 55:22\tCast your burden on Yahweh, and he will sustain you. He will never allow the righteous to be moved. Psalm 55:23\tBut you, God, will bring them down into the pit of destruction. Bloodthirsty and deceitful men shall not live out half their days, but I will trust in you. Psalm 56:1\tFor the Chief Musician. To the tune of “Silent Dove in Distant Lands.” A poem by David, when the Philistines seized him in Gath. Be merciful to me, God, for man wants to swallow me up. All day long, he attacks and oppresses me. Psalm 56:2\tMy enemies want to swallow me up all day long, for they are many who fight proudly against me. Psalm 56:3\tWhen I am afraid, I will put my trust in you. Psalm 56:4\tIn God, I praise his word. In God, I put my trust. I will not be afraid. What can flesh do to me? Psalm 56:5\tAll day long they twist my words. All their thoughts are against me for evil. Psalm 56:6\tThey conspire and lurk, watching my steps, they are eager to take my life. Psalm 56:7\tShall they escape by iniquity? In anger cast down the peoples, God. Psalm 56:8\tYou number my wanderings. You put my tears into your bottle. Aren’t they in your book? Psalm 56:9\tThen my enemies shall turn back in the day that I call. I know this, that God is for me. Psalm 56:10\tIn God, I will praise his word. In Yahweh, I will praise his word. Psalm 56:11\tI have put my trust in God. I will not be afraid. What can man do to me? Psalm 56:12\tYour vows are on me, God. I will give thank offerings to you. Psalm 56:13\tFor you have delivered my soul from death, and prevented my feet from falling, that I may walk before God in the light of the living. Psalm 57:1\tFor the Chief Musician. To the tune of “Do Not Destroy.” A poem by David, when he fled from Saul, in the cave. Be merciful to me, God, be merciful to me, for my soul takes refuge in you. Yes, in the shadow of your wings, I will take refuge, until disaster has passed. Psalm 57:2\tI cry out to God Most High, to God who accomplishes my requests for me. Psalm 57:3\tHe will send from heaven, and save me, he rebukes the one who is pursuing me. Selah. God will send out his loving kindness and his truth. Psalm 57:4\tMy soul is among lions. I lie among those who are set on fire, even the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword. Psalm 57:5\tBe exalted, God, above the heavens! Let your glory be above all the earth! Psalm 57:6\tThey have prepared a net for my steps. My soul is bowed down. They dig a pit before me. They fall into its midst themselves. Selah. Psalm 57:7\tMy heart is steadfast, God, my heart is steadfast. I will sing, yes, I will sing praises. Psalm 57:8\tWake up, my glory! Wake up, psaltery and harp! I will wake up the dawn. Psalm 57:9\tI will give thanks to you, Lord, among the peoples. I will sing praises to you among the nations. Psalm 57:10\tFor your great loving kindness reaches to the heavens, and your truth to the skies. Psalm 57:11\tBe exalted, God, above the heavens. Let your glory be over all the earth. Psalm 58:1\tFor the Chief Musician. To the tune of “Do Not Destroy.” A poem by David. Do you indeed speak righteousness, silent ones? Do you judge blamelessly, you sons of men? Psalm 58:2\tNo, in your heart you plot injustice. You measure out the violence of your hands in the earth. Psalm 58:3\tThe wicked go astray from the womb. They are wayward as soon as they are born, speaking lies. Psalm 58:4\tTheir poison is like the poison of a snake; like a deaf cobra that stops its ear, Psalm 58:5\twhich doesn’t listen to the voice of charmers, no matter how skillful the charmer may be. Psalm 58:6\tBreak their teeth, God, in their mouth. Break out the great teeth of the young lions, Yahweh. Psalm 58:7\tLet them vanish as water that flows away. When they draw the bow, let their arrows be made blunt. Psalm 58:8\tLet them be like a snail which melts and passes away, like the stillborn child, who has not seen the sun. Psalm 58:9\tBefore your pots can feel the heat of the thorns, he will sweep away the green and the burning alike. Psalm 58:10\tThe righteous shall rejoice when he sees the vengeance. He shall wash his feet in the blood of the wicked; Psalm 58:11\tso that men shall say, “Most certainly there is a reward for the righteous. Most certainly there is a God who judges the earth.” Psalm 59:1\tFor the Chief Musician. To the tune of “Do Not Destroy.” A poem by David, when Saul sent, and they watched the house to kill him. Deliver me from my enemies, my God. Set me on high from those who rise up against me. Psalm 59:2\tDeliver me from the workers of iniquity. Save me from the bloodthirsty men. Psalm 59:3\tFor, behold, they lie in wait for my soul. The mighty gather themselves together against me, not for my disobedience, nor for my sin, Yahweh. Psalm 59:4\tI have done no wrong, yet they are ready to attack me. Rise up, behold, and help me! Psalm 59:5\tYou, Yahweh God of Armies, the God of Israel, rouse yourself to punish the nations. Show no mercy to the wicked traitors. Selah. Psalm 59:6\tThey return at evening, howling like dogs, and prowl around the city. Psalm 59:7\tBehold, they spew with their mouth. Swords are in their lips, “For,” they say, “who hears us?” Psalm 59:8\tBut you, Yahweh, laugh at them. You scoff at all the nations. Psalm 59:9\tOh, my Strength, I watch for you, for God is my high tower. Psalm 59:10\tMy God will go before me with his loving kindness. God will let me look at my enemies in triumph. Psalm 59:11\tDon’t kill them, or my people may forget. Scatter them by your power, and bring them down, Lord our shield. Psalm 59:12\tFor the sin of their mouth, and the words of their lips, let them be caught in their pride, for the curses and lies which they utter. Psalm 59:13\tConsume them in wrath. Consume them, and they will be no more. Let them know that God rules in Jacob, to the ends of the earth. Selah. Psalm 59:14\tAt evening let them return. Let them howl like a dog, and go around the city. Psalm 59:15\tThey shall wander up and down for food, and wait all night if they aren’t satisfied. Psalm 59:16\tBut I will sing of your strength. Yes, I will sing aloud of your loving kindness in the morning. For you have been my high tower, a refuge in the day of my distress. Psalm 59:17\tTo you, my strength, I will sing praises. For God is my high tower, the God of my mercy. Psalm 60:1\tFor the Chief Musician. To the tune of “The Lily of the Covenant.” A teaching poem by David, when he fought with Aram Naharaim and with Aram Zobah, and Joab returned, and killed twelve thousand of Edom in the Valley of Salt. God, you have rejected us. You have broken us down. You have been angry. Restore us, again. Psalm 60:2\tYou have made the land tremble. You have torn it. Mend its fractures, for it quakes. Psalm 60:3\tYou have shown your people hard things. You have made us drink the wine that makes us stagger. Psalm 60:4\tYou have given a banner to those who fear you, that it may be displayed because of the truth. Selah. Psalm 60:5\tSo that your beloved may be delivered, save with your right hand, and answer us. Psalm 60:6\tGod has spoken from his sanctuary: “I will triumph. I will divide Shechem, and measure out the valley of Succoth. Psalm 60:7\tGilead is mine, and Manasseh is mine. Ephraim also is the defense of my head. Judah is my scepter. Psalm 60:8\tMoab is my wash basin. I will throw my shoe on Edom. I shout in triumph over Philistia.” Psalm 60:9\tWho will bring me into the strong city? Who has led me to Edom? Psalm 60:10\tHaven’t you, God, rejected us? You don’t go out with our armies, God. Psalm 60:11\tGive us help against the adversary, for the help of man is vain. Psalm 60:12\tThrough God we shall do valiantly, for it is he who will tread down our adversaries. Psalm 61:1\tFor the Chief Musician. For a stringed instrument. By David. Hear my cry, God. Listen to my prayer. Psalm 61:2\tFrom the end of the earth, I will call to you, when my heart is overwhelmed. Lead me to the rock that is higher than I. Psalm 61:3\tFor you have been a refuge for me, a strong tower from the enemy. Psalm 61:4\tI will dwell in your tent forever. I will take refuge in the shelter of your wings. Selah. Psalm 61:5\tFor you, God, have heard my vows. You have given me the heritage of those who fear your name. Psalm 61:6\tYou will prolong the king’s life; his years shall be for generations. Psalm 61:7\tHe shall be enthroned in God’s presence forever. Appoint your loving kindness and truth, that they may preserve him. Psalm 61:8\tSo I will sing praise to your name forever, that I may fulfill my vows daily. Psalm 62:1\tFor the Chief Musician. To Jeduthan. A Psalm by David. My soul rests in God alone. My salvation is from him. Psalm 62:2\tHe alone is my rock and my salvation, my fortress—I will never be greatly shaken. Psalm 62:3\tHow long will you assault a man, would all of you throw him down, Like a leaning wall, like a tottering fence? Psalm 62:4\tThey fully intend to throw him down from his lofty place. They delight in lies. They bless with their mouth, but they curse inwardly. Selah. Psalm 62:5\tMy soul, wait in silence for God alone, for my expectation is from him. Psalm 62:6\tHe alone is my rock and my salvation, my fortress. I will not be shaken. Psalm 62:7\tWith God is my salvation and my honor. The rock of my strength, and my refuge, is in God. Psalm 62:8\tTrust in him at all times, you people. Pour out your heart before him. God is a refuge for us. Selah. Psalm 62:9\tSurely men of low degree are just a breath, and men of high degree are a lie. In the balances they will go up. They are together lighter than a breath. Psalm 62:10\tDon’t trust in oppression. Don’t become vain in robbery. If riches increase, don’t set your heart on them. Psalm 62:11\tGod has spoken once; twice I have heard this, that power belongs to God. Psalm 62:12\tAlso to you, Lord, belongs loving kindness, for you reward every man according to his work. Psalm 63:1\tA Psalm by David, when he was in the desert of Judah. God, you are my God. I will earnestly seek you. My soul thirsts for you. My flesh longs for you, in a dry and weary land, where there is no water. Psalm 63:2\tSo I have seen you in the sanctuary, watching your power and your glory. Psalm 63:3\tBecause your loving kindness is better than life, my lips shall praise you. Psalm 63:4\tSo I will bless you while I live. I will lift up my hands in your name. Psalm 63:5\tMy soul shall be satisfied as with the richest food. My mouth shall praise you with joyful lips, Psalm 63:6\twhen I remember you on my bed, and think about you in the night watches. Psalm 63:7\tFor you have been my help. I will rejoice in the shadow of your wings. Psalm 63:8\tMy soul stays close to you. Your right hand holds me up. Psalm 63:9\tBut those who seek my soul, to destroy it, shall go into the lower parts of the earth. Psalm 63:10\tThey shall be given over to the power of the sword. They shall be jackal food. Psalm 63:11\tBut the king shall rejoice in God. Everyone who swears by him will praise him, for the mouth of those who speak lies shall be silenced. Psalm 64:1\tFor the Chief Musician. A Psalm by David. Hear my voice, God, in my complaint. Preserve my life from fear of the enemy. Psalm 64:2\tHide me from the conspiracy of the wicked, from the noisy crowd of the ones doing evil; Psalm 64:3\twho sharpen their tongue like a sword, and aim their arrows, deadly words, Psalm 64:4\tto shoot innocent men from ambushes. They shoot at him suddenly and fearlessly. Psalm 64:5\tThey encourage themselves in evil plans. They talk about laying snares secretly. They say, “Who will see them?” Psalm 64:6\tThey plot injustice, saying, “We have made a perfect plan!” Surely man’s mind and heart are cunning. Psalm 64:7\tBut God will shoot at them. They will be suddenly struck down with an arrow. Psalm 64:8\tTheir own tongues shall ruin them. All who see them will shake their heads. Psalm 64:9\tAll mankind shall be afraid. They shall declare the work of God, and shall wisely ponder what he has done. Psalm 64:10\tThe righteous shall be glad in Yahweh, and shall take refuge in him. All the upright in heart shall praise him! Psalm 65:1\tFor the Chief Musician. A Psalm by David. A song. Praise waits for you, God, in Zion. To you shall vows be performed. Psalm 65:2\tYou who hear prayer, to you all men will come. Psalm 65:3\tSins overwhelmed me, but you atoned for our transgressions. Psalm 65:4\tBlessed is one whom you choose, and cause to come near, that he may live in your courts. We will be filled with the goodness of your house, your holy temple. Psalm 65:5\tBy awesome deeds of righteousness, you answer us, God of our salvation. You who are the hope of all the ends of the earth, of those who are far away on the sea; Psalm 65:6\tWho by his power forms the mountains, having armed yourself with strength; Psalm 65:7\twho stills the roaring of the seas, the roaring of their waves, and the turmoil of the nations. Psalm 65:8\tThey also who dwell in faraway places are afraid at your wonders. You call the morning’s dawn and the evening with songs of joy. Psalm 65:9\tYou visit the earth, and water it. You greatly enrich it. The river of God is full of water. You provide them grain, for so you have ordained it. Psalm 65:10\tYou drench its furrows. You level its ridges. You soften it with showers. You bless it with a crop. Psalm 65:11\tYou crown the year with your bounty. Your carts overflow with abundance. Psalm 65:12\tThe wilderness grasslands overflow. The hills are clothed with gladness. Psalm 65:13\tThe pastures are covered with flocks. The valleys also are clothed with grain. They shout for joy! They also sing. Psalm 66:1\tFor the Chief Musician. A song. A Psalm. Make a joyful shout to God, all the earth! Psalm 66:2\tSing to the glory of his name! Offer glory and praise! Psalm 66:3\tTell God, “How awesome are your deeds! Through the greatness of your power, your enemies submit themselves to you. Psalm 66:4\tAll the earth will worship you, and will sing to you; they will sing to your name.” Selah. Psalm 66:5\tCome, and see God’s deeds—awesome work on behalf of the children of men. Psalm 66:6\tHe turned the sea into dry land. They went through the river on foot. There, we rejoiced in him. Psalm 66:7\tHe rules by his might forever. His eyes watch the nations. Don’t let the rebellious rise up against him. Selah. Psalm 66:8\tPraise our God, you peoples! Make the sound of his praise heard, Psalm 66:9\twho preserves our life among the living, and doesn’t allow our feet to be moved. Psalm 66:10\tFor you, God, have tested us. You have refined us, as silver is refined. Psalm 66:11\tYou brought us into prison. You laid a burden on our backs. Psalm 66:12\tYou allowed men to ride over our heads. We went through fire and through water, but you brought us to the place of abundance. Psalm 66:13\tI will come into your temple with burnt offerings. I will pay my vows to you, Psalm 66:14\twhich my lips promised, and my mouth spoke, when I was in distress. Psalm 66:15\tI will offer to you burnt offerings of fat animals, with the offering of rams, I will offer bulls with goats. Selah. Psalm 66:16\tCome, and hear, all you who fear God. I will declare what he has done for my soul. Psalm 66:17\tI cried to him with my mouth. He was extolled with my tongue. Psalm 66:18\tIf I cherished sin in my heart, the Lord wouldn’t have listened. Psalm 66:19\tBut most certainly, God has listened. He has heard the voice of my prayer. Psalm 66:20\tBlessed be God, who has not turned away my prayer, nor his loving kindness from me. Psalm 67:1\tFor the Chief Musician. With stringed instruments. A Psalm. A song. May God be merciful to us, bless us, and cause his face to shine on us. Selah. Psalm 67:2\tThat your way may be known on earth, and your salvation among all nations, Psalm 67:3\tlet the peoples praise you, God. Let all the peoples praise you. Psalm 67:4\tOh let the nations be glad and sing for joy, for you will judge the peoples with equity, and govern the nations on earth. Selah. Psalm 67:5\tLet the peoples praise you, God. Let all the peoples praise you. Psalm 67:6\tThe earth has yielded its increase. God, even our own God, will bless us. Psalm 67:7\tGod will bless us. All the ends of the earth shall fear him. Psalm 68:1\tFor the Chief Musician. A Psalm by David. A song. Let God arise! Let his enemies be scattered! Let them who hate him also flee before him. Psalm 68:2\tAs smoke is driven away, so drive them away. As wax melts before the fire, so let the wicked perish at the presence of God. Psalm 68:3\tBut let the righteous be glad. Let them rejoice before God. Yes, let them rejoice with gladness. Psalm 68:4\tSing to God! Sing praises to his name! Extol him who rides on the clouds: to Yah, his name! Rejoice before him! Psalm 68:5\tA father of the fatherless, and a defender of the widows, is God in his holy habitation. Psalm 68:6\tGod sets the lonely in families. He brings out the prisoners with singing, but the rebellious dwell in a sun-scorched land. Psalm 68:7\tGod, when you went forth before your people, when you marched through the wilderness... Selah. Psalm 68:8\tThe earth trembled. The sky also poured down rain at the presence of the God of Sinai—at the presence of God, the God of Israel. Psalm 68:9\tYou, God, sent a plentiful rain. You confirmed your inheritance, when it was weary. Psalm 68:10\tYour congregation lived therein. You, God, prepared your goodness for the poor. Psalm 68:11\tThe Lord announced the word. The ones who proclaim it are a great company. Psalm 68:12\t“Kings of armies flee! They flee!” She who waits at home divides the spoil, Psalm 68:13\twhile you sleep among the campfires, the wings of a dove sheathed with silver, her feathers with shining gold. Psalm 68:14\tWhen the Almighty scattered kings in her, it snowed on Zalmon. Psalm 68:15\tThe mountains of Bashan are majestic mountains. The mountains of Bashan are rugged. Psalm 68:16\tWhy do you look in envy, you rugged mountains, at the mountain where God chooses to reign? Yes, Yahweh will dwell there forever. Psalm 68:17\tThe chariots of God are tens of thousands and thousands of thousands. The Lord is among them, from Sinai, into the sanctuary. Psalm 68:18\tYou have ascended on high. You have led away captives. You have received gifts among men, yes, among the rebellious also, that Yah God might dwell there. Psalm 68:19\tBlessed be the Lord, who daily bears our burdens, even the God who is our salvation. Selah. Psalm 68:20\tGod is to us a God of deliverance. To Yahweh, the Lord, belongs escape from death. Psalm 68:21\tBut God will strike through the head of his enemies, the hairy scalp of such a one as still continues in his guiltiness. Psalm 68:22\tThe Lord said, “I will bring you again from Bashan, I will bring you again from the depths of the sea; Psalm 68:23\tThat you may crush them, dipping your foot in blood, that the tongues of your dogs may have their portion from your enemies.” Psalm 68:24\tThey have seen your processions, God, even the processions of my God, my King, into the sanctuary. Psalm 68:25\tThe singers went before, the minstrels followed after, in the midst of the ladies playing with tambourines, Psalm 68:26\t“Bless God in the congregations, even the Lord in the assembly of Israel!” Psalm 68:27\tThere is little Benjamin, their ruler, the princes of Judah, their council, the princes of Zebulun, and the princes of Naphtali. Psalm 68:28\tYour God has commanded your strength. Strengthen, God, that which you have done for us. Psalm 68:29\tBecause of your temple at Jerusalem, kings shall bring presents to you. Psalm 68:30\tRebuke the wild animal of the reeds, the multitude of the bulls, with the calves of the peoples. Being humbled, may it bring bars of silver. Scatter the nations that delight in war. Psalm 68:31\tPrinces shall come out of Egypt. Ethiopia shall hurry to stretch out her hands to God. Psalm 68:32\tSing to God, you kingdoms of the earth! Sing praises to the Lord! Selah. Psalm 68:33\tTo him who rides on the heaven of heavens, which are of old; behold, he utters his voice, a mighty voice. Psalm 68:34\tAscribe strength to God! His excellency is over Israel, his strength is in the skies. Psalm 68:35\tYou are awesome, God, in your sanctuaries. The God of Israel gives strength and power to his people. Praise be to God! Psalm 69:1\tFor the Chief Musician. To the tune of “Lilies.” By David. Save me, God, for the waters have come up to my neck! Psalm 69:2\tI sink in deep mire, where there is no foothold. I have come into deep waters, where the floods overflow me. Psalm 69:3\tI am weary with my crying. My throat is dry. My eyes fail, looking for my God. Psalm 69:4\tThose who hate me without a cause are more than the hairs of my head. Those who want to cut me off, being my enemies wrongfully, are mighty. I have to restore what I didn’t take away. Psalm 69:5\tGod, you know my foolishness. My sins aren’t hidden from you. Psalm 69:6\tDon’t let those who wait for you be shamed through me, Lord Yahweh of Armies. Don’t let those who seek you be brought to dishonor through me, God of Israel. Psalm 69:7\tBecause for your sake, I have borne reproach. Shame has covered my face. Psalm 69:8\tI have become a stranger to my brothers, an alien to my mother’s children. Psalm 69:9\tFor the zeal of your house consumes me. The reproaches of those who reproach you have fallen on me. Psalm 69:10\tWhen I wept and I fasted, that was to my reproach. Psalm 69:11\tWhen I made sackcloth my clothing, I became a byword to them. Psalm 69:12\tThose who sit in the gate talk about me. I am the song of the drunkards. Psalm 69:13\tBut as for me, my prayer is to you, Yahweh, in an acceptable time. God, in the abundance of your loving kindness, answer me in the truth of your salvation. Psalm 69:14\tDeliver me out of the mire, and don’t let me sink. Let me be delivered from those who hate me, and out of the deep waters. Psalm 69:15\tDon’t let the flood waters overwhelm me, neither let the deep swallow me up. Don’t let the pit shut its mouth on me. Psalm 69:16\tAnswer me, Yahweh, for your loving kindness is good. According to the multitude of your tender mercies, turn to me. Psalm 69:17\tDon’t hide your face from your servant, for I am in distress. Answer me speedily! Psalm 69:18\tDraw near to my soul, and redeem it. Ransom me because of my enemies. Psalm 69:19\tYou know my reproach, my shame, and my dishonor. My adversaries are all before you. Psalm 69:20\tReproach has broken my heart, and I am full of heaviness. I looked for some to take pity, but there was none; for comforters, but I found none. Psalm 69:21\tThey also gave me gall for my food. In my thirst, they gave me vinegar to drink. Psalm 69:22\tLet their table before them become a snare. May it become a retribution and a trap. Psalm 69:23\tLet their eyes be darkened, so that they can’t see. Let their backs be continually bent. Psalm 69:24\tPour out your indignation on them. Let the fierceness of your anger overtake them. Psalm 69:25\tLet their habitation be desolate. Let no one dwell in their tents. Psalm 69:26\tFor they persecute him whom you have wounded. They tell of the sorrow of those whom you have hurt. Psalm 69:27\tCharge them with crime upon crime. Don’t let them come into your righteousness. Psalm 69:28\tLet them be blotted out of the book of life, and not be written with the righteous. Psalm 69:29\tBut I am in pain and distress. Let your salvation, God, protect me. Psalm 69:30\tI will praise the name of God with a song, and will magnify him with thanksgiving. Psalm 69:31\tIt will please Yahweh better than an ox, or a bull that has horns and hoofs. Psalm 69:32\tThe humble have seen it, and are glad. You who seek after God, let your heart live. Psalm 69:33\tFor Yahweh hears the needy, and doesn’t despise his captive people. Psalm 69:34\tLet heaven and earth praise him; the seas, and everything that moves therein! Psalm 69:35\tFor God will save Zion, and build the cities of Judah. They shall settle there, and own it. Psalm 69:36\tThe children also of his servants shall inherit it. Those who love his name shall dwell therein. Psalm 70:1\tFor the Chief Musician. By David. A reminder. Hurry, God, to deliver me. Come quickly to help me, Yahweh. Psalm 70:2\tLet them be disappointed and confounded who seek my soul. Let those who desire my ruin be turned back in disgrace. Psalm 70:3\tLet them be turned because of their shame Who say, “Aha! Aha!” Psalm 70:4\tLet all those who seek you rejoice and be glad in you. Let those who love your salvation continually say, “Let God be exalted!” Psalm 70:5\tBut I am poor and needy. Come to me quickly, God. You are my help and my deliverer. Yahweh, don’t delay. Psalm 71:1\tIn you, Yahweh, I take refuge. Never let me be disappointed. Psalm 71:2\tDeliver me in your righteousness, and rescue me. Turn your ear to me, and save me. Psalm 71:3\tBe to me a rock of refuge to which I may always go. Give the command to save me, for you are my rock and my fortress. Psalm 71:4\tRescue me, my God, from the hand of the wicked, from the hand of the unrighteous and cruel man. Psalm 71:5\tFor you are my hope, Lord Yahweh; my confidence from my youth. Psalm 71:6\tI have relied on you from the womb. You are he who took me out of my mother’s womb. I will always praise you. Psalm 71:7\tI am a marvel to many, but you are my strong refuge. Psalm 71:8\tMy mouth shall be filled with your praise, with your honor all the day. Psalm 71:9\tDon’t reject me in my old age. Don’t forsake me when my strength fails. Psalm 71:10\tFor my enemies talk about me. Those who watch for my soul conspire together, Psalm 71:11\tsaying, “God has forsaken him. Pursue and take him, for no one will rescue him.” Psalm 71:12\tGod, don’t be far from me. My God, hurry to help me. Psalm 71:13\tLet my accusers be disappointed and consumed. Let them be covered with disgrace and scorn who want to harm me. Psalm 71:14\tBut I will always hope, and will add to all of your praise. Psalm 71:15\tMy mouth will tell about your righteousness, and of your salvation all day, though I don’t know its full measure. Psalm 71:16\tI will come with the mighty acts of the Lord Yahweh. I will make mention of your righteousness, even of yours alone. Psalm 71:17\tGod, you have taught me from my youth. Until now, I have declared your wondrous works. Psalm 71:18\tYes, even when I am old and gray-haired, God, don’t forsake me, until I have declared your strength to the next generation, your might to everyone who is to come. Psalm 71:19\tYour righteousness also, God, reaches to the heavens; you have done great things. God, who is like you? Psalm 71:20\tYou, who have shown us many and bitter troubles, you will let me live. You will bring us up again from the depths of the earth. Psalm 71:21\tIncrease my honor, and comfort me again. Psalm 71:22\tI will also praise you with the harp for your faithfulness, my God. I sing praises to you with the lyre, Holy One of Israel. Psalm 71:23\tMy lips shall shout for joy! My soul, which you have redeemed, sings praises to you! Psalm 71:24\tMy tongue will also talk about your righteousness all day long, for they are disappointed, and they are confounded, who want to harm me. Psalm 72:1\tBy Solomon. God, give the king your justice; your righteousness to the royal son. Psalm 72:2\tHe will judge your people with righteousness, and your poor with justice. Psalm 72:3\tThe mountains shall bring prosperity to the people. The hills bring the fruit of righteousness. Psalm 72:4\tHe will judge the poor of the people. He will save the children of the needy, and will break the oppressor in pieces. Psalm 72:5\tThey shall fear you while the sun endures; and as long as the moon, throughout all generations. Psalm 72:6\tHe will come down like rain on the mown grass, as showers that water the earth. Psalm 72:7\tIn his days, the righteous shall flourish, and abundance of peace, until the moon is no more. Psalm 72:8\tHe shall have dominion also from sea to sea, from the River to the ends of the earth. Psalm 72:9\tThose who dwell in the wilderness shall bow before him. His enemies shall lick the dust. Psalm 72:10\tThe kings of Tarshish and of the islands will bring tribute. The kings of Sheba and Seba shall offer gifts. Psalm 72:11\tYes, all kings shall fall down before him. All nations shall serve him. Psalm 72:12\tFor he will deliver the needy when he cries; the poor, who has no helper. Psalm 72:13\tHe will have pity on the poor and needy. He will save the souls of the needy. Psalm 72:14\tHe will redeem their soul from oppression and violence. Their blood will be precious in his sight. Psalm 72:15\tThey shall live, and to him shall be given of the gold of Sheba. Men shall pray for him continually. They shall bless him all day long. Psalm 72:16\tAbundance of grain shall be throughout the land. Its fruit sways like Lebanon. Let it flourish, thriving like the grass of the field. Psalm 72:17\tHis name endures forever. His name continues as long as the sun. Men shall be blessed by him. All nations will call him blessed. Psalm 72:18\tPraise be to Yahweh God, the God of Israel, who alone does marvelous deeds. Psalm 72:19\tBlessed be his glorious name forever! Let the whole earth be filled with his glory! Amen and amen. Psalm 72:20\tThis ends the prayers by David, the son of Jesse. Psalm 73:1\tA Psalm by Asaph. Surely God is good to Israel, to those who are pure in heart. Psalm 73:2\tBut as for me, my feet were almost gone. My steps had nearly slipped. Psalm 73:3\tFor I was envious of the arrogant, when I saw the prosperity of the wicked. Psalm 73:4\tFor there are no struggles in their death, but their strength is firm. Psalm 73:5\tThey are free from burdens of men, neither are they plagued like other men. Psalm 73:6\tTherefore pride is like a chain around their neck. Violence covers them like a garment. Psalm 73:7\tTheir eyes bulge with fat. Their minds pass the limits of conceit. Psalm 73:8\tThey scoff and speak with malice. In arrogance, they threaten oppression. Psalm 73:9\tThey have set their mouth in the heavens. Their tongue walks through the earth. Psalm 73:10\tTherefore their people return to them, and they drink up waters of abundance. Psalm 73:11\tThey say, “How does God know? Is there knowledge in the Most High?” Psalm 73:12\tBehold, these are the wicked. Being always at ease, they increase in riches. Psalm 73:13\tSurely in vain I have cleansed my heart, and washed my hands in innocence, Psalm 73:14\tFor all day long have I been plagued, and punished every morning. Psalm 73:15\tIf I had said, “I will speak thus;” behold, I would have betrayed the generation of your children. Psalm 73:16\tWhen I tried to understand this, it was too painful for me; Psalm 73:17\tUntil I entered God’s sanctuary, and considered their latter end. Psalm 73:18\tSurely you set them in slippery places. You throw them down to destruction. Psalm 73:19\tHow they are suddenly destroyed! They are completely swept away with terrors. Psalm 73:20\tAs a dream when one wakes up, so, Lord, when you awake, you will despise their fantasies. Psalm 73:21\tFor my soul was grieved. I was embittered in my heart. Psalm 73:22\tI was so senseless and ignorant. I was a brute beast before you. Psalm 73:23\tNevertheless, I am continually with you. You have held my right hand. Psalm 73:24\tYou will guide me with your counsel, and afterward receive me to glory. Psalm 73:25\tWhom do I have in heaven? There is no one on earth whom I desire besides you. Psalm 73:26\tMy flesh and my heart fails, but God is the strength of my heart and my portion forever. Psalm 73:27\tFor, behold, those who are far from you shall perish. You have destroyed all those who are unfaithful to you. Psalm 73:28\tBut it is good for me to come close to God. I have made the Lord Yahweh my refuge, that I may tell of all your works. Psalm 74:1\tA contemplation by Asaph. God, why have you rejected us forever? Why does your anger smolder against the sheep of your pasture? Psalm 74:2\tRemember your congregation, which you purchased of old, which you have redeemed to be the tribe of your inheritance; Mount Zion, in which you have lived. Psalm 74:3\tLift up your feet to the perpetual ruins, all the evil that the enemy has done in the sanctuary. Psalm 74:4\tYour adversaries have roared in the midst of your assembly. They have set up their standards as signs. Psalm 74:5\tThey behaved like men wielding axes, cutting through a thicket of trees. Psalm 74:6\tNow they break all its carved work down with hatchet and hammers. Psalm 74:7\tThey have burned your sanctuary to the ground. They have profaned the dwelling place of your Name. Psalm 74:8\tThey said in their heart, “We will crush them completely.” They have burned up all the places in the land where God was worshiped. Psalm 74:9\tWe see no miraculous signs. There is no longer any prophet, neither is there among us anyone who knows how long. Psalm 74:10\tHow long, God, shall the adversary reproach? Shall the enemy blaspheme your name forever? Psalm 74:11\tWhy do you draw back your hand, even your right hand? Take it out of your pocket and consume them! Psalm 74:12\tYet God is my King of old, working salvation in the midst of the earth. Psalm 74:13\tYou divided the sea by your strength. You broke the heads of the sea monsters in the waters. Psalm 74:14\tYou broke the heads of Leviathan in pieces. You gave him as food to people and desert creatures. Psalm 74:15\tYou opened up spring and stream. You dried up mighty rivers. Psalm 74:16\tThe day is yours, the night is also yours. You have prepared the light and the sun. Psalm 74:17\tYou have set all the boundaries of the earth. You have made summer and winter. Psalm 74:18\tRemember this, that the enemy has mocked you, Yahweh. Foolish people have blasphemed your name. Psalm 74:19\tDon’t deliver the soul of your dove to wild beasts. Don’t forget the life of your poor forever. Psalm 74:20\tHonor your covenant, for haunts of violence fill the dark places of the earth. Psalm 74:21\tDon’t let the oppressed return ashamed. Let the poor and needy praise your name. Psalm 74:22\tArise, God! Plead your own cause. Remember how the foolish man mocks you all day. Psalm 74:23\tDon’t forget the voice of your adversaries. The tumult of those who rise up against you ascends continually. Psalm 75:1\tFor the Chief Musician. To the tune of “Do Not Destroy.” A Psalm by Asaph. A song. We give thanks to you, God. We give thanks, for your Name is near. Men tell about your wondrous works. Psalm 75:2\tWhen I choose the appointed time, I will judge blamelessly. Psalm 75:3\tThe earth and all its inhabitants quake. I firmly hold its pillars. Selah. Psalm 75:4\tI said to the arrogant, “Don’t boast!” I said to the wicked, “Don’t lift up the horn. Psalm 75:5\tDon’t lift up your horn on high. Don’t speak with a stiff neck.” Psalm 75:6\tFor neither from the east, nor from the west, nor yet from the south, comes exaltation. Psalm 75:7\tBut God is the judge. He puts down one, and lifts up another. Psalm 75:8\tFor in the hand of Yahweh there is a cup, full of foaming wine mixed with spices. He pours it out. Indeed the wicked of the earth drink and drink it to its very dregs. Psalm 75:9\tBut I will declare this forever: I will sing praises to the God of Jacob. Psalm 75:10\tI will cut off all the horns of the wicked, but the horns of the righteous shall be lifted up. Psalm 76:1\tFor the Chief Musician. On stringed instruments. A Psalm by Asaph. A song. In Judah, God is known. His name is great in Israel. Psalm 76:2\tHis tabernacle is also in Salem; His dwelling place in Zion. Psalm 76:3\tThere he broke the flaming arrows of the bow, the shield, and the sword, and the weapons of war. Selah. Psalm 76:4\tGlorious are you, and excellent, more than mountains of game. Psalm 76:5\tValiant men lie plundered, they have slept their last sleep. None of the men of war can lift their hands. Psalm 76:6\tAt your rebuke, God of Jacob, both chariot and horse are cast into a deep sleep. Psalm 76:7\tYou, even you, are to be feared. Who can stand in your sight when you are angry? Psalm 76:8\tYou pronounced judgment from heaven. The earth feared, and was silent, Psalm 76:9\twhen God arose to judgment, to save all the afflicted ones of the earth. Selah. Psalm 76:10\tSurely the wrath of man praises you. The survivors of your wrath are restrained. Psalm 76:11\tMake vows to Yahweh your God, and fulfill them! Let all of his neighbors bring presents to him who is to be feared. Psalm 76:12\tHe will cut off the spirit of princes. He is feared by the kings of the earth. Psalm 77:1\tFor the Chief Musician. To Jeduthun. A Psalm by Asaph. My cry goes to God! Indeed, I cry to God for help, and for him to listen to me. Psalm 77:2\tIn the day of my trouble I sought the Lord. My hand was stretched out in the night, and didn’t get tired. My soul refused to be comforted. Psalm 77:3\tI remember God, and I groan. I complain, and my spirit is overwhelmed. Selah. Psalm 77:4\tYou hold my eyelids open. I am so troubled that I can’t speak. Psalm 77:5\tI have considered the days of old, the years of ancient times. Psalm 77:6\tI remember my song in the night. I consider in my own heart; my spirit diligently inquires: Psalm 77:7\t“Will the Lord reject us forever? Will he be favorable no more? Psalm 77:8\tHas his loving kindness vanished forever? Does his promise fail for generations? Psalm 77:9\tHas God forgotten to be gracious? Has he, in anger, withheld his compassion?” Selah. Psalm 77:10\tThen I thought, “I will appeal to this: the years of the right hand of the Most High.” Psalm 77:11\tI will remember Yah’s deeds; for I will remember your wonders of old. Psalm 77:12\tI will also meditate on all your work, and consider your doings. Psalm 77:13\tYour way, God, is in the sanctuary. What god is great like God? Psalm 77:14\tYou are the God who does wonders. You have made your strength known among the peoples. Psalm 77:15\tYou have redeemed your people with your arm, the sons of Jacob and Joseph. Selah. Psalm 77:16\tThe waters saw you, God. The waters saw you, and they writhed. The depths also convulsed. Psalm 77:17\tThe clouds poured out water. The skies resounded with thunder. Your arrows also flashed around. Psalm 77:18\tThe voice of your thunder was in the whirlwind. The lightnings lit up the world. The earth trembled and shook. Psalm 77:19\tYour way was through the sea; your paths through the great waters. Your footsteps were not known. Psalm 77:20\tYou led your people like a flock, by the hand of Moses and Aaron. Psalm 78:1\tA contemplation by Asaph. Hear my teaching, my people. Turn your ears to the words of my mouth. Psalm 78:2\tI will open my mouth in a parable. I will utter dark sayings of old, Psalm 78:3\tWhich we have heard and known, and our fathers have told us. Psalm 78:4\tWe will not hide them from their children, telling to the generation to come the praises of Yahweh, his strength, and his wondrous works that he has done. Psalm 78:5\tFor he established a testimony in Jacob, and appointed a teaching in Israel, which he commanded our fathers, that they should make them known to their children; Psalm 78:6\tthat the generation to come might know, even the children who should be born; who should arise and tell their children, Psalm 78:7\tthat they might set their hope in God, and not forget the works of God, but keep his commandments, Psalm 78:8\tand might not be as their fathers, a stubborn and rebellious generation, a generation that didn’t make their hearts loyal, whose spirit was not steadfast with God. Psalm 78:9\tThe children of Ephraim, being armed and carrying bows, turned back in the day of battle. Psalm 78:10\tThey didn’t keep God’s covenant, and refused to walk in his law. Psalm 78:11\tThey forgot his doings, his wondrous works that he had shown them. Psalm 78:12\tHe did marvelous things in the sight of their fathers, in the land of Egypt, in the field of Zoan. Psalm 78:13\tHe split the sea, and caused them to pass through. He made the waters stand as a heap. Psalm 78:14\tIn the daytime he also led them with a cloud, and all night with a light of fire. Psalm 78:15\tHe split rocks in the wilderness, and gave them drink abundantly as out of the depths. Psalm 78:16\tHe brought streams also out of the rock, and caused waters to run down like rivers. Psalm 78:17\tYet they still went on to sin against him, to rebel against the Most High in the desert. Psalm 78:18\tThey tempted God in their heart by asking food according to their desire. Psalm 78:19\tYes, they spoke against God. They said, “Can God prepare a table in the wilderness? Psalm 78:20\tBehold, he struck the rock, so that waters gushed out, and streams overflowed. Can he give bread also? Will he provide flesh for his people?” Psalm 78:21\tTherefore Yahweh heard, and was angry. A fire was kindled against Jacob, anger also went up against Israel, Psalm 78:22\tbecause they didn’t believe in God, and didn’t trust in his salvation. Psalm 78:23\tYet he commanded the skies above, and opened the doors of heaven. Psalm 78:24\tHe rained down manna on them to eat, and gave them food from the sky. Psalm 78:25\tMan ate the bread of angels. He sent them food to the full. Psalm 78:26\tHe caused the east wind to blow in the sky. By his power he guided the south wind. Psalm 78:27\tHe rained also flesh on them as the dust; winged birds as the sand of the seas. Psalm 78:28\tHe let them fall in the midst of their camp, around their habitations. Psalm 78:29\tSo they ate, and were well filled. He gave them their own desire. Psalm 78:30\tThey didn’t turn from their cravings. Their food was yet in their mouths, Psalm 78:31\twhen the anger of God went up against them, killed some of their fattest, and struck down the young men of Israel. Psalm 78:32\tFor all this they still sinned, and didn’t believe in his wondrous works. Psalm 78:33\tTherefore he consumed their days in vanity, and their years in terror. Psalm 78:34\tWhen he killed them, then they inquired after him. They returned and sought God earnestly. Psalm 78:35\tThey remembered that God was their rock, the Most High God, their redeemer. Psalm 78:36\tBut they flattered him with their mouth, and lied to him with their tongue. Psalm 78:37\tFor their heart was not right with him, neither were they faithful in his covenant. Psalm 78:38\tBut he, being merciful, forgave iniquity, and didn’t destroy them. Yes, many times he turned his anger away, and didn’t stir up all his wrath. Psalm 78:39\tHe remembered that they were but flesh, a wind that passes away, and doesn’t come again. Psalm 78:40\tHow often they rebelled against him in the wilderness, and grieved him in the desert! Psalm 78:41\tThey turned again and tempted God, and provoked the Holy One of Israel. Psalm 78:42\tThey didn’t remember his hand, nor the day when he redeemed them from the adversary; Psalm 78:43\thow he set his signs in Egypt, his wonders in the field of Zoan, Psalm 78:44\the turned their rivers into blood, and their streams, so that they could not drink. Psalm 78:45\tHe sent among them swarms of flies, which devoured them; and frogs, which destroyed them. Psalm 78:46\tHe gave also their increase to the caterpillar, and their labor to the locust. Psalm 78:47\tHe destroyed their vines with hail, their sycamore fig trees with frost. Psalm 78:48\tHe gave over their livestock also to the hail, and their flocks to hot thunderbolts. Psalm 78:49\tHe threw on them the fierceness of his anger, wrath, indignation, and trouble, and a band of angels of evil. Psalm 78:50\tHe made a path for his anger. He didn’t spare their soul from death, but gave their life over to the pestilence, Psalm 78:51\tand struck all the firstborn in Egypt, the chief of their strength in the tents of Ham. Psalm 78:52\tBut he led forth his own people like sheep, and guided them in the wilderness like a flock. Psalm 78:53\tHe led them safely, so that they weren’t afraid, but the sea overwhelmed their enemies. Psalm 78:54\tHe brought them to the border of his sanctuary, to this mountain, which his right hand had taken. Psalm 78:55\tHe also drove out the nations before them, allotted them for an inheritance by line, and made the tribes of Israel to dwell in their tents. Psalm 78:56\tYet they tempted and rebelled against the Most High God, and didn’t keep his testimonies; Psalm 78:57\tbut turned back, and dealt treacherously like their fathers. They were turned aside like a deceitful bow. Psalm 78:58\tFor they provoked him to anger with their high places, and moved him to jealousy with their engraved images. Psalm 78:59\tWhen God heard this, he was angry, and greatly abhorred Israel; Psalm 78:60\tSo that he forsook the tent of Shiloh, the tent which he placed among men; Psalm 78:61\tand delivered his strength into captivity, his glory into the adversary’s hand. Psalm 78:62\tHe also gave his people over to the sword, and was angry with his inheritance. Psalm 78:63\tFire devoured their young men. Their virgins had no wedding song. Psalm 78:64\tTheir priests fell by the sword, and their widows couldn’t weep. Psalm 78:65\tThen the Lord awakened as one out of sleep, like a mighty man who shouts by reason of wine. Psalm 78:66\tHe struck his adversaries backward. He put them to a perpetual reproach. Psalm 78:67\tMoreover he rejected the tent of Joseph, and didn’t choose the tribe of Ephraim, Psalm 78:68\tBut chose the tribe of Judah, Mount Zion which he loved. Psalm 78:69\tHe built his sanctuary like the heights, like the earth which he has established forever. Psalm 78:70\tHe also chose David his servant, and took him from the sheepfolds; Psalm 78:71\tfrom following the ewes that have their young, he brought him to be the shepherd of Jacob, his people, and Israel, his inheritance. Psalm 78:72\tSo he was their shepherd according to the integrity of his heart, and guided them by the skillfulness of his hands. Psalm 79:1\tA Psalm by Asaph. God, the nations have come into your inheritance. They have defiled your holy temple. They have laid Jerusalem in heaps. Psalm 79:2\tThey have given the dead bodies of your servants to be food for the birds of the sky, the flesh of your saints to the animals of the earth. Psalm 79:3\tTheir blood they have shed like water around Jerusalem. There was no one to bury them. Psalm 79:4\tWe have become a reproach to our neighbors, a scoffing and derision to those who are around us. Psalm 79:5\tHow long, Yahweh? Will you be angry forever? Will your jealousy burn like fire? Psalm 79:6\tPour out your wrath on the nations that don’t know you; on the kingdoms that don’t call on your name; Psalm 79:7\tFor they have devoured Jacob, and destroyed his homeland. Psalm 79:8\tDon’t hold the iniquities of our forefathers against us. Let your tender mercies speedily meet us, for we are in desperate need. Psalm 79:9\tHelp us, God of our salvation, for the glory of your name. Deliver us, and forgive our sins, for your name’s sake. Psalm 79:10\tWhy should the nations say, “Where is their God?” Let it be known among the nations, before our eyes, that vengeance for your servants’ blood is being poured out. Psalm 79:11\tLet the sighing of the prisoner come before you. According to the greatness of your power, preserve those who are sentenced to death. Psalm 79:12\tPay back to our neighbors seven times into their bosom their reproach with which they have reproached you, Lord. Psalm 79:13\tSo we, your people and sheep of your pasture, will give you thanks forever. We will praise you forever, to all generations. Psalm 80:1\tFor the Chief Musician. To the tune of “The Lilies of the Covenant.” A Psalm by Asaph. Hear us, Shepherd of Israel, you who lead Joseph like a flock, you who sit above the cherubim, shine forth. Psalm 80:2\tBefore Ephraim and Benjamin and Manasseh, stir up your might! Come to save us! Psalm 80:3\tTurn us again, God. Cause your face to shine, and we will be saved. Psalm 80:4\tYahweh God of Armies, How long will you be angry against the prayer of your people? Psalm 80:5\tYou have fed them with the bread of tears, and given them tears to drink in large measure. Psalm 80:6\tYou make us a source of contention to our neighbors. Our enemies laugh among themselves. Psalm 80:7\tTurn us again, God of Armies. Cause your face to shine, and we will be saved. Psalm 80:8\tYou brought a vine out of Egypt. You drove out the nations, and planted it. Psalm 80:9\tYou cleared the ground for it. It took deep root, and filled the land. Psalm 80:10\tThe mountains were covered with its shadow. Its boughs were like God’s cedars. Psalm 80:11\tIt sent out its branches to the sea, Its shoots to the River. Psalm 80:12\tWhy have you broken down its walls, so that all those who pass by the way pluck it? Psalm 80:13\tThe boar out of the wood ravages it. The wild animals of the field feed on it. Psalm 80:14\tTurn again, we beg you, God of Armies. Look down from heaven, and see, and visit this vine, Psalm 80:15\tthe stock which your right hand planted, the branch that you made strong for yourself. Psalm 80:16\tIt’s burned with fire. It’s cut down. They perish at your rebuke. Psalm 80:17\tLet your hand be on the man of your right hand, on the son of man whom you made strong for yourself. Psalm 80:18\tSo we will not turn away from you. Revive us, and we will call on your name. Psalm 80:19\tTurn us again, Yahweh God of Armies. Cause your face to shine, and we will be saved. Psalm 81:1\tFor the Chief Musician. On an instrument of Gath. By Asaph. Sing aloud to God, our strength! Make a joyful shout to the God of Jacob! Psalm 81:2\tRaise a song, and bring here the tambourine, the pleasant lyre with the harp. Psalm 81:3\tBlow the trumpet at the New Moon, at the full moon, on our feast day. Psalm 81:4\tFor it is a statute for Israel, an ordinance of the God of Jacob. Psalm 81:5\tHe appointed it in Joseph for a testimony, when he went out over the land of Egypt, I heard a language that I didn’t know. Psalm 81:6\t“I removed his shoulder from the burden. His hands were freed from the basket. Psalm 81:7\tYou called in trouble, and I delivered you. I answered you in the secret place of thunder. I tested you at the waters of Meribah.” Selah. Psalm 81:8\t“Hear, my people, and I will testify to you, Israel, if you would listen to me! Psalm 81:9\tThere shall be no strange god in you, neither shall you worship any foreign god. Psalm 81:10\tI am Yahweh, your God, who brought you up out of the land of Egypt. Open your mouth wide, and I will fill it. Psalm 81:11\tBut my people didn’t listen to my voice. Israel desired none of me. Psalm 81:12\tSo I let them go after the stubbornness of their hearts, that they might walk in their own counsels. Psalm 81:13\tOh that my people would listen to me, that Israel would walk in my ways! Psalm 81:14\tI would soon subdue their enemies, and turn my hand against their adversaries. Psalm 81:15\tThe haters of Yahweh would cringe before him, and their punishment would last forever. Psalm 81:16\tBut he would have also fed them with the finest of the wheat. I will satisfy you with honey out of the rock.” Psalm 82:1\tA Psalm by Asaph. God presides in the great assembly. He judges among the gods. Psalm 82:2\t“How long will you judge unjustly, and show partiality to the wicked?” Selah. Psalm 82:3\t“Defend the weak, the poor, and the fatherless. Maintain the rights of the poor and oppressed. Psalm 82:4\tRescue the weak and needy. Deliver them out of the hand of the wicked.” Psalm 82:5\tThey don’t know, neither do they understand. They walk back and forth in darkness. All the foundations of the earth are shaken. Psalm 82:6\tI said, “You are gods, all of you are sons of the Most High. Psalm 82:7\tNevertheless you shall die like men, and fall like one of the rulers.” Psalm 82:8\tArise, God, judge the earth, for you inherit all of the nations. Psalm 83:1\tA song. A Psalm by Asaph. God, don’t keep silent. Don’t keep silent, and don’t be still, God. Psalm 83:2\tFor, behold, your enemies are stirred up. Those who hate you have lifted up their heads. Psalm 83:3\tThey conspire with cunning against your people. They plot against your cherished ones. Psalm 83:4\t“Come,” they say, “and let’s destroy them as a nation, that the name of Israel may be remembered no more.” Psalm 83:5\tFor they have conspired together with one mind. They form an alliance against you. Psalm 83:6\tThe tents of Edom and the Ishmaelites; Moab, and the Hagrites; Psalm 83:7\tGebal, Ammon, and Amalek; Philistia with the inhabitants of Tyre; Psalm 83:8\tAssyria also is joined with them. They have helped the children of Lot. Selah. Psalm 83:9\tDo to them as you did to Midian, as to Sisera, as to Jabin, at the river Kishon; Psalm 83:10\twho perished at Endor, who became as dung for the earth. Psalm 83:11\tMake their nobles like Oreb and Zeeb; yes, all their princes like Zebah and Zalmunna; Psalm 83:12\twho said, “Let us take possession of God’s pasturelands.” Psalm 83:13\tMy God, make them like tumbleweed; like chaff before the wind. Psalm 83:14\tAs the fire that burns the forest, as the flame that sets the mountains on fire, Psalm 83:15\tso pursue them with your tempest, and terrify them with your storm. Psalm 83:16\tFill their faces with confusion, that they may seek your name, Yahweh. Psalm 83:17\tLet them be disappointed and dismayed forever. Yes, let them be confounded and perish; Psalm 83:18\tthat they may know that you alone, whose name is Yahweh, are the Most High over all the earth. Psalm 84:1\tFor the Chief Musician. On an instrument of Gath. A Psalm by the sons of Korah. How lovely are your dwellings, Yahweh of Armies! Psalm 84:2\tMy soul longs, and even faints for the courts of Yahweh. My heart and my flesh cry out for the living God. Psalm 84:3\tYes, the sparrow has found a home, and the swallow a nest for herself, where she may have her young, near your altars, Yahweh of Armies, my King, and my God. Psalm 84:4\tBlessed are those who dwell in your house. They are always praising you. Selah. Psalm 84:5\tBlessed are those whose strength is in you; who have set their hearts on a pilgrimage. Psalm 84:6\tPassing through the valley of Weeping, they make it a place of springs. Yes, the autumn rain covers it with blessings. Psalm 84:7\tThey go from strength to strength. Everyone of them appears before God in Zion. Psalm 84:8\tYahweh, God of Armies, hear my prayer. Listen, God of Jacob. Selah. Psalm 84:9\tBehold, God our shield, look at the face of your anointed. Psalm 84:10\tFor a day in your courts is better than a thousand. I would rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness. Psalm 84:11\tFor Yahweh God is a sun and a shield. Yahweh will give grace and glory. He withholds no good thing from those who walk blamelessly. Psalm 84:12\tYahweh of Armies, blessed is the man who trusts in you. Psalm 85:1\tFor the Chief Musician. A Psalm by the sons of Korah. Yahweh, you have been favorable to your land. You have restored the fortunes of Jacob. Psalm 85:2\tYou have forgiven the iniquity of your people. You have covered all their sin. Selah. Psalm 85:3\tYou have taken away all your wrath. You have turned from the fierceness of your anger. Psalm 85:4\tTurn us, God of our salvation, and cause your indignation toward us to cease. Psalm 85:5\tWill you be angry with us forever? Will you draw out your anger to all generations? Psalm 85:6\tWon’t you revive us again, that your people may rejoice in you? Psalm 85:7\tShow us your loving kindness, Yahweh. Grant us your salvation. Psalm 85:8\tI will hear what God, Yahweh, will speak, for he will speak peace to his people, his saints; but let them not turn again to folly. Psalm 85:9\tSurely his salvation is near those who fear him, that glory may dwell in our land. Psalm 85:10\tMercy and truth meet together. Righteousness and peace have kissed each other. Psalm 85:11\tTruth springs out of the earth. Righteousness has looked down from heaven. Psalm 85:12\tYes, Yahweh will give that which is good. Our land will yield its increase. Psalm 85:13\tRighteousness goes before him, And prepares the way for his steps. Psalm 86:1\tA Prayer by David. Hear, Yahweh, and answer me, for I am poor and needy. Psalm 86:2\tPreserve my soul, for I am godly. You, my God, save your servant who trusts in you. Psalm 86:3\tBe merciful to me, Lord, for I call to you all day long. Psalm 86:4\tBring joy to the soul of your servant, for to you, Lord, do I lift up my soul. Psalm 86:5\tFor you, Lord, are good, and ready to forgive; abundant in loving kindness to all those who call on you. Psalm 86:6\tHear, Yahweh, my prayer. Listen to the voice of my petitions. Psalm 86:7\tIn the day of my trouble I will call on you, for you will answer me. Psalm 86:8\tThere is no one like you among the gods, Lord, nor any deeds like your deeds. Psalm 86:9\tAll nations you have made will come and worship before you, Lord. They shall glorify your name. Psalm 86:10\tFor you are great, and do wondrous things. You are God alone. Psalm 86:11\tTeach me your way, Yahweh. I will walk in your truth. Make my heart undivided to fear your name. Psalm 86:12\tI will praise you, Lord my God, with my whole heart. I will glorify your name forevermore. Psalm 86:13\tFor your loving kindness is great toward me. You have delivered my soul from the lowest Sheol. Psalm 86:14\tGod, the proud have risen up against me. A company of violent men have sought after my soul, and they don’t hold regard for you before them. Psalm 86:15\tBut you, Lord, are a merciful and gracious God, slow to anger, and abundant in loving kindness and truth. Psalm 86:16\tTurn to me, and have mercy on me! Give your strength to your servant. Save the son of your handmaid. Psalm 86:17\tShow me a sign of your goodness, that those who hate me may see it, and be shamed, because you, Yahweh, have helped me, and comforted me. Psalm 87:1\tA Psalm by the sons of Korah; a Song. His foundation is in the holy mountains. Psalm 87:2\tYahweh loves the gates of Zion more than all the dwellings of Jacob. Psalm 87:3\tGlorious things are spoken about you, city of God. Selah. Psalm 87:4\tI will record Rahab and Babylon among those who acknowledge me. Behold, Philistia, Tyre, and also Ethiopia: “This one was born there.” Psalm 87:5\tYes, of Zion it will be said, “This one and that one was born in her;” the Most High himself will establish her. Psalm 87:6\tYahweh will count, when he writes up the peoples, “This one was born there.” Selah. Psalm 87:7\tThose who sing as well as those who dance say, “All my springs are in you.” Psalm 88:1\tA Song. A Psalm by the sons of Korah. For the Chief Musician. To the tune of “The Suffering of Affliction.” A contemplation by Heman, the Ezrahite. Yahweh, the God of my salvation, I have cried day and night before you. Psalm 88:2\tLet my prayer enter into your presence. Turn your ear to my cry. Psalm 88:3\tFor my soul is full of troubles. My life draws near to Sheol. Psalm 88:4\tI am counted among those who go down into the pit. I am like a man who has no help, Psalm 88:5\tset apart among the dead, like the slain who lie in the grave, whom you remember no more. They are cut off from your hand. Psalm 88:6\tYou have laid me in the lowest pit, in the darkest depths. Psalm 88:7\tYour wrath lies heavily on me. You have afflicted me with all your waves. Selah. Psalm 88:8\tYou have taken my friends from me. You have made me an abomination to them. I am confined, and I can’t escape. Psalm 88:9\tMy eyes are dim from grief. I have called on you daily, Yahweh. I have spread out my hands to you. Psalm 88:10\tDo you show wonders to the dead? Do the dead rise up and praise you? Selah. Psalm 88:11\tIs your loving kindness declared in the grave? Or your faithfulness in Destruction? Psalm 88:12\tAre your wonders made known in the dark? Or your righteousness in the land of forgetfulness? Psalm 88:13\tBut to you, Yahweh, I have cried. In the morning, my prayer comes before you. Psalm 88:14\tYahweh, why do you reject my soul? Why do you hide your face from me? Psalm 88:15\tI am afflicted and ready to die from my youth up. While I suffer your terrors, I am distracted. Psalm 88:16\tYour fierce wrath has gone over me. Your terrors have cut me off. Psalm 88:17\tThey came around me like water all day long. They completely engulfed me. Psalm 88:18\tYou have put lover and friend far from me, and my friends into darkness. Psalm 89:1\tA contemplation by Ethan, the Ezrahite. I will sing of the loving kindness of Yahweh forever. With my mouth, I will make known your faithfulness to all generations. Psalm 89:2\tI indeed declare, “Love stands firm forever. You established the heavens. Your faithfulness is in them.” Psalm 89:3\t“I have made a covenant with my chosen one, I have sworn to David, my servant, Psalm 89:4\t‘I will establish your seed forever, and build up your throne to all generations.’” Selah. Psalm 89:5\tThe heavens will praise your wonders, Yahweh; your faithfulness also in the assembly of the holy ones. Psalm 89:6\tFor who in the skies can be compared to Yahweh? Who among the sons of the heavenly beings is like Yahweh, Psalm 89:7\ta very awesome God in the council of the holy ones, to be feared above all those who are around him? Psalm 89:8\tYahweh, God of Armies, who is a mighty one, like you? Yah, your faithfulness is around you. Psalm 89:9\tYou rule the pride of the sea. When its waves rise up, you calm them. Psalm 89:10\tYou have broken Rahab in pieces, like one of the slain. You have scattered your enemies with your mighty arm. Psalm 89:11\tThe heavens are yours. The earth also is yours; the world and its fullness. You have founded them. Psalm 89:12\tThe north and the south, you have created them. Tabor and Hermon rejoice in your name. Psalm 89:13\tYou have a mighty arm. Your hand is strong, and your right hand is exalted. Psalm 89:14\tRighteousness and justice are the foundation of your throne. Loving kindness and truth go before your face. Psalm 89:15\tBlessed are the people who learn to acclaim you. They walk in the light of your presence, Yahweh. Psalm 89:16\tIn your name they rejoice all day. In your righteousness, they are exalted. Psalm 89:17\tFor you are the glory of their strength. In your favor, our horn will be exalted. Psalm 89:18\tFor our shield belongs to Yahweh; our king to the Holy One of Israel. Psalm 89:19\tThen you spoke in vision to your saints, and said, “I have bestowed strength on the warrior. I have exalted a young man from the people. Psalm 89:20\tI have found David, my servant. I have anointed him with my holy oil, Psalm 89:21\twith whom my hand shall be established. My arm will also strengthen him. Psalm 89:22\tNo enemy will tax him. No wicked man will oppress him. Psalm 89:23\tI will beat down his adversaries before him, and strike those who hate him. Psalm 89:24\tBut my faithfulness and my loving kindness will be with him. In my name, his horn will be exalted. Psalm 89:25\tI will set his hand also on the sea, and his right hand on the rivers. Psalm 89:26\tHe will call to me, ‘You are my Father, my God, and the rock of my salvation!’ Psalm 89:27\tI will also appoint him my firstborn, the highest of the kings of the earth. Psalm 89:28\tI will keep my loving kindness for him forevermore. My covenant will stand firm with him. Psalm 89:29\tI will also make his seed endure forever, and his throne as the days of heaven. Psalm 89:30\tIf his children forsake my law, and don’t walk in my ordinances; Psalm 89:31\tif they break my statutes, and don’t keep my commandments; Psalm 89:32\tthen I will punish their sin with the rod, and their iniquity with stripes. Psalm 89:33\tBut I will not completely take my loving kindness from him, nor allow my faithfulness to fail. Psalm 89:34\tI will not break my covenant, nor alter what my lips have uttered. Psalm 89:35\tOnce have I sworn by my holiness, I will not lie to David. Psalm 89:36\tHis seed will endure forever, his throne like the sun before me. Psalm 89:37\tIt will be established forever like the moon, the faithful witness in the sky.” Selah. Psalm 89:38\tBut you have rejected and spurned. You have been angry with your anointed. Psalm 89:39\tYou have renounced the covenant of your servant. You have defiled his crown in the dust. Psalm 89:40\tYou have broken down all his hedges. You have brought his strongholds to ruin. Psalm 89:41\tAll who pass by the way rob him. He has become a reproach to his neighbors. Psalm 89:42\tYou have exalted the right hand of his adversaries. You have made all of his enemies rejoice. Psalm 89:43\tYes, you turn back the edge of his sword, and haven’t supported him in battle. Psalm 89:44\tYou have ended his splendor, and thrown his throne down to the ground. Psalm 89:45\tYou have shortened the days of his youth. You have covered him with shame. Selah. Psalm 89:46\tHow long, Yahweh? Will you hide yourself forever? Will your wrath burn like fire? Psalm 89:47\tRemember how short my time is! For what vanity have you created all the children of men! Psalm 89:48\tWhat man is he who shall live and not see death, who shall deliver his soul from the power of Sheol? Selah. Psalm 89:49\tLord, where are your former loving kindnesses, which you swore to David in your faithfulness? Psalm 89:50\tRemember, Lord, the reproach of your servants, how I bear in my heart the taunts of all the mighty peoples, Psalm 89:51\tWith which your enemies have mocked, Yahweh, with which they have mocked the footsteps of your anointed one. Psalm 89:52\tBlessed be Yahweh forevermore. Amen, and Amen. Psalm 90:1\tA Prayer by Moses, the man of God. Lord, you have been our dwelling place for all generations. Psalm 90:2\tBefore the mountains were brought forth, before you had formed the earth and the world, even from everlasting to everlasting, you are God. Psalm 90:3\tYou turn man to destruction, saying, “Return, you children of men.” Psalm 90:4\tFor a thousand years in your sight are just like yesterday when it is past, like a watch in the night. Psalm 90:5\tYou sweep them away as they sleep. In the morning they sprout like new grass. Psalm 90:6\tIn the morning it sprouts and springs up. By evening, it is withered and dry. Psalm 90:7\tFor we are consumed in your anger. We are troubled in your wrath. Psalm 90:8\tYou have set our iniquities before you, our secret sins in the light of your presence. Psalm 90:9\tFor all our days have passed away in your wrath. We bring our years to an end as a sigh. Psalm 90:10\tThe days of our years are seventy, or even by reason of strength eighty years; yet their pride is but labor and sorrow, for it passes quickly, and we fly away. Psalm 90:11\tWho knows the power of your anger, your wrath according to the fear that is due to you? Psalm 90:12\tSo teach us to number our days, that we may gain a heart of wisdom. Psalm 90:13\tRelent, Yahweh! How long? Have compassion on your servants! Psalm 90:14\tSatisfy us in the morning with your loving kindness, that we may rejoice and be glad all our days. Psalm 90:15\tMake us glad for as many days as you have afflicted us, for as many years as we have seen evil. Psalm 90:16\tLet your work appear to your servants; your glory to their children. Psalm 90:17\tLet the favor of the Lord our God be on us; establish the work of our hands for us; yes, establish the work of our hands. Psalm 91:1\tHe who dwells in the secret place of the Most High will rest in the shadow of the Almighty. Psalm 91:2\tI will say of Yahweh, “He is my refuge and my fortress; my God, in whom I trust.” Psalm 91:3\tFor he will deliver you from the snare of the fowler, and from the deadly pestilence. Psalm 91:4\tHe will cover you with his feathers. Under his wings you will take refuge. His faithfulness is your shield and rampart. Psalm 91:5\tYou shall not be afraid of the terror by night, nor of the arrow that flies by day; Psalm 91:6\tnor of the pestilence that walks in darkness, nor of the destruction that wastes at noonday. Psalm 91:7\tA thousand may fall at your side, and ten thousand at your right hand; but it will not come near you. Psalm 91:8\tYou will only look with your eyes, and see the recompense of the wicked. Psalm 91:9\tBecause you have made Yahweh your refuge, and the Most High your dwelling place, Psalm 91:10\tno evil shall happen to you, neither shall any plague come near your dwelling. Psalm 91:11\tFor he will put his angels in charge of you, to guard you in all your ways. Psalm 91:12\tThey will bear you up in their hands, so that you won’t dash your foot against a stone. Psalm 91:13\tYou will tread on the lion and cobra. You will trample the young lion and the serpent underfoot. Psalm 91:14\t“Because he has set his love on me, therefore I will deliver him. I will set him on high, because he has known my name. Psalm 91:15\tHe will call on me, and I will answer him. I will be with him in trouble. I will deliver him, and honor him. Psalm 91:16\tI will satisfy him with long life, and show him my salvation.” Psalm 92:1\tA Psalm. A song for the Sabbath day. It is a good thing to give thanks to Yahweh, to sing praises to your name, Most High; Psalm 92:2\tto proclaim your loving kindness in the morning, and your faithfulness every night, Psalm 92:3\twith the ten-stringed lute, with the harp, and with the melody of the lyre. Psalm 92:4\tFor you, Yahweh, have made me glad through your work. I will triumph in the works of your hands. Psalm 92:5\tHow great are your works, Yahweh! Your thoughts are very deep. Psalm 92:6\tA senseless man doesn’t know, neither does a fool understand this: Psalm 92:7\tthough the wicked spring up as the grass, and all the evildoers flourish, they will be destroyed forever. Psalm 92:8\tBut you, Yahweh, are on high forevermore. Psalm 92:9\tFor, behold, your enemies, Yahweh, for, behold, your enemies shall perish. All the evildoers will be scattered. Psalm 92:10\tBut you have exalted my horn like that of the wild ox. I am anointed with fresh oil. Psalm 92:11\tMy eye has also seen my enemies. My ears have heard of the wicked enemies who rise up against me. Psalm 92:12\tThe righteous shall flourish like the palm tree. He will grow like a cedar in Lebanon. Psalm 92:13\tThey are planted in Yahweh’s house. They will flourish in our God’s courts. Psalm 92:14\tThey will still bring forth fruit in old age. They will be full of sap and green, Psalm 92:15\tto show that Yahweh is upright. He is my rock, and there is no unrighteousness in him. Psalm 93:1\tYahweh reigns! He is clothed with majesty! Yahweh is armed with strength. The world also is established. It can’t be moved. Psalm 93:2\tYour throne is established from long ago. You are from everlasting. Psalm 93:3\tThe floods have lifted up, Yahweh, the floods have lifted up their voice. The floods lift up their waves. Psalm 93:4\tAbove the voices of many waters, the mighty breakers of the sea, Yahweh on high is mighty. Psalm 93:5\tYour statutes stand firm. Holiness adorns your house, Yahweh, forevermore. Psalm 94:1\tYahweh, you God to whom vengeance belongs, you God to whom vengeance belongs, shine forth. Psalm 94:2\tRise up, you judge of the earth. Pay back the proud what they deserve. Psalm 94:3\tYahweh, how long will the wicked, how long will the wicked triumph? Psalm 94:4\tThey pour out arrogant words. All the evildoers boast. Psalm 94:5\tThey break your people in pieces, Yahweh, and afflict your heritage. Psalm 94:6\tThey kill the widow and the alien, and murder the fatherless. Psalm 94:7\tThey say, “Yah will not see, neither will Jacob’s God consider.” Psalm 94:8\tConsider, you senseless among the people; you fools, when will you be wise? Psalm 94:9\tHe who implanted the ear, won’t he hear? He who formed the eye, won’t he see? Psalm 94:10\tHe who disciplines the nations, won’t he punish? He who teaches man knows. Psalm 94:11\tYahweh knows the thoughts of man, that they are futile. Psalm 94:12\tBlessed is the man whom you discipline, Yah, and teach out of your law; Psalm 94:13\tthat you may give him rest from the days of adversity, until the pit is dug for the wicked. Psalm 94:14\tFor Yahweh won’t reject his people, neither will he forsake his inheritance. Psalm 94:15\tFor judgment will return to righteousness. All the upright in heart shall follow it. Psalm 94:16\tWho will rise up for me against the wicked? Who will stand up for me against the evildoers? Psalm 94:17\tUnless Yahweh had been my help, my soul would have soon lived in silence. Psalm 94:18\tWhen I said, “My foot is slipping!” Your loving kindness, Yahweh, held me up. Psalm 94:19\tIn the multitude of my thoughts within me, your comforts delight my soul. Psalm 94:20\tShall the throne of wickedness have fellowship with you, which brings about mischief by statute? Psalm 94:21\tThey gather themselves together against the soul of the righteous, and condemn the innocent blood. Psalm 94:22\tBut Yahweh has been my high tower, my God, the rock of my refuge. Psalm 94:23\tHe has brought on them their own iniquity, and will cut them off in their own wickedness. Yahweh, our God, will cut them off. Psalm 95:1\tOh come, let’s sing to Yahweh. Let’s shout aloud to the rock of our salvation! Psalm 95:2\tLet’s come before his presence with thanksgiving. Let’s extol him with songs! Psalm 95:3\tFor Yahweh is a great God, a great King above all gods. Psalm 95:4\tIn his hand are the deep places of the earth. The heights of the mountains are also his. Psalm 95:5\tThe sea is his, and he made it. His hands formed the dry land. Psalm 95:6\tOh come, let’s worship and bow down. Let’s kneel before Yahweh, our Maker, Psalm 95:7\tfor he is our God. We are the people of his pasture, and the sheep in his care. Today, oh that you would hear his voice! Psalm 95:8\tDon’t harden your heart, as at Meribah, as in the day of Massah in the wilderness, Psalm 95:9\twhen your fathers tempted me, tested me, and saw my work. Psalm 95:10\tForty long years I was grieved with that generation, and said, “It is a people that errs in their heart. They have not known my ways.” Psalm 95:11\tTherefore I swore in my wrath, “They won’t enter into my rest.” Psalm 96:1\tSing to Yahweh a new song! Sing to Yahweh, all the earth. Psalm 96:2\tSing to Yahweh! Bless his name! Proclaim his salvation from day to day! Psalm 96:3\tDeclare his glory among the nations, his marvelous works among all the peoples. Psalm 96:4\tFor great is Yahweh, and greatly to be praised! He is to be feared above all gods. Psalm 96:5\tFor all the gods of the peoples are idols, but Yahweh made the heavens. Psalm 96:6\tHonor and majesty are before him. Strength and beauty are in his sanctuary. Psalm 96:7\tAscribe to Yahweh, you families of nations, ascribe to Yahweh glory and strength. Psalm 96:8\tAscribe to Yahweh the glory due to his name. Bring an offering, and come into his courts. Psalm 96:9\tWorship Yahweh in holy array. Tremble before him, all the earth. Psalm 96:10\tSay among the nations, “Yahweh reigns.” The world is also established. It can’t be moved. He will judge the peoples with equity. Psalm 96:11\tLet the heavens be glad, and let the earth rejoice. Let the sea roar, and its fullness! Psalm 96:12\tLet the field and all that is in it exult! Then all the trees of the woods shall sing for joy Psalm 96:13\tbefore Yahweh; for he comes, for he comes to judge the earth. He will judge the world with righteousness, the peoples with his truth. Psalm 97:1\tYahweh reigns! Let the earth rejoice! Let the multitude of islands be glad! Psalm 97:2\tClouds and darkness are around him. Righteousness and justice are the foundation of his throne. Psalm 97:3\tA fire goes before him, and burns up his adversaries on every side. Psalm 97:4\tHis lightning lights up the world. The earth sees, and trembles. Psalm 97:5\tThe mountains melt like wax at the presence of Yahweh, at the presence of the Lord of the whole earth. Psalm 97:6\tThe heavens declare his righteousness. All the peoples have seen his glory. Psalm 97:7\tLet all them be shamed who serve engraved images, who boast in their idols. Worship him, all you gods! Psalm 97:8\tZion heard and was glad. The daughters of Judah rejoiced, because of your judgments, Yahweh. Psalm 97:9\tFor you, Yahweh, are most high above all the earth. You are exalted far above all gods. Psalm 97:10\tYou who love Yahweh, hate evil. He preserves the souls of his saints. He delivers them out of the hand of the wicked. Psalm 97:11\tLight is sown for the righteous, and gladness for the upright in heart. Psalm 97:12\tBe glad in Yahweh, you righteous people! Give thanks to his holy Name. Psalm 98:1\tA Psalm. Sing to Yahweh a new song, for he has done marvelous things! His right hand, and his holy arm, have worked salvation for him. Psalm 98:2\tYahweh has made known his salvation. He has openly shown his righteousness in the sight of the nations. Psalm 98:3\tHe has remembered his loving kindness and his faithfulness toward the house of Israel. All the ends of the earth have seen the salvation of our God. Psalm 98:4\tMake a joyful noise to Yahweh, all the earth! Burst out and sing for joy, yes, sing praises! Psalm 98:5\tSing praises to Yahweh with the harp, with the harp and the voice of melody. Psalm 98:6\tWith trumpets and sound of the ram’s horn, make a joyful noise before the King, Yahweh. Psalm 98:7\tLet the sea roar with its fullness; the world, and those who dwell therein. Psalm 98:8\tLet the rivers clap their hands. Let the mountains sing for joy together. Psalm 98:9\tLet them sing before Yahweh, for he comes to judge the earth. He will judge the world with righteousness, and the peoples with equity. Psalm 99:1\tYahweh reigns! Let the peoples tremble. He sits enthroned among the cherubim. Let the earth be moved. Psalm 99:2\tYahweh is great in Zion. He is high above all the peoples. Psalm 99:3\tLet them praise your great and awesome name. He is Holy! Psalm 99:4\tThe King’s strength also loves justice. You do establish equity. You execute justice and righteousness in Jacob. Psalm 99:5\tExalt Yahweh our God. Worship at his footstool. He is Holy! Psalm 99:6\tMoses and Aaron were among his priests, Samuel among those who call on his name; they called on Yahweh, and he answered them. Psalm 99:7\tHe spoke to them in the pillar of cloud. They kept his testimonies, the statute that he gave them. Psalm 99:8\tYou answered them, Yahweh our God. You are a God who forgave them, although you took vengeance for their doings. Psalm 99:9\tExalt Yahweh, our God. Worship at his holy hill, for Yahweh, our God, is holy! Psalm 100:1\tA Psalm of thanksgiving. Shout for joy to Yahweh, all you lands! Psalm 100:2\tServe Yahweh with gladness. Come before his presence with singing. Psalm 100:3\tKnow that Yahweh, he is God. It is he who has made us, and we are his. We are his people, and the sheep of his pasture. Psalm 100:4\tEnter into his gates with thanksgiving, into his courts with praise. Give thanks to him, and bless his name. Psalm 100:5\tFor Yahweh is good. His loving kindness endures forever, his faithfulness to all generations. Psalm 101:1\tA Psalm by David. I will sing of loving kindness and justice. To you, Yahweh, I will sing praises. Psalm 101:2\tI will be careful to live a blameless life. When will you come to me? I will walk within my house with a blameless heart. Psalm 101:3\tI will set no vile thing before my eyes. I hate the deeds of faithless men. They will not cling to me. Psalm 101:4\tA perverse heart will be far from me. I will have nothing to do with evil. Psalm 101:5\tI will silence whoever secretly slanders his neighbor. I won’t tolerate one who is haughty and conceited. Psalm 101:6\tMy eyes will be on the faithful of the land, that they may dwell with me. He who walks in a perfect way, he will serve me. Psalm 101:7\tHe who practices deceit won’t dwell within my house. He who speaks falsehood won’t be established before my eyes. Psalm 101:8\tMorning by morning, I will destroy all the wicked of the land; to cut off all the workers of iniquity from Yahweh’s city. Psalm 102:1\tA Prayer of the afflicted, when he is overwhelmed and pours out his complaint before Yahweh. Hear my prayer, Yahweh! Let my cry come to you. Psalm 102:2\tDon’t hide your face from me in the day of my distress. Turn your ear to me. Answer me quickly in the day when I call. Psalm 102:3\tFor my days consume away like smoke. My bones are burned as a torch. Psalm 102:4\tMy heart is blighted like grass, and withered, for I forget to eat my bread. Psalm 102:5\tBy reason of the voice of my groaning, my bones stick to my skin. Psalm 102:6\tI am like a pelican of the wilderness. I have become as an owl of the waste places. Psalm 102:7\tI watch, and have become like a sparrow that is alone on the housetop. Psalm 102:8\tMy enemies reproach me all day. Those who are mad at me use my name as a curse. Psalm 102:9\tFor I have eaten ashes like bread, and mixed my drink with tears, Psalm 102:10\tBecause of your indignation and your wrath, for you have taken me up, and thrown me away. Psalm 102:11\tMy days are like a long shadow. I have withered like grass. Psalm 102:12\tBut you, Yahweh, will remain forever; your renown endures to all generations. Psalm 102:13\tYou will arise and have mercy on Zion; for it is time to have pity on her. Yes, the set time has come. Psalm 102:14\tFor your servants take pleasure in her stones, and have pity on her dust. Psalm 102:15\tSo the nations will fear the name of Yahweh; all the kings of the earth your glory. Psalm 102:16\tFor Yahweh has built up Zion. He has appeared in his glory. Psalm 102:17\tHe has responded to the prayer of the destitute, and has not despised their prayer. Psalm 102:18\tThis will be written for the generation to come. A people which will be created will praise Yah. Psalm 102:19\tFor he has looked down from the height of his sanctuary. From heaven, Yahweh saw the earth; Psalm 102:20\tto hear the groans of the prisoner; to free those who are condemned to death; Psalm 102:21\tthat men may declare the name of Yahweh in Zion, and his praise in Jerusalem; Psalm 102:22\twhen the peoples are gathered together, the kingdoms, to serve Yahweh. Psalm 102:23\tHe weakened my strength along the course. He shortened my days. Psalm 102:24\tI said, “My God, don’t take me away in the midst of my days. Your years are throughout all generations. Psalm 102:25\tOf old, you laid the foundation of the earth. The heavens are the work of your hands. Psalm 102:26\tThey will perish, but you will endure. Yes, all of them will wear out like a garment. You will change them like a cloak, and they will be changed. Psalm 102:27\tBut you are the same. Your years will have no end. Psalm 102:28\tThe children of your servants will continue. Their seed will be established before you.” Psalm 103:1\tBy David. Praise Yahweh, my soul! All that is within me, praise his holy name! Psalm 103:2\tPraise Yahweh, my soul, and don’t forget all his benefits; Psalm 103:3\twho forgives all your sins; who heals all your diseases; Psalm 103:4\twho redeems your life from destruction; who crowns you with loving kindness and tender mercies; Psalm 103:5\twho satisfies your desire with good things, so that your youth is renewed like the eagle’s. Psalm 103:6\tYahweh executes righteous acts, and justice for all who are oppressed. Psalm 103:7\tHe made known his ways to Moses, his deeds to the children of Israel. Psalm 103:8\tYahweh is merciful and gracious, slow to anger, and abundant in loving kindness. Psalm 103:9\tHe will not always accuse; neither will he stay angry forever. Psalm 103:10\tHe has not dealt with us according to our sins, nor repaid us for our iniquities. Psalm 103:11\tFor as the heavens are high above the earth, so great is his loving kindness toward those who fear him. Psalm 103:12\tAs far as the east is from the west, so far has he removed our transgressions from us. Psalm 103:13\tLike a father has compassion on his children, so Yahweh has compassion on those who fear him. Psalm 103:14\tFor he knows how we are made. He remembers that we are dust. Psalm 103:15\tAs for man, his days are like grass. As a flower of the field, so he flourishes. Psalm 103:16\tFor the wind passes over it, and it is gone. Its place remembers it no more. Psalm 103:17\tBut Yahweh’s loving kindness is from everlasting to everlasting with those who fear him, his righteousness to children’s children; Psalm 103:18\tto those who keep his covenant, to those who remember to obey his precepts. Psalm 103:19\tYahweh has established his throne in the heavens. His kingdom rules over all. Psalm 103:20\tPraise Yahweh, you angels of his, who are mighty in strength, who fulfill his word, obeying the voice of his word. Psalm 103:21\tPraise Yahweh, all you armies of his, you servants of his, who do his pleasure. Psalm 103:22\tPraise Yahweh, all you works of his, in all places of his dominion. Praise Yahweh, my soul! Psalm 104:1\tBless Yahweh, my soul. Yahweh, my God, you are very great. You are clothed with honor and majesty. Psalm 104:2\tHe covers himself with light as with a garment. He stretches out the heavens like a curtain. Psalm 104:3\tHe lays the beams of his rooms in the waters. He makes the clouds his chariot. He walks on the wings of the wind. Psalm 104:4\tHe makes his messengers winds; his servants flames of fire. Psalm 104:5\tHe laid the foundations of the earth, that it should not be moved forever. Psalm 104:6\tYou covered it with the deep as with a cloak. The waters stood above the mountains. Psalm 104:7\tAt your rebuke they fled. At the voice of your thunder they hurried away. Psalm 104:8\tThe mountains rose, the valleys sank down, to the place which you had assigned to them. Psalm 104:9\tYou have set a boundary that they may not pass over; that they don’t turn again to cover the earth. Psalm 104:10\tHe sends forth springs into the valleys. They run among the mountains. Psalm 104:11\tThey give drink to every animal of the field. The wild donkeys quench their thirst. Psalm 104:12\tThe birds of the sky nest by them. They sing among the branches. Psalm 104:13\tHe waters the mountains from his rooms. The earth is filled with the fruit of your works. Psalm 104:14\tHe causes the grass to grow for the livestock, and plants for man to cultivate, that he may bring forth food out of the earth: Psalm 104:15\twine that makes glad the heart of man, oil to make his face to shine, and bread that strengthens man’s heart. Psalm 104:16\tYahweh’s trees are well watered, the cedars of Lebanon, which he has planted; Psalm 104:17\twhere the birds make their nests. The stork makes its home in the fir trees. Psalm 104:18\tThe high mountains are for the wild goats. The rocks are a refuge for the rock badgers. Psalm 104:19\tHe appointed the moon for seasons. The sun knows when to set. Psalm 104:20\tYou make darkness, and it is night, in which all the animals of the forest prowl. Psalm 104:21\tThe young lions roar after their prey, and seek their food from God. Psalm 104:22\tThe sun rises, and they steal away, and lay down in their dens. Psalm 104:23\tMan goes forth to his work, to his labor until the evening. Psalm 104:24\tYahweh, how many are your works! In wisdom have you made them all. The earth is full of your riches. Psalm 104:25\tThere is the sea, great and wide, in which are innumerable living things, both small and large animals. Psalm 104:26\tThere the ships go, and leviathan, whom you formed to play there. Psalm 104:27\tThese all wait for you, that you may give them their food in due season. Psalm 104:28\tYou give to them; they gather. You open your hand; they are satisfied with good. Psalm 104:29\tYou hide your face: they are troubled; you take away their breath: they die, and return to the dust. Psalm 104:30\tYou send forth your Spirit: they are created. You renew the face of the ground. Psalm 104:31\tLet the glory of Yahweh endure forever. Let Yahweh rejoice in his works. Psalm 104:32\tHe looks at the earth, and it trembles. He touches the mountains, and they smoke. Psalm 104:33\tI will sing to Yahweh as long as I live. I will sing praise to my God while I have any being. Psalm 104:34\tLet your meditation be sweet to him. I will rejoice in Yahweh. Psalm 104:35\tLet sinners be consumed out of the earth. Let the wicked be no more. Bless Yahweh, my soul. Praise Yah! Psalm 105:1\tGive thanks to Yahweh! Call on his name! Make his doings known among the peoples. Psalm 105:2\tSing to him, sing praises to him! Tell of all his marvelous works. Psalm 105:3\tGlory in his holy name. Let the heart of those who seek Yahweh rejoice. Psalm 105:4\tSeek Yahweh and his strength. Seek his face forever more. Psalm 105:5\tRemember his marvelous works that he has done; his wonders, and the judgments of his mouth, Psalm 105:6\tyou seed of Abraham, his servant, you children of Jacob, his chosen ones. Psalm 105:7\tHe is Yahweh, our God. His judgments are in all the earth. Psalm 105:8\tHe has remembered his covenant forever, the word which he commanded to a thousand generations, Psalm 105:9\tthe covenant which he made with Abraham, his oath to Isaac, Psalm 105:10\tand confirmed the same to Jacob for a statute; to Israel for an everlasting covenant, Psalm 105:11\tsaying, “To you I will give the land of Canaan, the lot of your inheritance;” Psalm 105:12\twhen they were but a few men in number, yes, very few, and foreigners in it. Psalm 105:13\tThey went about from nation to nation, from one kingdom to another people. Psalm 105:14\tHe allowed no one to do them wrong. Yes, he reproved kings for their sakes, Psalm 105:15\t“Don’t touch my anointed ones! Do my prophets no harm!” Psalm 105:16\tHe called for a famine on the land. He destroyed the food supplies. Psalm 105:17\tHe sent a man before them. Joseph was sold for a slave. Psalm 105:18\tThey bruised his feet with shackles. His neck was locked in irons, Psalm 105:19\tuntil the time that his word happened, and Yahweh’s word proved him true. Psalm 105:20\tThe king sent and freed him; even the ruler of peoples, and let him go free. Psalm 105:21\tHe made him lord of his house, and ruler of all of his possessions; Psalm 105:22\tto discipline his princes at his pleasure, and to teach his elders wisdom. Psalm 105:23\tIsrael also came into Egypt. Jacob lived in the land of Ham. Psalm 105:24\tHe increased his people greatly, and made them stronger than their adversaries. Psalm 105:25\tHe turned their heart to hate his people, to conspire against his servants. Psalm 105:26\tHe sent Moses, his servant, and Aaron, whom he had chosen. Psalm 105:27\tThey performed miracles among them, and wonders in the land of Ham. Psalm 105:28\tHe sent darkness, and made it dark. They didn’t rebel against his words. Psalm 105:29\tHe turned their waters into blood, and killed their fish. Psalm 105:30\tTheir land swarmed with frogs, even in the rooms of their kings. Psalm 105:31\tHe spoke, and swarms of flies came, and lice in all their borders. Psalm 105:32\tHe gave them hail for rain, with lightning in their land. Psalm 105:33\tHe struck their vines and also their fig trees, and shattered the trees of their country. Psalm 105:34\tHe spoke, and the locusts came, and the grasshoppers, without number, Psalm 105:35\tate up every plant in their land; and ate up the fruit of their ground. Psalm 105:36\tHe struck also all the firstborn in their land, the first fruits of all their manhood. Psalm 105:37\tHe brought them forth with silver and gold. There was not one feeble person among his tribes. Psalm 105:38\tEgypt was glad when they departed, for the fear of them had fallen on them. Psalm 105:39\tHe spread a cloud for a covering, fire to give light in the night. Psalm 105:40\tThey asked, and he brought quails, and satisfied them with the bread of the sky. Psalm 105:41\tHe opened the rock, and waters gushed out. They ran as a river in the dry places. Psalm 105:42\tFor he remembered his holy word, and Abraham, his servant. Psalm 105:43\tHe brought forth his people with joy, his chosen with singing. Psalm 105:44\tHe gave them the lands of the nations. They took the labor of the peoples in possession, Psalm 105:45\tthat they might keep his statutes, and observe his laws. Praise Yah! Psalm 106:1\tPraise Yahweh! Give thanks to Yahweh, for he is good, for his loving kindness endures forever. Psalm 106:2\tWho can utter the mighty acts of Yahweh, or fully declare all his praise? Psalm 106:3\tBlessed are those who keep justice. Blessed is one who does what is right at all times. Psalm 106:4\tRemember me, Yahweh, with the favor that you show to your people. Visit me with your salvation, Psalm 106:5\tthat I may see the prosperity of your chosen, that I may rejoice in the gladness of your nation, that I may glory with your inheritance. Psalm 106:6\tWe have sinned with our fathers. We have committed iniquity. We have done wickedly. Psalm 106:7\tOur fathers didn’t understand your wonders in Egypt. They didn’t remember the multitude of your loving kindnesses, but were rebellious at the sea, even at the Red Sea. Psalm 106:8\tNevertheless he saved them for his name’s sake, that he might make his mighty power known. Psalm 106:9\tHe rebuked the Red Sea also, and it was dried up; so he led them through the depths, as through a desert. Psalm 106:10\tHe saved them from the hand of him who hated them, and redeemed them from the hand of the enemy. Psalm 106:11\tThe waters covered their adversaries. There was not one of them left. Psalm 106:12\tThen they believed his words. They sang his praise. Psalm 106:13\tThey soon forgot his works. They didn’t wait for his counsel, Psalm 106:14\tbut gave in to craving in the desert, and tested God in the wasteland. Psalm 106:15\tHe gave them their request, but sent leanness into their soul. Psalm 106:16\tThey envied Moses also in the camp, and Aaron, Yahweh’s saint. Psalm 106:17\tThe earth opened and swallowed up Dathan, and covered the company of Abiram. Psalm 106:18\tA fire was kindled in their company. The flame burned up the wicked. Psalm 106:19\tThey made a calf in Horeb, and worshiped a molten image. Psalm 106:20\tThus they exchanged their glory for an image of a bull that eats grass. Psalm 106:21\tThey forgot God, their Savior, who had done great things in Egypt, Psalm 106:22\tWondrous works in the land of Ham, and awesome things by the Red Sea. Psalm 106:23\tTherefore he said that he would destroy them, had Moses, his chosen, not stood before him in the breach, to turn away his wrath, so that he wouldn’t destroy them. Psalm 106:24\tYes, they despised the pleasant land. They didn’t believe his word, Psalm 106:25\tbut murmured in their tents, and didn’t listen to Yahweh’s voice. Psalm 106:26\tTherefore he swore to them that he would overthrow them in the wilderness, Psalm 106:27\tthat he would overthrow their seed among the nations, and scatter them in the lands. Psalm 106:28\tThey joined themselves also to Baal Peor, and ate the sacrifices of the dead. Psalm 106:29\tThus they provoked him to anger with their deeds. The plague broke in on them. Psalm 106:30\tThen Phinehas stood up, and executed judgment, so the plague was stopped. Psalm 106:31\tThat was credited to him for righteousness, for all generations to come. Psalm 106:32\tThey angered him also at the waters of Meribah, so that Moses was troubled for their sakes; Psalm 106:33\tbecause they were rebellious against his spirit, he spoke rashly with his lips. Psalm 106:34\tThey didn’t destroy the peoples, as Yahweh commanded them, Psalm 106:35\tbut mixed themselves with the nations, and learned their works. Psalm 106:36\tThey served their idols, which became a snare to them. Psalm 106:37\tYes, they sacrificed their sons and their daughters to demons. Psalm 106:38\tThey shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed to the idols of Canaan. The land was polluted with blood. Psalm 106:39\tThus were they defiled with their works, and prostituted themselves in their deeds. Psalm 106:40\tTherefore Yahweh burned with anger against his people. He abhorred his inheritance. Psalm 106:41\tHe gave them into the hand of the nations. Those who hated them ruled over them. Psalm 106:42\tTheir enemies also oppressed them. They were brought into subjection under their hand. Psalm 106:43\tMany times he delivered them, but they were rebellious in their counsel, and were brought low in their iniquity. Psalm 106:44\tNevertheless he regarded their distress, when he heard their cry. Psalm 106:45\tHe remembered for them his covenant, and repented according to the multitude of his loving kindnesses. Psalm 106:46\tHe made them also to be pitied by all those who carried them captive. Psalm 106:47\tSave us, Yahweh, our God, gather us from among the nations, to give thanks to your holy name, to triumph in your praise! Psalm 106:48\tBlessed be Yahweh, the God of Israel, from everlasting even to everlasting! Let all the people say, “Amen.” Praise Yah! Psalm 107:1\tGive thanks to Yahweh, for he is good, for his loving kindness endures forever. Psalm 107:2\tLet the redeemed by Yahweh say so, whom he has redeemed from the hand of the adversary, Psalm 107:3\tAnd gathered out of the lands, from the east and from the west, from the north and from the south. Psalm 107:4\tThey wandered in the wilderness in a desert way. They found no city to live in. Psalm 107:5\tHungry and thirsty, their soul fainted in them. Psalm 107:6\tThen they cried to Yahweh in their trouble, and he delivered them out of their distresses, Psalm 107:7\the led them also by a straight way, that they might go to a city to live in. Psalm 107:8\tLet them praise Yahweh for his loving kindness, for his wonderful works to the children of men! Psalm 107:9\tFor he satisfies the longing soul. He fills the hungry soul with good. Psalm 107:10\tSome sat in darkness and in the shadow of death, being bound in affliction and iron, Psalm 107:11\tbecause they rebelled against the words of God, and condemned the counsel of the Most High. Psalm 107:12\tTherefore he brought down their heart with labor. They fell down, and there was none to help. Psalm 107:13\tThen they cried to Yahweh in their trouble, and he saved them out of their distresses. Psalm 107:14\tHe brought them out of darkness and the shadow of death, and broke their bonds in sunder. Psalm 107:15\tLet them praise Yahweh for his loving kindness, for his wonderful works to the children of men! Psalm 107:16\tFor he has broken the gates of brass, and cut through bars of iron. Psalm 107:17\tFools are afflicted because of their disobedience, and because of their iniquities. Psalm 107:18\tTheir soul abhors all kinds of food. They draw near to the gates of death. Psalm 107:19\tThen they cry to Yahweh in their trouble, he saves them out of their distresses. Psalm 107:20\tHe sends his word, and heals them, and delivers them from their graves. Psalm 107:21\tLet them praise Yahweh for his loving kindness, for his wonderful works to the children of men! Psalm 107:22\tLet them offer the sacrifices of thanksgiving, and declare his works with singing. Psalm 107:23\tThose who go down to the sea in ships, who do business in great waters; Psalm 107:24\tThese see Yahweh’s works, and his wonders in the deep. Psalm 107:25\tFor he commands, and raises the stormy wind, which lifts up its waves. Psalm 107:26\tThey mount up to the sky; they go down again to the depths. Their soul melts away because of trouble. Psalm 107:27\tThey reel back and forth, and stagger like a drunken man, and are at their wits’ end. Psalm 107:28\tThen they cry to Yahweh in their trouble, and he brings them out of their distress. Psalm 107:29\tHe makes the storm a calm, so that its waves are still. Psalm 107:30\tThen they are glad because it is calm, so he brings them to their desired haven. Psalm 107:31\tLet them praise Yahweh for his loving kindness, for his wonderful works for the children of men! Psalm 107:32\tLet them exalt him also in the assembly of the people, and praise him in the seat of the elders. Psalm 107:33\tHe turns rivers into a desert, water springs into a thirsty ground, Psalm 107:34\tand a fruitful land into a salt waste, for the wickedness of those who dwell in it. Psalm 107:35\tHe turns a desert into a pool of water, and a dry land into water springs. Psalm 107:36\tThere he makes the hungry live, that they may prepare a city to live in, Psalm 107:37\tsow fields, plant vineyards, and reap the fruits of increase. Psalm 107:38\tHe blesses them also, so that they are multiplied greatly. He doesn’t allow their livestock to decrease. Psalm 107:39\tAgain, they are diminished and bowed down through oppression, trouble, and sorrow. Psalm 107:40\tHe pours contempt on princes, and causes them to wander in a trackless waste. Psalm 107:41\tYet he lifts the needy out of their affliction, and increases their families like a flock. Psalm 107:42\tThe upright will see it, and be glad. All the wicked will shut their mouths. Psalm 107:43\tWhoever is wise will pay attention to these things. They will consider the loving kindnesses of Yahweh. Psalm 108:1\tA Song. A Psalm by David. My heart is steadfast, God. I will sing and I will make music with my soul. Psalm 108:2\tWake up, harp and lyre! I will wake up the dawn. Psalm 108:3\tI will give thanks to you, Yahweh, among the nations. I will sing praises to you among the peoples. Psalm 108:4\tFor your loving kindness is great above the heavens. Your faithfulness reaches to the skies. Psalm 108:5\tBe exalted, God, above the heavens! Let your glory be over all the earth. Psalm 108:6\tThat your beloved may be delivered, save with your right hand, and answer us. Psalm 108:7\tGod has spoken from his sanctuary: “In triumph, I will divide Shechem, and measure out the valley of Succoth. Psalm 108:8\tGilead is mine. Manasseh is mine. Ephraim also is my helmet. Judah is my scepter. Psalm 108:9\tMoab is my wash pot. I will toss my sandal on Edom. I will shout over Philistia.” Psalm 108:10\tWho will bring me into the fortified city? Who has led me to Edom? Psalm 108:11\tHaven’t you rejected us, God? You don’t go forth, God, with our armies. Psalm 108:12\tGive us help against the enemy, for the help of man is vain. Psalm 108:13\tThrough God, we will do valiantly. For it is he who will tread down our enemies. Psalm 109:1\tFor the Chief Musician. A Psalm by David. God of my praise, don’t remain silent, Psalm 109:2\tfor they have opened the mouth of the wicked and the mouth of deceit against me. They have spoken to me with a lying tongue. Psalm 109:3\tThey have also surrounded me with words of hatred, and fought against me without a cause. Psalm 109:4\tIn return for my love, they are my adversaries; but I am in prayer. Psalm 109:5\tThey have rewarded me evil for good, and hatred for my love. Psalm 109:6\tSet a wicked man over him. Let an adversary stand at his right hand. Psalm 109:7\tWhen he is judged, let him come forth guilty. Let his prayer be turned into sin. Psalm 109:8\tLet his days be few. Let another take his office. Psalm 109:9\tLet his children be fatherless, and his wife a widow. Psalm 109:10\tLet his children be wandering beggars. Let them be sought from their ruins. Psalm 109:11\tLet the creditor seize all that he has. Let strangers plunder the fruit of his labor. Psalm 109:12\tLet there be no one to extend kindness to him, neither let there be anyone to have pity on his fatherless children. Psalm 109:13\tLet his posterity be cut off. In the generation following let their name be blotted out. Psalm 109:14\tLet the iniquity of his fathers be remembered by Yahweh. Don’t let the sin of his mother be blotted out. Psalm 109:15\tLet them be before Yahweh continually, that he may cut off their memory from the earth; Psalm 109:16\tbecause he didn’t remember to show kindness, but persecuted the poor and needy man, the broken in heart, to kill them. Psalm 109:17\tYes, he loved cursing, and it came to him. He didn’t delight in blessing, and it was far from him. Psalm 109:18\tHe clothed himself also with cursing as with his garment. It came into his inward parts like water, like oil into his bones. Psalm 109:19\tLet it be to him as the clothing with which he covers himself, for the belt that is always around him. Psalm 109:20\tThis is the reward of my adversaries from Yahweh, of those who speak evil against my soul. Psalm 109:21\tBut deal with me, Yahweh the Lord, for your name’s sake, because your loving kindness is good, deliver me; Psalm 109:22\tfor I am poor and needy. My heart is wounded within me. Psalm 109:23\tI fade away like an evening shadow. I am shaken off like a locust. Psalm 109:24\tMy knees are weak through fasting. My body is thin and lacks fat. Psalm 109:25\tI have also become a reproach to them. When they see me, they shake their head. Psalm 109:26\tHelp me, Yahweh, my God. Save me according to your loving kindness; Psalm 109:27\tthat they may know that this is your hand; that you, Yahweh, have done it. Psalm 109:28\tThey may curse, but you bless. When they arise, they will be shamed, but your servant shall rejoice. Psalm 109:29\tLet my adversaries be clothed with dishonor. Let them cover themselves with their own shame as with a robe. Psalm 109:30\tI will give great thanks to Yahweh with my mouth. Yes, I will praise him among the multitude. Psalm 109:31\tFor he will stand at the right hand of the needy, to save him from those who judge his soul. Psalm 110:1\tA Psalm by David. Yahweh says to my Lord, “Sit at my right hand, until I make your enemies your footstool for your feet.” Psalm 110:2\tYahweh will send forth the rod of your strength out of Zion. Rule in the midst of your enemies. Psalm 110:3\tYour people offer themselves willingly in the day of your power, in holy array. Out of the womb of the morning, you have the dew of your youth. Psalm 110:4\tYahweh has sworn, and will not change his mind: “You are a priest forever in the order of Melchizedek.” Psalm 110:5\tThe Lord is at your right hand. He will crush kings in the day of his wrath. Psalm 110:6\tHe will judge among the nations. He will heap up dead bodies. He will crush the ruler of the whole earth. Psalm 110:7\tHe will drink of the brook in the way; therefore he will lift up his head. Psalm 111:1\tPraise Yah! I will give thanks to Yahweh with my whole heart, in the council of the upright, and in the congregation. Psalm 111:2\tYahweh’s works are great, pondered by all those who delight in them. Psalm 111:3\tHis work is honor and majesty. His righteousness endures forever. Psalm 111:4\tHe has caused his wonderful works to be remembered. Yahweh is gracious and merciful. Psalm 111:5\tHe has given food to those who fear him. He always remembers his covenant. Psalm 111:6\tHe has shown his people the power of his works, in giving them the heritage of the nations. Psalm 111:7\tThe works of his hands are truth and justice. All his precepts are sure. Psalm 111:8\tThey are established forever and ever. They are done in truth and uprightness. Psalm 111:9\tHe has sent redemption to his people. He has ordained his covenant forever. His name is holy and awesome! Psalm 111:10\tThe fear of Yahweh is the beginning of wisdom. All those who do his work have a good understanding. His praise endures forever! Psalm 112:1\tPraise Yah! Blessed is the man who fears Yahweh, who delights greatly in his commandments. Psalm 112:2\tHis seed will be mighty in the land. The generation of the upright will be blessed. Psalm 112:3\tWealth and riches are in his house. His righteousness endures forever. Psalm 112:4\tLight dawns in the darkness for the upright, gracious, merciful, and righteous. Psalm 112:5\tIt is well with the man who deals graciously and lends. He will maintain his cause in judgment. Psalm 112:6\tFor he will never be shaken. The righteous will be remembered forever. Psalm 112:7\tHe will not be afraid of evil news. His heart is steadfast, trusting in Yahweh. Psalm 112:8\tHis heart is established. He will not be afraid in the end when he sees his adversaries. Psalm 112:9\tHe has dispersed, he has given to the poor. His righteousness endures forever. His horn will be exalted with honor. Psalm 112:10\tThe wicked will see it, and be grieved. He shall gnash with his teeth, and melt away. The desire of the wicked will perish. Psalm 113:1\tPraise Yah! Praise, you servants of Yahweh, praise the name of Yahweh. Psalm 113:2\tBlessed be the name of Yahweh, from this time forth and forevermore. Psalm 113:3\tFrom the rising of the sun to the going down of the same, Yahweh’s name is to be praised. Psalm 113:4\tYahweh is high above all nations, his glory above the heavens. Psalm 113:5\tWho is like Yahweh, our God, who has his seat on high, Psalm 113:6\tWho stoops down to see in heaven and in the earth? Psalm 113:7\tHe raises up the poor out of the dust. Lifts up the needy from the ash heap; Psalm 113:8\tthat he may set him with princes, even with the princes of his people. Psalm 113:9\tHe settles the barren woman in her home, as a joyful mother of children. Praise Yah! Psalm 114:1\tWhen Israel went forth out of Egypt, the house of Jacob from a people of foreign language; Psalm 114:2\tJudah became his sanctuary, Israel his dominion. Psalm 114:3\tThe sea saw it, and fled. The Jordan was driven back. Psalm 114:4\tThe mountains skipped like rams, the little hills like lambs. Psalm 114:5\tWhat was it, you sea, that you fled? You Jordan, that you turned back? Psalm 114:6\tYou mountains, that you skipped like rams; you little hills, like lambs? Psalm 114:7\tTremble, you earth, at the presence of the Lord, at the presence of the God of Jacob, Psalm 114:8\twho turned the rock into a pool of water, the flint into a spring of waters. Psalm 115:1\tNot to us, Yahweh, not to us, but to your name give glory, for your loving kindness, and for your truth’s sake. Psalm 115:2\tWhy should the nations say, “Where is their God, now?” Psalm 115:3\tBut our God is in the heavens. He does whatever he pleases. Psalm 115:4\tTheir idols are silver and gold, the work of men’s hands. Psalm 115:5\tThey have mouths, but they don’t speak. They have eyes, but they don’t see. Psalm 115:6\tThey have ears, but they don’t hear. They have noses, but they don’t smell. Psalm 115:7\tThey have hands, but they don’t feel. They have feet, but they don’t walk, neither do they speak through their throat. Psalm 115:8\tThose who make them will be like them; yes, everyone who trusts in them. Psalm 115:9\tIsrael, trust in Yahweh! He is their help and their shield. Psalm 115:10\tHouse of Aaron, trust in Yahweh! He is their help and their shield. Psalm 115:11\tYou who fear Yahweh, trust in Yahweh! He is their help and their shield. Psalm 115:12\tYahweh remembers us. He will bless us. He will bless the house of Israel. He will bless the house of Aaron. Psalm 115:13\tHe will bless those who fear Yahweh, both small and great. Psalm 115:14\tMay Yahweh increase you more and more, you and your children. Psalm 115:15\tBlessed are you by Yahweh, who made heaven and earth. Psalm 115:16\tThe heavens are the heavens of Yahweh; but the earth has he given to the children of men. Psalm 115:17\tThe dead don’t praise Yah, neither any who go down into silence; Psalm 115:18\tBut we will bless Yah, from this time forth and forevermore. Praise Yah! Psalm 116:1\tI love Yahweh, because he listens to my voice, and my cries for mercy. Psalm 116:2\tBecause he has turned his ear to me, therefore I will call on him as long as I live. Psalm 116:3\tThe cords of death surrounded me, the pains of Sheol got a hold of me. I found trouble and sorrow. Psalm 116:4\tThen I called on the name of Yahweh: “Yahweh, I beg you, deliver my soul.” Psalm 116:5\tYahweh is Gracious and righteous. Yes, our God is merciful. Psalm 116:6\tYahweh preserves the simple. I was brought low, and he saved me. Psalm 116:7\tReturn to your rest, my soul, for Yahweh has dealt bountifully with you. Psalm 116:8\tFor you have delivered my soul from death, my eyes from tears, and my feet from falling. Psalm 116:9\tI will walk before Yahweh in the land of the living. Psalm 116:10\tI believed, therefore I said, “I was greatly afflicted.” Psalm 116:11\tI said in my haste, “All men are liars.” Psalm 116:12\tWhat will I give to Yahweh for all his benefits toward me? Psalm 116:13\tI will take the cup of salvation, and call on the name of Yahweh. Psalm 116:14\tI will pay my vows to Yahweh, yes, in the presence of all his people. Psalm 116:15\tPrecious in the sight of Yahweh is the death of his saints. Psalm 116:16\tYahweh, truly I am your servant. I am your servant, the son of your handmaid. You have freed me from my chains. Psalm 116:17\tI will offer to you the sacrifice of thanksgiving, and will call on the name of Yahweh. Psalm 116:18\tI will pay my vows to Yahweh, yes, in the presence of all his people, Psalm 116:19\tin the courts of Yahweh’s house, in the midst of you, Jerusalem. Praise Yah! Psalm 117:1\tPraise Yahweh, all you nations! Extol him, all you peoples! Psalm 117:2\tFor his loving kindness is great toward us. Yahweh’s faithfulness endures forever. Praise Yah! Psalm 118:1\tGive thanks to Yahweh, for he is good, for his loving kindness endures forever. Psalm 118:2\tLet Israel now say that his loving kindness endures forever. Psalm 118:3\tLet the house of Aaron now say that his loving kindness endures forever. Psalm 118:4\tNow let those who fear Yahweh say that his loving kindness endures forever. Psalm 118:5\tOut of my distress, I called on Yah. Yah answered me with freedom. Psalm 118:6\tYahweh is on my side. I will not be afraid. What can man do to me? Psalm 118:7\tYahweh is on my side among those who help me. Therefore I will look in triumph at those who hate me. Psalm 118:8\tIt is better to take refuge in Yahweh, than to put confidence in man. Psalm 118:9\tIt is better to take refuge in Yahweh, than to put confidence in princes. Psalm 118:10\tAll the nations surrounded me, but in the name of Yahweh, I cut them off. Psalm 118:11\tThey surrounded me, yes, they surrounded me. In the name of Yahweh I indeed cut them off. Psalm 118:12\tThey surrounded me like bees. They are quenched like the burning thorns. In the name of Yahweh I cut them off. Psalm 118:13\tYou pushed me back hard, to make me fall, but Yahweh helped me. Psalm 118:14\tYah is my strength and song. He has become my salvation. Psalm 118:15\tThe voice of rejoicing and salvation is in the tents of the righteous. “The right hand of Yahweh does valiantly. Psalm 118:16\tThe right hand of Yahweh is exalted! The right hand of Yahweh does valiantly!” Psalm 118:17\tI will not die, but live, and declare Yah’s works. Psalm 118:18\tYah has punished me severely, but he has not given me over to death. Psalm 118:19\tOpen to me the gates of righteousness. I will enter into them. I will give thanks to Yah. Psalm 118:20\tThis is the gate of Yahweh; the righteous will enter into it. Psalm 118:21\tI will give thanks to you, for you have answered me, and have become my salvation. Psalm 118:22\tThe stone which the builders rejected has become the head of the corner. Psalm 118:23\tThis is Yahweh’s doing. It is marvelous in our eyes. Psalm 118:24\tThis is the day that Yahweh has made. We will rejoice and be glad in it! Psalm 118:25\tSave us now, we beg you, Yahweh! Yahweh, we beg you, send prosperity now. Psalm 118:26\tBlessed is he who comes in the name of Yahweh! We have blessed you out of the house of Yahweh. Psalm 118:27\tYahweh is God, and he has given us light. Bind the sacrifice with cords, even to the horns of the altar. Psalm 118:28\tYou are my God, and I will give thanks to you. You are my God, I will exalt you. Psalm 118:29\tOh give thanks to Yahweh, for he is good, for his loving kindness endures forever. Psalm 119:1\tALEPH Blessed are those whose ways are blameless, who walk according to Yahweh’s law. Psalm 119:2\tBlessed are those who keep his statutes, who seek him with their whole heart. Psalm 119:3\tYes, they do nothing wrong. They walk in his ways. Psalm 119:4\tYou have commanded your precepts, that we should fully obey them. Psalm 119:5\tOh that my ways were steadfast to obey your statutes! Psalm 119:6\tThen I wouldn’t be disappointed, when I consider all of your commandments. Psalm 119:7\tI will give thanks to you with uprightness of heart, when I learn your righteous judgments. Psalm 119:8\tI will observe your statutes. Don’t utterly forsake me. BET Psalm 119:9\tHow can a young man keep his way pure? By living according to your word. Psalm 119:10\tWith my whole heart, I have sought you. Don’t let me wander from your commandments. Psalm 119:11\tI have hidden your word in my heart, that I might not sin against you. Psalm 119:12\tBlessed are you, Yahweh. Teach me your statutes. Psalm 119:13\tWith my lips, I have declared all the ordinances of your mouth. Psalm 119:14\tI have rejoiced in the way of your testimonies, as much as in all riches. Psalm 119:15\tI will meditate on your precepts, and consider your ways. Psalm 119:16\tI will delight myself in your statutes. I will not forget your word. GIMEL Psalm 119:17\tDo good to your servant. I will live and I will obey your word. Psalm 119:18\tOpen my eyes, that I may see wondrous things out of your law. Psalm 119:19\tI am a stranger on the earth. Don’t hide your commandments from me. Psalm 119:20\tMy soul is consumed with longing for your ordinances at all times. Psalm 119:21\tYou have rebuked the proud who are cursed, who wander from your commandments. Psalm 119:22\tTake reproach and contempt away from me, for I have kept your statutes. Psalm 119:23\tThough princes sit and slander me, your servant will meditate on your statutes. Psalm 119:24\tIndeed your statutes are my delight, and my counselors. DALED Psalm 119:25\tMy soul is laid low in the dust. Revive me according to your word! Psalm 119:26\tI declared my ways, and you answered me. Teach me your statutes. Psalm 119:27\tLet me understand the teaching of your precepts! Then I will meditate on your wondrous works. Psalm 119:28\tMy soul is weary with sorrow: strengthen me according to your word. Psalm 119:29\tKeep me from the way of deceit. Grant me your law graciously! Psalm 119:30\tI have chosen the way of truth. I have set your ordinances before me. Psalm 119:31\tI cling to your statutes, Yahweh. Don’t let me be disappointed. Psalm 119:32\tI run in the path of your commandments, for you have set my heart free. HEY Psalm 119:33\tTeach me, Yahweh, the way of your statutes. I will keep them to the end. Psalm 119:34\tGive me understanding, and I will keep your law. Yes, I will obey it with my whole heart. Psalm 119:35\tDirect me in the path of your commandments, for I delight in them. Psalm 119:36\tTurn my heart toward your statutes, not toward selfish gain. Psalm 119:37\tTurn my eyes away from looking at worthless things. Revive me in your ways. Psalm 119:38\tFulfill your promise to your servant, that you may be feared. Psalm 119:39\tTake away my disgrace that I dread, for your ordinances are good. Psalm 119:40\tBehold, I long for your precepts! Revive me in your righteousness. WAW Psalm 119:41\tLet your loving kindness also come to me, Yahweh, your salvation, according to your word. Psalm 119:42\tSo I will have an answer for him who reproaches me, for I trust in your word. Psalm 119:43\tDon’t snatch the word of truth out of my mouth, for I put my hope in your ordinances. Psalm 119:44\tSo I will obey your law continually, forever and ever. Psalm 119:45\tI will walk in liberty, for I have sought your precepts. Psalm 119:46\tI will also speak of your statutes before kings, and will not be disappointed. Psalm 119:47\tI will delight myself in your commandments, because I love them. Psalm 119:48\tI reach out my hands for your commandments, which I love. I will meditate on your statutes. ZAYIN Psalm 119:49\tRemember your word to your servant, because you gave me hope. Psalm 119:50\tThis is my comfort in my affliction, for your word has revived me. Psalm 119:51\tThe arrogant mock me excessively, but I don’t swerve from your law. Psalm 119:52\tI remember your ordinances of old, Yahweh, and have comforted myself. Psalm 119:53\tIndignation has taken hold on me, because of the wicked who forsake your law. Psalm 119:54\tYour statutes have been my songs, in the house where I live. Psalm 119:55\tI have remembered your name, Yahweh, in the night, and I obey your law. Psalm 119:56\tThis is my way, that I keep your precepts. CHET Psalm 119:57\tYahweh is my portion. I promised to obey your words. Psalm 119:58\tI sought your favor with my whole heart. Be merciful to me according to your word. Psalm 119:59\tI considered my ways, and turned my steps to your statutes. Psalm 119:60\tI will hurry, and not delay, to obey your commandments. Psalm 119:61\tThe ropes of the wicked bind me, but I won’t forget your law. Psalm 119:62\tAt midnight I will rise to give thanks to you, because of your righteous ordinances. Psalm 119:63\tI am a friend of all those who fear you, of those who observe your precepts. Psalm 119:64\tThe earth is full of your loving kindness, Yahweh. Teach me your statutes. TET Psalm 119:65\tDo good to your servant, according to your word, Yahweh. Psalm 119:66\tTeach me good judgment and knowledge, for I believe in your commandments. Psalm 119:67\tBefore I was afflicted, I went astray; but now I observe your word. Psalm 119:68\tYou are good, and do good. Teach me your statutes. Psalm 119:69\tThe proud have smeared a lie upon me. With my whole heart, I will keep your precepts. Psalm 119:70\tTheir heart is as callous as the fat, but I delight in your law. Psalm 119:71\tIt is good for me that I have been afflicted, that I may learn your statutes. Psalm 119:72\tThe law of your mouth is better to me than thousands of pieces of gold and silver. YUD Psalm 119:73\tYour hands have made me and formed me. Give me understanding, that I may learn your commandments. Psalm 119:74\tThose who fear you will see me and be glad, because I have put my hope in your word. Psalm 119:75\tYahweh, I know that your judgments are righteous, that in faithfulness you have afflicted me. Psalm 119:76\tPlease let your loving kindness be for my comfort, according to your word to your servant. Psalm 119:77\tLet your tender mercies come to me, that I may live; for your law is my delight. Psalm 119:78\tLet the proud be disappointed, for they have overthrown me wrongfully. I will meditate on your precepts. Psalm 119:79\tLet those who fear you turn to me. They will know your statutes. Psalm 119:80\tLet my heart be blameless toward your decrees, that I may not be disappointed. KAF Psalm 119:81\tMy soul faints for your salvation. I hope in your word. Psalm 119:82\tMy eyes fail for your word. I say, “When will you comfort me?” Psalm 119:83\tFor I have become like a wineskin in the smoke. I don’t forget your statutes. Psalm 119:84\tHow many are the days of your servant? When will you execute judgment on those who persecute me? Psalm 119:85\tThe proud have dug pits for me, contrary to your law. Psalm 119:86\tAll of your commandments are faithful. They persecute me wrongfully. Help me! Psalm 119:87\tThey had almost wiped me from the earth, but I didn’t forsake your precepts. Psalm 119:88\tPreserve my life according to your loving kindness, so I will obey the statutes of your mouth. LAMED Psalm 119:89\tYahweh, your word is settled in heaven forever. Psalm 119:90\tYour faithfulness is to all generations. You have established the earth, and it remains. Psalm 119:91\tYour laws remain to this day, for all things serve you. Psalm 119:92\tUnless your law had been my delight, I would have perished in my affliction. Psalm 119:93\tI will never forget your precepts, for with them, you have revived me. Psalm 119:94\tI am yours. Save me, for I have sought your precepts. Psalm 119:95\tThe wicked have waited for me, to destroy me. I will consider your statutes. Psalm 119:96\tI have seen a limit to all perfection, but your commands are boundless. MEM Psalm 119:97\tHow I love your law! It is my meditation all day. Psalm 119:98\tYour commandments make me wiser than my enemies, for your commandments are always with me. Psalm 119:99\tI have more understanding than all my teachers, for your testimonies are my meditation. Psalm 119:100\tI understand more than the aged, because I have kept your precepts. Psalm 119:101\tI have kept my feet from every evil way, that I might observe your word. Psalm 119:102\tI have not turned aside from your ordinances, for you have taught me. Psalm 119:103\tHow sweet are your promises to my taste, more than honey to my mouth! Psalm 119:104\tThrough your precepts, I get understanding; therefore I hate every false way. NUN Psalm 119:105\tYour word is a lamp to my feet, and a light for my path. Psalm 119:106\tI have sworn, and have confirmed it, that I will obey your righteous ordinances. Psalm 119:107\tI am afflicted very much. Revive me, Yahweh, according to your word. Psalm 119:108\tAccept, I beg you, the willing offerings of my mouth. Yahweh, teach me your ordinances. Psalm 119:109\tMy soul is continually in my hand, yet I won’t forget your law. Psalm 119:110\tThe wicked have laid a snare for me, yet I haven’t gone astray from your precepts. Psalm 119:111\tI have taken your testimonies as a heritage forever, for they are the joy of my heart. Psalm 119:112\tI have set my heart to perform your statutes forever, even to the end. SAMEKH Psalm 119:113\tI hate double-minded men, but I love your law. Psalm 119:114\tYou are my hiding place and my shield. I hope in your word. Psalm 119:115\tDepart from me, you evildoers, that I may keep the commandments of my God. Psalm 119:116\tUphold me according to your word, that I may live. Let me not be ashamed of my hope. Psalm 119:117\tHold me up, and I will be safe, and will have respect for your statutes continually. Psalm 119:118\tYou reject all those who stray from your statutes, for their deceit is in vain. Psalm 119:119\tYou put away all the wicked of the earth like dross. Therefore I love your testimonies. Psalm 119:120\tMy flesh trembles for fear of you. I am afraid of your judgments. AYIN Psalm 119:121\tI have done what is just and righteous. Don’t leave me to my oppressors. Psalm 119:122\tEnsure your servant’s well-being. Don’t let the proud oppress me. Psalm 119:123\tMy eyes fail looking for your salvation, for your righteous word. Psalm 119:124\tDeal with your servant according to your loving kindness. Teach me your statutes. Psalm 119:125\tI am your servant. Give me understanding, that I may know your testimonies. Psalm 119:126\tIt is time to act, Yahweh, for they break your law. Psalm 119:127\tTherefore I love your commandments more than gold, yes, more than pure gold. Psalm 119:128\tTherefore I consider all of your precepts to be right. I hate every false way. PEY Psalm 119:129\tYour testimonies are wonderful, therefore my soul keeps them. Psalm 119:130\tThe entrance of your words gives light. It gives understanding to the simple. Psalm 119:131\tI opened my mouth wide and panted, for I longed for your commandments. Psalm 119:132\tTurn to me, and have mercy on me, as you always do to those who love your name. Psalm 119:133\tEstablish my footsteps in your word. Don’t let any iniquity have dominion over me. Psalm 119:134\tRedeem me from the oppression of man, so I will observe your precepts. Psalm 119:135\tMake your face shine on your servant. Teach me your statutes. Psalm 119:136\tStreams of tears run down my eyes, because they don’t observe your law. TZADI Psalm 119:137\tYou are righteous, Yahweh. Your judgments are upright. Psalm 119:138\tYou have commanded your statutes in righteousness. They are fully trustworthy. Psalm 119:139\tMy zeal wears me out, because my enemies ignore your words. Psalm 119:140\tYour promises have been thoroughly tested, and your servant loves them. Psalm 119:141\tI am small and despised. I don’t forget your precepts. Psalm 119:142\tYour righteousness is an everlasting righteousness. Your law is truth. Psalm 119:143\tTrouble and anguish have taken hold of me. Your commandments are my delight. Psalm 119:144\tYour testimonies are righteous forever. Give me understanding, that I may live. KUF Psalm 119:145\tI have called with my whole heart. Answer me, Yahweh! I will keep your statutes. Psalm 119:146\tI have called to you. Save me! I will obey your statutes. Psalm 119:147\tI rise before dawn and cry for help. I put my hope in your words. Psalm 119:148\tMy eyes stay open through the night watches, that I might meditate on your word. Psalm 119:149\tHear my voice according to your loving kindness. Revive me, Yahweh, according to your ordinances. Psalm 119:150\tThey draw near who follow after wickedness. They are far from your law. Psalm 119:151\tYou are near, Yahweh. All your commandments are truth. Psalm 119:152\tOf old I have known from your testimonies, that you have founded them forever. RESH Psalm 119:153\tConsider my affliction, and deliver me, for I don’t forget your law. Psalm 119:154\tPlead my cause, and redeem me! Revive me according to your promise. Psalm 119:155\tSalvation is far from the wicked, for they don’t seek your statutes. Psalm 119:156\tGreat are your tender mercies, Yahweh. Revive me according to your ordinances. Psalm 119:157\tMany are my persecutors and my adversaries. I haven’t swerved from your testimonies. Psalm 119:158\tI look at the faithless with loathing, because they don’t observe your word. Psalm 119:159\tConsider how I love your precepts. Revive me, Yahweh, according to your loving kindness. Psalm 119:160\tAll of your words are truth. Every one of your righteous ordinances endures forever. SIN AND SHIN Psalm 119:161\tPrinces have persecuted me without a cause, but my heart stands in awe of your words. Psalm 119:162\tI rejoice at your word, as one who finds great spoil. Psalm 119:163\tI hate and abhor falsehood. I love your law. Psalm 119:164\tSeven times a day, I praise you, because of your righteous ordinances. Psalm 119:165\tThose who love your law have great peace. Nothing causes them to stumble. Psalm 119:166\tI have hoped for your salvation, Yahweh. I have done your commandments. Psalm 119:167\tMy soul has observed your testimonies. I love them exceedingly. Psalm 119:168\tI have obeyed your precepts and your testimonies, for all my ways are before you. TAV Psalm 119:169\tLet my cry come before you, Yahweh. Give me understanding according to your word. Psalm 119:170\tLet my supplication come before you. Deliver me according to your word. Psalm 119:171\tLet my lips utter praise, for you teach me your statutes. Psalm 119:172\tLet my tongue sing of your word, for all your commandments are righteousness. Psalm 119:173\tLet your hand be ready to help me, for I have chosen your precepts. Psalm 119:174\tI have longed for your salvation, Yahweh. Your law is my delight. Psalm 119:175\tLet my soul live, that I may praise you. Let your ordinances help me. Psalm 119:176\tI have gone astray like a lost sheep. Seek your servant, for I don’t forget your commandments. Psalm 120:1\tA Song of Ascents. In my distress, I cried to Yahweh. He answered me. Psalm 120:2\tDeliver my soul, Yahweh, from lying lips, from a deceitful tongue. Psalm 120:3\tWhat will be given to you, and what will be done more to you, you deceitful tongue? Psalm 120:4\tSharp arrows of the mighty, with coals of juniper. Psalm 120:5\tWoe is me, that I live in Meshech, that I dwell among the tents of Kedar! Psalm 120:6\tMy soul has had her dwelling too long with him who hates peace. Psalm 120:7\tI am for peace, but when I speak, they are for war. Psalm 121:1\tA Song of Ascents. I will lift up my eyes to the hills. Where does my help come from? Psalm 121:2\tMy help comes from Yahweh, who made heaven and earth. Psalm 121:3\tHe will not allow your foot to be moved. He who keeps you will not slumber. Psalm 121:4\tBehold, he who keeps Israel will neither slumber nor sleep. Psalm 121:5\tYahweh is your keeper. Yahweh is your shade on your right hand. Psalm 121:6\tThe sun will not harm you by day, nor the moon by night. Psalm 121:7\tYahweh will keep you from all evil. He will keep your soul. Psalm 121:8\tYahweh will keep your going out and your coming in, from this time forth, and forevermore. Psalm 122:1\tA Song of Ascents. By David. I was glad when they said to me, “Let’s go to Yahweh’s house!” Psalm 122:2\tOur feet are standing within your gates, Jerusalem; Psalm 122:3\tJerusalem, that is built as a city that is compact together; Psalm 122:4\twhere the tribes go up, even Yah’s tribes, according to an ordinance for Israel, to give thanks to the name of Yahweh. Psalm 122:5\tFor there are set thrones for judgment, the thrones of David’s house. Psalm 122:6\tPray for the peace of Jerusalem. Those who love you will prosper. Psalm 122:7\tPeace be within your walls, and prosperity within your palaces. Psalm 122:8\tFor my brothers’ and companions’ sakes, I will now say, “Peace be within you.” Psalm 122:9\tFor the sake of the house of Yahweh our God, I will seek your good. Psalm 123:1\tA Song of Ascents. To you I do lift up my eyes, you who sit in the heavens. Psalm 123:2\tBehold, as the eyes of servants look to the hand of their master, as the eyes of a maid to the hand of her mistress; so our eyes look to Yahweh, our God, until he has mercy on us. Psalm 123:3\tHave mercy on us, Yahweh, have mercy on us, for we have endured much contempt. Psalm 123:4\tOur soul is exceedingly filled with the scoffing of those who are at ease, with the contempt of the proud. Psalm 124:1\tA Song of Ascents. By David. If it had not been Yahweh who was on our side, let Israel now say, Psalm 124:2\tif it had not been Yahweh who was on our side, when men rose up against us; Psalm 124:3\tthen they would have swallowed us up alive, when their wrath was kindled against us; Psalm 124:4\tthen the waters would have overwhelmed us, the stream would have gone over our soul; Psalm 124:5\tthen the proud waters would have gone over our soul. Psalm 124:6\tBlessed be Yahweh, who has not given us as a prey to their teeth. Psalm 124:7\tOur soul has escaped like a bird out of the fowler’s snare. The snare is broken, and we have escaped. Psalm 124:8\tOur help is in the name of Yahweh, who made heaven and earth. Psalm 125:1\tA Song of Ascents. Those who trust in Yahweh are as Mount Zion, which can’t be moved, but remains forever. Psalm 125:2\tAs the mountains surround Jerusalem, so Yahweh surrounds his people from this time forth and forevermore. Psalm 125:3\tFor the scepter of wickedness won’t remain over the allotment of the righteous; so that the righteous won’t use their hands to do evil. Psalm 125:4\tDo good, Yahweh, to those who are good, to those who are upright in their hearts. Psalm 125:5\tBut as for those who turn aside to their crooked ways, Yahweh will lead them away with the workers of iniquity. Peace be on Israel. Psalm 126:1\tA Song of Ascents. When Yahweh brought back those who returned to Zion, we were like those who dream. Psalm 126:2\tThen our mouth was filled with laughter, and our tongue with singing. Then they said among the nations, “Yahweh has done great things for them.” Psalm 126:3\tYahweh has done great things for us, and we are glad. Psalm 126:4\tRestore our fortunes again, Yahweh, like the streams in the Negev. Psalm 126:5\tThose who sow in tears will reap in joy. Psalm 126:6\tHe who goes out weeping, carrying seed for sowing, will certainly come again with joy, carrying his sheaves. Psalm 127:1\tA Song of Ascents. By Solomon. Unless Yahweh builds the house, they labor in vain who build it. Unless Yahweh watches over the city, the watchman guards it in vain. Psalm 127:2\tIt is vain for you to rise up early, to stay up late, eating the bread of toil; for he gives sleep to his loved ones. Psalm 127:3\tBehold, children are a heritage of Yahweh. The fruit of the womb is his reward. Psalm 127:4\tAs arrows in the hand of a mighty man, so are the children of youth. Psalm 127:5\tHappy is the man who has his quiver full of them. They won’t be disappointed when they speak with their enemies in the gate. Psalm 128:1\tA Song of Ascents. Blessed is everyone who fears Yahweh, who walks in his ways. Psalm 128:2\tFor you will eat the labor of your hands. You will be happy, and it will be well with you. Psalm 128:3\tYour wife will be as a fruitful vine, in the innermost parts of your house; your children like olive plants, around your table. Psalm 128:4\tBehold, thus is the man blessed who fears Yahweh. Psalm 128:5\tMay Yahweh bless you out of Zion, and may you see the good of Jerusalem all the days of your life. Psalm 128:6\tYes, may you see your children’s children. Peace be upon Israel. Psalm 129:1\tA Song of Ascents. Many times they have afflicted me from my youth up. Let Israel now say, Psalm 129:2\tmany times they have afflicted me from my youth up, yet they have not prevailed against me. Psalm 129:3\tThe plowers plowed on my back. They made their furrows long. Psalm 129:4\tYahweh is righteous. He has cut apart the cords of the wicked. Psalm 129:5\tLet them be disappointed and turned backward, all those who hate Zion. Psalm 129:6\tLet them be as the grass on the housetops, which withers before it grows up; Psalm 129:7\twith which the reaper doesn’t fill his hand, nor he who binds sheaves, his bosom. Psalm 129:8\tNeither do those who go by say, “The blessing of Yahweh be on you. We bless you in the name of Yahweh.” Psalm 130:1\tA Song of Ascents. Out of the depths I have cried to you, Yahweh. Psalm 130:2\tLord, hear my voice. Let your ears be attentive to the voice of my petitions. Psalm 130:3\tIf you, Yah, kept a record of sins, Lord, who could stand? Psalm 130:4\tBut there is forgiveness with you, therefore you are feared. Psalm 130:5\tI wait for Yahweh. My soul waits. I hope in his word. Psalm 130:6\tMy soul longs for the Lord more than watchmen long for the morning; more than watchmen for the morning. Psalm 130:7\tIsrael, hope in Yahweh, for with Yahweh there is loving kindness. With him is abundant redemption. Psalm 130:8\tHe will redeem Israel from all their sins. Psalm 131:1\tA Song of Ascents. By David. Yahweh, my heart isn’t haughty, nor my eyes lofty; nor do I concern myself with great matters, or things too wonderful for me. Psalm 131:2\tSurely I have stilled and quieted my soul, like a weaned child with his mother, like a weaned child is my soul within me. Psalm 131:3\tIsrael, hope in Yahweh, from this time forth and forevermore. Psalm 132:1\tA Song of Ascents. Yahweh, remember David and all his affliction, Psalm 132:2\thow he swore to Yahweh, and vowed to the Mighty One of Jacob: Psalm 132:3\t“Surely I will not come into the structure of my house, nor go up into my bed; Psalm 132:4\tI will not give sleep to my eyes, or slumber to my eyelids; Psalm 132:5\tuntil I find out a place for Yahweh, a dwelling for the Mighty One of Jacob.” Psalm 132:6\tBehold, we heard of it in Ephrathah. We found it in the field of Jaar: Psalm 132:7\t“We will go into his dwelling place. We will worship at his footstool. Psalm 132:8\tArise, Yahweh, into your resting place; you, and the ark of your strength. Psalm 132:9\tLet your priest be clothed with righteousness. Let your saints shout for joy!” Psalm 132:10\tFor your servant David’s sake, don’t turn away the face of your anointed one. Psalm 132:11\tYahweh has sworn to David in truth. He will not turn from it: “I will set the fruit of your body on your throne. Psalm 132:12\tIf your children will keep my covenant, my testimony that I will teach them, their children also will sit on your throne forevermore.” Psalm 132:13\tFor Yahweh has chosen Zion. He has desired it for his habitation. Psalm 132:14\t“This is my resting place forever. Here I will live, for I have desired it. Psalm 132:15\tI will abundantly bless her provision. I will satisfy her poor with bread. Psalm 132:16\tHer priests I will also clothe with salvation. Her saints will shout aloud for joy. Psalm 132:17\tThere I will make the horn of David to bud. I have ordained a lamp for my anointed. Psalm 132:18\tI will clothe his enemies with shame, but on himself, his crown will be resplendent.” Psalm 133:1\tA Song of Ascents. By David. See how good and how pleasant it is for brothers to live together in unity! Psalm 133:2\tIt is like the precious oil on the head, that ran down on the beard, even Aaron’s beard; that came down on the edge of his robes; Psalm 133:3\tlike the dew of Hermon, that comes down on the hills of Zion: for there Yahweh gives the blessing, even life forevermore. Psalm 134:1\tA Song of Ascents. Look! Praise Yahweh, all you servants of Yahweh, who stand by night in Yahweh’s house! Psalm 134:2\tLift up your hands in the sanctuary. Praise Yahweh! Psalm 134:3\tMay Yahweh bless you from Zion; even he who made heaven and earth. Psalm 135:1\tPraise Yah! Praise the name of Yahweh! Praise him, you servants of Yahweh, Psalm 135:2\tyou who stand in the house of Yahweh, in the courts of our God’s house. Psalm 135:3\tPraise Yah, for Yahweh is good. Sing praises to his name, for that is pleasant. Psalm 135:4\tFor Yah has chosen Jacob for himself; Israel for his own possession. Psalm 135:5\tFor I know that Yahweh is great, that our Lord is above all gods. Psalm 135:6\tWhatever Yahweh pleased, that he has done, in heaven and in earth, in the seas and in all deeps; Psalm 135:7\twho causes the clouds to rise from the ends of the earth; who makes lightnings with the rain; who brings forth the wind out of his treasuries; Psalm 135:8\tWho struck the firstborn of Egypt, both of man and animal; Psalm 135:9\tWho sent signs and wonders into the midst of you, Egypt, on Pharaoh, and on all his servants; Psalm 135:10\twho struck many nations, and killed mighty kings, Psalm 135:11\tSihon king of the Amorites, Og king of Bashan, and all the kingdoms of Canaan, Psalm 135:12\tand gave their land for a heritage, a heritage to Israel, his people. Psalm 135:13\tYour name, Yahweh, endures forever; your renown, Yahweh, throughout all generations. Psalm 135:14\tFor Yahweh will judge his people, and have compassion on his servants. Psalm 135:15\tThe idols of the nations are silver and gold, the work of men’s hands. Psalm 135:16\tThey have mouths, but they can’t speak. They have eyes, but they can’t see. Psalm 135:17\tThey have ears, but they can’t hear; neither is there any breath in their mouths. Psalm 135:18\tThose who make them will be like them; yes, everyone who trusts in them. Psalm 135:19\tHouse of Israel, praise Yahweh! House of Aaron, praise Yahweh! Psalm 135:20\tHouse of Levi, praise Yahweh! You who fear Yahweh, praise Yahweh! Psalm 135:21\tBlessed be Yahweh from Zion, Who dwells at Jerusalem. Praise Yah! Psalm 136:1\tGive thanks to Yahweh, for he is good; for his loving kindness endures forever. Psalm 136:2\tGive thanks to the God of gods; for his loving kindness endures forever. Psalm 136:3\tGive thanks to the Lord of lords; for his loving kindness endures forever: Psalm 136:4\tTo him who alone does great wonders; for his loving kindness endures forever: Psalm 136:5\tTo him who by understanding made the heavens; for his loving kindness endures forever: Psalm 136:6\tTo him who spread out the earth above the waters; for his loving kindness endures forever: Psalm 136:7\tTo him who made the great lights; for his loving kindness endures forever: Psalm 136:8\tThe sun to rule by day; for his loving kindness endures forever; Psalm 136:9\tThe moon and stars to rule by night; for his loving kindness endures forever: Psalm 136:10\tTo him who struck down the Egyptian firstborn; for his loving kindness endures forever; Psalm 136:11\tAnd brought out Israel from among them; for his loving kindness endures forever; Psalm 136:12\tWith a strong hand, and with an outstretched arm; for his loving kindness endures forever: Psalm 136:13\tTo him who divided the Red Sea apart; for his loving kindness endures forever; Psalm 136:14\tAnd made Israel to pass through its midst; for his loving kindness endures forever; Psalm 136:15\tBut overthrew Pharaoh and his army in the Red Sea; for his loving kindness endures forever: Psalm 136:16\tTo him who led his people through the wilderness; for his loving kindness endures forever: Psalm 136:17\tTo him who struck great kings; for his loving kindness endures forever; Psalm 136:18\tAnd killed mighty kings; for his loving kindness endures forever: Psalm 136:19\tSihon king of the Amorites; for his loving kindness endures forever; Psalm 136:20\tOg king of Bashan; for his loving kindness endures forever; Psalm 136:21\tAnd gave their land as an inheritance; for his loving kindness endures forever; Psalm 136:22\tEven a heritage to Israel his servant; for his loving kindness endures forever: Psalm 136:23\tWho remembered us in our low estate; for his loving kindness endures forever; Psalm 136:24\tAnd has delivered us from our adversaries; for his loving kindness endures forever: Psalm 136:25\tWho gives food to every creature; for his loving kindness endures forever. Psalm 136:26\tOh give thanks to the God of heaven; for his loving kindness endures forever. Psalm 137:1\tBy the rivers of Babylon, there we sat down. Yes, we wept, when we remembered Zion. Psalm 137:2\tOn the willows in its midst, we hung up our harps. Psalm 137:3\tFor there, those who led us captive asked us for songs. Those who tormented us demanded songs of joy: “Sing us one of the songs of Zion!” Psalm 137:4\tHow can we sing Yahweh’s song in a foreign land? Psalm 137:5\tIf I forget you, Jerusalem, let my right hand forget its skill. Psalm 137:6\tLet my tongue stick to the roof of my mouth if I don’t remember you; if I don’t prefer Jerusalem above my chief joy. Psalm 137:7\tRemember, Yahweh, against the children of Edom, the day of Jerusalem; who said, “Raze it! Raze it even to its foundation!” Psalm 137:8\tDaughter of Babylon, doomed to destruction, he will be happy who rewards you, as you have served us. Psalm 137:9\tHappy shall he be, who takes and dashes your little ones against the rock. Psalm 138:1\tBy David. I will give you thanks with my whole heart. Before the gods, I will sing praises to you. Psalm 138:2\tI will bow down toward your holy temple, and give thanks to your Name for your loving kindness and for your truth; for you have exalted your Name and your Word above all. Psalm 138:3\tIn the day that I called, you answered me. You encouraged me with strength in my soul. Psalm 138:4\tAll the kings of the earth will give you thanks, Yahweh, for they have heard the words of your mouth. Psalm 138:5\tYes, they will sing of the ways of Yahweh; for great is Yahweh’s glory. Psalm 138:6\tFor though Yahweh is high, yet he looks after the lowly; but the proud, he knows from afar. Psalm 138:7\tThough I walk in the midst of trouble, you will revive me. You will stretch forth your hand against the wrath of my enemies. Your right hand will save me. Psalm 138:8\tYahweh will fulfill that which concerns me; your loving kindness, Yahweh, endures forever. Don’t forsake the works of your own hands. Psalm 139:1\tFor the Chief Musician. A Psalm by David. Yahweh, you have searched me, and you know me. Psalm 139:2\tYou know my sitting down and my rising up. You perceive my thoughts from afar. Psalm 139:3\tYou search out my path and my lying down, and are acquainted with all my ways. Psalm 139:4\tFor there is not a word on my tongue, but, behold, Yahweh, you know it altogether. Psalm 139:5\tYou hem me in behind and before. You laid your hand on me. Psalm 139:6\tThis knowledge is beyond me. It’s lofty. I can’t attain it. Psalm 139:7\tWhere could I go from your Spirit? Or where could I flee from your presence? Psalm 139:8\tIf I ascend up into heaven, you are there. If I make my bed in Sheol, behold, you are there! Psalm 139:9\tIf I take the wings of the dawn, and settle in the uttermost parts of the sea; Psalm 139:10\tEven there your hand will lead me, and your right hand will hold me. Psalm 139:11\tIf I say, “Surely the darkness will overwhelm me; the light around me will be night;” Psalm 139:12\teven the darkness doesn’t hide from you, but the night shines as the day. The darkness is like light to you. Psalm 139:13\tFor you formed my inmost being. You knit me together in my mother’s womb. Psalm 139:14\tI will give thanks to you, for I am fearfully and wonderfully made. Your works are wonderful. My soul knows that very well. Psalm 139:15\tMy frame wasn’t hidden from you, when I was made in secret, woven together in the depths of the earth. Psalm 139:16\tYour eyes saw my body. In your book they were all written, the days that were ordained for me, when as yet there were none of them. Psalm 139:17\tHow precious to me are your thoughts, God! How vast is their sum! Psalm 139:18\tIf I would count them, they are more in number than the sand. When I wake up, I am still with you. Psalm 139:19\tIf only you, God, would kill the wicked. Get away from me, you bloodthirsty men! Psalm 139:20\tFor they speak against you wickedly. Your enemies take your name in vain. Psalm 139:21\tYahweh, don’t I hate those who hate you? Am I not grieved with those who rise up against you? Psalm 139:22\tI hate them with perfect hatred. They have become my enemies. Psalm 139:23\tSearch me, God, and know my heart. Try me, and know my thoughts. Psalm 139:24\tSee if there is any wicked way in me, and lead me in the everlasting way. Psalm 140:1\tFor the Chief Musician. A Psalm by David. Deliver me, Yahweh, from the evil man. Preserve me from the violent man; Psalm 140:2\tthose who devise mischief in their hearts. They continually gather themselves together for war. Psalm 140:3\tThey have sharpened their tongues like a serpent. Viper’s poison is under their lips. Selah. Psalm 140:4\tYahweh, keep me from the hands of the wicked. Preserve me from the violent men who have determined to trip my feet. Psalm 140:5\tThe proud have hidden a snare for me, they have spread the cords of a net by the path. They have set traps for me. Selah. Psalm 140:6\tI said to Yahweh, “You are my God.” Listen to the cry of my petitions, Yahweh. Psalm 140:7\tYahweh, the Lord, the strength of my salvation, you have covered my head in the day of battle. Psalm 140:8\tYahweh, don’t grant the desires of the wicked. Don’t let their evil plans succeed, or they will become proud. Selah. Psalm 140:9\tAs for the head of those who surround me, let the mischief of their own lips cover them. Psalm 140:10\tLet burning coals fall on them. Let them be thrown into the fire, into miry pits, from where they never rise. Psalm 140:11\tAn evil speaker won’t be established in the earth. Evil will hunt the violent man to overthrow him. Psalm 140:12\tI know that Yahweh will maintain the cause of the afflicted, and justice for the needy. Psalm 140:13\tSurely the righteous will give thanks to your name. The upright will dwell in your presence. Psalm 141:1\tA Psalm by David. Yahweh, I have called on you. Come to me quickly! Listen to my voice when I call to you. Psalm 141:2\tLet my prayer be set before you like incense; the lifting up of my hands like the evening sacrifice. Psalm 141:3\tSet a watch, Yahweh, before my mouth. Keep the door of my lips. Psalm 141:4\tDon’t incline my heart to any evil thing, to practice deeds of wickedness with men who work iniquity. Don’t let me eat of their delicacies. Psalm 141:5\tLet the righteous strike me, it is kindness; let him reprove me, it is like oil on the head; don’t let my head refuse it; Yet my prayer is always against evil deeds. Psalm 141:6\tTheir judges are thrown down by the sides of the rock. They will hear my words, for they are well spoken. Psalm 141:7\t“As when one plows and breaks up the earth, our bones are scattered at the mouth of Sheol.” Psalm 141:8\tFor my eyes are on you, Yahweh, the Lord. In you, I take refuge. Don’t leave my soul destitute. Psalm 141:9\tKeep me from the snare which they have laid for me, from the traps of the workers of iniquity. Psalm 141:10\tLet the wicked fall together into their own nets, while I pass by. Psalm 142:1\tA contemplation by David, when he was in the cave. A Prayer. I cry with my voice to Yahweh. With my voice, I ask Yahweh for mercy. Psalm 142:2\tI pour out my complaint before him. I tell him my troubles. Psalm 142:3\tWhen my spirit was overwhelmed within me, you knew my path. In the way in which I walk, they have hidden a snare for me. Psalm 142:4\tLook on my right, and see; for there is no one who is concerned for me. Refuge has fled from me. No one cares for my soul. Psalm 142:5\tI cried to you, Yahweh. I said, “You are my refuge, my portion in the land of the living.” Psalm 142:6\tListen to my cry, for I am in desperate need. deliver me from my persecutors, For they are stronger than me. Psalm 142:7\tBring my soul out of prison, that I may give thanks to your name. The righteous will surround me, for you will be good to me. Psalm 143:1\tA Psalm by David. Hear my prayer, Yahweh. Listen to my petitions. In your faithfulness and righteousness, relieve me. Psalm 143:2\tDon’t enter into judgment with your servant, for in your sight no man living is righteous. Psalm 143:3\tFor the enemy pursues my soul. He has struck my life down to the ground. He has made me live in dark places, as those who have been long dead. Psalm 143:4\tTherefore my spirit is overwhelmed within me. My heart within me is desolate. Psalm 143:5\tI remember the days of old. I meditate on all your doings. I contemplate the work of your hands. Psalm 143:6\tI spread forth my hands to you. My soul thirsts for you, like a parched land. Selah. Psalm 143:7\tHurry to answer me, Yahweh. My spirit fails. Don’t hide your face from me, so that I don’t become like those who go down into the pit. Psalm 143:8\tCause me to hear your loving kindness in the morning, for I trust in you. Cause me to know the way in which I should walk, for I lift up my soul to you. Psalm 143:9\tDeliver me, Yahweh, from my enemies. I flee to you to hide me. Psalm 143:10\tTeach me to do your will, for you are my God. Your Spirit is good. Lead me in the land of uprightness. Psalm 143:11\tRevive me, Yahweh, for your name’s sake. In your righteousness, bring my soul out of trouble. Psalm 143:12\tIn your loving kindness, cut off my enemies, and destroy all those who afflict my soul, For I am your servant. Psalm 144:1\tBy David. Blessed be Yahweh, my rock, who teaches my hands to war, and my fingers to battle: Psalm 144:2\tmy loving kindness, my fortress, my high tower, my deliverer, my shield, and he in whom I take refuge; who subdues my people under me. Psalm 144:3\tYahweh, what is man, that you care for him? Or the son of man, that you think of him? Psalm 144:4\tMan is like a breath. His days are like a shadow that passes away. Psalm 144:5\tPart your heavens, Yahweh, and come down. Touch the mountains, and they will smoke. Psalm 144:6\tThrow out lightning, and scatter them. Send out your arrows, and rout them. Psalm 144:7\tStretch out your hand from above, rescue me, and deliver me out of great waters, out of the hands of foreigners; Psalm 144:8\twhose mouths speak deceit, Whose right hand is a right hand of falsehood. Psalm 144:9\tI will sing a new song to you, God. On a ten-stringed lyre, I will sing praises to you. Psalm 144:10\tYou are he who gives salvation to kings, who rescues David, his servant, from the deadly sword. Psalm 144:11\tRescue me, and deliver me out of the hands of foreigners, whose mouths speak deceit, whose right hand is a right hand of falsehood. Psalm 144:12\tThen our sons will be like well-nurtured plants, our daughters like pillars carved to adorn a palace. Psalm 144:13\tOur barns are full, filled with all kinds of provision. Our sheep bring forth thousands and ten thousands in our fields. Psalm 144:14\tOur oxen will pull heavy loads. There is no breaking in, and no going away, and no outcry in our streets. Psalm 144:15\tHappy are the people who are in such a situation. Happy are the people whose God is Yahweh. Psalm 145:1\tA praise psalm by David. I will exalt you, my God, the King. I will praise your name forever and ever. Psalm 145:2\tEvery day I will praise you. I will extol your name forever and ever. Psalm 145:3\tGreat is Yahweh, and greatly to be praised! His greatness is unsearchable. Psalm 145:4\tOne generation will commend your works to another, and will declare your mighty acts. Psalm 145:5\tOf the glorious majesty of your honor, of your wondrous works, I will meditate. Psalm 145:6\tMen will speak of the might of your awesome acts. I will declare your greatness. Psalm 145:7\tThey will utter the memory of your great goodness, and will sing of your righteousness. Psalm 145:8\tYahweh is gracious, merciful, slow to anger, and of great loving kindness. Psalm 145:9\tYahweh is good to all. His tender mercies are over all his works. Psalm 145:10\tAll your works will give thanks to you, Yahweh. Your saints will extol you. Psalm 145:11\tThey will speak of the glory of your kingdom, and talk about your power; Psalm 145:12\tto make known to the sons of men his mighty acts, the glory of the majesty of his kingdom. Psalm 145:13\tYour kingdom is an everlasting kingdom. Your dominion endures throughout all generations. Yahweh is faithful in all his words, and loving in all his deeds. Psalm 145:14\tYahweh upholds all who fall, and raises up all those who are bowed down. Psalm 145:15\tThe eyes of all wait for you. You give them their food in due season. Psalm 145:16\tYou open your hand, and satisfy the desire of every living thing. Psalm 145:17\tYahweh is righteous in all his ways, and gracious in all his works. Psalm 145:18\tYahweh is near to all those who call on him, to all who call on him in truth. Psalm 145:19\tHe will fulfill the desire of those who fear him. He also will hear their cry, and will save them. Psalm 145:20\tYahweh preserves all those who love him, but all the wicked he will destroy. Psalm 145:21\tMy mouth will speak the praise of Yahweh. Let all flesh bless his holy name forever and ever. Psalm 146:1\tPraise Yah! Praise Yahweh, my soul. Psalm 146:2\tWhile I live, I will praise Yahweh. I will sing praises to my God as long as I exist. Psalm 146:3\tDon’t put your trust in princes, each a son of man in whom there is no help. Psalm 146:4\tHis spirit departs, and he returns to the earth. In that very day, his thoughts perish. Psalm 146:5\tHappy is he who has the God of Jacob for his help, whose hope is in Yahweh, his God: Psalm 146:6\twho made heaven and earth, the sea, and all that is in them; who keeps truth forever; Psalm 146:7\twho executes justice for the oppressed; who gives food to the hungry. Yahweh frees the prisoners. Psalm 146:8\tYahweh opens the eyes of the blind. Yahweh raises up those who are bowed down. Yahweh loves the righteous. Psalm 146:9\tYahweh preserves the foreigners. He upholds the fatherless and widow, but the way of the wicked he turns upside down. Psalm 146:10\tYahweh will reign forever; your God, O Zion, to all generations. Praise Yah! Psalm 147:1\tPraise Yah, for it is good to sing praises to our God; for it is pleasant and fitting to praise him. Psalm 147:2\tYahweh builds up Jerusalem. He gathers together the outcasts of Israel. Psalm 147:3\tHe heals the broken in heart, and binds up their wounds. Psalm 147:4\tHe counts the number of the stars. He calls them all by their names. Psalm 147:5\tGreat is our Lord, and mighty in power. His understanding is infinite. Psalm 147:6\tYahweh upholds the humble. He brings the wicked down to the ground. Psalm 147:7\tSing to Yahweh with thanksgiving. Sing praises on the harp to our God, Psalm 147:8\twho covers the sky with clouds, who prepares rain for the earth, who makes grass grow on the mountains. Psalm 147:9\tHe provides food for the livestock, and for the young ravens when they call. Psalm 147:10\tHe doesn’t delight in the strength of the horse. He takes no pleasure in the legs of a man. Psalm 147:11\tYahweh takes pleasure in those who fear him, in those who hope in his loving kindness. Psalm 147:12\tPraise Yahweh, Jerusalem! Praise your God, Zion! Psalm 147:13\tFor he has strengthened the bars of your gates. He has blessed your children within you. Psalm 147:14\tHe makes peace in your borders. He fills you with the finest of the wheat. Psalm 147:15\tHe sends out his commandment to the earth. His word runs very swiftly. Psalm 147:16\tHe gives snow like wool, and scatters frost like ashes. Psalm 147:17\tHe hurls down his hail like pebbles. Who can stand before his cold? Psalm 147:18\tHe sends out his word, and melts them. He causes his wind to blow, and the waters flow. Psalm 147:19\tHe shows his word to Jacob; his statutes and his ordinances to Israel. Psalm 147:20\tHe has not done this for just any nation. They don’t know his ordinances. Praise Yah! Psalm 148:1\tPraise Yah! Praise Yahweh from the heavens! Praise him in the heights! Psalm 148:2\tPraise him, all his angels! Praise him, all his army! Psalm 148:3\tPraise him, sun and moon! Praise him, all you shining stars! Psalm 148:4\tPraise him, you heavens of heavens, You waters that are above the heavens. Psalm 148:5\tLet them praise the name of Yahweh, For he commanded, and they were created. Psalm 148:6\tHe has also established them forever and ever. He has made a decree which will not pass away. Psalm 148:7\tPraise Yahweh from the earth, you great sea creatures, and all depths! Psalm 148:8\tLightning and hail, snow and clouds; stormy wind, fulfilling his word; Psalm 148:9\tmountains and all hills; fruit trees and all cedars; Psalm 148:10\twild animals and all livestock; small creatures and flying birds; Psalm 148:11\tkings of the earth and all peoples; princes and all judges of the earth; Psalm 148:12\tboth young men and maidens; old men and children: Psalm 148:13\tlet them praise the name of Yahweh, for his name alone is exalted. His glory is above the earth and the heavens. Psalm 148:14\tHe has lifted up the horn of his people, the praise of all his saints; even of the children of Israel, a people near to him. Praise Yah! Psalm 149:1\tPraise Yahweh! Sing to Yahweh a new song, his praise in the assembly of the saints. Psalm 149:2\tLet Israel rejoice in him who made them. Let the children of Zion be joyful in their King. Psalm 149:3\tLet them praise his name in the dance! Let them sing praises to him with tambourine and harp! Psalm 149:4\tFor Yahweh takes pleasure in his people. He crowns the humble with salvation. Psalm 149:5\tLet the saints rejoice in honor. Let them sing for joy on their beds. Psalm 149:6\tMay the high praises of God be in their mouths, and a two-edged sword in their hand; Psalm 149:7\tTo execute vengeance on the nations, and punishments on the peoples; Psalm 149:8\tTo bind their kings with chains, and their nobles with fetters of iron; Psalm 149:9\tto execute on them the written judgment. All his saints have this honor. Praise Yah! Psalm 150:1\tPraise Yah! Praise God in his sanctuary! Praise him in his heavens for his acts of power! Psalm 150:2\tPraise him for his mighty acts! Praise him according to his excellent greatness! Psalm 150:3\tPraise him with the sounding of the trumpet! Praise him with harp and lyre! Psalm 150:4\tPraise him with tambourine and dancing! Praise him with stringed instruments and flute! Psalm 150:5\tPraise him with loud cymbals! Praise him with resounding cymbals! Psalm 150:6\tLet everything that has breath praise Yah! Praise Yah!",
      "topic": ""
    }
  }
}