{
  "info": {
    "book": "Lamentations",
    "chapter": "3",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "ALEPH. I am a man watching my own poverty by the rod of his indignation.",
      "topic": ""
    },
    "2": {
      "text": "ALEPH. He has driven me and led me into darkness, and not into light.",
      "topic": ""
    },
    "3": {
      "text": "ALEPH. Against me only, he has turned and turned again his hand, all day long.",
      "topic": ""
    },
    "4": {
      "text": "BETH. My skin and my flesh, he has made old; he has crushed my bones.",
      "topic": ""
    },
    "5": {
      "text": "BETH. He has built all around me, and he has encircled me with gall and hardship.",
      "topic": ""
    },
    "6": {
      "text": "BETH. He has gathered me into darkness, like those who are forever dead.",
      "topic": ""
    },
    "7": {
      "text": "GHIMEL. He has built against me all around, so that I may not depart. He has increased the burden of my confinement.",
      "topic": ""
    },
    "8": {
      "text": "GHIMEL. Yet even when I cry out and beg, he excludes my prayer.",
      "topic": ""
    },
    "9": {
      "text": "GHIMEL. He has enclosed my ways with square stones; he has subverted my paths.",
      "topic": ""
    },
    "10": {
      "text": "DALETH. He has become to me like a bear lying in ambush, like a lion in hiding.",
      "topic": ""
    },
    "11": {
      "text": "DALETH. He has subverted my paths, and he has broken me. He has placed me in desolation.",
      "topic": ""
    },
    "12": {
      "text": "DALETH. He has bent his bow, and he has positioned me like a target for his arrows.",
      "topic": ""
    },
    "13": {
      "text": "HE. He has shot into my kidneys the daughters of his quiver.",
      "topic": ""
    },
    "14": {
      "text": "HE. I have become a derision to all my people, their song throughout the day.",
      "topic": ""
    },
    "15": {
      "text": "HE. He has filled me with bitterness; he has inebriated me with wormwood.",
      "topic": ""
    },
    "16": {
      "text": "VAU. And he has broken each one of my teeth; he has fed me with ashes.",
      "topic": ""
    },
    "17": {
      "text": "VAU. And my soul has been driven away from peace; I have forgotten what is good.",
      "topic": ""
    },
    "18": {
      "text": "VAU. And I said, “My end and my hope from the Lord has perished.”",
      "topic": ""
    },
    "19": {
      "text": "ZAIN. Remember my poverty and my transgression, the wormwood and the gall.",
      "topic": ""
    },
    "20": {
      "text": "ZAIN. I will call to mind the past, and my soul shall languish within me.",
      "topic": ""
    },
    "21": {
      "text": "ZAIN. These recollections are in my heart; therefore, I shall hope.",
      "topic": ""
    },
    "22": {
      "text": "HETH. By the mercies of the Lord, we are not consumed. For his compassion has not passed away.",
      "topic": ""
    },
    "23": {
      "text": "HETH. I know it at first light; great is your faithfulness.",
      "topic": ""
    },
    "24": {
      "text": "HETH. “The Lord is my portion,” said my soul. Because of this, I will wait for him.",
      "topic": ""
    },
    "25": {
      "text": "TETH. The Lord is good to those who hope in him, to the soul that seeks him.",
      "topic": ""
    },
    "26": {
      "text": "TETH. It is good to stand ready in silence for the salvation of God.",
      "topic": ""
    },
    "27": {
      "text": "TETH. It is good for a man, when he has carried the yoke from his youth.",
      "topic": ""
    },
    "28": {
      "text": "JOD. He shall sit solitary and silent. For he has lifted it upon himself.",
      "topic": ""
    },
    "29": {
      "text": "JOD. He shall place his mouth in the dirt, if perhaps there may be hope.",
      "topic": ""
    },
    "30": {
      "text": "JOD. He shall give his cheek to those who strike him; he shall be saturated with reproaches.",
      "topic": ""
    },
    "31": {
      "text": "CAPH. For the Lord will not rebuke forever.",
      "topic": ""
    },
    "32": {
      "text": "CAPH. For, if he has cast down, he will also have compassion, according to the multitude of his mercies.",
      "topic": ""
    },
    "33": {
      "text": "CAPH. For he has not humiliated from his heart, nor has he thrown aside the sons of men,",
      "topic": ""
    },
    "34": {
      "text": "LAMED. as if to crush under his feet all the prisoners of the land,",
      "topic": ""
    },
    "35": {
      "text": "LAMED. as if to turn aside the judgment of a man in the sight of the presence of the Most High,",
      "topic": ""
    },
    "36": {
      "text": "LAMED. as if to pervert a man in his judgment: the Lord does not do this.",
      "topic": ""
    },
    "37": {
      "text": "MEM. Who is this, who said to do what the Lord did not command?",
      "topic": ""
    },
    "38": {
      "text": "MEM. Does not both misfortune and good proceed from the mouth of the Most High?",
      "topic": ""
    },
    "39": {
      "text": "MEM. Why has a living man murmured, a man suffering for his sins?",
      "topic": ""
    },
    "40": {
      "text": "NUN. Let us examine our ways, and seek out, and return to the Lord.",
      "topic": ""
    },
    "41": {
      "text": "NUN. Let us lift up our hearts, with our hands, toward the Lord in the heavens.",
      "topic": ""
    },
    "42": {
      "text": "NUN. We have acted sinfully, and we have provoked to wrath. About this, you are relentless.",
      "topic": ""
    },
    "43": {
      "text": "SAMECH. You have covered us in your fury, and you have struck us. You have killed, and have not spared.",
      "topic": ""
    },
    "44": {
      "text": "SAMECH. You have set a cloud opposite you, lest our prayer pass through.",
      "topic": ""
    },
    "45": {
      "text": "SAMECH. In the midst of the peoples, you have uprooted me and cast me out.",
      "topic": ""
    },
    "46": {
      "text": "PHE. All our enemies have opened their mouths over us.",
      "topic": ""
    },
    "47": {
      "text": "PHE. Prediction has become for us a dread, and a snare, and a grief.",
      "topic": ""
    },
    "48": {
      "text": "PHE. My eye has brought forth streams of water at the contrition of the daughter of my people.",
      "topic": ""
    },
    "49": {
      "text": "AIN. My eye has been afflicted, and it has not been quieted, because there would be no rest",
      "topic": ""
    },
    "50": {
      "text": "AIN. until the Lord looked down and saw from the heavens.",
      "topic": ""
    },
    "51": {
      "text": "AIN. My eye has exhausted my soul over every one of the daughters of my city.",
      "topic": ""
    },
    "52": {
      "text": "SADE. My enemies have chased me, and they have caught me like a bird, without reason.",
      "topic": ""
    },
    "53": {
      "text": "SADE. My life has fallen into a pit, and they have placed a stone over me.",
      "topic": ""
    },
    "54": {
      "text": "SADE. The waters have flooded over my head. I said, “I am lost.”",
      "topic": ""
    },
    "55": {
      "text": "COPH. I called upon your name, O Lord, from the furthest pit.",
      "topic": ""
    },
    "56": {
      "text": "COPH. You have heard my voice. Do not turn away your ear from my sobbing and my cries.",
      "topic": ""
    },
    "57": {
      "text": "COPH. You drew near in the daytime, when I called upon you. You said, “Fear not.”",
      "topic": ""
    },
    "58": {
      "text": "RES. You have judged, O Lord, the case of my soul. You are the Redeemer of my life.",
      "topic": ""
    },
    "59": {
      "text": "RES. You have seen, O Lord, their iniquity against me. Judge my case.",
      "topic": ""
    },
    "60": {
      "text": "RES. You have seen all their fury, every one of their thoughts is against me.",
      "topic": ""
    },
    "61": {
      "text": "SIN. You have heard their reproach, O Lord, all their thoughts are against me.",
      "topic": ""
    },
    "62": {
      "text": "SIN. The lips of those who rise up against me, and their meditations, are against me all day long.",
      "topic": ""
    },
    "63": {
      "text": "SIN. Watch their sitting down and their rising up: I am their psalm.",
      "topic": ""
    },
    "64": {
      "text": "THAU. You shall pay a recompense to them, O Lord, according to the works of their hands.",
      "topic": ""
    },
    "65": {
      "text": "THAU. You shall give them a heavy shield of the heart: your hardship.",
      "topic": ""
    },
    "66": {
      "text": "THAU. You shall pursue them in fury, and you shall destroy them under the heavens, O Lord.",
      "topic": ""
    }
  }
}