{
  "info": {
    "book": "1 Timothy",
    "chapter": "3",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A faithful saying: if a man desire the office of a bishop, he desireth a good work.",
      "topic": ""
    },
    "2": {
      "text": "It behoveth therefore a bishop to be blameless, the husband of one wife, sober, prudent, of good behaviour, chaste, given to hospitality, a teacher,",
      "topic": ""
    },
    "3": {
      "text": "Not given to wine, no striker, but modest, not quarrelsome, not covetous, but",
      "topic": ""
    },
    "4": {
      "text": "One that ruleth well his own house, having his children in subjection with all chastity.",
      "topic": ""
    },
    "5": {
      "text": "But if a man know not how to rule his own house, how shall he take care of the church of God?",
      "topic": ""
    },
    "6": {
      "text": "Not a neophyte: lest being puffed up with pride, he fall into the judgment of the devil.",
      "topic": ""
    },
    "7": {
      "text": "Moreover he must have a good testimony of them who are without: lest he fall into reproach and the snare of the devil.",
      "topic": ""
    },
    "8": {
      "text": "Deacons in like manner chaste, not double tongued, not given to much wine, not greedy of filthy lucre:",
      "topic": ""
    },
    "9": {
      "text": "Holding the mystery of faith in a pure conscience.",
      "topic": ""
    },
    "10": {
      "text": "And let these also first be proved: and so let them minister, having no crime.",
      "topic": ""
    },
    "11": {
      "text": "The women in like manner chaste, not slanderers, but sober, faithful in all things.",
      "topic": ""
    },
    "12": {
      "text": "Let deacons be the husbands of one wife: who rule well their children, and their own houses.",
      "topic": ""
    },
    "13": {
      "text": "For they that have ministered well, shall purchase to themselves a good degree, and much confidence in the faith which is in Christ Jesus.",
      "topic": ""
    },
    "14": {
      "text": "These things I write to thee, hoping that I shall come to thee shortly.",
      "topic": ""
    },
    "15": {
      "text": "But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.",
      "topic": ""
    },
    "16": {
      "text": "And evidently great is the mystery of godliness, which was manifested in the flesh, was justified in the spirit, appeared unto angels, hath been preached unto the Gentiles, is believed in the world, is taken up in glory.",
      "topic": ""
    }
  }
}