{
  "info": {
    "book": "2 Kings",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Elisha spake to the woman whom he restored to life her son, saying, Arise, and go thou, and thy house, and sojourn where thou wilt sojourn; for Jehovah called for a famine; and also coming to the land seven.",
      "topic": ""
    },
    "2": {
      "text": "And the woman will rise and will do according to the word of the man of God: and will go, she and her house, and she will sojourn in the land of the rovers seven years.",
      "topic": ""
    },
    "3": {
      "text": "And it will be from the end of seven years, and the woman will turn back from the land of the rovers, and come to cry to the king for her house and for her field.",
      "topic": ""
    },
    "4": {
      "text": "And the king Speaking to Gehazi the boy of the man of God, saying, Relate now to me all the great things which Elisha did.",
      "topic": ""
    },
    "5": {
      "text": "And it will be, he relating to the king how he restored the dead to life, and behold, the woman whom he restored to life her son, cried to the king for her louse and for her field. And Gehazi will say, O lord the king, this the woman and this her son whom Elisha restored to life.",
      "topic": ""
    },
    "6": {
      "text": "And the king will ask the woman, and she will relate to him: and the king will give to her one eunuch, saying, Turn back all which was to her and all the fruits of the field from the day she left the land and even till now.",
      "topic": ""
    },
    "7": {
      "text": "And Elisha will come to Damascus: and the son of Hadad king of Aram was sick: and it will be announced to him, saying, The man of God came even here.",
      "topic": ""
    },
    "8": {
      "text": "And the king will say to Hamel, Take in thy hand a gift, and go to the meeting of the man of God, and seek Jehovah from him, saying, Shall I live from this sickness?",
      "topic": ""
    },
    "9": {
      "text": "And Hazael will go to meet him, and he will take a gift in his hand, and every good of Damascus, the lifting up of forty camels, and he will go and stand before him, and say, Thy son the son of Hadad king of Aram sent me to thee, saying, Shall I live from this sickness?",
      "topic": ""
    },
    "10": {
      "text": "And Elisha will say, Go, say, Living, shalt thou not live? and Jehovah caused me to see that dying, he shall die.",
      "topic": ""
    },
    "11": {
      "text": "And he will set his face, and he will set even till he was ashamed: and the man of God will weep.",
      "topic": ""
    },
    "12": {
      "text": "And Hamel will say, Wherefore weeps my lord? and he will say, Because I knew that thou wilt do to the sons of Israel evil: their fortifications thou wilt send forth into fire, and their chosen thou wilt kill with the sword, and thou wilt dash in pieces their children, and the pregnant thou wilt cleave asunder.",
      "topic": ""
    },
    "13": {
      "text": "And Hamel will say, For what! thy servant, the dog, that he will do this great word? and Elisha will say, Jehovah caused me to see thee king over Aram.",
      "topic": ""
    },
    "14": {
      "text": "And he will go from Elisha and come to his lord; and he will say to him, What said Elisha to thee? and he will say, He said to me, Living, thou shalt live.",
      "topic": ""
    },
    "15": {
      "text": "And it will be on the morrow, and he will take a coarse cloth and dip in water and spread over his face, and he will die: and Hamel will reign in his stead.",
      "topic": ""
    },
    "16": {
      "text": "And the fifth year to Joram son of Ahab king of Israel, and Jehoshaphat king of Judah, Jehoram son of Jehoshaphat king of Judah, reigned.",
      "topic": ""
    },
    "17": {
      "text": "The son of thirty and two years was he in his reigning; and eight years reigned be in Jerusalem.",
      "topic": ""
    },
    "18": {
      "text": "And he will go in the way of the kings of Israel, as did the house of Ahab: for the daughter of Ahab was to him for wife: and he will do evil in the eyes of Jehovah.",
      "topic": ""
    },
    "19": {
      "text": "And Jehovah Would not destroy Judah on account of David his servant, as he said to give to him a light for his sons all the days.",
      "topic": ""
    },
    "20": {
      "text": "In his days Edom broke from under the hand of Judah, and they will make a king over them.",
      "topic": ""
    },
    "21": {
      "text": "And Joram will pass over to Zair, and all the chariots with him: and he will be rising by night, and he will strike Edom surrounding upon him, and the captains of his chariots: and the people will flee to his tents.",
      "topic": ""
    },
    "22": {
      "text": "And Edom will break from under Judah even to this day. Then Libnah will break in that time.",
      "topic": ""
    },
    "23": {
      "text": "And the rest of the words of Joram, and all that he did, are they not written upon the book of the words of the days to the kings of Judah?",
      "topic": ""
    },
    "24": {
      "text": "And Joram will lie down with his fathers, and he will be buried with his fathers in the city of David; and Ahaziah his son will reign in his stead.",
      "topic": ""
    },
    "25": {
      "text": "In the year, the twelfth year to, Joram, son of Ahab king of Israel, reigned Ahaziah son of Jehoram king of Judah.",
      "topic": ""
    },
    "26": {
      "text": "The son of twenty and two years was Ahaziah in his reigning; and he reigned one year in Jerusalem. And his mother’s name Athaliah, daughter of Omri, king of Israel.",
      "topic": ""
    },
    "27": {
      "text": "And he will go in the way of the house of Ahab, and he will do evil in the eyes of Jehovah, as the house of Ahab, for he was son-in-law of the house of Ahab.",
      "topic": ""
    },
    "28": {
      "text": "And he will go with Jehoram son of Ahab, to war with Hamel king of Aram, in Ramoth-Gilead, and the Aramites will strike Jehoram.",
      "topic": ""
    },
    "29": {
      "text": "And king Jehoram will turn back to be healed in Jezreel from the blows which the Aramites will strike him in Ramah in his fighting with Hazael king of Aram. And Ahaziah son of Jehoram king of Judah, went down to see Joram son of Ahab, in Jezeel, for he was sick.",
      "topic": ""
    }
  }
}