{
  "info": {
    "book": "Luke",
    "chapter": "17",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And he said to his disciples: “It is impossible for scandals not to occur. But woe to him through whom they come!",
      "topic": ""
    },
    "2": {
      "text": "It would be better for him if a millstone were placed around his neck and he were thrown into the sea, than to lead astray one of these little ones.",
      "topic": ""
    },
    "3": {
      "text": "Be attentive to yourselves. If your brother has sinned against you, correct him. And if he has repented, forgive him.",
      "topic": ""
    },
    "4": {
      "text": "And if he has sinned against you seven times a day, and seven times a day has turned back to you, saying, ‘I am sorry,’ then forgive him.”",
      "topic": ""
    },
    "5": {
      "text": "And the Apostles said to the Lord, “Increase our faith.”",
      "topic": ""
    },
    "6": {
      "text": "But the Lord said: “If you have faith like a grain of mustard seed, you may say to this mulberry tree, ‘Be uprooted, and be transplanted into the sea.’ And it would obey you.",
      "topic": ""
    },
    "7": {
      "text": "But which of you, having a servant plowing or feeding cattle, would say to him, as he was returning from the field, ‘Come in immediately; sit down to eat,’",
      "topic": ""
    },
    "8": {
      "text": "and would not say to him: ‘Prepare my dinner; gird yourself and minister to me, while I eat and drink; and after these things, you shall eat and drink?’",
      "topic": ""
    },
    "9": {
      "text": "Would he be grateful to that servant, for doing what he commanded him to do?",
      "topic": ""
    },
    "10": {
      "text": "I think not. So too, when you have done all these things that have been taught to you, you should say: ‘We are useless servants. We have done what we should have done.’ ”",
      "topic": ""
    },
    "11": {
      "text": "And it happened that, while he was traveling to Jerusalem, he passed through the midst of Samaria and Galilee.",
      "topic": ""
    },
    "12": {
      "text": "And as he was entering a certain town, ten leprous men met him, and they stood at a distance.",
      "topic": ""
    },
    "13": {
      "text": "And they lifted up their voice, saying, “Jesus, Teacher, take pity on us.”",
      "topic": ""
    },
    "14": {
      "text": "And when he saw them, he said, “Go, show yourselves to the priests.” And it happened that, as they were going, they were cleansed.",
      "topic": ""
    },
    "15": {
      "text": "And one of them, when he saw that he was cleansed, returned, magnifying God with a loud voice.",
      "topic": ""
    },
    "16": {
      "text": "And he fell face down before his feet, giving thanks. And this one was a Samaritan.",
      "topic": ""
    },
    "17": {
      "text": "And in response, Jesus said: “Were not ten made clean? And so where are the nine?",
      "topic": ""
    },
    "18": {
      "text": "Was no one found who would return and give glory to God, except this foreigner?”",
      "topic": ""
    },
    "19": {
      "text": "And he said to him: “Rise up, go forth. For your faith has saved you.”",
      "topic": ""
    },
    "20": {
      "text": "Then he was questioned by the Pharisees: “When does the kingdom of God arrive?” And in response, he said to them: “The kingdom of God arrives unobserved.",
      "topic": ""
    },
    "21": {
      "text": "And so, they will not say, ‘Behold, it is here,’ or ‘Behold, it is there.’ For behold, the kingdom of God is within you.”",
      "topic": ""
    },
    "22": {
      "text": "And he said to his disciples: “The time will come when you will desire to see one day of the Son of man, and you will not see it.",
      "topic": ""
    },
    "23": {
      "text": "And they will say to you, ‘Behold, he is here,’ and ‘Behold, he is there.’ Do not choose to go out, and do not follow them.",
      "topic": ""
    },
    "24": {
      "text": "For just as lightning flashes from under heaven and shines to whatever is under heaven, so also will the Son of man be in his day.",
      "topic": ""
    },
    "25": {
      "text": "But first he must suffer many things and be rejected by this generation.",
      "topic": ""
    },
    "26": {
      "text": "And just as it happened in the days of Noah, so also will it be in the days of the Son of man.",
      "topic": ""
    },
    "27": {
      "text": "They were eating and drinking; they were taking wives and being given in marriage, even until the day that Noah entered the ark. And the flood came and destroyed them all.",
      "topic": ""
    },
    "28": {
      "text": "It shall be similar to what happened in the days of Lot. They were eating and drinking; they were buying and selling; they were planting and building.",
      "topic": ""
    },
    "29": {
      "text": "Then, on the day that Lot departed from Sodom, it rained fire and brimstone from heaven, and it destroyed them all.",
      "topic": ""
    },
    "30": {
      "text": "According to these things, so shall it be in the day when the Son of man will be revealed.",
      "topic": ""
    },
    "31": {
      "text": "In that hour, whoever will be on the rooftop, with his goods in the house, let him not descend to take them. And whoever will be in the field, similarly, let him not turn back.",
      "topic": ""
    },
    "32": {
      "text": "Remember Lot’s wife.",
      "topic": ""
    },
    "33": {
      "text": "Whoever has sought to save his life, will lose it; and whoever has lost it, will bring it back to life.",
      "topic": ""
    },
    "34": {
      "text": "I say to you, in that night, there will be two in one bed. One will be taken up, and the other will be left behind.",
      "topic": ""
    },
    "35": {
      "text": "Two will be at the grindstone together. One will be taken up, and the other will be left behind. Two will be in the field. One will be taken up, and the other will be left behind.”",
      "topic": ""
    },
    "36": {
      "text": "Responding, they said to him, “Where, Lord?”",
      "topic": ""
    },
    "37": {
      "text": "And he said to them, “Wherever the body will be, in that place also, the eagles shall be gathered together.”",
      "topic": ""
    }
  }
}