{
  "info": {
    "book": "Luke",
    "chapter": "19",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And having entered, he walked through Jericho.",
      "topic": ""
    },
    "2": {
      "text": "And behold, there was a man named Zacchaeus. And he was the leader of the tax collectors, and he was wealthy.",
      "topic": ""
    },
    "3": {
      "text": "And he sought to see Jesus, to see who he was. But he was unable to do so, because of the crowd, for he was small in stature.",
      "topic": ""
    },
    "4": {
      "text": "And running ahead, he climbed up a sycamore tree, so that he might see him. For he was to pass near there.",
      "topic": ""
    },
    "5": {
      "text": "And when he had arrived at the place, Jesus looked up and saw him, and he said to him: “Zacchaeus, hurry down. For today, I should lodge in your house.”",
      "topic": ""
    },
    "6": {
      "text": "And hurrying, he came down, and he received him joyfully.",
      "topic": ""
    },
    "7": {
      "text": "And when they all saw this, they murmured, saying that he had turned aside to a sinful man.",
      "topic": ""
    },
    "8": {
      "text": "But Zacchaeus, standing still, said to the Lord: “Behold, Lord, one half of my goods I give to the poor. And if I have cheated anyone in any matter, I will repay him fourfold.”",
      "topic": ""
    },
    "9": {
      "text": "Jesus said to him: “Today, salvation has come to this house; because of this, he too is a son of Abraham.",
      "topic": ""
    },
    "10": {
      "text": "For the Son of man has come to seek and to save what had been lost.”",
      "topic": ""
    },
    "11": {
      "text": "As they were listening to these things, continuing on, he spoke a parable, because he was nearing Jerusalem, and because they guessed that the kingdom of God might be manifested without delay.",
      "topic": ""
    },
    "12": {
      "text": "Therefore, he said: “A certain man of nobility traveled to a far away region, to receive for himself a kingdom, and to return.",
      "topic": ""
    },
    "13": {
      "text": "And calling his ten servants, he gave them ten pounds, and he said to them: ‘Do business until I return.’",
      "topic": ""
    },
    "14": {
      "text": "But his citizens hated him. And so they sent a delegation after him, saying, ‘We do not want this one to reign over us.’",
      "topic": ""
    },
    "15": {
      "text": "And it happened that he returned, having received the kingdom. And he ordered the servants, to whom he had given the money, to be called so that he would know how much each one had earned by doing business.",
      "topic": ""
    },
    "16": {
      "text": "Now the first approached, saying: ‘Lord, your one pound has earned ten pounds.’",
      "topic": ""
    },
    "17": {
      "text": "And he said to him: ‘Well done, good servant. Since you have been faithful in a small matter, you will hold authority over ten cities.’",
      "topic": ""
    },
    "18": {
      "text": "And the second came, saying: ‘Lord, your one pound has earned five pounds.’",
      "topic": ""
    },
    "19": {
      "text": "And he said to him, ‘And so, you shall be over five cities.’",
      "topic": ""
    },
    "20": {
      "text": "And another approached, saying: ‘Lord, behold your one pound, which I kept stored in a cloth.",
      "topic": ""
    },
    "21": {
      "text": "For I feared you, because you are an austere man. You take up what you did not lay down, and you reap what you did not sow.’",
      "topic": ""
    },
    "22": {
      "text": "He said to him: ‘By your own mouth, do I judge you, O wicked servant. You knew that I am an austere man, taking up what I did not lay down, and reaping what I did not sow.",
      "topic": ""
    },
    "23": {
      "text": "And so, why did you not give my money to the bank, so that, upon my return, I might have withdrawn it with interest?’",
      "topic": ""
    },
    "24": {
      "text": "And he said to the bystanders, ‘Take the pound away from him, and give it to him who has ten pounds.’",
      "topic": ""
    },
    "25": {
      "text": "And they said to him, ‘Lord, he has ten pounds.’",
      "topic": ""
    },
    "26": {
      "text": "So then, I say to you, that to all who have, it shall be given, and he will have in abundance. And from him who does not have, even what he has will be taken from him.",
      "topic": ""
    },
    "27": {
      "text": "‘Yet truly, as for those enemies of mine, who did not want me to reign over them, bring them here, and put them to death before me.’ ”",
      "topic": ""
    },
    "28": {
      "text": "And having said these things, he went ahead, ascending to Jerusalem.",
      "topic": ""
    },
    "29": {
      "text": "And it happened that, when he had drawn near to Bethphage and Bethania, to the mount which is called Olivet, he sent two of his disciples,",
      "topic": ""
    },
    "30": {
      "text": "saying: “Go into the town which is opposite you. Upon entering it, you will find the colt of a donkey, tied, on which no man has ever sat. Untie it, and lead it here.",
      "topic": ""
    },
    "31": {
      "text": "And if anyone will ask you, ‘Why are you untying it?’ you shall say this to him: ‘Because the Lord has requested its service.’ ”",
      "topic": ""
    },
    "32": {
      "text": "And those who were sent went out, and they found the colt standing, just as he told them.",
      "topic": ""
    },
    "33": {
      "text": "Then, as they were untying the colt, its owners said to them, “Why are you untying the colt?”",
      "topic": ""
    },
    "34": {
      "text": "So they said, “Because the Lord has need of it.”",
      "topic": ""
    },
    "35": {
      "text": "And they led it to Jesus. And casting their garments on the colt, they helped Jesus onto it.",
      "topic": ""
    },
    "36": {
      "text": "Then, as he was traveling, they were laying down their garments along the way.",
      "topic": ""
    },
    "37": {
      "text": "And when he was now drawing near to the descent of Mount Olivet, the entire crowd of his disciples began to praise God joyfully, with a loud voice, over all the powerful works which they had seen,",
      "topic": ""
    },
    "38": {
      "text": "saying: “Blessed is the king who has arrived in the name of the Lord! Peace in heaven and glory on high!”",
      "topic": ""
    },
    "39": {
      "text": "And certain Pharisees within the crowd said to him, “Teacher, rebuke your disciples.”",
      "topic": ""
    },
    "40": {
      "text": "And he said to them, “I tell you, that if these will keep silent, the stones themselves will cry out.”",
      "topic": ""
    },
    "41": {
      "text": "And when he drew near, seeing the city, he wept over it, saying:",
      "topic": ""
    },
    "42": {
      "text": "“If only you had known, indeed even in this your day, which things are for your peace. But now they are hidden from your eyes.",
      "topic": ""
    },
    "43": {
      "text": "For the days will overtake you. And your enemies will encircle you with a valley. And they will surround you and hem you in on every side.",
      "topic": ""
    },
    "44": {
      "text": "And they will knock you down to the ground, with your sons who are in you. And they will not leave stone upon stone within you, because you did not recognize the time of your visitation.”",
      "topic": ""
    },
    "45": {
      "text": "And entering into the temple, he began to cast out those who sold in it, and those who bought,",
      "topic": ""
    },
    "46": {
      "text": "saying to them: “It is written: ‘My house is a house of prayer.’ But you have made it into a den of robbers.”",
      "topic": ""
    },
    "47": {
      "text": "And he was teaching in the temple daily. And the leaders of the priests, and the scribes, and the leaders of the people were seeking to destroy him.",
      "topic": ""
    },
    "48": {
      "text": "But they could not find what to do to him. For all the people were listening to him attentively.",
      "topic": ""
    }
  }
}