{
  "info": {
    "book": "Luke",
    "chapter": "20",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it happened that, on one of the days when he was teaching the people in the temple and preaching the Gospel, the leaders of the priests, and the scribes, gathered together with the elders,",
      "topic": ""
    },
    "2": {
      "text": "and they spoke to him, saying: “Tell us, by what authority do you do these things? Or, who is it that has given you this authority?”",
      "topic": ""
    },
    "3": {
      "text": "And in response, Jesus said to them: “I will also question you about one word. Respond to me:",
      "topic": ""
    },
    "4": {
      "text": "The baptism of John, was it from heaven, or of men?”",
      "topic": ""
    },
    "5": {
      "text": "So they discussed it among themselves, saying: “If we say, ‘From heaven,’ he will say, ‘Then why did you not believe him?’",
      "topic": ""
    },
    "6": {
      "text": "But if we say, ‘Of men,’ the whole people will stone us. For they are certain that John was a prophet.”",
      "topic": ""
    },
    "7": {
      "text": "And so they responded that they did not know where it was from.",
      "topic": ""
    },
    "8": {
      "text": "And Jesus said to them, “Neither will I tell you by what authority I do these things.”",
      "topic": ""
    },
    "9": {
      "text": "Then he began to tell the people this parable: “A man planted a vineyard, and he loaned it to settlers, and he was on a sojourn for a long time.",
      "topic": ""
    },
    "10": {
      "text": "And in due time, he sent a servant to the farmers, so that they would give to him from the fruit of the vineyard. And they beat him and drove him away, empty-handed.",
      "topic": ""
    },
    "11": {
      "text": "And he continued to send another servant. But beating him and treating him with contempt, they likewise sent him away, empty-handed.",
      "topic": ""
    },
    "12": {
      "text": "And he continued to send a third. And wounding him also, they drove him away.",
      "topic": ""
    },
    "13": {
      "text": "Then the lord of the vineyard said: ‘What shall I do? I will send my beloved son. Perhaps when they have seen him, they will respect him.’",
      "topic": ""
    },
    "14": {
      "text": "And when the settlers had seen him, they discussed it among themselves, saying: ‘This one is the heir. Let us kill him, so that the inheritance will be ours.’",
      "topic": ""
    },
    "15": {
      "text": "And forcing him outside of the vineyard, they killed him. What, then, will the lord of the vineyard do to them?”",
      "topic": ""
    },
    "16": {
      "text": "“He will come and destroy those settlers, and he will give the vineyard to others.” And upon hearing this, they said to him, “Let it not be.”",
      "topic": ""
    },
    "17": {
      "text": "Then, gazing at them, he said: “Then what does this mean, which is written: ‘The stone which the builders have rejected, the same has become the head of the corner?’",
      "topic": ""
    },
    "18": {
      "text": "Everyone who falls on that stone will be shattered. And anyone upon whom it falls will be crushed.”",
      "topic": ""
    },
    "19": {
      "text": "And the leaders of the priests, and the scribes, were seeking to lay hands on him in that same hour, but they feared the people. For they realized that he had spoken this parable about them.",
      "topic": ""
    },
    "20": {
      "text": "And being attentive, they sent traitors, who would pretend that they were just, so that they might catch him in his words and then hand him over to the power and authority of the procurator.",
      "topic": ""
    },
    "21": {
      "text": "And they questioned him, saying: “Teacher, we know that you speak and teach correctly, and that you do not consider anyone’s status, but you teach the way of God in truth.",
      "topic": ""
    },
    "22": {
      "text": "Is it lawful for us to pay the tribute to Caesar, or not?”",
      "topic": ""
    },
    "23": {
      "text": "But realizing their deceitfulness, he said to them: “Why do you test me?",
      "topic": ""
    },
    "24": {
      "text": "Show me a denarius. Whose image and inscription does it have?” In response, they said to him, “Caesar’s.”",
      "topic": ""
    },
    "25": {
      "text": "And so, he said to them: “Then repay the things that are Caesar’s, to Caesar, and the things that are God’s, to God.”",
      "topic": ""
    },
    "26": {
      "text": "And they were not able to contradict his word before the people. And being amazed at his answer, they were silent.",
      "topic": ""
    },
    "27": {
      "text": "Now some of the Sadducees, who deny that there is a resurrection, approached him. And they questioned him,",
      "topic": ""
    },
    "28": {
      "text": "saying: “Teacher, Moses wrote for us: If any man’s brother will have died, having a wife, and if he does not have any children, then his brother should take her as his wife, and he should raise up offspring for his brother.",
      "topic": ""
    },
    "29": {
      "text": "And so there were seven brothers. And the first took a wife, and he died without sons.",
      "topic": ""
    },
    "30": {
      "text": "And the next one married her, and he also died without a son.",
      "topic": ""
    },
    "31": {
      "text": "And the third married her, and similarly all seven, and none of them left behind any offspring, and they each died.",
      "topic": ""
    },
    "32": {
      "text": "Last of all, the woman also died.",
      "topic": ""
    },
    "33": {
      "text": "In the resurrection, then, whose wife will she be? For certainly all seven had her as a wife.”",
      "topic": ""
    },
    "34": {
      "text": "And so, Jesus said to them: “The children of this age marry and are given in marriage.",
      "topic": ""
    },
    "35": {
      "text": "Yet truly, those who shall be held worthy of that age, and of the resurrection from the dead, will neither be married, nor take wives.",
      "topic": ""
    },
    "36": {
      "text": "For they can no longer die. For they are equal to the Angels, and they are children of God, since they are children of the resurrection.",
      "topic": ""
    },
    "37": {
      "text": "For in truth, the dead do rise again, as Moses also showed beside the bush, when he called the Lord: ‘The God of Abraham, and the God of Isaac, and the God of Jacob.’",
      "topic": ""
    },
    "38": {
      "text": "And so he is not the God of the dead, but of the living. For all are alive to him.”",
      "topic": ""
    },
    "39": {
      "text": "Then some of the scribes, in response, said to him, “Teacher, you have spoken well.”",
      "topic": ""
    },
    "40": {
      "text": "And they no longer dared to question him about anything.",
      "topic": ""
    },
    "41": {
      "text": "But he said to them: “How can they say that the Christ is the son of David?",
      "topic": ""
    },
    "42": {
      "text": "Even David himself says, in the book of Psalms: ‘The Lord said to my Lord, sit at my right hand,",
      "topic": ""
    },
    "43": {
      "text": "until I set your enemies as your footstool.’",
      "topic": ""
    },
    "44": {
      "text": "Therefore, David calls him Lord. So how can he be his son?”",
      "topic": ""
    },
    "45": {
      "text": "Now in the hearing of all the people, he said to his disciples:",
      "topic": ""
    },
    "46": {
      "text": "“Be cautious of the scribes, who choose to walk in long robes, and who love greetings in the marketplace, and the first chairs in the synagogues, and the first places at table during feasts,",
      "topic": ""
    },
    "47": {
      "text": "who devour the houses of widows, feigning long prayers. These will receive the greater damnation.”",
      "topic": ""
    }
  }
}