{
  "info": {
    "book": "Judges",
    "chapter": "5",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "On that day Deborah and Barak son of Abinoam sang this song:",
      "topic": ""
    },
    "2": {
      "text": "“When the princes take the lead in Israel, when the people volunteer, bless the LORD.",
      "topic": ""
    },
    "3": {
      "text": "Listen, O kings! Give ear, O princes! I will sing to the LORD; I will sing praise to the LORD, the God of Israel.",
      "topic": ""
    },
    "4": {
      "text": "O LORD, when You went out from Seir, when You marched from the land of Edom, the earth trembled, the heavens poured out rain, and the clouds poured down water.",
      "topic": ""
    },
    "5": {
      "text": "The mountains quaked before the LORD, the One of Sinai, before the LORD, the God of Israel.",
      "topic": ""
    },
    "6": {
      "text": "In the days of Shamgar son of Anath, in the days of Jael, the highways were deserted and the travelers took the byways.",
      "topic": ""
    },
    "7": {
      "text": "Life in the villages ceased; it ended in Israel, until I, Deborah, arose, a mother in Israel.",
      "topic": ""
    },
    "8": {
      "text": "When they chose new gods, then war came to their gates. Not a shield or spear was found among forty thousand in Israel.",
      "topic": ""
    },
    "9": {
      "text": "My heart is with the princes of Israel, with the volunteers among the people. Bless the LORD!",
      "topic": ""
    },
    "10": {
      "text": "You who ride white donkeys, who sit on saddle blankets, and you who travel the road, ponder",
      "topic": ""
    },
    "11": {
      "text": "the voices of the singers at the watering places. There they shall recount the righteous acts of the LORD, the righteous deeds of His villagers in Israel. Then the people of the LORD went down to the gates:",
      "topic": ""
    },
    "12": {
      "text": "‘Awake, awake, O Deborah! Awake, awake, sing a song! Arise, O Barak, and take hold of your captives, O son of Abinoam!’",
      "topic": ""
    },
    "13": {
      "text": "Then the survivors came down to the nobles; the people of the LORD came down to me against the mighty.",
      "topic": ""
    },
    "14": {
      "text": "Some came from Ephraim, with their roots in Amalek; Benjamin came with your people after you. The commanders came down from Machir, the bearers of the marshal’s staff from Zebulun.",
      "topic": ""
    },
    "15": {
      "text": "The princes of Issachar were with Deborah, and Issachar was with Barak, rushing into the valley at his heels. In the clans of Reuben there was great indecision.",
      "topic": ""
    },
    "16": {
      "text": "Why did you sit among the sheepfolds to hear the whistling for the flocks? In the clans of Reuben there was great indecision.",
      "topic": ""
    },
    "17": {
      "text": "Gilead remained beyond the Jordan. Dan, why did you linger by the ships? Asher stayed at the coast and remained in his harbors.",
      "topic": ""
    },
    "18": {
      "text": "Zebulun was a people who risked their lives; Naphtali, too, on the heights of the battlefield.",
      "topic": ""
    },
    "19": {
      "text": "Kings came and fought; then the kings of Canaan fought at Taanach by the waters of Megiddo, but they took no plunder of silver.",
      "topic": ""
    },
    "20": {
      "text": "From the heavens the stars fought; from their courses they fought against Sisera.",
      "topic": ""
    },
    "21": {
      "text": "The River Kishon swept them away, the ancient river, the River Kishon. March on, O my soul, in strength!",
      "topic": ""
    },
    "22": {
      "text": "Then the hooves of horses thundered—the mad galloping of his stallions.",
      "topic": ""
    },
    "23": {
      "text": "‘Curse Meroz,’ says the angel of the LORD. ‘Bitterly curse her inhabitants; for they did not come to help the LORD, to help the LORD against the mighty.’",
      "topic": ""
    },
    "24": {
      "text": "Most blessed among women is Jael, the wife of Heber the Kenite, most blessed of tent-dwelling women.",
      "topic": ""
    },
    "25": {
      "text": "He asked for water, and she gave him milk. In a magnificent bowl she brought him curds.",
      "topic": ""
    },
    "26": {
      "text": "She reached for the tent peg, her right hand for the workman’s hammer. She struck Sisera and crushed his skull; she shattered and pierced his temple.",
      "topic": ""
    },
    "27": {
      "text": "At her feet he collapsed, he fell, there he lay still; at her feet he collapsed, he fell; where he collapsed, there he fell dead.",
      "topic": ""
    },
    "28": {
      "text": "Sisera’s mother looked through the window; she peered through the lattice and lamented: ‘Why is his chariot so long in coming? What has delayed the clatter of his chariots?’",
      "topic": ""
    },
    "29": {
      "text": "Her wisest ladies answer; indeed she keeps telling herself,",
      "topic": ""
    },
    "30": {
      "text": "‘Are they not finding and dividing the spoil—a girl or two for each warrior, a plunder of dyed garments for Sisera, the spoil of embroidered garments for the neck of the looter?’",
      "topic": ""
    },
    "31": {
      "text": "So may all Your enemies perish, O LORD! But may those who love You shine like the sun at its brightest.” And the land had rest for forty years.",
      "topic": ""
    }
  }
}