{
  "info": {
    "book": "Luke",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Since many have undertaken to arrange the narration concerning things rendered perfectly certain among us,",
      "topic": ""
    },
    "2": {
      "text": "As they delivered to us, who from the beginning being eyewitnesses, and servants of the word;",
      "topic": ""
    },
    "3": {
      "text": "It seemed fitting to me also, having comprehended all things thoroughly from above, to write to thee in order, most excellent Theophilus,",
      "topic": ""
    },
    "4": {
      "text": "That thou mightest know the certainty of the words concerning which thou hast been instructed.",
      "topic": ""
    },
    "5": {
      "text": "There was in the days of Herod, king of Judea, a certain priest named Zacharias, of the daily order of Abia: and his wife the daughter of Aaron, and her name Elizabeth.",
      "topic": ""
    },
    "6": {
      "text": "And they were both just before God, going faultless in all the commands and precepts of the Lord.",
      "topic": ""
    },
    "7": {
      "text": "And no child was to them, as Elizabeth was barren, and both were advanced in their days.",
      "topic": ""
    },
    "8": {
      "text": "And it was in his being priest, in the arranging of the daily order before God,",
      "topic": ""
    },
    "9": {
      "text": "According to the custom of the priesthood, he drew lots to burn incense, having entered into the temple of the Lord.",
      "topic": ""
    },
    "10": {
      "text": "And all the multitude of people were praying without at the hour of incense.",
      "topic": ""
    },
    "11": {
      "text": "And a messenger of the Lord was seen to him, standing from the right of the altar of fumigation.",
      "topic": ""
    },
    "12": {
      "text": "And Zacharias having seen, was troubled, and fear fell upon him.",
      "topic": ""
    },
    "13": {
      "text": "And the messenger said to him, Fear not, Zacharias: for thy supplication has been heard; and thy wife Elizabeth shall bear thee a son, and thou shalt call his name John.",
      "topic": ""
    },
    "14": {
      "text": "And joy shall be to thee, and gladness: and many shall rejoice at his birth.",
      "topic": ""
    },
    "15": {
      "text": "For he shall be great before the Lord, and wine and fermented liquor he should not drink; and with the Holy Spirit shall he be filled, even from his mother’s womb.",
      "topic": ""
    },
    "16": {
      "text": "And many of the sons of Israel shall he turn back to the Lord their God.",
      "topic": ""
    },
    "17": {
      "text": "And he shall come before him in the spirit and power of Elias, to turn back the hearts of the fathers to the children, and the disobedient to the intelligence of the just; to prepare a people having been put in order for the Lord.",
      "topic": ""
    },
    "18": {
      "text": "And Zacharias said to the messenger, By what shall I know this? for I am an old man, and my wife advanced in her days.",
      "topic": ""
    },
    "19": {
      "text": "The messenger having answered, said to him, I am Gabriel, standing before God; and was sent to speak to thee, and announce these good news to thee.",
      "topic": ""
    },
    "20": {
      "text": "And, behold, thou shalt be silent, and not able to speak, till the day in which these things shall be, because thou didst not believe my words, which shall be completed in their time.",
      "topic": ""
    },
    "21": {
      "text": "And the people were expecting Zacharias, and wondered at his tarrying in the temple.",
      "topic": ""
    },
    "22": {
      "text": "And having come out, he could not speak to them: and they knew that he had seen a vision in the temple: and he was nodding to them, and remained dumb.",
      "topic": ""
    },
    "23": {
      "text": "And it was when the days of his service were filled, he departed to his house.",
      "topic": ""
    },
    "24": {
      "text": "And after these days Elizabeth his wife conceived, and concealed herself five months, saying,",
      "topic": ""
    },
    "25": {
      "text": "That so has the Lord done to me in days which he looked upon, to take away my reproach among men.",
      "topic": ""
    },
    "26": {
      "text": "And in the sixth month the messenger Gabriel was sent by God into a city of Galilee, to which the name Nazareth,",
      "topic": ""
    },
    "27": {
      "text": "To a virgin betrothed to a man to whom the name of Joseph, of the house of David; and the virgin’s name Mary.",
      "topic": ""
    },
    "28": {
      "text": "And the messenger, having come in to her said, Hail, thou made acceptable; the Lord with thee: praised thou among women.",
      "topic": ""
    },
    "29": {
      "text": "And having seen him, she was troubled at his words, and turned in her thoughts of what country this greeting might be.",
      "topic": ""
    },
    "30": {
      "text": "And the messenger said to her, Fear not, Mary: thou hast found grace with God.",
      "topic": ""
    },
    "31": {
      "text": "And, behold, thou shalt conceive in the womb, and shalt bear a son, and thou shalt call his name JESUS.",
      "topic": ""
    },
    "32": {
      "text": "He shall be great, and he shall be called the Son of the Highest: and the Lord God shall give him the throne of David his father:",
      "topic": ""
    },
    "33": {
      "text": "And he shall reign over the house of Jacob forever; and of his kingdom there shall be no end.",
      "topic": ""
    },
    "34": {
      "text": "And Mary said to the messenger, How shall this be, since I know not man?",
      "topic": ""
    },
    "35": {
      "text": "And the messenger having answered, said to her, The Holy Spirit shall come upon thee, and the power of the Highest shall overshadow thee: wherefore also the holy thing born of thee shall be called the Son of God.",
      "topic": ""
    },
    "36": {
      "text": "And, behold, Elizabeth thy kinsman, she also having conceived a son in her old age: and this is the sixth month to her, called barren.",
      "topic": ""
    },
    "37": {
      "text": "For nothing shall be impossible with God.",
      "topic": ""
    },
    "38": {
      "text": "And Mary said Behold the servant of the Lord; may it be to me according to thy word. And the messenger departed from her.",
      "topic": ""
    },
    "39": {
      "text": "And Mary having risen in those days, went into the mountainous country with haste, into a city of Judah;",
      "topic": ""
    },
    "40": {
      "text": "And she entered into the house of Zacharias, and greeted Elizabeth.",
      "topic": ""
    },
    "41": {
      "text": "And it was when Elizabeth heard Mary’s greeting, the babe leaped in her womb; and Elizabeth was filled with the Holy Spirit:",
      "topic": ""
    },
    "42": {
      "text": "And she called out with a great voice, and said, Praised thou among women, and praised the fruit of thy womb.",
      "topic": ""
    },
    "43": {
      "text": "And whence this to me, that the mother of my Lord should come to me?",
      "topic": ""
    },
    "44": {
      "text": "For, behold, when the voice of thy greeting was in mine ears, the babe leaped in my womb for joy.",
      "topic": ""
    },
    "45": {
      "text": "And happy she having believed: for a completion of the things spoken shall be to her from the Lord.",
      "topic": ""
    },
    "46": {
      "text": "And Mary said, My soul magnifies the Lord.",
      "topic": ""
    },
    "47": {
      "text": "And my Spirit rejoiced in God my Saviour.",
      "topic": ""
    },
    "48": {
      "text": "For he looked upon the humiliation of his servant; for, behold, from now shall all generations deem me happy.",
      "topic": ""
    },
    "49": {
      "text": "For the powerful one has done great things for me; and his name holy.",
      "topic": ""
    },
    "50": {
      "text": "And his mercy to generations of generations to those fearing him.",
      "topic": ""
    },
    "51": {
      "text": "He has done strength with his arm; he has scattered the proud in the thought of their heart.",
      "topic": ""
    },
    "52": {
      "text": "He has pulled down the powerful from thrones, and lifted up the.",
      "topic": ""
    },
    "53": {
      "text": "He has filled the hungry with good things; and the rich he sent away empty.",
      "topic": ""
    },
    "54": {
      "text": "He succored Israel his servant, remembering mercy;",
      "topic": ""
    },
    "55": {
      "text": "As he spake to our fathers, to Abram, and his seed forever.",
      "topic": ""
    },
    "56": {
      "text": "And Mary remained with her about three months, and returned to her house.",
      "topic": ""
    },
    "57": {
      "text": "And the time was completed to Elizabeth, for her to bring forth; and she brought forth a son.",
      "topic": ""
    },
    "58": {
      "text": "And they dwelling near and her kinsmen heard, for the Lord magnified his mercy with her; and they rejoiced with her.",
      "topic": ""
    },
    "59": {
      "text": "And it was in the eighth day they came to circumcise the child; and they called him by the name of his father Zacharias.",
      "topic": ""
    },
    "60": {
      "text": "And his mother, having answered said, Nay; but he shall be called John.",
      "topic": ""
    },
    "61": {
      "text": "And they said to her, That there is none among thy kindred who is called by this name.",
      "topic": ""
    },
    "62": {
      "text": "And they nodded to his father, what he may wish to have him called.",
      "topic": ""
    },
    "63": {
      "text": "And having asked for a small writing tablet, he wrote, saying, John is his name. And they all wondered.",
      "topic": ""
    },
    "64": {
      "text": "And his month was opened immediately, and his tongue, and he spake, praising God.",
      "topic": ""
    },
    "65": {
      "text": "And fear was upon all dwelling round about them: and in all the mount of Judea all these words were discoursed about.",
      "topic": ""
    },
    "66": {
      "text": "And all having heard, set in their heart, saying, What then shall this child be! And the hand of the Lord was with him.",
      "topic": ""
    },
    "67": {
      "text": "And Zacharias his father, was filled with the Holy Spirit, and prophesied, saying,",
      "topic": ""
    },
    "68": {
      "text": "Praised the Lord God of Israel; for he reviewed and he has made a redemption for his people,",
      "topic": ""
    },
    "69": {
      "text": "And he raised up a horn of salvation to us in the house of David, his servant;",
      "topic": ""
    },
    "70": {
      "text": "As he spake by the mouth of his holy prophets, from forever:",
      "topic": ""
    },
    "71": {
      "text": "Salvation from our enemies, and from the hand of all hating us;",
      "topic": ""
    },
    "72": {
      "text": "To do mercy with our fathers, and to remember his holy covenant:",
      "topic": ""
    },
    "73": {
      "text": "The oath which he sware to Abraham our father,",
      "topic": ""
    },
    "74": {
      "text": "To give to us, fearlessly, delivered from the hands of our enemies,",
      "topic": ""
    },
    "75": {
      "text": "To serve him in sanctity and justice before him all the days of our life.",
      "topic": ""
    },
    "76": {
      "text": "And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;",
      "topic": ""
    },
    "77": {
      "text": "To give knowledge of salvation to his people, in remission of their sins.",
      "topic": ""
    },
    "78": {
      "text": "Through the bowels of mercy of our God; by which the rising of the sun of sublimity has reviewed us,",
      "topic": ""
    },
    "79": {
      "text": "To shine forth to those in darkness and sitting in the shadow of death, to direct our feet in the way of peace.",
      "topic": ""
    },
    "80": {
      "text": "And the child grew, and was strengthened in spirit, and he was in the deserts till the day of his shewing forth to Israel.",
      "topic": ""
    }
  }
}