{
  "info": {
    "book": "Luke",
    "chapter": "13",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And certain were present in that time announcing to him of the Galileans, whose blood Pilate mingled with their sacrifices.",
      "topic": ""
    },
    "2": {
      "text": "And Jesus having answered, said to them, Think ye that these Galileans were sinful above all the Galileans, because they have suffered such things?",
      "topic": ""
    },
    "3": {
      "text": "No, I say to you: but except ye should change the mind, ye shall all likewise perish.",
      "topic": ""
    },
    "4": {
      "text": "Or those eighteen, upon whom the tower in Siloam fell, and killed them, think ye that these were debtors above all men dwelling in Jerusalem?",
      "topic": ""
    },
    "5": {
      "text": "No, I say: but except ye repent, ye shall all likewise perish.",
      "topic": ""
    },
    "6": {
      "text": "And he spake this parable: A certain had a fig tree planted in his vineyard; and he came seeking fruit on it, and found not.",
      "topic": ""
    },
    "7": {
      "text": "And he said to the vine-dresser, Behold, three years I am come seeking fruit on this fig tree, and find not: cut it off; wherefore also does it leave the earth unemployed?",
      "topic": ""
    },
    "8": {
      "text": "And he having answered says to him, Lord, let it go also this year, till I shall dig round it, and cast dung:",
      "topic": ""
    },
    "9": {
      "text": "Whereas also it might bear fruit: and if not, afterwards thou shalt cut it off.",
      "topic": ""
    },
    "10": {
      "text": "And he was teaching in one of the assemblies in the sabbaths.",
      "topic": ""
    },
    "11": {
      "text": "And, behold, there was a woman having a spirit of weakness eighteen years, and was bent together, and not able wholly to lift up the head.",
      "topic": ""
    },
    "12": {
      "text": "And having seen her, Jesus called to, and said to her, Woman, thou hast been loosed from thy weakness.",
      "topic": ""
    },
    "13": {
      "text": "And he put his hands on her: and immediately she was set upright, and honoured God.",
      "topic": ""
    },
    "14": {
      "text": "And the ruler of the assembly having answered, feeling pain because Jesus cured on the sabbath, said to the crowd, Six days there are in which they ought to work; in those therefore, coming, be ye cured, and not the day of the sabbath.",
      "topic": ""
    },
    "15": {
      "text": "Then answered the Lord and said, Hypocrite, does not each of you on the sabbath loose his ox or ass from the stall, and leading away, give to drink?",
      "topic": ""
    },
    "16": {
      "text": "And this being a daughter of Abraham, whom Satan has bound, behold, eighteen years, ought she not to be loosed from this bond the day of the sabbath",
      "topic": ""
    },
    "17": {
      "text": "And he saying these things, all opposed to him were ashamed: and the crowd rejoiced for all the glorious things done by him.",
      "topic": ""
    },
    "18": {
      "text": "And he said, To what is the kingdom of God like? and to what shall I liken it?",
      "topic": ""
    },
    "19": {
      "text": "It is like a kernel of mustard, which a man having taken, cast into his garden; and it grew, and became into a great tree; and the fowls of heaven encamped in its young shoots.",
      "topic": ""
    },
    "20": {
      "text": "And again he said, To what shall I liken the kingdom of God?",
      "topic": ""
    },
    "21": {
      "text": "It is like leaven, which a woman having taken, hid in three measures of wheaten flour, until the whole was leavened.",
      "topic": ""
    },
    "22": {
      "text": "And he went through cities and towns, teaching, and making his passage to Jerusalem.",
      "topic": ""
    },
    "23": {
      "text": "And a certain said to him, Lord, if few saved? And he said to them,",
      "topic": ""
    },
    "24": {
      "text": "Strive earnestly to enter through the narrow gate: for many, I say to you, shall seek to enter in, and shall not be able.",
      "topic": ""
    },
    "25": {
      "text": "From the time when the master of the house should rise up, and shut the door, and ye begin to stand without, and knock at the door, saying, Lord, Lord, open to us: and having answered, he will say to you, I know not whence ye are:",
      "topic": ""
    },
    "26": {
      "text": "Then will ye begin to say, We ate and drank before thee, and thou didst teach in our streets.",
      "topic": ""
    },
    "27": {
      "text": "And he will say, I say to you, I know you not whence ye are; depart from me, all ye workmen of iniquity.",
      "topic": ""
    },
    "28": {
      "text": "Weeping shall be there and gnashing of teeth, when ye see Abraham, and Isaac, and Jacob, and all the prophets, in the kingdom of God, and you cast without.",
      "topic": ""
    },
    "29": {
      "text": "And they shall come from the risings, and the settings, and from north, and south, and they shall recline in the kingdom of God.",
      "topic": ""
    },
    "30": {
      "text": "And, behold, there are last which shall be first, and there are first which shall be last.",
      "topic": ""
    },
    "31": {
      "text": "In the same day certain Pharisees came near, saying to him, Come out, and go from thence: for Herod wishes to kill thee.",
      "topic": ""
    },
    "32": {
      "text": "And he said to them, Having gone, say to that fox, Behold, I cast out demons, and complete cures to day and to morrow, and the third day I am completed.",
      "topic": ""
    },
    "33": {
      "text": "But I must go to day and to morrow and the following: for it is not possible for a prophet to perish out of Jerusalem.",
      "topic": ""
    },
    "34": {
      "text": "Jerusalem, Jerusalem, killing the prophets, and striking with stones those having been sent to her; how often I wished to gather thy children together, which manner a hen her young brood under the wings, and ye would not!",
      "topic": ""
    },
    "35": {
      "text": "Behold, your house is left to you a desert: and truly I say to you, That ye should not see me, until it should come when ye say, Praised he coming in the name of the Lord.",
      "topic": ""
    }
  }
}