{
  "info": {
    "book": "Luke",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it was afterwards, and he passed through city and town proclaiming and announcing good news, the kingdom of God; and the twelve with him,",
      "topic": ""
    },
    "2": {
      "text": "And certain women, who were cured from evil spirits and weaknesses, Mary called Magdalene, from whom went forth seven demons,",
      "topic": ""
    },
    "3": {
      "text": "And Joanna wife of Chuza, Herod’s steward, and Susanna, and many others, who served him from possessions to them.",
      "topic": ""
    },
    "4": {
      "text": "And a great crowd being together, and coming to him in the city, he spake by a parable:",
      "topic": ""
    },
    "5": {
      "text": "The sower went out to sow his seed; and in his sowing, some truly fell by the way, and was trodden down, and the fowls of heaven devoured it.",
      "topic": ""
    },
    "6": {
      "text": "And other fell upon a rock; and having brought forth, was dried up, for it had no moisture.",
      "topic": ""
    },
    "7": {
      "text": "And other fell in the midst of thorns; and the thorns grew together and choked it.",
      "topic": ""
    },
    "8": {
      "text": "And other fell upon good earth; and having brought forth, made fruit, a hundredfold. Saying these, he called out, He having ears to hear, let him hear.",
      "topic": ""
    },
    "9": {
      "text": "And his disciples asked him, saying, What may this parable be?",
      "topic": ""
    },
    "10": {
      "text": "And he said, To you it has been given to know the mysteries of the kingdom of God: and to the rest in parables; that seeing they might not see, and hearing they might not understand.",
      "topic": ""
    },
    "11": {
      "text": "And this is the parable: The seed is the word of God.",
      "topic": ""
    },
    "12": {
      "text": "And they by the way are they hearing; then comes the devil, and takes away the word from their heart, lest having believed, they should be saved.",
      "topic": ""
    },
    "13": {
      "text": "And they upon the rock, who, when they hear, with joy receive the word; and they have no root, who for a time believe, and in time of trial fly away.",
      "topic": ""
    },
    "14": {
      "text": "And that having fallen into thorns, and they are they having heard, and with cares and riches, and pleasures of life going forth, are choked, and bring not to maturity.",
      "topic": ""
    },
    "15": {
      "text": "And that in the good earth, they are they which, in a fair and good heart, having heard, keep the word, and bring forth fruit with patience.",
      "topic": ""
    },
    "16": {
      "text": "None, having lighted a light, covers it with a vessel, or puts under a bed; but sets upon a candlestick, that they entering might see the light.",
      "topic": ""
    },
    "17": {
      "text": "For there is nothing hid, which should not be made manifest; nor concealed, which should not be made known, and come clear.",
      "topic": ""
    },
    "18": {
      "text": "See therefore how ye hear: for whoever should have, shall be given him; and whoever should not have, and what he seems to have shall be taken away from him.",
      "topic": ""
    },
    "19": {
      "text": "And his mother and brethren approached to him; and they could not come to him for the crowd.",
      "topic": ""
    },
    "20": {
      "text": "And it was announced to him, saying, Thy mother and thy brethren have stood without, wishing to see thee.",
      "topic": ""
    },
    "21": {
      "text": "And he having answered, said unto them, My mother and my brethren are they hearing the word of God, and doing it.",
      "topic": ""
    },
    "22": {
      "text": "And it was in one of the days, and he went into a ship, and his disciples: and he said to them, Let us pass through to the other side of the lake. And they led forth.",
      "topic": ""
    },
    "23": {
      "text": "And they sailing, he fell asleep: and a hurricane of wind came down upon the lake; and they were filled, and were in peril.",
      "topic": ""
    },
    "24": {
      "text": "And having come near, they awoke him, saying, Ruler ruler, we perish. And having risen, he censured the wind and heaving of water; and they ceased, and there was a calm.",
      "topic": ""
    },
    "25": {
      "text": "And he said to them, Where is your faith And having feared, they wondered, saying to one another, Who then is this! that also commands the winds and the waters, and they listen to him!",
      "topic": ""
    },
    "26": {
      "text": "And they sailed over to the country of the Gadarenes, which is over against Galilee.",
      "topic": ""
    },
    "27": {
      "text": "And he coming upon land, a certain man met him from the city, who had demons of long times, and put on no garment, and abode not in a house, but in the tombs.",
      "topic": ""
    },
    "28": {
      "text": "And having seen Jesus and cried out, he fell before him, and with a great voice said, What to me and thee, Jesus, Son of God most high? I implore thee, thou wouldst not torment me.",
      "topic": ""
    },
    "29": {
      "text": "For he proclaimed to the unclean spirit to come out of the man. For many times it snatched him: and he was bound with chains, and being guarded with fetters; and bursting the bonds, he was driven by the demon into the deserts.",
      "topic": ""
    },
    "30": {
      "text": "And Jesus asked him, saying, What is the name to thee? And he said, Legion: for many demons came into him.",
      "topic": ""
    },
    "31": {
      "text": "And he besought him that he would not command him to go away into the abyss.",
      "topic": ""
    },
    "32": {
      "text": "And a herd of numerous swine was there feeding on the mount: and they besought him that he would permit them to come into the swine. And he permitted them.",
      "topic": ""
    },
    "33": {
      "text": "And the demons having come out of the man, came into the swine: and the herd rushed down the precipice into the lake, and were choked.",
      "topic": ""
    },
    "34": {
      "text": "And they feeding, having seen that done, fled, and having departed, proclaimed in the city and in the fields.",
      "topic": ""
    },
    "35": {
      "text": "And they went out to see that done; and came to Jesus, and they found the man from whom the demons had gone out, sitting clothed, and being of sound mind, at the feet of Jesus; and they were afraid.",
      "topic": ""
    },
    "36": {
      "text": "And they, having seen, proclaimed to them how he possessed with a demon was saved.",
      "topic": ""
    },
    "37": {
      "text": "And all the multitude of the country round about, of the Gadarenes, asked him to depart from them; for they were held fast by great fear: and he having gone into the ship, returned.",
      "topic": ""
    },
    "38": {
      "text": "And the man from whom the demons had gone out implored him to be with him: and Jesus loosed him, saying,",
      "topic": ""
    },
    "39": {
      "text": "Return to thy house and recount what God did to thee. And he departed, proclaiming throughout the whole city what Jesus did to him.",
      "topic": ""
    },
    "40": {
      "text": "And it was in Jesus’ returning, the crowd received him; for all were expecting him.",
      "topic": ""
    },
    "41": {
      "text": "And, behold, a man came, to whom the name of Jairus, and he was ruler of the assembly: and having fallen before the feet of Jesus, he besought him to come to his house:",
      "topic": ""
    },
    "42": {
      "text": "For an only daughter was to him, of about twelve years, and she was dying. And in his going the crowds pressed him.",
      "topic": ""
    },
    "43": {
      "text": "And a woman being in a flowing of blood for twelve years, who having expended all the means of subsistence upon physicians, could not be cured by any.",
      "topic": ""
    },
    "44": {
      "text": "Having come near behind, touched the hem of his garment: and immediately her flow of blood was stopped.",
      "topic": ""
    },
    "45": {
      "text": "And Jesus said; Who having touched me? And all denying, Peter said, and they with him: Ruler, the crowds hold with thee and press thee, and thou sayest, Who having touched me?",
      "topic": ""
    },
    "46": {
      "text": "And Jesus said, Somebody touched me: for I know power having gone out from me.",
      "topic": ""
    },
    "47": {
      "text": "And the woman having seen that she was not hid, came trembling, and having fallen before him, announced to him before all people for what cause she touched him, and how she was healed immediately.",
      "topic": ""
    },
    "48": {
      "text": "And he said to her. Take courage, Daughter: thy faith has saved thee; go in peace.",
      "topic": ""
    },
    "49": {
      "text": "He yet speaking, there comes a certain of the ruler of the assembly, saying to him, That thy daughter is dead; trouble not the Teacher.",
      "topic": ""
    },
    "50": {
      "text": "And Jesus having heard, answered him, saying, Fear not: only believe, and she shall be saved.",
      "topic": ""
    },
    "51": {
      "text": "And having come into the house, he suffered not any to come in, except Peter, and James, and John, and the father and mother of the child.",
      "topic": ""
    },
    "52": {
      "text": "And all wept, and bewailed her: and he said, Weep not; she is not dead, but sleeping.",
      "topic": ""
    },
    "53": {
      "text": "And they derided him, knowing that she was dead.",
      "topic": ""
    },
    "54": {
      "text": "And he having cast all without, and held firmly her hand, called, saying, Child, arise.",
      "topic": ""
    },
    "55": {
      "text": "And her spirit returned, and she rose up immediately: and he ordered to give her to eat.",
      "topic": ""
    },
    "56": {
      "text": "And her parents were affected in mind: and he proclaimed to them, to tell no one that having been done.",
      "topic": ""
    }
  }
}