{
  "info": {
    "book": "2 Samuel",
    "chapter": "15",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then, after these things, Absalom obtained for himself chariots, and horsemen, and fifty men who went before him.",
      "topic": ""
    },
    "2": {
      "text": "And rising up in the morning, Absalom was standing beside the entrance of the gate. And when there was any man who had a dispute that might go before the king’s judgment, Absalom would call him to him, and would say, “Which city are you from?” And responding, he would say, “I am your servant, from a certain tribe of Israel.”",
      "topic": ""
    },
    "3": {
      "text": "And Absalom would answer him: “Your words seem good and just to me. But there is no one appointed by the king to hear you.” And Absalom would say:",
      "topic": ""
    },
    "4": {
      "text": "“Who may appoint me judge over the land, so that all those who have a dispute might come to me, and I might judge justly.”",
      "topic": ""
    },
    "5": {
      "text": "Then too, when a man would draw near to him, so that he might greet him, he would extend his hand, and taking hold of him, he would kiss him.",
      "topic": ""
    },
    "6": {
      "text": "And he was doing this to all those of Israel arriving for judgment to be heard by the king. And he solicited the hearts of the men of Israel.",
      "topic": ""
    },
    "7": {
      "text": "Then, after forty years, Absalom said to king David: “I should go and pay my vows, which I have vowed to the Lord at Hebron.",
      "topic": ""
    },
    "8": {
      "text": "For your servant made a vow, when he was in Geshur of Syria, saying: If the Lord will lead me back to Jerusalem, I will sacrifice to the Lord.”",
      "topic": ""
    },
    "9": {
      "text": "And king David said to him, “Go in peace.” And he rose up and went away to Hebron.",
      "topic": ""
    },
    "10": {
      "text": "They Absalom sent scouts into all the tribes of Israel, saying: “As soon as you hear the blare of the trumpet, say: ‘Absalom reigns in Hebron.’ ”",
      "topic": ""
    },
    "11": {
      "text": "Now having been called, two hundred men from Jerusalem went forth with Absalom, going in simplicity of heart and being entirely ignorant of the plan.",
      "topic": ""
    },
    "12": {
      "text": "Absalom also summoned Ahithophel the Gilonite, a counselor of David, from his city, Giloh. And when he was immolating victims, a very strong oath was sworn, and the people, hurrying together, joined with Absalom.",
      "topic": ""
    },
    "13": {
      "text": "Then a messenger went to David, saying, “With their whole heart, all of Israel is following Absalom.”",
      "topic": ""
    },
    "14": {
      "text": "And David said to his servants, who were with him in Jerusalem: “Rise up, let us flee! For otherwise there will be no escape for us from the face of Absalom. Hurry to depart, lest perhaps, upon arriving, he may seize us, and force ruin upon us, and strike the city with the edge of the sword.”",
      "topic": ""
    },
    "15": {
      "text": "And the servants of the king said to him, “Everything whatsoever that our lord the king will command, we your servants shall carry out willingly.”",
      "topic": ""
    },
    "16": {
      "text": "Therefore, the king departed, with his entire household on foot. And the king left behind ten women of the concubines to care for the house.",
      "topic": ""
    },
    "17": {
      "text": "And having gone forth on foot, the king and all of Israel stood at a distance from the house.",
      "topic": ""
    },
    "18": {
      "text": "And all his servants were walking beside him. And the legions of the Cerethites and Phelethites, and all the Gittites, powerful fighters, six hundred men who had followed him from Gath on foot, were preceding the king.",
      "topic": ""
    },
    "19": {
      "text": "Then the king said to Ittai the Gittite: “Why do you come with us? Return and live with the king. For you are a stranger, and you departed from your own place.",
      "topic": ""
    },
    "20": {
      "text": "You arrived yesterday. And today should you be compelled to go away with us? For I should go to the place where I am going. But you should return, and lead your own brothers back with you. And the Lord will show mercy and truth to you, because you have shown grace and faith.”",
      "topic": ""
    },
    "21": {
      "text": "And Ittai responded to the king, by saying, “As the Lord lives, and as my lord the king lives, in whatever place you will be, my lord the king, whether in death or in life, your servant will be there.”",
      "topic": ""
    },
    "22": {
      "text": "And David said to Ittai, “Come, and pass over.” And Ittai the Gittite passed over, and all the men who were with him, and the rest of the multitude.",
      "topic": ""
    },
    "23": {
      "text": "And they all wept with a great voice, and all the people passed over. The king also passed over the torrent Kidron. And all the people advanced opposite the way which looks out toward the desert.",
      "topic": ""
    },
    "24": {
      "text": "Now Zadok the priest also went, and all the Levites went with him, carrying the ark of the covenant of God. And they set down the ark of God. And Abiathar went up, until all the people who had departed from the city had gone by.",
      "topic": ""
    },
    "25": {
      "text": "And the king said to Zadok: “Carry back the ark of God into the city. If I shall find grace in the sight of the Lord, he will lead me back. And he will show it to me in his tabernacle.",
      "topic": ""
    },
    "26": {
      "text": "But if he will say to me, ‘You are not pleasing,’ I am ready. Let him do whatever is good in his own sight.”",
      "topic": ""
    },
    "27": {
      "text": "And the king said to Zadok the priest: “O seer, return into the city in peace. And let your son Ahimaaz, and Jonathan, the son of Abiathar, your two sons, be with you.",
      "topic": ""
    },
    "28": {
      "text": "Behold, I will hide in the plains of the desert, until word from you may arrive to inform me.”",
      "topic": ""
    },
    "29": {
      "text": "Therefore, Zadok and Abiathar carried back the ark of God into Jerusalem, and they remained there.",
      "topic": ""
    },
    "30": {
      "text": "But David ascended to the Mount of Olives, climbing and weeping, advancing with bare feet and with his head covered. Moreover, all the people who were with him ascended, weeping with their heads covered.",
      "topic": ""
    },
    "31": {
      "text": "Then it was reported to David that Ahithophel also had joined in swearing with Absalom. And David said, “ O Lord, I beg you, to uncover the foolishness of the counsel of Ahithophel.”",
      "topic": ""
    },
    "32": {
      "text": "And when David had ascended to the summit of the mountain, where he was going to adore the Lord, behold Hushai the Archite met him, with his garment torn and his head covered with soil.",
      "topic": ""
    },
    "33": {
      "text": "And David said to him: “If you come with me, you will be a burden to me.",
      "topic": ""
    },
    "34": {
      "text": "But if you return to the city, and you say to Absalom, ‘I am your servant, O king; just as I have been the servant of your father, so too will I be your servant,’ you will destroy the counsel of Ahithophel",
      "topic": ""
    },
    "35": {
      "text": "And you have with you the priests Zadok and Abiathar. And any word whatsoever that you will hear from the house of the king, you shall reveal it to Zadok and Abiathar, the priests.",
      "topic": ""
    },
    "36": {
      "text": "Now with them are their two sons Ahimaaz, the son of Zadok, and Jonathan, the son of Abiathar. And you shall send to me by them every word that you will have heard.”",
      "topic": ""
    },
    "37": {
      "text": "Therefore, Hushai, the friend of David, went into the city. And Absalom also entered into Jerusalem.",
      "topic": ""
    }
  }
}