{
  "info": {
    "book": "2 Samuel",
    "chapter": "22",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And David spoke to the Lord the words of this verse, in the day that the Lord freed him from the hand of all his enemies and from the hand of Saul.",
      "topic": ""
    },
    "2": {
      "text": "And he said: “The Lord is my rock, and my strength, and my Savior.",
      "topic": ""
    },
    "3": {
      "text": "I will hope in him. God is my strong one, my shield, and the horn of my salvation. He lifts me up, and he is my refreshment. You, O my Savior, will free me from iniquity.",
      "topic": ""
    },
    "4": {
      "text": "I will call upon the Lord, who is praiseworthy; and I will be saved from my enemies.",
      "topic": ""
    },
    "5": {
      "text": "For the pangs of death have encircled me. The torrents of Belial have terrified me.",
      "topic": ""
    },
    "6": {
      "text": "The ropes of Hell have encompassed me. The snares of death have intercepted me.",
      "topic": ""
    },
    "7": {
      "text": "In my tribulation, I will call upon the Lord, and I will cry out to my God. And he will heed my voice from his temple, and my outcry will reach his ears.",
      "topic": ""
    },
    "8": {
      "text": "The earth was shaken, and it quaked. The foundations of the mountains were struck together and violently shaken, because he was angry with them.",
      "topic": ""
    },
    "9": {
      "text": "Smoke ascends from his nostrils, and fire from his mouth will devour; coals have been kindled by it.",
      "topic": ""
    },
    "10": {
      "text": "He bent down the heavens, and it descended; and a fog was beneath his feet.",
      "topic": ""
    },
    "11": {
      "text": "And he climbed upon the cherubim, and he flew; and he slid upon the wings of the wind.",
      "topic": ""
    },
    "12": {
      "text": "He set darkness as a hiding place around himself, with waters sifted from the clouds of the heavens.",
      "topic": ""
    },
    "13": {
      "text": "By means of the brightness of his glance, coals of fire were kindled.",
      "topic": ""
    },
    "14": {
      "text": "The Lord will thunder from heaven; and the Most High will utter his voice.",
      "topic": ""
    },
    "15": {
      "text": "He shot arrows, and he scattered them; lightning, and he consumed them.",
      "topic": ""
    },
    "16": {
      "text": "And the overflow of the sea appeared, and the foundations of the globe were revealed, at the rebuke of the Lord, at the exhale of the breath of his fury.",
      "topic": ""
    },
    "17": {
      "text": "He sent from on high, and he took me up. And he drew me out of many waters.",
      "topic": ""
    },
    "18": {
      "text": "He freed me from my most powerful enemy and from those who had hated me. For they were too strong for me.",
      "topic": ""
    },
    "19": {
      "text": "He went before me in the day of my affliction, and the Lord became my firmament.",
      "topic": ""
    },
    "20": {
      "text": "And he led me out to a wide-open place. He freed me, because I was pleasing to him.",
      "topic": ""
    },
    "21": {
      "text": "The Lord will reward me according to my justice. And he will repay me according to the cleanness of my hands.",
      "topic": ""
    },
    "22": {
      "text": "For I have kept to the ways of the Lord, and I have not acted impiously before my God.",
      "topic": ""
    },
    "23": {
      "text": "For all his judgments are in my sight. And I have not removed his precepts from me.",
      "topic": ""
    },
    "24": {
      "text": "And I shall be perfect with him. And I shall guard myself from my own iniquity.",
      "topic": ""
    },
    "25": {
      "text": "And the Lord will recompense me according to my justice, and according to the cleanness of my hands in the sight of his eyes.",
      "topic": ""
    },
    "26": {
      "text": "With the holy one, you will be holy, and with the strong one, you will be perfect.",
      "topic": ""
    },
    "27": {
      "text": "With the elect one, you will be elect, and with the perverse one, you will be perverse.",
      "topic": ""
    },
    "28": {
      "text": "And you will bring to salvation the poor people, and you will humble the exalted with your eyes.",
      "topic": ""
    },
    "29": {
      "text": "For you are my lamp, O Lord. And you, O Lord, will illuminate my darkness.",
      "topic": ""
    },
    "30": {
      "text": "For in you, I will run girded. In my God, I will leap over the wall.",
      "topic": ""
    },
    "31": {
      "text": "God, his way is immaculate; the eloquence of the Lord is an exacting fire. He is the shield of all who hope in him.",
      "topic": ""
    },
    "32": {
      "text": "Who is God except the Lord? And who is strong except our God?",
      "topic": ""
    },
    "33": {
      "text": "God, he has girded me with fortitude, and he has made my way perfect:",
      "topic": ""
    },
    "34": {
      "text": "making my feet like the feet of the stag, and stationing me upon my exalted places,",
      "topic": ""
    },
    "35": {
      "text": "teaching my hands to do battle, and making my arms like a bow of brass.",
      "topic": ""
    },
    "36": {
      "text": "You have given me the shield of your salvation. And your mildness has multiplied me.",
      "topic": ""
    },
    "37": {
      "text": "You will enlarge my steps under me, and my ankles will not fail.",
      "topic": ""
    },
    "38": {
      "text": "I will pursue my enemies, and crush them. And I will not turn back, until I consume them.",
      "topic": ""
    },
    "39": {
      "text": "I will consume them and break them apart, so that they cannot rise up; they will fall under my feet.",
      "topic": ""
    },
    "40": {
      "text": "You have girded me with strength for the battle. Those who resisted me, you have bent down under me.",
      "topic": ""
    },
    "41": {
      "text": "You have caused my enemies to turn their back to me; they have hatred for me, and I shall destroy them.",
      "topic": ""
    },
    "42": {
      "text": "They will cry out, and there will be no one to save; to the Lord, and he will not heed them.",
      "topic": ""
    },
    "43": {
      "text": "I will wipe them away like the dust of the earth. I will break them apart and crush them, like the mud of the streets.",
      "topic": ""
    },
    "44": {
      "text": "You will save me from the contradictions of my people. You will preserve me to be the head of the Gentiles; a people I do not know shall serve me.",
      "topic": ""
    },
    "45": {
      "text": "The sons of foreigners, who will resist me, at the hearing of the ear they will be obedient to me.",
      "topic": ""
    },
    "46": {
      "text": "The foreigners flowed away, but they will be drawn together in their anguishes.",
      "topic": ""
    },
    "47": {
      "text": "The Lord lives, and my God is blessed. And the strong God of my salvation shall be exalted.",
      "topic": ""
    },
    "48": {
      "text": "God gives me vindication, and he casts down the peoples under me.",
      "topic": ""
    },
    "49": {
      "text": "He leads me away from my enemies, and he lifts me up from those who resist me. You will free me from the iniquitous man.",
      "topic": ""
    },
    "50": {
      "text": "Because of this, I will confess to you, O Lord, among the Gentiles, and I will sing to your name:",
      "topic": ""
    },
    "51": {
      "text": "magnifying the salvation of his king, and showing mercy to David, his Christ, and to his offspring forever.”",
      "topic": ""
    }
  }
}