{
  "info": {
    "book": "Jueces",
    "chapter": "11",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Jefté, el galaadita era un hombre esforzado y valeroso, hijo de una ramera, al cual había engendrado Galaad.",
      "topic": ""
    },
    "2": {
      "text": "Y la esposa de Galaad también le había dado hijos; los cuales cuando fueron grandes, echaron fuera a Jefté, diciéndole: No heredarás en la casa de nuestro padre, porque [eres] hijo de otra mujer.",
      "topic": ""
    },
    "3": {
      "text": "Huyendo, pues, Jefté a causa de sus hermanos, habitó en tierra de Tob; y se juntaron con él hombres ociosos, los cuales con él salían.",
      "topic": ""
    },
    "4": {
      "text": "Y aconteció que después de días los hijos de Amón hicieron guerra contra Israel:",
      "topic": ""
    },
    "5": {
      "text": "Y como los hijos de Amón tenían guerra contra Israel, los ancianos de Galaad fueron para traer a Jefté de la tierra de Tob;",
      "topic": ""
    },
    "6": {
      "text": "y dijeron a Jefté: Ven y sé nuestro capitán para que peleemos contra los hijos de Amón.",
      "topic": ""
    },
    "7": {
      "text": "Y Jefté respondió a los ancianos de Galaad: ¿No me habéis aborrecido vosotros, y me echasteis de la casa de mi padre? ¿Por qué, pues, venís ahora a mí cuando estáis en aflicción?",
      "topic": ""
    },
    "8": {
      "text": "Y los ancianos de Galaad respondieron a Jefté: Por esta misma causa volvemos ahora a ti, para que vengas con nosotros, y pelees contra los hijos de Amón, y nos seas cabeza a todos los que moramos en Galaad.",
      "topic": ""
    },
    "9": {
      "text": "Jefté entonces dijo a los ancianos de Galaad: Si me hacéis volver para que pelee contra los hijos de Amón, y Jehová los entrega delante de mí, ¿seré yo vuestra cabeza?",
      "topic": ""
    },
    "10": {
      "text": "Y los ancianos de Galaad respondieron a Jefté: Jehová sea testigo entre nosotros, si no hacemos como tú dices.",
      "topic": ""
    },
    "11": {
      "text": "Entonces Jefté vino con los ancianos de Galaad, y el pueblo lo eligió por su cabeza y príncipe; y Jefté habló todas sus palabras delante de Jehová en Mizpa.",
      "topic": ""
    },
    "12": {
      "text": "Y envió Jefté embajadores al rey de los hijos de Amón, diciendo: ¿Qué tienes tú conmigo que has venido a mí para hacer guerra en mi tierra?",
      "topic": ""
    },
    "13": {
      "text": "Y el rey de los amonitas respondió a los embajadores de Jefté: Por cuanto Israel tomó mi tierra, cuando subió de Egipto, desde Arnón hasta Jaboc y el Jordán; por tanto, devuélvelas ahora en paz.",
      "topic": ""
    },
    "14": {
      "text": "Y Jefté volvió a enviar otros embajadores al rey de los amonitas,",
      "topic": ""
    },
    "15": {
      "text": "para decirle: Jefté ha dicho así: Israel no tomó tierra de Moab, ni tierra de los hijos de Amón:",
      "topic": ""
    },
    "16": {
      "text": "Mas subiendo Israel de Egipto, anduvo por el desierto hasta el Mar Rojo, y llegó a Cades.",
      "topic": ""
    },
    "17": {
      "text": "Entonces Israel envió embajadores al rey de Edom, diciendo: Yo te ruego que me dejes pasar por tu tierra. Mas el rey de Edom no los escuchó. Envió también al rey de Moab; el cual tampoco quiso. Israel, por tanto, se quedó en Cades.",
      "topic": ""
    },
    "18": {
      "text": "Después, yendo por el desierto, rodeó la tierra de Edom y la tierra de Moab, y viniendo por el lado oriental de la tierra de Moab, acampó en el otro lado de Arnón, y no entraron por el término de Moab; porque Arnón [era] la frontera de Moab.",
      "topic": ""
    },
    "19": {
      "text": "Y envió Israel embajadores a Sehón, rey de los amorreos, rey de Hesbón, y le dijo Israel: Te ruego que me dejes pasar por tu tierra hasta mi lugar.",
      "topic": ""
    },
    "20": {
      "text": "Mas Sehón no se fió de Israel para darle paso por su término; sino que reuniendo Sehón a toda su gente, acampó en Jahaza, y peleó contra Israel.",
      "topic": ""
    },
    "21": {
      "text": "Pero Jehová, el Dios de Israel, entregó a Sehón y a todo su pueblo en mano de Israel, y los venció; y poseyó Israel toda la tierra del amorreo que habitaba en aquel país.",
      "topic": ""
    },
    "22": {
      "text": "Poseyeron también todo el término del amorreo desde Arnón hasta Jaboc, y desde el desierto hasta el Jordán.",
      "topic": ""
    },
    "23": {
      "text": "Así que Jehová, el Dios de Israel, echó a los amorreos de delante de su pueblo Israel; ¿y lo has de poseer tú?",
      "topic": ""
    },
    "24": {
      "text": "¿No poseerás tú lo que Quemos, tu dios, te dé por posesión? Así poseeremos nosotros a todo aquel que echó Jehová nuestro Dios de delante de nosotros.",
      "topic": ""
    },
    "25": {
      "text": "¿[Eres] tú ahora mejor en algo que Balac hijo de Zipor, rey de Moab? ¿Tuvo él pleito contra Israel, o hizo guerra contra ellos?",
      "topic": ""
    },
    "26": {
      "text": "Cuando Israel ha estado habitando por trescientos años a Hesbón y sus aldeas, a Aroer y sus aldeas, y todas las ciudades que [están] a los términos de Arnón, ¿por qué no las habéis reclamado en ese tiempo?",
      "topic": ""
    },
    "27": {
      "text": "Así que, yo en nada he pecado contra ti, mas tú me haces mal haciendo guerra contra mí: Jehová, que es el Juez, juzgue hoy entre los hijos de Israel y los hijos de Amón.",
      "topic": ""
    },
    "28": {
      "text": "Mas el rey de los hijos de Amón no atendió a las razones que Jefté le envió.",
      "topic": ""
    },
    "29": {
      "text": "Y el Espíritu de Jehová vino sobre Jefté; y pasó por Galaad y Manasés; y de allí pasó a Mizpa de Galaad; y de Mizpa de Galaad pasó a los hijos de Amón.",
      "topic": ""
    },
    "30": {
      "text": "Y Jefté hizo voto a Jehová, diciendo: Si en verdad entregas a los hijos de Amón en mis manos,",
      "topic": ""
    },
    "31": {
      "text": "sucederá que, cualquiera que salga de las puertas de mi casa a recibirme cuando yo vuelva en paz de los hijos de Amón, será de Jehová, y lo ofreceré en holocausto.",
      "topic": ""
    },
    "32": {
      "text": "Y Jefté pasó adonde [estaban] los hijos de Amón para pelear contra ellos; y Jehová los entregó en su mano.",
      "topic": ""
    },
    "33": {
      "text": "Y los hirió de grandísimo estrago desde Aroer hasta llegar a Minit, veinte ciudades; y hasta la vega de las viñas. Así fueron sometidos los hijos de Amón delante de los hijos de Israel.",
      "topic": ""
    },
    "34": {
      "text": "Y cuando Jefté llegó a su casa en Mizpa, he aquí que su hija salió a recibirle con panderos y danzas, y ella [era su] única hija; fuera de ella no tenía hijo ni hija.",
      "topic": ""
    },
    "35": {
      "text": "Y aconteció que cuando él la vio, rasgó sus ropas, diciendo: ¡Ay, hija mía! en verdad me has abatido, y tú eres de los que me afligen; porque he abierto mi boca a Jehová, y no podré retractarme.",
      "topic": ""
    },
    "36": {
      "text": "Ella entonces le respondió: Padre mío, si has abierto tu boca a Jehová, haz de mí como salió de tu boca, pues que Jehová ha hecho venganza en tus enemigos, los hijos de Amón.",
      "topic": ""
    },
    "37": {
      "text": "Y además dijo a su padre: Permite que me sea hecho esto; deja que por dos meses vaya yo y descienda por los montes y llore mi virginidad, yo y mis compañeras.",
      "topic": ""
    },
    "38": {
      "text": "Él entonces dijo: Ve. Y la dejó por dos meses. Y ella fue con sus compañeras, y lloró su virginidad por los montes.",
      "topic": ""
    },
    "39": {
      "text": "Y aconteció que pasados los dos meses ella volvió a su padre, quien hizo con ella [conforme] a su voto que había hecho. Y ella nunca conoció varón.",
      "topic": ""
    },
    "40": {
      "text": "De aquí fue la costumbre en Israel que de año en año iban las doncellas de Israel a endechar a la hija de Jefté galaadita, cuatro días en el año.",
      "topic": ""
    }
  }
}