{
  "info": {
    "book": "Numbers",
    "chapter": "29",
    "translation": "English Revised Version",
    "translationID": "erv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And in the seventh month, on the first day of the month, ye shall have an holy convocation; ye shall do no servile work: it is a day of blowing of trumpets unto you.",
      "topic": ""
    },
    "2": {
      "text": "And ye shall offer a burnt offering for a sweet savour unto the LORD; one young bullock, one ram, seven he-lambs of the first year without blemish:",
      "topic": ""
    },
    "3": {
      "text": "and their meal offering, fine flour mingled with oil, three tenth parts for the bullock, two tenth parts for the ram,",
      "topic": ""
    },
    "4": {
      "text": "and one tenth part for every lamb of the seven lambs:",
      "topic": ""
    },
    "5": {
      "text": "and one he-goat for a sin offering, to make atonement for you:",
      "topic": ""
    },
    "6": {
      "text": "beside the burnt offering of the new moon, and the meal offering thereof, and the continual burnt offering and the meal offering thereof, and their drink offerings, according unto their ordinance, for a sweet savour, an offering made by fire unto the LORD.",
      "topic": ""
    },
    "7": {
      "text": "And on the tenth day of this seventh month ye shall have an holy convocation; and ye shall afflict your souls; ye shall do no manner of work:",
      "topic": ""
    },
    "8": {
      "text": "but ye shall offer a burnt offering unto the LORD for a sweet savour; one young bullock, one ram, seven he-lambs of the first year; they shall be unto you without blemish:",
      "topic": ""
    },
    "9": {
      "text": "and their meal offering, fine flour mingled with oil, three tenth parts for the bullock, two tenth parts for the one ram,",
      "topic": ""
    },
    "10": {
      "text": "a several tenth part for every lamb of the seven lambs:",
      "topic": ""
    },
    "11": {
      "text": "one he-goat for a sin offering; beside the sin offering of atonement, and the continual burnt offering, and the meal offering thereof, and their drink offerings.",
      "topic": ""
    },
    "12": {
      "text": "And on the fifteenth day of the seventh month ye shall have an holy convocation; ye shall do no servile work, and ye shall keep a feast unto the LORD seven days:",
      "topic": ""
    },
    "13": {
      "text": "and ye shall offer a burnt offering, an offering made by fire, of a sweet savour unto the LORD; thirteen young bullocks, two rams, fourteen he-lambs of the first year; they shall be without blemish:",
      "topic": ""
    },
    "14": {
      "text": "and their meal offering, fine flour mingled with oil, three tenth parts for every bullock of the thirteen bullocks, two tenth parts for each ram of the two rams,",
      "topic": ""
    },
    "15": {
      "text": "and a several tenth part for every lamb of the fourteen lambs:",
      "topic": ""
    },
    "16": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, the meal offering thereof, and the drink offering thereof.",
      "topic": ""
    },
    "17": {
      "text": "And on the second day ye shall offer twelve young bullocks, two rams, fourteen he-lambs of the first year without blemish:",
      "topic": ""
    },
    "18": {
      "text": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, according to their number, after the ordinance:",
      "topic": ""
    },
    "19": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, and the meal offering thereof, and their drink offerings.",
      "topic": ""
    },
    "20": {
      "text": "And on the third day eleven bullocks, two rams, fourteen he-lambs of the first year without blemish;",
      "topic": ""
    },
    "21": {
      "text": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, according to their number, after the ordinance:",
      "topic": ""
    },
    "22": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, and the meal offering thereof, and the drink offering thereof.",
      "topic": ""
    },
    "23": {
      "text": "And on the fourth day ten bullocks, two rams, fourteen he-lambs of the first year without blemish:",
      "topic": ""
    },
    "24": {
      "text": "their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, according to their number, after the ordinance:",
      "topic": ""
    },
    "25": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, the meal offering thereof, and the drink offering thereof.",
      "topic": ""
    },
    "26": {
      "text": "And on the fifth day nine bullocks, two rams, fourteen he-lambs of the first year without blemish:",
      "topic": ""
    },
    "27": {
      "text": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, according to their number, after the ordinance:",
      "topic": ""
    },
    "28": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, and the meal offering thereof, and the drink offering thereof.",
      "topic": ""
    },
    "29": {
      "text": "And on the sixth day eight bullocks, two rams, fourteen he-lambs of the first year without blemish:",
      "topic": ""
    },
    "30": {
      "text": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, according to their number, after the ordinance:",
      "topic": ""
    },
    "31": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, the meal offering thereof, and the drink offerings thereof.",
      "topic": ""
    },
    "32": {
      "text": "And on the seventh day seven bullocks, two rams, fourteen he-lambs of the first year without blemish:",
      "topic": ""
    },
    "33": {
      "text": "and their meal offering and their drink offerings for the bullocks, for the rams, and for the lambs, according to their number, after the ordinance:",
      "topic": ""
    },
    "34": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, the meal offering thereof, and the drink offering thereof.",
      "topic": ""
    },
    "35": {
      "text": "On the eighth day ye shall have a solemn assembly: ye shall do no servile work:",
      "topic": ""
    },
    "36": {
      "text": "but ye shall offer a burnt offering, an offering made by fire, of a sweet savour unto the LORD: one bullock, one ram, seven he-lambs of the first year without blemish:",
      "topic": ""
    },
    "37": {
      "text": "their meal offering and their drink offerings for the bullock, for the ram, and for the lambs, shall be according to their number, after the ordinance:",
      "topic": ""
    },
    "38": {
      "text": "and one he-goat for a sin offering; beside the continual burnt offering, and the meal offering thereof, and the drink offering thereof.",
      "topic": ""
    },
    "39": {
      "text": "These ye shall offer unto the LORD in your set feasts, beside your vows, and your freewill offerings, for your burnt offerings, and for your meal offerings, and for your drink offerings, and for your peace offerings.",
      "topic": ""
    },
    "40": {
      "text": "And Moses told the children of Israel according to all that the LORD commanded Moses.",
      "topic": ""
    }
  }
}