{
  "info": {
    "book": "Mark",
    "chapter": "16",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, bought spices, that they might come and anoint him.",
      "topic": ""
    },
    "2": {
      "text": "And very early on the first day of the week, they come to the tomb when the sun was risen.",
      "topic": ""
    },
    "3": {
      "text": "And they were saying among themselves, Who shall roll us away the stone from the door of the tomb?",
      "topic": ""
    },
    "4": {
      "text": "and looking up, they see that the stone is rolled back: for it was exceeding great.",
      "topic": ""
    },
    "5": {
      "text": "And entering into the tomb, they saw a young man sitting on the right side, arrayed in a white robe; and they were amazed.",
      "topic": ""
    },
    "6": {
      "text": "And he saith unto them, Be not amazed: ye seek Jesus, the Nazarene, who hath been crucified: he is risen; he is not here: behold, the place where they laid him!",
      "topic": ""
    },
    "7": {
      "text": "But go, tell his disciples and Peter, He goeth before you into Galilee: there shall ye see him, as he said unto you.",
      "topic": ""
    },
    "8": {
      "text": "And they went out, and fled from the tomb; for trembling and astonishment had come upon them: and they said nothing to any one; for they were afraid.",
      "topic": ""
    },
    "9": {
      "text": "Now when he was risen early on the first day of the week, he appeared first to Mary Magdalene, from whom he had cast out seven demons.",
      "topic": ""
    },
    "10": {
      "text": "She went and told them that had been with him, as they mourned and wept.",
      "topic": ""
    },
    "11": {
      "text": "And they, when they heard that he was alive, and had been seen of her, disbelieved.",
      "topic": ""
    },
    "12": {
      "text": "And after these things he was manifested in another form unto two of them, as they walked, on their way into the country.",
      "topic": ""
    },
    "13": {
      "text": "And they went away and told it unto the rest: neither believed they them.",
      "topic": ""
    },
    "14": {
      "text": "And afterward he was manifested unto the eleven themselves as they sat at meat; and he upbraided them with their unbelief and hardness of heart, because they believed not them that had seen him after he was risen.",
      "topic": ""
    },
    "15": {
      "text": "And he said unto them, Go ye into all the world, and preach the gospel to the whole creation.",
      "topic": ""
    },
    "16": {
      "text": "He that believeth and is baptized shall be saved; but he that disbelieveth shall be condemned.",
      "topic": ""
    },
    "17": {
      "text": "And these signs shall accompany them that believe: in my name shall they cast out demons; they shall speak with new tongues;",
      "topic": ""
    },
    "18": {
      "text": "they shall take up serpents, and if they drink any deadly thing, it shall in no wise hurt them; they shall lay hands on the sick, and they shall recover.",
      "topic": ""
    },
    "19": {
      "text": "So then the Lord Jesus, after he had spoken unto them, was received up into heaven, and sat down at the right hand of God.",
      "topic": ""
    },
    "20": {
      "text": "And they went forth, and preached everywhere, the Lord working with them, and confirming the word by the signs that followed. Amen.",
      "topic": ""
    }
  }
}