{
  "info": {
    "book": "Exodus",
    "chapter": "36",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Beseleel, therefore, and Ooliab, and every wise man, to whom the Lord gave wisdom and understanding, to know how to work artificially, made the things that are necessary for the uses of the sanctuary, and which the Lord commanded.",
      "topic": ""
    },
    "2": {
      "text": "And when Moses had called them, and every skilful man, to whom the Lord had given wisdom, and such as of their own accord had offered themselves to the making of the work,",
      "topic": ""
    },
    "3": {
      "text": "He delivered all the offerings of the children of Israel unto them. And while they were earnest about the work, the people daily in the morning offered their vows.",
      "topic": ""
    },
    "4": {
      "text": "Whereupon the workmen being constrained to come,",
      "topic": ""
    },
    "5": {
      "text": "Said to Moses: The people offereth more than is necessary.",
      "topic": ""
    },
    "6": {
      "text": "Moses therefore commanded proclamation to be made by the crier’s voice: Let neither man nor woman offer any more for the work of the sanctuary. And so they ceased from offering gifts,",
      "topic": ""
    },
    "7": {
      "text": "Because the things that were offered did suffice, and were too much.",
      "topic": ""
    },
    "8": {
      "text": "And all the men that were wise of heart, to accomplish the work of the tabernacle, made ten curtains of twisted fine linen, and violet, and purple, and scarlet twice dyed, with varied work, and the art of embroidering:",
      "topic": ""
    },
    "9": {
      "text": "The length of one curtain was twenty-eight cubits, and the breadth four: all the curtains were of the same size.",
      "topic": ""
    },
    "10": {
      "text": "And he joined five curtains, one to another, and the other five he coupled one to another.",
      "topic": ""
    },
    "11": {
      "text": "He made also loops of violet in the edge of the curtain on both sides, and in the edge of the other curtain in like manner,",
      "topic": ""
    },
    "12": {
      "text": "That the loops might meet on against another, and might be joined each with the other.",
      "topic": ""
    },
    "13": {
      "text": "Whereupon also he cast fifty rings of gold, that might catch the loops of the curtains, and they might be made one tabernacle.",
      "topic": ""
    },
    "14": {
      "text": "He made also eleven curtains of goats’ hair, to cover the roof of the tabernacle:",
      "topic": ""
    },
    "15": {
      "text": "One curtain was thirty cubits long and four cubits broad: all the curtains were of one measure.",
      "topic": ""
    },
    "16": {
      "text": "Five of which he joined apart, and the other six apart.",
      "topic": ""
    },
    "17": {
      "text": "And he made fifty loops in the edge of one curtain, and fifty in the edge of another curtain, that they might be joined one to another.",
      "topic": ""
    },
    "18": {
      "text": "And fifty buckles of brass wherewith the roof might be knit together, that of all the curtains there might be made one covering.",
      "topic": ""
    },
    "19": {
      "text": "He made also a cover for the tabernacle of rams’ skins dyed red: and another cover over that of violet skins.",
      "topic": ""
    },
    "20": {
      "text": "He made also the boards of the tabernacle of setim wood standing.",
      "topic": ""
    },
    "21": {
      "text": "The length of one board was ten cubits: and the breadth was one cubit and a half.",
      "topic": ""
    },
    "22": {
      "text": "There were two mortises throughout every board, that one might be joined to the other. And in this manner he made for all the boards of the tabernacle.",
      "topic": ""
    },
    "23": {
      "text": "Of which twenty were at the south side southward,",
      "topic": ""
    },
    "24": {
      "text": "With forty sockets of silver, two sockets were put under one board on the two sides of the corners, where the mortises of the sides end in the corners.",
      "topic": ""
    },
    "25": {
      "text": "At that side also of the tabernacle, that looketh toward the north, he made twenty boards.",
      "topic": ""
    },
    "26": {
      "text": "With forty sockets of silver, two sockets for every board.",
      "topic": ""
    },
    "27": {
      "text": "But against the west, to wit, at that side of the tabernacle, which looketh to the sea, he made six boards,",
      "topic": ""
    },
    "28": {
      "text": "And two others at each corner of the tabernacle behind:",
      "topic": ""
    },
    "29": {
      "text": "Which were also joined from beneath unto the top, and went together into one joint. Thus he did on both sides at the corners:",
      "topic": ""
    },
    "30": {
      "text": "So there were in all eight boards and they had sixteen sockets of silver, to wit, two sockets under every board.",
      "topic": ""
    },
    "31": {
      "text": "He made also bars of setim wood, five to hold together the boards of one side of the tabernacle,",
      "topic": ""
    },
    "32": {
      "text": "And five others to join together the boards of the other side: and besides these, five other bars at the west side of the tabernacle towards the sea.",
      "topic": ""
    },
    "33": {
      "text": "He made also another bar, that might come by the midst of the boards from corner to corner.",
      "topic": ""
    },
    "34": {
      "text": "And the board works themselves he overlaid with gold, casting for them sockets of silver. And their rings he made of gold, through which the bars might be drawn: and he covered the bars themselves with plates of gold.",
      "topic": ""
    },
    "35": {
      "text": "He made also a veil of violet, and purple, scarlet, and fine twisted linen, varied and distinguished with embroidery:",
      "topic": ""
    },
    "36": {
      "text": "And four pillars of setim wood, which with their heads be overlaid with gold, casting for them sockets of silver.",
      "topic": ""
    },
    "37": {
      "text": "He made also a hanging in the entry of the tabernacle of violet, purple, scarlet, and fine twisted linen, with the work of an embroiderer.",
      "topic": ""
    },
    "38": {
      "text": "And five pillars with their heads, which he covered with gold, and their sockets he cast of brass.",
      "topic": ""
    }
  }
}