{
  "info": {
    "book": "Ecclesiastés",
    "chapter": "11",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Echa tu pan sobre las aguas; que después de muchos días lo hallarás.",
      "topic": ""
    },
    "2": {
      "text": "Reparte a siete, y aun a ocho; porque no sabes el mal que vendrá sobre la tierra.",
      "topic": ""
    },
    "3": {
      "text": "Si las nubes fueren llenas de agua, sobre la tierra la derramarán; y si el árbol cayere al sur, o al norte, en el lugar que el árbol cayere, allí quedará.",
      "topic": ""
    },
    "4": {
      "text": "El que al viento mira, no sembrará; y el que mira a las nubes, no segará.",
      "topic": ""
    },
    "5": {
      "text": "Como tú no sabes cuál es el camino del viento, [o] cómo [crecen] los huesos en el vientre de la mujer encinta, así ignoras la obra de Dios, el cual hace todas las cosas.",
      "topic": ""
    },
    "6": {
      "text": "Por la mañana siembra tu semilla, y a la tarde no dejes reposar tu mano; porque tú no sabes cuál es lo mejor, si esto o aquello, o si ambas cosas [son] igualmente buenas.",
      "topic": ""
    },
    "7": {
      "text": "Suave ciertamente [es] la luz, y agradable a los ojos ver el sol:",
      "topic": ""
    },
    "8": {
      "text": "Porque aunque un hombre viviere muchos años, y se alegrase en todos ellos; acuérdese sin embargo, que los días de las tinieblas serán muchos. Todo cuanto viene [es] vanidad.",
      "topic": ""
    },
    "9": {
      "text": "Alégrate, joven, en tu adolescencia, y tome placer tu corazón en los días de tu juventud; y anda en los caminos de tu corazón, y en la vista de tus ojos; mas sabe, que sobre todas estas cosas te traerá Dios a juicio.",
      "topic": ""
    },
    "10": {
      "text": "Quita, pues, de tu corazón el enojo, y aparta de tu carne el mal; porque la adolescencia y la juventud [son] vanidad.",
      "topic": ""
    }
  }
}