{
  "info": {
    "book": "Ecclesiastés",
    "chapter": "12",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Acuérdate de tu Creador en los días de tu juventud, antes que vengan los días malos, y lleguen los años, de los cuales digas: No tengo en ellos contentamiento;",
      "topic": ""
    },
    "2": {
      "text": "antes que se oscurezca el sol, y la luz, y la luna y las estrellas, y las nubes se vuelvan tras la lluvia;",
      "topic": ""
    },
    "3": {
      "text": "cuando temblarán los guardas de la casa, y se encorvarán los hombres fuertes, y cesarán las muelas, porque han disminuido, y se oscurecerán los que miran por las ventanas;",
      "topic": ""
    },
    "4": {
      "text": "Y las puertas de afuera se cerrarán, por lo bajo del ruido de la muela; cuando se levantará al canto del ave, y todas las hijas del canto serán abatidas;",
      "topic": ""
    },
    "5": {
      "text": "[cuando] también temerán de la altura, y de los terrores en el camino; y florecerá el almendro, y la langosta será una carga, y se perderá el apetito; porque el hombre va a su morada eterna, y los que endechan andarán al derredor de las calles.",
      "topic": ""
    },
    "6": {
      "text": "Antes que la cadena de plata se quiebre, y se rompa el cuenco de oro, y el cántaro se quiebre junto a la fuente, y la rueda sea rota sobre el pozo;",
      "topic": ""
    },
    "7": {
      "text": "y el polvo vuelva a la tierra, como era, y el espíritu vuelva a Dios que lo dio.",
      "topic": ""
    },
    "8": {
      "text": "Vanidad de vanidades, dijo el Predicador, todo [es] vanidad.",
      "topic": ""
    },
    "9": {
      "text": "Y cuanto más sabio fue el Predicador, tanto más enseñó sabiduría al pueblo; e hizo escuchar, e hizo escudriñar, y compuso muchos proverbios.",
      "topic": ""
    },
    "10": {
      "text": "Procuró el Predicador hallar palabras agradables, y escritura recta, palabras de verdad.",
      "topic": ""
    },
    "11": {
      "text": "Las palabras de los sabios [son] como aguijones; y como clavos hincados, las de los maestros de las congregaciones, dadas por un Pastor.",
      "topic": ""
    },
    "12": {
      "text": "Ahora, hijo mío, a más de esto, sé avisado. No hay fin de hacer muchos libros; y el mucho estudio es fatiga de la carne.",
      "topic": ""
    },
    "13": {
      "text": "El fin de todo el discurso oído es éste: Teme a Dios, y guarda sus mandamientos; porque esto es el todo del hombre.",
      "topic": ""
    },
    "14": {
      "text": "Porque Dios traerá toda obra a juicio, juntamente con toda cosa encubierta, ya [sea] buena o [sea] mala.",
      "topic": ""
    }
  }
}