{
  "info": {
    "book": "Colosenses",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pablo, apóstol de Jesús, el Cristo, por la voluntad de Dios, según la promesa de la vida que es en Cristo Jesús,",
      "topic": ""
    },
    "2": {
      "text": "a Timoteo, amado hijo: gracia, misericordia, y paz de Dios el Padre y de Cristo Jesús, Señor nuestro.",
      "topic": ""
    },
    "3": {
      "text": "Doy gracias a Dios, al cual sirvo desde mis mayores con limpia conciencia, de que sin cesar tengo memoria de ti en mis oraciones noche y día;",
      "topic": ""
    },
    "4": {
      "text": "deseando verte (acordándome de tus lágrimas), para ser lleno de gozo;",
      "topic": ""
    },
    "5": {
      "text": "trayendo a la memoria la fe no fingida que está en ti, la cual residió primero en tu abuela Loida, y en tu madre Eunice; y estoy cierto que está en ti también.",
      "topic": ""
    },
    "6": {
      "text": "¶ Por lo cual te aconsejo que despiertes el don de Dios, que está en ti por la imposición de mis manos.",
      "topic": ""
    },
    "7": {
      "text": "Porque no nos ha dado Dios el espíritu de temor, sino el de fortaleza, y de amor, y de templanza.",
      "topic": ""
    },
    "8": {
      "text": "Por tanto no te avergüences de dar testimonio del Señor nuestro, ni de mí, que estoy preso por él; antes sé participante de los trabajos del Evangelio por el poder de Dios,",
      "topic": ""
    },
    "9": {
      "text": "que nos ha librado, y nos llamó a la santa vocación; no por nuestras obras, sino según el intento suyo y por la gracia, la cual nos es dada en Cristo Jesús antes de los tiempos de los siglos;",
      "topic": ""
    },
    "10": {
      "text": "mas ahora es manifestada por la venida de nuestro salvador Jesús, el Cristo, el cual asimismo anuló la muerte, y sacó a luz la vida y la incorrupción por el Evangelio;",
      "topic": ""
    },
    "11": {
      "text": "del cual yo soy puesto predicador, y apóstol, y maestro de los gentiles.",
      "topic": ""
    },
    "12": {
      "text": "Por lo cual así mismo padezco esto, pero no me avergüenzo; porque yo sé a quien he creído, y estoy cierto que es poderoso para guardar mi depósito para aquel día.",
      "topic": ""
    },
    "13": {
      "text": "Retén la forma de las sanas palabras que de mi oíste, en la fe y caridad que es en Cristo Jesús.",
      "topic": ""
    },
    "14": {
      "text": "Guarda el buen depósito consignado a ti por el Espíritu Santo que habita en nosotros.",
      "topic": ""
    },
    "15": {
      "text": "¶ Ya sabes esto, que me han sido contrarios todos los que están en Asia, de los cuales son Figelo y Hermógenes.",
      "topic": ""
    },
    "16": {
      "text": "Dé el Señor misericordia a la casa de Onesíforo; que muchas veces me refrigeró, y no se avergonzó de mi cadena;",
      "topic": ""
    },
    "17": {
      "text": "antes, estando él en Roma, me buscó solícitamente, y me halló.",
      "topic": ""
    },
    "18": {
      "text": "Concédale el Señor que halle misericordia cerca del Señor en aquel día. Y cuánto nos ayudó en Efeso, tú lo sabes mejor.",
      "topic": ""
    },
    "19": {
      "text": "reteniendo la fe y buena conciencia, la cual echando de sí algunos, hicieron naufragio en la fe;",
      "topic": ""
    },
    "20": {
      "text": "de los cuales fueron Himeneo y Alejandro, a quienes entregué a Satanás, para que aprendan a no blasfemar.",
      "topic": ""
    },
    "21": {
      "text": "A vosotros también, que erais en otro tiempo extraños y enemigos de ánimo en malas obras, ahora empero os ha reconciliado",
      "topic": ""
    },
    "22": {
      "text": "en el cuerpo de su carne por medio de la muerte, para haceros santos, y sin mancha, e irreprensibles delante de él;",
      "topic": ""
    },
    "23": {
      "text": "si empero permanecéis fundados y firmes en la fe, y sin moveros de la esperanza del Evangelio que habéis oído; el cual es predicado a toda criatura que está debajo del cielo; del cual yo Pablo soy hecho ministro.",
      "topic": ""
    },
    "24": {
      "text": "Que ahora me gozo en lo que padezco por vosotros, y cumplo en mi carne lo que falta de las tribulaciones del Cristo por su cuerpo, que es la Iglesia;",
      "topic": ""
    },
    "25": {
      "text": "de la cual soy hecho ministro, por la dispensación de Dios la cual me es dada en vosotros, para que cumpla la palabra de Dios;",
      "topic": ""
    },
    "26": {
      "text": "a saber , el misterio escondido desde los siglos y generaciones y que ahora ha sido manifestado a sus santos,",
      "topic": ""
    },
    "27": {
      "text": "a los cuales quiso Dios hacer notorias las riquezas de la gloria de este misterio en los gentiles; que es Cristo en vosotros, la esperanza de gloria,",
      "topic": ""
    },
    "28": {
      "text": "el cual nosotros anunciamos, amonestando a todo hombre, y enseñando en toda sabiduría, para hacer a todo hombre perfecto en el Cristo Jesús;",
      "topic": ""
    },
    "29": {
      "text": "en lo cual aun trabajo, combatiendo por la operación de él, la cual él obra en mí poderosamente.",
      "topic": ""
    }
  }
}