{
  "info": {
    "book": "Colosenses",
    "chapter": "2",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Pues tú, hijo mío, esfuérzate en la gracia que es en Cristo Jesús.",
      "topic": ""
    },
    "2": {
      "text": "Y lo que has oído de mí entre muchos testigos, esto encarga a hombres fieles que serán idóneos para enseñar también a otros.",
      "topic": ""
    },
    "3": {
      "text": "Y tú pues, trabaja como fiel soldado de Jesús el Cristo.",
      "topic": ""
    },
    "4": {
      "text": "Ninguno que milita se enreda en los negocios de esta vida por agradar a aquel que lo tomó por soldado.",
      "topic": ""
    },
    "5": {
      "text": "Y aun también el que compete en juegos públicos , no es coronado si no hubiere competido legítimamente.",
      "topic": ""
    },
    "6": {
      "text": "El labrador, para recibir los frutos, es necesario que trabaje primero.",
      "topic": ""
    },
    "7": {
      "text": "Entiende lo que digo; que el Señor te dará entendimiento en todo.",
      "topic": ""
    },
    "8": {
      "text": "¶ Acuérdate que Jesús, el Cristo, resucitó de los muertos, el cual fue de la simiente de David, conforme a mi Evangelio;",
      "topic": ""
    },
    "9": {
      "text": "en el que sufro trabajo, hasta las prisiones a modo de malhechor; mas la palabra de Dios no está presa.",
      "topic": ""
    },
    "10": {
      "text": "Por tanto, todo lo sufro por amor de los escogidos, para que ellos también consigan la salud que es en el Cristo Jesús con gloria eterna.",
      "topic": ""
    },
    "11": {
      "text": "Es palabra fiel: Que si somos muertos con él, también viviremos con él;",
      "topic": ""
    },
    "12": {
      "text": "si sufrimos, también reinaremos con él; si le negáremos, él también nos negará;",
      "topic": ""
    },
    "13": {
      "text": "si fuéremos infieles, él permanece fiel; no se puede negar a sí mismo.",
      "topic": ""
    },
    "14": {
      "text": "¶ Esto aconseja, protestando delante del Señor. No tengas contienda en palabras, que para nada aprovecha, antes trastorna a los oyentes.",
      "topic": ""
    },
    "15": {
      "text": "Procura con diligencia presentarte a Dios aprobado, como obrero que no tiene de qué avergonzarse, que traza bien la palabra de la verdad.",
      "topic": ""
    },
    "16": {
      "text": "Mas evita profanas y vanas palabrerías; porque muy adelante irán en la impiedad.",
      "topic": ""
    },
    "17": {
      "text": "Y la palabra de ellos carcomerá como gangrena; de los cuales son Himeneo y Fileto;",
      "topic": ""
    },
    "18": {
      "text": "que se han descaminado de la verdad, diciendo que la resurrección es ya hecha, y trastornaron la fe de algunos.",
      "topic": ""
    },
    "19": {
      "text": "¶ Pero el fundamento de Dios está firme, el cual tiene este sello: Conoce el Señor a los que son suyos; y: Apártese de iniquidad todo aquel que invoca el nombre de Cristo.",
      "topic": ""
    },
    "20": {
      "text": "Mas en una casa grande, no solamente hay vasos de oro y de plata, sino también de madera y de barro; y asimismo unos para honra, y otros para deshonra.",
      "topic": ""
    },
    "21": {
      "text": "Así que, el que se limpiare de estas cosas, será vaso para honra, santificado, y útil para los usos del Señor, y aparejado para toda buena obra.",
      "topic": ""
    },
    "22": {
      "text": "¶ Huye también de los deseos juveniles; y sigue la justicia, la fe, la caridad, la paz, con los que invocan al Señor de limpio corazón.",
      "topic": ""
    },
    "23": {
      "text": "Pero las cuestiones locas y sin sabiduría, desecha, sabiendo que engendran contiendas.",
      "topic": ""
    },
    "24": {
      "text": "Que el siervo del Señor no debe ser litigioso, sino manso para con todos, apto para enseñar, sufrido;",
      "topic": ""
    },
    "25": {
      "text": "que con mansedumbre enseña a los que se resisten, si por ventura Dios les dé que se arrepientan y conozcan la verdad,",
      "topic": ""
    },
    "26": {
      "text": "Y se conviertan del lazo del diablo, en que están cautivos, para hacer su voluntad.",
      "topic": ""
    }
  }
}