{
  "info": {
    "book": "Colosenses",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Esto también sepas, que en los postreros días vendrán tiempos peligrosos:",
      "topic": ""
    },
    "2": {
      "text": "Que habrá hombres amadores de sí mismos , avaros, vanagloriosos, soberbios, maldicientes, desobedientes de sus padres, ingratos, impuros.",
      "topic": ""
    },
    "3": {
      "text": "Sin afecto natural, desleales, calumniadores, sin templanza, sin mansedumbre, sin bondad,",
      "topic": ""
    },
    "4": {
      "text": "traidores, arrebatados, infatuados, amadores de los deleites más que de Dios;",
      "topic": ""
    },
    "5": {
      "text": "teniendo apariencia de piedad, pero negando la eficacia de ella; y a éstos evita.",
      "topic": ""
    },
    "6": {
      "text": "Porque de éstos son los que se entran por las casas, y llevan cautivas las mujercillas cargadas de pecados, llevadas de diversas concupiscencias;",
      "topic": ""
    },
    "7": {
      "text": "que siempre aprenden, y nunca pueden acabar de llegar al conocimiento de la verdad.",
      "topic": ""
    },
    "8": {
      "text": "Y de la manera que Janes y Jambres resistieron a Moisés, así también éstos resisten a la verdad; hombres corruptos de entendimiento, réprobos acerca de la fe.",
      "topic": ""
    },
    "9": {
      "text": "Mas no prevalecerán; porque su locura será manifiesta a todos, como también lo fue la de aquellos.",
      "topic": ""
    },
    "10": {
      "text": "¶ Pero tú has conocido plenamente mi doctrina, conducta, propósito, fe, largura de ánimo, caridad, paciencia,",
      "topic": ""
    },
    "11": {
      "text": "persecuciones, aflicciones, las cuales me fueron hechas en Antioquía, en Iconio, en Listra; persecuciones que he sufrido; y de todas me ha librado el Señor.",
      "topic": ""
    },
    "12": {
      "text": "Y también todos los que quieren vivir píamente en Cristo Jesús, padecerán persecución.",
      "topic": ""
    },
    "13": {
      "text": "Mas los malos hombres y los engañadores, irán de mal en peor, engañados y engañando a otros .",
      "topic": ""
    },
    "14": {
      "text": "Permanesca tú en lo que has aprendido y en lo que te ha sido encargado, sabiendo de quién has aprendido;",
      "topic": ""
    },
    "15": {
      "text": "y que sabes las Sagradas Escrituras desde la niñez, las cuales te pueden hacer sabio para la salud por la fe que es en Cristo Jesús.",
      "topic": ""
    },
    "16": {
      "text": "Toda Escritura es inspirada divinamente y es útil para enseñar, para redargüir, para corregir, para instituir en justicia,",
      "topic": ""
    },
    "17": {
      "text": "para que el hombre de Dios sea perfecto, perfectamente equipado para toda buena obra.",
      "topic": ""
    },
    "18": {
      "text": "La gracia de nuestro Señor Jesús el Cristo sea con todos vosotros. Amén.",
      "topic": ""
    },
    "19": {
      "text": "Maridos, amad a vuestras mujeres, y no seáis desapacibles con ellas.",
      "topic": ""
    },
    "20": {
      "text": "Hijos, obedeced a vuestros padres en todo; porque esto agrada al Señor.",
      "topic": ""
    },
    "21": {
      "text": "Padres, no irritéis a vuestros hijos, para que no se vuelvan de poco ánimo.",
      "topic": ""
    },
    "22": {
      "text": "Siervos, obedeced en todo a vuestros amos carnales, no sirviendo al ojo, como los que agradan solamente a los hombres, sino con sencillez de corazón, temiendo a Dios;",
      "topic": ""
    },
    "23": {
      "text": "y todo lo que hagáis, hacedlo de buen ánimo, como al Señor, y no a los hombres;",
      "topic": ""
    },
    "24": {
      "text": "estando ciertos que del Señor recibiréis el salario de herencia, porque al Señor Cristo servís.",
      "topic": ""
    },
    "25": {
      "text": "Mas el que hace injuria, recibirá la injuria que hiciere; ya que no hay acepción de personas.",
      "topic": ""
    }
  }
}