{
  "info": {
    "book": "Colosenses",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Al anciano no riñas, sino exhórtalo como a padre; a los más jóvenes, como a hermanos;",
      "topic": ""
    },
    "2": {
      "text": "a las ancianas, como a madres; a las jovencitas, como a hermanas, con toda limpieza.",
      "topic": ""
    },
    "3": {
      "text": "¶ Honra a las viudas que en verdad son viudas.",
      "topic": ""
    },
    "4": {
      "text": "Y si alguna viuda tuviere hijos, o nietos, aprendan primero a gobernar su casa piadosamente, y a recompensar a sus padres, porque esto es lo honesto y agradable delante de Dios.",
      "topic": ""
    },
    "5": {
      "text": "Ahora, la que en verdad es viuda y sola, espera en Dios, y es diligente en súplicas y oraciones noche y día.",
      "topic": ""
    },
    "6": {
      "text": "Pero la que vive en delicias, viviendo está muerta en vida.",
      "topic": ""
    },
    "7": {
      "text": "Manda, pues, esto, para que sean sin reprensión.",
      "topic": ""
    },
    "8": {
      "text": "Pero si alguno no tiene cuidado de los suyos, y mayormente de los de su casa, la fe negó, y es peor que el que no creyó.",
      "topic": ""
    },
    "9": {
      "text": "La viuda sea puesta en lista, no menor de sesenta años, la cual haya sido mujer de un varón.",
      "topic": ""
    },
    "10": {
      "text": "Que tenga testimonio en buenas obras; si crió bien sus hijos ; si ha ejercitado la hospitalidad; si ha lavado los pies de los santos; si ha socorrido a los afligidos; si ha seguido toda buena obra.",
      "topic": ""
    },
    "11": {
      "text": "Pero viudas más jóvenes no admitas, porque después de hacerse licenciosas contra Cristo, quieren casarse.",
      "topic": ""
    },
    "12": {
      "text": "Teniendo ya condenación, por haber falseado su primera fe.",
      "topic": ""
    },
    "13": {
      "text": "Tampoco admitas las ociosas, enseñadas a andar de casa en casa; y no solamente ociosas, sino también parleras y curiosas, hablando lo que no conviene.",
      "topic": ""
    },
    "14": {
      "text": "Quiero pues, que las que son jóvenes se casen, críen hijos, gobiernen la casa; que ninguna ocasión den al adversario para maldecir.",
      "topic": ""
    },
    "15": {
      "text": "Porque ya algunas han vuelto atrás en pos de Satanás.",
      "topic": ""
    },
    "16": {
      "text": "Si algún fiel o alguna fiel tiene viudas, manténgalas, y no sea gravada la Iglesia; a fin de que haya lo suficiente para las que de verdad son viudas.",
      "topic": ""
    },
    "17": {
      "text": "¶ Los ancianos que gobiernan bien, sean tenidos por dignos de doble honra; mayormente los que trabajan en predicar y enseñar.",
      "topic": ""
    },
    "18": {
      "text": "Porque la Escritura dice: No embozarás al buey que trilla; y: Digno es el obrero de su jornal.",
      "topic": ""
    },
    "19": {
      "text": "Contra un anciano no recibas acusación, sino con dos o tres testigos.",
      "topic": ""
    },
    "20": {
      "text": "A los que pecaren, repréndelos delante de todos, para que los otros también tengan temor.",
      "topic": ""
    },
    "21": {
      "text": "Te requiero delante de Dios y del Señor Jesús, el Cristo, y de sus Angeles escogidos, que guardes estas cosas, sin perjuicio de nadie, no haciendo nada con parcialidad.",
      "topic": ""
    },
    "22": {
      "text": "No fácilmente impongas las manos a ninguno, ni participes en pecados ajenos; consérvate en limpieza.",
      "topic": ""
    },
    "23": {
      "text": "No bebas de aquí adelante agua, sino usa de un poco de vino por causa del estómago, y de tus continuas enfermedades.",
      "topic": ""
    },
    "24": {
      "text": "Los pecados de algunos hombres, antes que vengan ellos a juicio, son manifiestos; mas a otros les vienen después.",
      "topic": ""
    },
    "25": {
      "text": "Asimismo las buenas obras antes son manifiestas; y las que son de otra manera, no pueden esconderse.",
      "topic": ""
    },
    "26": {
      "text": "Saludad a todos los hermanos con ósculo santo.",
      "topic": ""
    },
    "27": {
      "text": "Os amonesto por el Señor, que esta carta sea leída a todos los santos hermanos.",
      "topic": ""
    },
    "28": {
      "text": "La gracia del Señor nuestro Jesús, el Cristo, sea con vosotros. Amén.",
      "topic": ""
    }
  }
}