{
  "info": {
    "book": "Colosenses",
    "chapter": "6",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Todos los que están debajo del yugo de servidumbre, tengan a sus señores por dignos de toda honra, para que no sea blasfemado el Nombre del Señor y su doctrina.",
      "topic": ""
    },
    "2": {
      "text": "Timoteo",
      "topic": ""
    },
    "3": {
      "text": "El que enseña otra cosa, y no se allega a las sanas palabras del Señor nuestro, Jesús, el Cristo, y a la doctrina que es conforme a la piedad;",
      "topic": ""
    },
    "4": {
      "text": "está envanecido, nada sabe, y enloquece acerca de cuestiones y contiendas de palabras, de las cuales nacen envidias, pleitos, maledicencias, malas sospechas,",
      "topic": ""
    },
    "5": {
      "text": "porfías de hombres corruptos de entendimiento y privados de la verdad, que tienen la piedad por fuente de ganancia; apártate de los tales.",
      "topic": ""
    },
    "6": {
      "text": "¶ Pero gran ganancia es la piedad con contentamiento.",
      "topic": ""
    },
    "7": {
      "text": "Porque nada hemos traído a este mundo, y sin duda nada podremos sacar.",
      "topic": ""
    },
    "8": {
      "text": "Así que, teniendo sustento y con qué cubrirnos, estemos contentos con esto.",
      "topic": ""
    },
    "9": {
      "text": "Porque los que quieren enriquecerse, caen en tentación y en lazo, y en muchas codicias locas y dañosas, que hunden a los hombres en desctrucción y perdición.",
      "topic": ""
    },
    "10": {
      "text": "Porque el amor al dinero es la raíz de todos los males; lo cual codiciando algunos, se descaminaron de la fe, y fueron traspasados de muchos dolores.",
      "topic": ""
    },
    "11": {
      "text": "Mas tú, oh hombre de Dios, huye de estas cosas, y sigue la justicia, la piedad, la fe, la caridad, la tolerancia, la mansedumbre.",
      "topic": ""
    },
    "12": {
      "text": "Pelea la buena batalla de la fe, echa mano de la vida eterna, a la cual así mismo eres llamado, habiendo hecho buena profesión delante de muchos testigos.",
      "topic": ""
    },
    "13": {
      "text": "¶ Te mando delante de Dios, que da vida a todas las cosas, y de Cristo Jesús, que testificó la buena profesión delante de Poncio Pilato,",
      "topic": ""
    },
    "14": {
      "text": "que guardes el mandamiento sin mácula ni reprensión, hasta que aparezca nuestro Señor Jesús, el Cristo,",
      "topic": ""
    },
    "15": {
      "text": "al cual a su tiempo mostrará el Bienaventurado y solo Poderoso, Rey de reyes, y Señor de señores;",
      "topic": ""
    },
    "16": {
      "text": "el único que tiene inmortalidad, que habita en luz inaccesible; a quien ninguno de los hombres ha visto ni puede ver; al cual sea la honra y el imperio sempiterno. Amén.",
      "topic": ""
    },
    "17": {
      "text": "A los ricos de este siglo manda que no sean altivos, ni pongan la esperanza en las riquezas inciertas, sino en el Dios viviente, que nos da todas las cosas en abundancia de que gocemos;",
      "topic": ""
    },
    "18": {
      "text": "mas encomiéndales el bien hacer, el hacerse ricos en buenas obras, el dar con facilidad, el comunicar fácilmente;",
      "topic": ""
    },
    "19": {
      "text": "el atesorar para sí buen fundamento para en lo por venir, que echen mano a la vida eterna.",
      "topic": ""
    },
    "20": {
      "text": "Oh Timoteo, guarda lo que se te ha encomendado, y apartase de las voces profanas de vanas cosas, y los argumentos del vano nombre de ciencia;",
      "topic": ""
    },
    "21": {
      "text": "la cual pretendiendo muchos, fueron descaminados acerca de la fe. La Gracia sea contigo. Amén.",
      "topic": ""
    }
  }
}