{
  "info": {
    "book": "Canción de canciones",
    "chapter": "6",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¿A dónde se ha ido tu amado, oh la más hermosa de todas las mujeres? ¿A dónde se apartó tu amado, y lo buscaremos contigo?",
      "topic": ""
    },
    "2": {
      "text": "Mi amado descendió a su huerto, a las eras de los aromas para apacentar en los huertos, y para recoger los lirios.",
      "topic": ""
    },
    "3": {
      "text": "Yo [soy] de mi amado, y mi amado [es] mío: Él apacienta entre los lirios.",
      "topic": ""
    },
    "4": {
      "text": "Hermosa [eres] tú, oh amada mía, como Tirsa; de desear, como Jerusalén; imponente como [un ejército] con [sus] banderas.",
      "topic": ""
    },
    "5": {
      "text": "Aparta tus ojos de delante de mí, porque ellos me vencieron. Tu cabello [es] como rebaño de cabras que se muestran de Galaad.",
      "topic": ""
    },
    "6": {
      "text": "Tus dientes, como rebaño de ovejas que suben del lavadero, todas con crías mellizas, y estéril no [hay] entre ellas.",
      "topic": ""
    },
    "7": {
      "text": "Como cachos de granada [son] tus mejillas entre tus guedejas.",
      "topic": ""
    },
    "8": {
      "text": "Sesenta son las reinas, y ochenta las concubinas, y las doncellas sin número:",
      "topic": ""
    },
    "9": {
      "text": "Mas una es la paloma mía, la perfecta mía; [Es] la [única] de su madre, la preferida de la que la engendró. La vieron las doncellas, y la llamaron bienaventurada; las reinas y las concubinas, y la alabaron.",
      "topic": ""
    },
    "10": {
      "text": "¿Quién [es] ésta que se muestra como el alba, hermosa como la luna, esclarecida como el sol, imponente como [un ejército] con sus banderas?",
      "topic": ""
    },
    "11": {
      "text": "Al huerto de los nogales descendí, a ver los frutos del valle, y para ver si brotaban las vides, si florecían los granados.",
      "topic": ""
    },
    "12": {
      "text": "Antes que lo supiera; mi alma me puso [como] los carros de Aminadab.",
      "topic": ""
    },
    "13": {
      "text": "Vuelve, vuelve, oh sulamita; vuelve, vuelve, para poder mirarte. ¿Qué veréis en la sulamita? Algo como la reunión de dos campamentos.",
      "topic": ""
    }
  }
}