{
  "info": {
    "book": "John",
    "chapter": "11",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now there was a certain [man] sick, Lazarus of Bethany, of the village of Mary and Martha her sister.",
      "topic": ""
    },
    "2": {
      "text": "It was [the] Mary who anointed the Lord with ointment and wiped his feet with her hair, whose brother Lazarus was sick.",
      "topic": ""
    },
    "3": {
      "text": "The sisters therefore sent to him, saying, Lord, behold, he whom thou lovest is sick.",
      "topic": ""
    },
    "4": {
      "text": "But when Jesus heard [it], he said, This sickness is not unto death, but for the glory of God, that the Son of God may be glorified by it.",
      "topic": ""
    },
    "5": {
      "text": "Now Jesus loved Martha, and her sister, and Lazarus.",
      "topic": ""
    },
    "6": {
      "text": "When therefore he heard, He is sick, he remained two days then in the place where he was.",
      "topic": ""
    },
    "7": {
      "text": "Then after this he says to his disciples, Let us go into Judaea again.",
      "topic": ""
    },
    "8": {
      "text": "The disciples say to him, Rabbi, [even but] now the Jews sought to stone thee, and goest thou thither again?",
      "topic": ""
    },
    "9": {
      "text": "Jesus answered, Are there not twelve hours in the day? If any one walk in the day, he does not stumble, because he sees the light of this world;",
      "topic": ""
    },
    "10": {
      "text": "but if any one walk in the night, he stumbles, because the light is not in him.",
      "topic": ""
    },
    "11": {
      "text": "These things said he; and after this he says to them, Lazarus, our friend, is fallen asleep, but I go that I may awake him out of sleep.",
      "topic": ""
    },
    "12": {
      "text": "The disciples therefore said to him, Lord, if he be fallen asleep, he will get well.",
      "topic": ""
    },
    "13": {
      "text": "But Jesus spoke of his death, but they thought that he spoke of the rest of sleep.",
      "topic": ""
    },
    "14": {
      "text": "Jesus therefore then said to them plainly, Lazarus has died.",
      "topic": ""
    },
    "15": {
      "text": "And I rejoice on your account that I was not there, in order that ye may believe. But let us go to him.",
      "topic": ""
    },
    "16": {
      "text": "Thomas therefore, called Didymus, said to his fellow disciples, Let us also go, that we may die with him.",
      "topic": ""
    },
    "17": {
      "text": "Jesus therefore [on] arriving found him to have been four days already in the tomb.",
      "topic": ""
    },
    "18": {
      "text": "Now Bethany was near Jerusalem, about fifteen stadia off,",
      "topic": ""
    },
    "19": {
      "text": "and many of the Jews came to Martha and Mary, that they might console them concerning their brother.",
      "topic": ""
    },
    "20": {
      "text": "Martha then, when she heard Jesus is coming, went to meet him; but Mary sat in the house.",
      "topic": ""
    },
    "21": {
      "text": "Martha therefore said to Jesus, Lord, if thou hadst been here, my brother had not died;",
      "topic": ""
    },
    "22": {
      "text": "but even now I know, that whatsoever thou shalt ask of God, God will give thee.",
      "topic": ""
    },
    "23": {
      "text": "Jesus says to her, Thy brother shall rise again.",
      "topic": ""
    },
    "24": {
      "text": "Martha says to him, I know that he will rise again in the resurrection in the last day.",
      "topic": ""
    },
    "25": {
      "text": "Jesus said to her, I am the resurrection and the life: he that believes on me, though he have died, shall live;",
      "topic": ""
    },
    "26": {
      "text": "and every one who lives and believes on me shall never die. Believest thou this?",
      "topic": ""
    },
    "27": {
      "text": "She says to him, Yea, Lord; I believe that thou art the Christ, the Son of God, who should come into the world.",
      "topic": ""
    },
    "28": {
      "text": "And having said this, she went away and called her sister Mary secretly, saying, The teacher is come and calls thee.",
      "topic": ""
    },
    "29": {
      "text": "She, when she heard [that], rises up quickly and comes to him.",
      "topic": ""
    },
    "30": {
      "text": "Now Jesus had not yet come into the village, but was in the place where Martha came to meet him.",
      "topic": ""
    },
    "31": {
      "text": "The Jews therefore who were with her in the house and consoling her, seeing Mary that she rose up quickly and went out, followed her, saying, She goes to the tomb, that she may weep there.",
      "topic": ""
    },
    "32": {
      "text": "Mary therefore, when she came where Jesus was, seeing him, fell at his feet, saying to him, Lord, if thou hadst been here, my brother had not died.",
      "topic": ""
    },
    "33": {
      "text": "Jesus therefore, when he saw her weeping, and the Jews who came with her weeping, was deeply moved in spirit, and was troubled,",
      "topic": ""
    },
    "34": {
      "text": "and said, Where have ye put him? They say to him, Lord, come and see.",
      "topic": ""
    },
    "35": {
      "text": "Jesus wept.",
      "topic": ""
    },
    "36": {
      "text": "The Jews therefore said, Behold how he loved him!",
      "topic": ""
    },
    "37": {
      "text": "And some of them said, Could not this [man], who has opened the eyes of the blind [man], have caused that this [man] also should not have died?",
      "topic": ""
    },
    "38": {
      "text": "Jesus therefore, again deeply moved in himself, comes to the tomb. Now it was a cave, and a stone lay upon it.",
      "topic": ""
    },
    "39": {
      "text": "Jesus says, Take away the stone. Martha, the sister of the dead, says to him, Lord, he stinks already, for he is four days [there].",
      "topic": ""
    },
    "40": {
      "text": "Jesus says to her, Did I not say to thee, that if thou shouldest believe, thou shouldest see the glory of God?",
      "topic": ""
    },
    "41": {
      "text": "They took therefore the stone away. And Jesus lifted up his eyes on high and said, Father, I thank thee that thou hast heard me;",
      "topic": ""
    },
    "42": {
      "text": "but I knew that thou always hearest me; but on account of the crowd who stand around I have said [it], that they may believe that thou hast sent me.",
      "topic": ""
    },
    "43": {
      "text": "And having said this, he cried with a loud voice, Lazarus, come forth.",
      "topic": ""
    },
    "44": {
      "text": "And the dead came forth, bound feet and hands with graveclothes, and his face was bound round with a handkerchief. Jesus says to them, Loose him and let him go.",
      "topic": ""
    },
    "45": {
      "text": "Many therefore of the Jews who came to Mary and saw what he had done, believed on him;",
      "topic": ""
    },
    "46": {
      "text": "but some of them went to the Pharisees and told them what Jesus had done.",
      "topic": ""
    },
    "47": {
      "text": "The chief priests, therefore, and the Pharisees gathered a council, and said, What do we? for this man does many signs.",
      "topic": ""
    },
    "48": {
      "text": "If we let him thus alone, all will believe on him, and the Romans will come and take away both our place and our nation.",
      "topic": ""
    },
    "49": {
      "text": "But a certain one of them, Caiaphas, being high priest that year, said to them, Ye know nothing",
      "topic": ""
    },
    "50": {
      "text": "nor consider that it is profitable for you that one man die for the people, and not that the whole nation perish.",
      "topic": ""
    },
    "51": {
      "text": "But this he did not say of himself; but, being high priest that year, prophesied that Jesus was going to die for the nation;",
      "topic": ""
    },
    "52": {
      "text": "and not for the nation only, but that he should also gather together into one the children of God who were scattered abroad.",
      "topic": ""
    },
    "53": {
      "text": "From that day therefore they took counsel that they might kill him.",
      "topic": ""
    },
    "54": {
      "text": "Jesus therefore walked no longer openly among the Jews, but went away thence into the country near the desert, to a city called Ephraim, and there he sojourned with the disciples.",
      "topic": ""
    },
    "55": {
      "text": "But the passover of the Jews was near, and many went up to Jerusalem out of the country before the passover, that they might purify themselves.",
      "topic": ""
    },
    "56": {
      "text": "They sought therefore Jesus, and said among themselves, standing in the temple, What do ye think? that he will not come to the feast?",
      "topic": ""
    },
    "57": {
      "text": "Now the chief priests and the Pharisees had given commandment that if any one knew where he was, he should make it known, that they might take him.",
      "topic": ""
    }
  }
}