{
  "info": {
    "book": "John",
    "chapter": "13",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now before the feast of the passover, Jesus, knowing that his hour had come that he should depart out of this world to the Father, having loved his own who were in the world, loved them to the end.",
      "topic": ""
    },
    "2": {
      "text": "And during supper, the devil having already put it into the heart of Judas [son] of Simon, Iscariote, that he should deliver him up,",
      "topic": ""
    },
    "3": {
      "text": "[Jesus,] knowing that the Father had given him all things into his hands, and that he came out from God and was going to God,",
      "topic": ""
    },
    "4": {
      "text": "rises from supper and lays aside his garments, and having taken a linen towel he girded himself:",
      "topic": ""
    },
    "5": {
      "text": "then he pours water into the washhand basin, and began to wash the feet of the disciples, and to wipe them with the linen towel with which he was girded.",
      "topic": ""
    },
    "6": {
      "text": "He comes therefore to Simon Peter; and he says to him, Lord, dost thou wash my feet?",
      "topic": ""
    },
    "7": {
      "text": "Jesus answered and said to him, What I do thou dost not know now, but thou shalt know hereafter.",
      "topic": ""
    },
    "8": {
      "text": "Peter says to him, Thou shalt never wash my feet. Jesus answered him, Unless I wash thee, thou hast not part with me.",
      "topic": ""
    },
    "9": {
      "text": "Simon Peter says to him, Lord, not my feet only, but also my hands and my head.",
      "topic": ""
    },
    "10": {
      "text": "Jesus says to him, He that is washed all over needs not to wash save his feet, but is wholly clean; and ye are clean, but not all.",
      "topic": ""
    },
    "11": {
      "text": "For he knew him that delivered him up: on account of this he said, Ye are not all clean.",
      "topic": ""
    },
    "12": {
      "text": "When therefore he had washed their feet, and taken his garments, having sat down again, he said to them, Do ye know what I have done to you?",
      "topic": ""
    },
    "13": {
      "text": "Ye call me the Teacher and the Lord, and ye say well, for I am [so].",
      "topic": ""
    },
    "14": {
      "text": "If I therefore, the Lord and the Teacher, have washed your feet, ye also ought to wash one another’s feet;",
      "topic": ""
    },
    "15": {
      "text": "for I have given you an example that, as I have done to you, ye should do also.",
      "topic": ""
    },
    "16": {
      "text": "Verily, verily, I say to you, The bondman is not greater than his lord, nor the sent greater than he who has sent him.",
      "topic": ""
    },
    "17": {
      "text": "If ye know these things, blessed are ye if ye do them.",
      "topic": ""
    },
    "18": {
      "text": "I speak not of you all. I know those whom I have chosen; but that the scripture might be fulfilled, He that eats bread with me has lifted up his heel against me.",
      "topic": ""
    },
    "19": {
      "text": "I tell you [it] now before it happens, that when it happens, ye may believe that I am [he].",
      "topic": ""
    },
    "20": {
      "text": "Verily, verily, I say to you, He who receives whomsoever I shall send receives me; and he that receives me receives him who has sent me.",
      "topic": ""
    },
    "21": {
      "text": "Having said these things, Jesus was troubled in spirit, and testified and said, Verily, verily, I say to you, that one of you shall deliver me up.",
      "topic": ""
    },
    "22": {
      "text": "The disciples therefore looked one on another, doubting of whom he spoke.",
      "topic": ""
    },
    "23": {
      "text": "Now there was at table one of his disciples in the bosom of Jesus, whom Jesus loved.",
      "topic": ""
    },
    "24": {
      "text": "Simon Peter makes a sign therefore to him to ask who it might be of whom he spoke.",
      "topic": ""
    },
    "25": {
      "text": "But he, leaning on the breast of Jesus, says to him, Lord, who is it?",
      "topic": ""
    },
    "26": {
      "text": "Jesus answers, He it is to whom I, after I have dipped the morsel, give it. And having dipped the morsel, he gives it to Judas [son] of Simon, Iscariote.",
      "topic": ""
    },
    "27": {
      "text": "And, after the morsel, then entered Satan into him. Jesus therefore says to him, What thou doest, do quickly.",
      "topic": ""
    },
    "28": {
      "text": "But none of those at table knew why he said this to him;",
      "topic": ""
    },
    "29": {
      "text": "for some supposed, because Judas had the bag, that Jesus was saying to him, Buy the things of which we have need for the feast; or that he should give something to the poor.",
      "topic": ""
    },
    "30": {
      "text": "Having therefore received the morsel, he went out immediately; and it was night.",
      "topic": ""
    },
    "31": {
      "text": "When therefore he was gone out Jesus says, Now is the Son of man glorified, and God is glorified in him.",
      "topic": ""
    },
    "32": {
      "text": "If God be glorified in him, God also shall glorify him in himself, and shall glorify him immediately.",
      "topic": ""
    },
    "33": {
      "text": "Children, yet a little while I am with you. Ye shall seek me; and, as I said to the Jews, Where I go ye cannot come, I say to you also now.",
      "topic": ""
    },
    "34": {
      "text": "A new commandment I give to you, that ye love one another; as I have loved you, that ye also love one another.",
      "topic": ""
    },
    "35": {
      "text": "By this shall all know that ye are disciples of mine, if ye have love amongst yourselves.",
      "topic": ""
    },
    "36": {
      "text": "Simon Peter says to him, Lord, where goest thou? Jesus answered him, Where I go thou canst not follow me now, but thou shalt follow me after.",
      "topic": ""
    },
    "37": {
      "text": "Peter says to him, Lord, why cannot I follow thee now? I will lay down my life for thee.",
      "topic": ""
    },
    "38": {
      "text": "Jesus answers, Thou wilt lay down thy life for me! Verily, verily, I say to thee, The cock shall not crow till thou hast denied me thrice.",
      "topic": ""
    }
  }
}