{
  "info": {
    "book": "John",
    "chapter": "20",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And on the first [day] of the week Mary of Magdala comes in early morn to the tomb, while it was still dark, and sees the stone taken away from the tomb.",
      "topic": ""
    },
    "2": {
      "text": "She runs therefore and comes to Simon Peter, and to the other disciple, to whom Jesus was attached, and says to them, They have taken away the Lord out of the tomb, and we know not where they have laid him.",
      "topic": ""
    },
    "3": {
      "text": "Peter therefore went forth, and the other disciple, and came to the tomb.",
      "topic": ""
    },
    "4": {
      "text": "And the two ran together, and the other disciple ran forward faster than Peter, and came first to the tomb,",
      "topic": ""
    },
    "5": {
      "text": "and stooping down he sees the linen cloths lying; he did not however go in.",
      "topic": ""
    },
    "6": {
      "text": "Simon Peter therefore comes, following him, and entered into the tomb, and sees the linen cloths lying,",
      "topic": ""
    },
    "7": {
      "text": "and the handkerchief which was upon his head, not lying with the linen cloths, but folded up in a distinct place by itself.",
      "topic": ""
    },
    "8": {
      "text": "Then entered in therefore the other disciple also who came first to the tomb, and he saw and believed;",
      "topic": ""
    },
    "9": {
      "text": "for they had not yet known the scripture, that he must rise from among [the] dead.",
      "topic": ""
    },
    "10": {
      "text": "The disciples therefore went away again to their own home.",
      "topic": ""
    },
    "11": {
      "text": "But Mary stood at the tomb weeping without. As therefore she wept, she stooped down into the tomb,",
      "topic": ""
    },
    "12": {
      "text": "and beholds two angels sitting in white [garments], one at the head and one at the feet, where the body of Jesus had lain.",
      "topic": ""
    },
    "13": {
      "text": "And they say to her, Woman, why dost thou weep? She says to them, Because they have taken away my Lord, and I know not where they have laid him.",
      "topic": ""
    },
    "14": {
      "text": "Having said these things she turned backward and beholds Jesus standing [there], and knew not that it was Jesus.",
      "topic": ""
    },
    "15": {
      "text": "Jesus says to her, Woman, why dost thou weep? Whom seekest thou? She, supposing that it was the gardener, says to him, Sir, if thou hast borne him hence, tell me where thou hast laid him, and I will take him away.",
      "topic": ""
    },
    "16": {
      "text": "Jesus says to her, Mary. She, turning round, says to him in Hebrew, Rabboni, which means Teacher.",
      "topic": ""
    },
    "17": {
      "text": "Jesus says to her, Touch me not, for I have not yet ascended to my Father; but go to my brethren and say to them, I ascend to my Father and your Father, and [to] my God and your God.",
      "topic": ""
    },
    "18": {
      "text": "Mary of Magdala comes bringing word to the disciples that she had seen the Lord, and [that] he had said these things to her.",
      "topic": ""
    },
    "19": {
      "text": "When therefore it was evening on that day, which was the first [day] of the week, and the doors shut where the disciples were, through fear of the Jews, Jesus came and stood in the midst, and says to them, Peace [be] to you.",
      "topic": ""
    },
    "20": {
      "text": "And having said this, he shewed to them his hands and his side. The disciples rejoiced therefore, having seen the Lord.",
      "topic": ""
    },
    "21": {
      "text": "[Jesus] said therefore again to them, Peace [be] to you: as the Father sent me forth, I also send you.",
      "topic": ""
    },
    "22": {
      "text": "And having said this, he breathed into [them], and says to them, Receive [the] Holy Spirit:",
      "topic": ""
    },
    "23": {
      "text": "whose soever sins ye remit, they are remitted to them; whose soever [sins] ye retain, they are retained.",
      "topic": ""
    },
    "24": {
      "text": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.",
      "topic": ""
    },
    "25": {
      "text": "The other disciples therefore said to him, We have seen the Lord. But he said to them, Unless I see in his hands the mark of the nails, and put my finger into the mark of the nails, and put my hand into his side, I will not believe.",
      "topic": ""
    },
    "26": {
      "text": "And eight days after, his disciples were again within, and Thomas with them. Jesus comes, the doors being shut, and stood in the midst and said, Peace [be] to you.",
      "topic": ""
    },
    "27": {
      "text": "Then he says to Thomas, Bring thy finger here and see my hands; and bring thy hand and put it into my side; and be not unbelieving, but believing.",
      "topic": ""
    },
    "28": {
      "text": "Thomas answered and said to him, My Lord and my God.",
      "topic": ""
    },
    "29": {
      "text": "Jesus says to him, Because thou hast seen me thou hast believed: blessed they who have not seen and have believed.",
      "topic": ""
    },
    "30": {
      "text": "Many other signs therefore also Jesus did before his disciples, which are not written in this book;",
      "topic": ""
    },
    "31": {
      "text": "but these are written that ye may believe that Jesus is the Christ, the Son of God, and that believing ye might have life in his name.",
      "topic": ""
    }
  }
}