{
  "info": {
    "book": "Ecclesiastés",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Las moscas muertas hacen heder y dar mal olor al ungüento del perfumador; así una pequeña locura, al que es estimado por sabiduría y honra.",
      "topic": ""
    },
    "2": {
      "text": "El corazón del sabio está a su mano derecha; mas el corazón del loco a su mano izquierda.",
      "topic": ""
    },
    "3": {
      "text": "Y aun mientras va el loco por el camino, le falta cordura; y dice a todos, que es loco.",
      "topic": ""
    },
    "4": {
      "text": "¶ Si el espíritu del señor se exaltare contra ti, no dejes tu lugar; porque la mansedumbre hará reposar grandes pecados.",
      "topic": ""
    },
    "5": {
      "text": "Hay otro mal que debajo del sol he visto; como salido de delante del gobernador por yerro:",
      "topic": ""
    },
    "6": {
      "text": "La locura está colocada en grandes alturas, y los ricos están sentados en lugar bajo.",
      "topic": ""
    },
    "7": {
      "text": "Vi siervos en caballos, y príncipes que andaban como siervos sobre la tierra.",
      "topic": ""
    },
    "8": {
      "text": "El que hiciere el hoyo caerá en él; y al que aportillare el vallado, le morderá la serpiente.",
      "topic": ""
    },
    "9": {
      "text": "El que mudare las piedras, tribulación tendrá en ellas; el que cortare la leña, en ella peligrará.",
      "topic": ""
    },
    "10": {
      "text": "Si se embotare el hierro, y su filo no fuere amolado, hay que añadir entonces más fuerza; pero excede la bondad de la sabiduría.",
      "topic": ""
    },
    "11": {
      "text": "Si mordiere la serpiente no encantada; no es más el lenguaraz.",
      "topic": ""
    },
    "12": {
      "text": "¶ Las palabras de la boca del sabio son gracia; mas los labios del loco lo echan a perder.",
      "topic": ""
    },
    "13": {
      "text": "El comienzo de las palabras de su boca es locura; y el fin de su charla nocivo desvarío.",
      "topic": ""
    },
    "14": {
      "text": "El loco multiplica palabras, y dice : no sabe el hombre lo que será; ¿y quién le hará saber lo que después de él será?",
      "topic": ""
    },
    "15": {
      "text": "El trabajo de los locos los fatiga; porque no saben por dónde ir a la ciudad.",
      "topic": ""
    },
    "16": {
      "text": "¶ ¡Ay de ti, tierra, cuando tu rey es niño, y tus príncipes banquetean de mañana!",
      "topic": ""
    },
    "17": {
      "text": "¡Bienaventurada, tú, tierra, cuando tu rey es hijo de nobles, y tus príncipes comen a su hora, para reponer sus fuerzas, y no por el beber!",
      "topic": ""
    },
    "18": {
      "text": "Por la pereza se cae la techumbre, y por flojedad de las manos se llueve la casa.",
      "topic": ""
    },
    "19": {
      "text": "Por el placer se hace el convite, y el vino alegra los vivos; y el dinero responde a todo.",
      "topic": ""
    },
    "20": {
      "text": "Ni aun en tu pensamiento maldigas al rey, ni en los secretos de tu cámara maldigas al rico; porque las aves del cielo llevarán la voz, y las que tienen alas harán saber la palabra.",
      "topic": ""
    }
  }
}