{
  "info": {
    "book": "Ecclesiastés",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Para todas las cosas hay sazón, y toda voluntad debajo del cielo, tiene su tiempo determinado :",
      "topic": ""
    },
    "2": {
      "text": "Tiempo de nacer, y tiempo de morir; tiempo de plantar, y tiempo de arrancar lo plantado;",
      "topic": ""
    },
    "3": {
      "text": "tiempo de matar, y tiempo de curar; tiempo de destruir, y tiempo de edificar;",
      "topic": ""
    },
    "4": {
      "text": "tiempo de llorar, y tiempo de reir; tiempo de endechar, y tiempo de bailar;",
      "topic": ""
    },
    "5": {
      "text": "tiempo de esparcir las piedras, y tiempo de allegar las piedras; tiempo de abrazar, y tiempo de alejarse de abrazar;",
      "topic": ""
    },
    "6": {
      "text": "tiempo de buscar, y tiempo de perder; tiempo de guardar, y tiempo de desechar;",
      "topic": ""
    },
    "7": {
      "text": "tiempo de romper, y tiempo de coser; tiempo de callar, y tiempo de hablar;",
      "topic": ""
    },
    "8": {
      "text": "tiempo de amar, y tiempo de aborrecer; tiempo de guerra, y tiempo de paz.",
      "topic": ""
    },
    "9": {
      "text": "¿Qué provecho tiene el que trabaja en lo que trabaja?",
      "topic": ""
    },
    "10": {
      "text": "Yo he visto la ocupación que Dios ha dado a los hijos de los hombres para que en ella se ocupasen.",
      "topic": ""
    },
    "11": {
      "text": "¶ Todo lo hizo hermoso en su tiempo; y aun el mundo les entregó a su voluntad, de tal manera que no alcance el hombre esta obra de Dios desde el principio hasta el fin.",
      "topic": ""
    },
    "12": {
      "text": "Yo he conocido que no hay mejor para ellos, que alegrarse, y hacer bien en su vida.",
      "topic": ""
    },
    "13": {
      "text": "Y también he conocido que es don de Dios que todo hombre coma y beba, y goce el bien de todo su trabajo.",
      "topic": ""
    },
    "14": {
      "text": "He entendido que todo lo que Dios hace, esto será perpetuo; sobre aquello no se añadirá, ni de ello se disminuirá; porque Dios lo hace, para que delante de él teman los hombres .",
      "topic": ""
    },
    "15": {
      "text": "Aquello que fue, ya es: y lo que será, fue ya; y Dios buscará lo que pasó.",
      "topic": ""
    },
    "16": {
      "text": "¶ Vi más debajo del sol: en lugar del juicio, allí la impiedad; y en lugar de la justicia, allí la iniquidad.",
      "topic": ""
    },
    "17": {
      "text": "Y dije yo en mi corazón: Al justo y al impío juzgará Dios; porque hay un tiempo determinado de juzgar a toda voluntad y sobre todo lo que se hace.",
      "topic": ""
    },
    "18": {
      "text": "Dije en mi corazón, en orden a la condición de los hijos de los hombres, que Dios los puede manifestar, y es para ver que ellos son bestias los unos a los otros.",
      "topic": ""
    },
    "19": {
      "text": "Porque el suceso de los hijos de los hombres, y el suceso del animal, el mismo suceso es: como mueren los unos, así mueren los otros; y una misma respiración tienen todos; ni tiene más el hombre que la bestia; porque todo es vanidad.",
      "topic": ""
    },
    "20": {
      "text": "Todo va a un lugar; todo es hecho del polvo, y todo volverá al mismo polvo.",
      "topic": ""
    },
    "21": {
      "text": "¿Quién sabe que el espíritu de los hijos de los hombres suba arriba, y que el espíritu del animal descienda debajo de la tierra?",
      "topic": ""
    },
    "22": {
      "text": "Así que he visto que no hay cosa mejor que alegrarse el hombre con lo que hiciere; porque esta es su parte; porque ¿quién lo llevará para que vea lo que será después de él?",
      "topic": ""
    }
  }
}