{
  "info": {
    "book": "1 Chronicles",
    "chapter": "8",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Benjamin begot Bela his firstborn, Ashbel the second, and Aharah the third,",
      "topic": ""
    },
    "2": {
      "text": "Nohah the fourth, and Rapha the fifth.",
      "topic": ""
    },
    "3": {
      "text": "And Bela had sons: Addar, and Gera, and Abihud,",
      "topic": ""
    },
    "4": {
      "text": "and Abishua, and Naaman, and Ahoah,",
      "topic": ""
    },
    "5": {
      "text": "and Gera, and Shephuphan, and Huram.",
      "topic": ""
    },
    "6": {
      "text": "—And these are the sons of Ehud (these were the chief fathers of the inhabitants of Geba; and they carried them away to Manahath;",
      "topic": ""
    },
    "7": {
      "text": "even Naaman, and Ahijah, and Gera; he removed them), and he begot Uzza and Ahihud.",
      "topic": ""
    },
    "8": {
      "text": "And Shaharaim begot [children] in the land of Moab after he had sent away Hushim and Baara his wives.",
      "topic": ""
    },
    "9": {
      "text": "And he begot of Hodesh his wife: Jobab, and Zibia, and Mesha, and Malcham,",
      "topic": ""
    },
    "10": {
      "text": "and Jeuz, and Shobia, and Mirmah; these were his sons, chief fathers.",
      "topic": ""
    },
    "11": {
      "text": "And of Hushim he begot Abitub, and Elpaal.",
      "topic": ""
    },
    "12": {
      "text": "And the sons of Elpaal: Eber, and Misham, and Shemer, who built Ono, and Lod and its dependent villages;",
      "topic": ""
    },
    "13": {
      "text": "and Beriah, and Shema, who were chief fathers of the inhabitants of Ajalon; they drove away the inhabitants of Gath.",
      "topic": ""
    },
    "14": {
      "text": "And Ahio, Shashak, and Jeremoth,",
      "topic": ""
    },
    "15": {
      "text": "and Zebadiah, and Arad, and Eder,",
      "topic": ""
    },
    "16": {
      "text": "and Michael, and Jishpah, and Joha were the sons of Beriah.",
      "topic": ""
    },
    "17": {
      "text": "And Zebadiah, and Meshullam, and Hiski, and Heber,",
      "topic": ""
    },
    "18": {
      "text": "and Jishmerai, and Jizliah, and Jobab were the sons of Elpaal.",
      "topic": ""
    },
    "19": {
      "text": "And Jakim, and Zichri, and Zabdi,",
      "topic": ""
    },
    "20": {
      "text": "and Elienai, and Zilthai, and Eliel,",
      "topic": ""
    },
    "21": {
      "text": "and Adaiah, and Beraiah, and Shimrath were the sons of Shimei.",
      "topic": ""
    },
    "22": {
      "text": "And Jishpah, and Eber, and Eliel,",
      "topic": ""
    },
    "23": {
      "text": "and Abdon, and Zichri, and Hanan,",
      "topic": ""
    },
    "24": {
      "text": "and Hananiah, and Elam, and Antothijah,",
      "topic": ""
    },
    "25": {
      "text": "and Jiphdeiah, and Penuel were the sons of Shashak.",
      "topic": ""
    },
    "26": {
      "text": "And Shamsherai, and Shehariah, and Athaliah,",
      "topic": ""
    },
    "27": {
      "text": "and Jaareshiah, and Elijah, and Zichri were the sons of Jeroham.",
      "topic": ""
    },
    "28": {
      "text": "These were the chief fathers, according to their generations, principal men; these dwelt in Jerusalem.",
      "topic": ""
    },
    "29": {
      "text": "And at Gibeon dwelt the father of Gibeon; and his wife’s name was Maachah.",
      "topic": ""
    },
    "30": {
      "text": "And his son, the firstborn, was Abdon; and Zur, and Kish, and Baal, and Nadab,",
      "topic": ""
    },
    "31": {
      "text": "and Gedor, and Ahio, and Zecher.",
      "topic": ""
    },
    "32": {
      "text": "And Mikloth begot Shimeah. And these also dwelt beside their brethren in Jerusalem, with their brethren.",
      "topic": ""
    },
    "33": {
      "text": "And Ner begot Kish; and Kish begot Saul; and Saul begot Jonathan, and Malchishua, and Abinadab, and Esh-baal.",
      "topic": ""
    },
    "34": {
      "text": "And the son of Jonathan was Merib-Baal; and Merib-Baal begot Micah.",
      "topic": ""
    },
    "35": {
      "text": "And the sons of Micah: Pithon, and Melech, and Tarea, and Ahaz.",
      "topic": ""
    },
    "36": {
      "text": "And Ahaz begot Jehoaddah; and Jehoaddah begot Alemeth, and Azmaveth, and Zimri; and Zimri begot Moza;",
      "topic": ""
    },
    "37": {
      "text": "and Moza begot Binea: Rapha was his son, Eleasah his son, Azel his son.",
      "topic": ""
    },
    "38": {
      "text": "And Azel had six sons, and these are their names: Azrikam, Bochru, and Ishmael, and Sheariah, and Obadiah, and Hanan; all these were sons of Azel.",
      "topic": ""
    },
    "39": {
      "text": "And the sons of Eshek his brother were Ulam his firstborn, Jeush the second, and Eliphelet the third.",
      "topic": ""
    },
    "40": {
      "text": "And the sons of Ulam were mighty men of valour, archers; and they had many sons, and sons’ sons, a hundred and fifty. All these were of the sons of Benjamin.",
      "topic": ""
    }
  }
}