{
  "info": {
    "book": "Jeremiah",
    "chapter": "48",
    "translation": "American Standard Version",
    "translationID": "asv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Of Moab. Thus saith Jehovah of hosts, the God of Israel: Woe unto Nebo! for it is laid waste; Kiriathaim is put to shame, it is taken; Misgab is put to shame and broken down.",
      "topic": ""
    },
    "2": {
      "text": "The praise of Moab is no more; in Heshbon they have devised evil against her: Come, and let us cut her off from being a nation. Thou also, O Madmen, shalt be brought to silence: the sword shall pursue thee.",
      "topic": ""
    },
    "3": {
      "text": "The sound of a cry from Horonaim, desolation and great destruction!",
      "topic": ""
    },
    "4": {
      "text": "Moab is destroyed; her little ones have caused a cry to be heard.",
      "topic": ""
    },
    "5": {
      "text": "For by the ascent of Luhith with continual weeping shall they go up; for at the descent of Horonaim they have heard the distress of the cry of destruction.",
      "topic": ""
    },
    "6": {
      "text": "Flee, save your lives, and be like the heath in the wilderness.",
      "topic": ""
    },
    "7": {
      "text": "For, because thou hast trusted in thy works and in thy treasures, thou also shalt be taken: and Chemosh shall go forth into captivity, his priests and his princes together.",
      "topic": ""
    },
    "8": {
      "text": "And the destroyer shall come upon every city, and no city shall escape; the valley also shall perish, and the plain shall be destroyed; as Jehovah hath spoken.",
      "topic": ""
    },
    "9": {
      "text": "Give wings unto Moab, that she may fly and get her away: and her cities shall become a desolation, without any to dwell therein.",
      "topic": ""
    },
    "10": {
      "text": "Cursed be he that doeth the work of Jehovah negligently; and cursed be he that keepeth back his sword from blood.",
      "topic": ""
    },
    "11": {
      "text": "Moab hath been at ease from his youth, and he hath settled on his lees, and hath not been emptied from vessel to vessel, neither hath he gone into captivity: therefore his taste remaineth in him, and his scent is not changed.",
      "topic": ""
    },
    "12": {
      "text": "Therefore, behold, the days come, saith Jehovah, that I will send unto him them that pour off, and they shall pour him off; and they shall empty his vessels, and break their bottles in pieces.",
      "topic": ""
    },
    "13": {
      "text": "And Moab shall be ashamed of Chemosh, as the house of Israel was ashamed of Beth-el their confidence.",
      "topic": ""
    },
    "14": {
      "text": "How say ye, We are mighty men, and valiant men for the war?",
      "topic": ""
    },
    "15": {
      "text": "Moab is laid waste, and they are gone up into his cities, and his chosen young men are gone down to the slaughter, saith the King, whose name is Jehovah of hosts.",
      "topic": ""
    },
    "16": {
      "text": "The calamity of Moab is near to come, and his affliction hasteth fast.",
      "topic": ""
    },
    "17": {
      "text": "All ye that are round about him, bemoan him, and all ye that know his name; say, How is the strong staff broken, the beautiful rod!",
      "topic": ""
    },
    "18": {
      "text": "O thou daughter that dwellest in Dibon, come down from thy glory, and sit in thirst; for the destroyer of Moab is come up against thee, he hath destroyed thy strongholds.",
      "topic": ""
    },
    "19": {
      "text": "O inhabitant of Aroer, stand by the way, and watch: ask him that fleeth, and her that escapeth; say, What hath been done?",
      "topic": ""
    },
    "20": {
      "text": "Moab is put to shame; for it is broken down: wail and cry; tell ye it by the Arnon, that Moab is laid waste.",
      "topic": ""
    },
    "21": {
      "text": "And judgment is come upon the plain country, upon Holon, and upon Jahzah, and upon Mephaath,",
      "topic": ""
    },
    "22": {
      "text": "and upon Dibon, and upon Nebo, and upon Beth-diblathaim,",
      "topic": ""
    },
    "23": {
      "text": "and upon Kiriathaim, and upon Beth-gamul, and upon Beth-meon,",
      "topic": ""
    },
    "24": {
      "text": "and upon Kerioth, and upon Bozrah, and upon all the cities of the land of Moab, far or near.",
      "topic": ""
    },
    "25": {
      "text": "The horn of Moab is cut off, and his arm is broken, saith Jehovah.",
      "topic": ""
    },
    "26": {
      "text": "Make ye him drunken; for he magnified himself against Jehovah: and Moab shall wallow in his vomit, and he also shall be in derision.",
      "topic": ""
    },
    "27": {
      "text": "For was not Israel a derision unto thee? was he found among thieves? for as often as thou speakest of him, thou waggest the head.",
      "topic": ""
    },
    "28": {
      "text": "O ye inhabitants of Moab, leave the cities, and dwell in the rock; and be like the dove that maketh her nest over the mouth of the abyss.",
      "topic": ""
    },
    "29": {
      "text": "We have heard of the pride of Moab, that he is very proud; his loftiness, and his pride, and his arrogancy, and the haughtiness of his heart.",
      "topic": ""
    },
    "30": {
      "text": "I know his wrath, saith Jehovah, that it is nought; his boastings have wrought nothing.",
      "topic": ""
    },
    "31": {
      "text": "Therefore will I wail for Moab; yea, I will cry out for all Moab: for the men of Kir-heres shall they mourn.",
      "topic": ""
    },
    "32": {
      "text": "With more than the weeping of Jazer will I weep for thee, O vine of Sibmah: thy branches passed over the sea, they reached even to the sea of Jazer: upon thy summer fruits and upon thy vintage the destroyer is fallen.",
      "topic": ""
    },
    "33": {
      "text": "And gladness and joy is taken away from the fruitful field and from the land of Moab; and I have caused wine to cease from the winepresses: none shall tread with shouting; the shouting shall be no shouting.",
      "topic": ""
    },
    "34": {
      "text": "From the cry of Heshbon even unto Elealeh, even unto Jahaz have they uttered their voice, from Zoar even unto Horonaim, to Eglath-shelishiyah: for the waters of Nimrim also shall become desolate.",
      "topic": ""
    },
    "35": {
      "text": "Moreover I will cause to cease in Moab, saith Jehovah, him that offereth in the high place, and him that burneth incense to his gods.",
      "topic": ""
    },
    "36": {
      "text": "Therefore my heart soundeth for Moab like pipes, and my heart soundeth like pipes for the men of Kir-heres: therefore the abundance that he hath gotten is perished.",
      "topic": ""
    },
    "37": {
      "text": "For every head is bald, and every beard clipped: upon all the hands are cuttings, and upon the loins sackcloth.",
      "topic": ""
    },
    "38": {
      "text": "On all the housetops of Moab and in the streets thereof there is lamentation every where; for I have broken Moab like a vessel wherein none delighteth, saith Jehovah.",
      "topic": ""
    },
    "39": {
      "text": "How is it broken down! how do they wail! how hath Moab turned the back with shame! so shall Moab become a derision and a terror to all that are round about him.",
      "topic": ""
    },
    "40": {
      "text": "For thus saith Jehovah: Behold, he shall fly as an eagle, and shall spread out his wings against Moab.",
      "topic": ""
    },
    "41": {
      "text": "Kerioth is taken, and the strongholds are seized, and the heart of the mighty men of Moab at that day shall be as the heart of a woman in her pangs.",
      "topic": ""
    },
    "42": {
      "text": "And Moab shall be destroyed from being a people, because he hath magnified himself against Jehovah.",
      "topic": ""
    },
    "43": {
      "text": "Fear, and the pit, and the snare, are upon thee, O inhabitant of Moab, saith Jehovah.",
      "topic": ""
    },
    "44": {
      "text": "He that fleeth from the fear shall fall into the pit; and he that getteth up out of the pit shall be taken in the snare: for I will bring upon him, even upon Moab, the year of their visitation, saith Jehovah.",
      "topic": ""
    },
    "45": {
      "text": "They that fled stand without strength under the shadow of Heshbon; for a fire is gone forth out of Heshbon, and a flame from the midst of Sihon, and hath devoured the corner of Moab, and the crown of the head of the tumultuous ones.",
      "topic": ""
    },
    "46": {
      "text": "Woe unto thee, O Moab! the people of Chemosh is undone; for thy sons are taken away captive, and thy daughters into captivity.",
      "topic": ""
    },
    "47": {
      "text": "Yet will I bring back the captivity of Moab in the latter days, saith Jehovah. Thus far is the judgment of Moab.",
      "topic": ""
    }
  }
}