{
  "info": {
    "book": "1 Chronicles",
    "chapter": "8",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Benjamin begat Bela his first-born, Ashbel the second, and Aharah the third,",
      "topic": ""
    },
    "2": {
      "text": "Nohah the fourth, and Rapha the fifth.",
      "topic": ""
    },
    "3": {
      "text": "And there are sons to Bela: Addar, and Gera,",
      "topic": ""
    },
    "4": {
      "text": "and Abihud, and Abishua, and Naaman, and Ahoah,",
      "topic": ""
    },
    "5": {
      "text": "and Gera, and Shephuphan, and Huram.",
      "topic": ""
    },
    "6": {
      "text": "And these are sons of Ehud: they are heads of fathers to the inhabitants of Geba, and they remove them unto Manahath;",
      "topic": ""
    },
    "7": {
      "text": "and Naaman, and Ahiah, and Gera, he removed them, and begat Uzza and Ahihud.",
      "topic": ""
    },
    "8": {
      "text": "And Shaharaim begat in the field of Moab, after his sending them away; Hushim and Baara are his wives.",
      "topic": ""
    },
    "9": {
      "text": "And he begetteth of Hodesh his wife, Jobab, and Zibia, and Mesha, and Malcham,",
      "topic": ""
    },
    "10": {
      "text": "and Jeuz, and Shachiah, and Mirmah. These are his sons, heads of fathers.",
      "topic": ""
    },
    "11": {
      "text": "And of Hushim he begat Ahitub and Elpaal.",
      "topic": ""
    },
    "12": {
      "text": "And sons of Elpaal: Eber, and Misheam, and Shamer, (he built Ono and Lod and its small towns),",
      "topic": ""
    },
    "13": {
      "text": "and Beriah and Shema, (they are the heads of fathers to the inhabitants of Aijalon—they caused to flee the inhabitants of Gath),",
      "topic": ""
    },
    "14": {
      "text": "and Ahio, Shashak, and Jeremoth,",
      "topic": ""
    },
    "15": {
      "text": "and Zebadiah, and Arad, and Ader,",
      "topic": ""
    },
    "16": {
      "text": "and Michael, and Ispah, and Joha, sons of Beriah,",
      "topic": ""
    },
    "17": {
      "text": "and Zebadiah, and Meshullam, and Hezeki, and Heber,",
      "topic": ""
    },
    "18": {
      "text": "and Ishmerai, and Jezliah, and Jobab, sons of Elpaal;",
      "topic": ""
    },
    "19": {
      "text": "And Jakim, and Zichri, and Zabdi,",
      "topic": ""
    },
    "20": {
      "text": "and Elienai, and Zillethai, and Eliel,",
      "topic": ""
    },
    "21": {
      "text": "and Adaiah, and Beraiah, and Shimrath, sons of Shimei;",
      "topic": ""
    },
    "22": {
      "text": "And Ishpan, and Heber, and Eliel,",
      "topic": ""
    },
    "23": {
      "text": "and Abdon, and Zichri, and Hanan,",
      "topic": ""
    },
    "24": {
      "text": "and Hananiah, and Elam, and Antothijah,",
      "topic": ""
    },
    "25": {
      "text": "and Iphedeiah, and Penuel, sons of Shashak;",
      "topic": ""
    },
    "26": {
      "text": "And Shamsherai, and Shehariah, and Athaliah,",
      "topic": ""
    },
    "27": {
      "text": "and Jaareshiah, and Eliah, and Zichri, sons of Jeroham.",
      "topic": ""
    },
    "28": {
      "text": "These are heads of fathers, by their generations, heads; these dwelt in Jerusalem.",
      "topic": ""
    },
    "29": {
      "text": "And in Gibeon hath the father of Gibeon dwelt, and the name of his wife is Maachah;",
      "topic": ""
    },
    "30": {
      "text": "and his son, the first-born, is Abdon, and Zur, and Kish, and Baal, and Nadab,",
      "topic": ""
    },
    "31": {
      "text": "and Gedor, and Ahio, and Zacher;",
      "topic": ""
    },
    "32": {
      "text": "and Mikloth begat Shimeah. And they also over-against their brethren dwelt in Jerusalem with their brethren.",
      "topic": ""
    },
    "33": {
      "text": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan, and Malchi-Shua, and Abinadab, and Esh-Baal.",
      "topic": ""
    },
    "34": {
      "text": "And a son of Jonathan is Merib-Baal, and Merib-Baal begat Micah;",
      "topic": ""
    },
    "35": {
      "text": "and sons of Micah: Pithon, and Melech, and Tarea, and Ahaz:",
      "topic": ""
    },
    "36": {
      "text": "and Ahaz begat Jehoadah, and Jehoadah begat Alemeth, and Azmaveth, and Zimri; and Zimri begat Moza,",
      "topic": ""
    },
    "37": {
      "text": "and Moza begat Binea, Raphah is his son, Eleasah his son, Azel his son.",
      "topic": ""
    },
    "38": {
      "text": "And to Azel are six sons, and these are their names: Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan. All these are sons of Azel.",
      "topic": ""
    },
    "39": {
      "text": "And sons of Eshek his brother: Ulam his first-born, Jehush the second, and Eliphelet the third.",
      "topic": ""
    },
    "40": {
      "text": "And the sons of Ulam are men mighty in valour, treading bow, and multiplying sons and son’s sons, a hundred and fifty. All these are of the sons of Benjamin.",
      "topic": ""
    }
  }
}