{
  "info": {
    "book": "1 Chronicles",
    "chapter": "9",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And all Israel have reckoned themselves by genealogy, and lo, they are written on the book of the kings of Israel and Judah—they were removed to Babylon for their trespass.",
      "topic": ""
    },
    "2": {
      "text": "And the first inhabitants, who are in their possession, in their cities, of Israel, are the priests, the Levites, and the Nethinim.",
      "topic": ""
    },
    "3": {
      "text": "And in Jerusalem dwelt of the sons of Judah, and of the sons of Benjamin, and of the sons of Ephraim and Manasseh:",
      "topic": ""
    },
    "4": {
      "text": "Uthai son of Ammihud, son of Omri, son of Imri, son of Bani, of the sons of Pharez, son of Judah.",
      "topic": ""
    },
    "5": {
      "text": "And of the Shilonite: Asaiah the first-born, and his sons.",
      "topic": ""
    },
    "6": {
      "text": "And of the sons of Zerah: Jeuel, and their brethren, six hundred and ninety.",
      "topic": ""
    },
    "7": {
      "text": "And of the sons of Benjamin: Sallu son of Meshullam, son of Hodaviah, son of Hassenuah,",
      "topic": ""
    },
    "8": {
      "text": "and Ibneiah son of Jeroham, and Elah son of Uzzi, son of Michri, and Meshullam son of Shephatiah, son of Reuel, son of Ibnijah.",
      "topic": ""
    },
    "9": {
      "text": "And their brethren, according to their generations, are nine hundred and fifty and six. All these are men, heads of fathers, according to the house of their fathers.",
      "topic": ""
    },
    "10": {
      "text": "And of the priests: Jedaiah, and Jehoiarib, and Jachin,",
      "topic": ""
    },
    "11": {
      "text": "and Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, leader in the house of God;",
      "topic": ""
    },
    "12": {
      "text": "and Adaiah son of Jeroham, son of Pashhur, son of Malchijah, and Maasai son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer.",
      "topic": ""
    },
    "13": {
      "text": "And their brethren, heads to the house of their fathers, a thousand and seven hundred and sixty, mighty in valour, are for the work of the service of the house of God.",
      "topic": ""
    },
    "14": {
      "text": "And of the Levites: Shemaiah son of Hashshub, son of Azrikam, son of Hashabiah, of the sons of Merari;",
      "topic": ""
    },
    "15": {
      "text": "and Bakbakkar, Heresh, and Galal, and Mattaniah son of Micah, son of Zichri, son of Asaph;",
      "topic": ""
    },
    "16": {
      "text": "and Obadiah son of Shemariah, son of Galal, son of Jeduthun, and Berechiah, son of Asa, son of Elkanah, who is dwelling in the villages of the Netophathite.",
      "topic": ""
    },
    "17": {
      "text": "And the gatekeepers are Shallum, and Akkub, and Talmon, and Ahiman, and their brethren—Shallum is the head;",
      "topic": ""
    },
    "18": {
      "text": "and hitherto they are at the gate of the king eastward; they are the gatekeepers for the companies of the sons of Levi.",
      "topic": ""
    },
    "19": {
      "text": "And Shallum son of Kore, son of Ebiasaph, son of Korah, and his brethren, of the house of his father, the Korahites, are over the work of the service, keepers of the thresholds of the tent, and their fathers are over the camp of Jehovah, keepers of the entrance;",
      "topic": ""
    },
    "20": {
      "text": "and Phinehas son of Eleazar hath been leader over them formerly; Jehovah is with him.",
      "topic": ""
    },
    "21": {
      "text": "Zechariah son of Meshelemiah is gatekeeper at the opening of the tent of meeting.",
      "topic": ""
    },
    "22": {
      "text": "All of those who are chosen for gatekeepers at the thresholds are two hundred and twelve; they are in their villages, by their genealogy; they whom David and Samuel the seer appointed in their office.",
      "topic": ""
    },
    "23": {
      "text": "And they and their sons are over the gates of the house of Jehovah, even of the house of the tent, by watches.",
      "topic": ""
    },
    "24": {
      "text": "At four sides are the gatekeepers, east, west, north, and south.",
      "topic": ""
    },
    "25": {
      "text": "And their brethren in their villages are to come in for seven days from time to time with these.",
      "topic": ""
    },
    "26": {
      "text": "For in office are the four chiefs of the gatekeepers, they are Levites, and they have been over the chambers, and over the treasuries of the house of God,",
      "topic": ""
    },
    "27": {
      "text": "and round about the house of God they lodge, for on them is the watch, and they are over the opening, even morning by morning.",
      "topic": ""
    },
    "28": {
      "text": "And some of them are over the vessels of service, for by number they bring them in, and by number they take them out.",
      "topic": ""
    },
    "29": {
      "text": "And some of them are appointed over the vessels, even over all the vessels of the sanctuary, and over the fine flour, and the wine, and the oil, and the frankincense, and the spices.",
      "topic": ""
    },
    "30": {
      "text": "And some of the sons of the priests are mixing the mixture for spices.",
      "topic": ""
    },
    "31": {
      "text": "And Mattithiah, of the Levites (he is the first-born to Shallum the Korahite), is in office over the work of the pans.",
      "topic": ""
    },
    "32": {
      "text": "And of the sons of the Kohathite, some of their brethren are over the bread of the arrangement, to prepare it sabbath by sabbath.",
      "topic": ""
    },
    "33": {
      "text": "And these who sing, heads of fathers of the Levites, in the chambers, are free, for by day and by night they are over them in the work.",
      "topic": ""
    },
    "34": {
      "text": "These heads of the fathers of the Levites throughout their generations are heads. These have dwelt in Jerusalem.",
      "topic": ""
    },
    "35": {
      "text": "And in Gibeon dwelt hath the father of Gibeon, Jehiel, and the name of his wife is Maachah;",
      "topic": ""
    },
    "36": {
      "text": "and his son, the first-born, is Abdon, and Zur, and Kish, and Baal, and Ner, and Nadab,",
      "topic": ""
    },
    "37": {
      "text": "and Gedor, and Ahio, and Zechariah, and Mikloth.",
      "topic": ""
    },
    "38": {
      "text": "And Mikloth begat Shimeam, and they also, over-against their brethren, have dwelt in Jerusalem with their brethren.",
      "topic": ""
    },
    "39": {
      "text": "And Ner begat Kish, and Kish begat Saul, and Saul begat Jonathan, and Malchi-Shua, and Abinadab, and Esh-Baal.",
      "topic": ""
    },
    "40": {
      "text": "And a son of Jonathan is Merib-Baal, and Merib-Baal begat Micah.",
      "topic": ""
    },
    "41": {
      "text": "And sons of Micah: Pithon, and Melech, and Tahrea,",
      "topic": ""
    },
    "42": {
      "text": "and Ahaz—he begat Jaarah, and Jaarah begat Alemeth, and Azmaveth, and Zimri, and Zimri begat Moza,",
      "topic": ""
    },
    "43": {
      "text": "and Moza begat Binea, and Rephaiah is his son. Eleasah his son, Azel his son.",
      "topic": ""
    },
    "44": {
      "text": "And to Azel are six sons, and these their names: Azrikam, Bocheru, and Ishmael, and Sheariah, and Obadiah, and Hanan: these are sons of Azel.",
      "topic": ""
    }
  }
}