{
  "info": {
    "book": "Juan",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "‹De cierto, de cierto os digo: El que no entra por la puerta en el redil de las ovejas, sino que sube por otra parte, el tal es ladrón y salteador.›",
      "topic": ""
    },
    "2": {
      "text": "‹Mas el que entra por la puerta, el pastor de las ovejas es.›",
      "topic": ""
    },
    "3": {
      "text": "‹A éste abre el portero, y las ovejas oyen su voz; y a sus ovejas llama por nombre, y las conduce afuera.›",
      "topic": ""
    },
    "4": {
      "text": "‹Y cuando ha sacado sus propias ovejas, va delante de ellas; y las ovejas le siguen, porque conocen su voz.›",
      "topic": ""
    },
    "5": {
      "text": "‹Mas al extraño no seguirán, sino que huirán de él; porque no conocen la voz de los extraños.›",
      "topic": ""
    },
    "6": {
      "text": "Esta parábola les dijo Jesús; pero ellos no entendieron qué era lo que les decía.",
      "topic": ""
    },
    "7": {
      "text": "Volvió, pues, Jesús a decirles: ‹De cierto, de cierto os digo: Yo soy la puerta de las ovejas.›",
      "topic": ""
    },
    "8": {
      "text": "‹Todos los que antes de mí vinieron, ladrones son y salteadores; pero no los oyeron las ovejas.›",
      "topic": ""
    },
    "9": {
      "text": "‹Yo soy la puerta; el que por mí entrare, será salvo; y entrará, y saldrá, y hallará pastos.›",
      "topic": ""
    },
    "10": {
      "text": "‹El ladrón no viene sino para hurtar y matar y destruir; yo he venido para que tengan vida, y para que [la] tengan en abundancia.›",
      "topic": ""
    },
    "11": {
      "text": "‹Yo soy el buen pastor; el buen pastor su vida da por las ovejas.›",
      "topic": ""
    },
    "12": {
      "text": "‹Mas el asalariado, y que no es el pastor, de quien no son propias las ovejas, ve venir al lobo y deja las ovejas y huye, y el lobo arrebata las ovejas y las dispersa.›",
      "topic": ""
    },
    "13": {
      "text": "‹Así que el asalariado huye, porque es asalariado, y no tiene cuidado de las ovejas.›",
      "topic": ""
    },
    "14": {
      "text": "‹Yo soy el buen pastor y conozco mis [ovejas], y las mías me conocen.›",
      "topic": ""
    },
    "15": {
      "text": "‹Como el Padre me conoce, así también yo conozco al Padre; y pongo mi vida por las ovejas.›",
      "topic": ""
    },
    "16": {
      "text": "‹También tengo otras ovejas que no son de este redil; aquéllas también debo traer, y oirán mi voz; y habrá un rebaño, [y] un pastor.›",
      "topic": ""
    },
    "17": {
      "text": "‹Por eso me ama el Padre, porque yo pongo mi vida, para volverla a tomar.›",
      "topic": ""
    },
    "18": {
      "text": "‹Nadie me la quita, sino que yo la pongo de mí mismo. Tengo poder para ponerla, y tengo poder para volverla a tomar. Este mandamiento recibí de mi Padre.›",
      "topic": ""
    },
    "19": {
      "text": "Y volvió a haber disensión entre los judíos por estas palabras.",
      "topic": ""
    },
    "20": {
      "text": "Y muchos de ellos decían: Demonio tiene, y está fuera de sí; ¿por qué le oís?",
      "topic": ""
    },
    "21": {
      "text": "Otros decían: Estas palabras no son de endemoniado: ¿Puede acaso el demonio abrir los ojos de los ciegos?",
      "topic": ""
    },
    "22": {
      "text": "Y [en esos días] se celebraba en Jerusalén la fiesta de la dedicación, y era invierno.",
      "topic": ""
    },
    "23": {
      "text": "Y Jesús andaba en el templo por el pórtico de Salomón.",
      "topic": ""
    },
    "24": {
      "text": "Y le rodearon los judíos y le dijeron: ¿Hasta cuándo nos has de turbar el alma? Si tú eres el Cristo, dínoslo abiertamente.",
      "topic": ""
    },
    "25": {
      "text": "Jesús les respondió: ‹Os lo he dicho, y no creéis; las obras que yo hago en nombre de mi Padre, ellas dan testimonio de mí;›",
      "topic": ""
    },
    "26": {
      "text": "‹pero vosotros no creéis, porque no sois de mis ovejas, como os he dicho.›",
      "topic": ""
    },
    "27": {
      "text": "‹Mis ovejas oyen mi voz, y yo las conozco, y me siguen;›",
      "topic": ""
    },
    "28": {
      "text": "‹y yo les doy vida eterna, y no perecerán jamás, ni nadie las arrebatará de mi mano.›",
      "topic": ""
    },
    "29": {
      "text": "‹Mi Padre que me [las] dio, mayor que todos es, y nadie [las] puede arrebatar de la mano de mi Padre.›",
      "topic": ""
    },
    "30": {
      "text": "‹Yo y [mi] Padre uno somos.›",
      "topic": ""
    },
    "31": {
      "text": "Entonces los judíos volvieron a tomar piedras para apedrearle.",
      "topic": ""
    },
    "32": {
      "text": "Les respondió Jesús: ‹Muchas buenas obras os he mostrado de mi Padre, ¿por cuál de esas obras me apedreáis?›",
      "topic": ""
    },
    "33": {
      "text": "Le respondieron los judíos, diciendo: Por buena obra no te apedreamos, sino por la blasfemia; y porque tú, siendo hombre, te haces Dios.",
      "topic": ""
    },
    "34": {
      "text": "Jesús les respondió: ‹¿No está escrito en vuestra ley: Yo dije, dioses sois?›",
      "topic": ""
    },
    "35": {
      "text": "‹Si llamó dioses a aquellos a quienes vino la palabra de Dios (y la Escritura no puede ser quebrantada),›",
      "topic": ""
    },
    "36": {
      "text": "‹¿a quien el Padre santificó y envió al mundo, vosotros decís: Tú blasfemas, porque dije: Yo soy el Hijo de Dios?›",
      "topic": ""
    },
    "37": {
      "text": "‹Si no hago las obras de mi Padre, no me creáis.›",
      "topic": ""
    },
    "38": {
      "text": "‹Pero si las hago, aunque a mí no me creáis, creed a las obras; para que conozcáis y creáis que el Padre [está] en mí, y yo en Él.›",
      "topic": ""
    },
    "39": {
      "text": "Y otra vez procuraron prenderle; pero Él se escapó de sus manos.",
      "topic": ""
    },
    "40": {
      "text": "Y se fue otra vez al otro lado del Jordán, al lugar donde primero Juan bautizaba; y se quedó allí.",
      "topic": ""
    },
    "41": {
      "text": "Y muchos venían a Él, y decían: Juan, a la verdad, ningún milagro hizo, pero todo lo que Juan dijo de Éste, era verdad.",
      "topic": ""
    },
    "42": {
      "text": "Y muchos creyeron en Él allí.",
      "topic": ""
    }
  }
}