{
  "info": {
    "book": "Juan",
    "chapter": "18",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Cuando Jesús hubo dicho estas palabras, salió con sus discípulos al otro lado del arroyo de Cedrón, donde había un huerto, en el cual Él entró, y sus discípulos.",
      "topic": ""
    },
    "2": {
      "text": "Y también Judas, el que le entregaba, conocía aquel lugar; porque Jesús muchas veces se había reunido allí con sus discípulos.",
      "topic": ""
    },
    "3": {
      "text": "Entonces Judas, tomando una compañía y alguaciles de los principales sacerdotes y de los fariseos, vino allí con linternas y antorchas, y con armas.",
      "topic": ""
    },
    "4": {
      "text": "Pero Jesús, sabiendo todas las cosas que habían de venir sobre Él, salió y les dijo: ‹¿A quién buscáis?›",
      "topic": ""
    },
    "5": {
      "text": "Le respondieron: A Jesús de Nazaret. Jesús les dijo: ‹Yo soy.› Y Judas, el que le entregaba, también estaba con ellos.",
      "topic": ""
    },
    "6": {
      "text": "Y cuando Él les dijo: ‹Yo soy,› retrocedieron y cayeron a tierra.",
      "topic": ""
    },
    "7": {
      "text": "Entonces les volvió a preguntar: ‹¿A quién buscáis?› Y ellos dijeron: A Jesús de Nazaret.",
      "topic": ""
    },
    "8": {
      "text": "Respondió Jesús: ‹Os he dicho que yo soy; pues si me buscáis a mí, dejad ir a éstos;›",
      "topic": ""
    },
    "9": {
      "text": "para que se cumpliese la palabra que había dicho: De los que me diste, no perdí ninguno.",
      "topic": ""
    },
    "10": {
      "text": "Entonces Simón Pedro, que tenía una espada, la sacó, e hirió a un siervo del sumo sacerdote, y le cortó la oreja derecha. Y el siervo se llamaba Malco.",
      "topic": ""
    },
    "11": {
      "text": "Entonces Jesús dijo a Pedro: ‹Mete tu espada en la vaina; la copa que mi Padre me ha dado, ¿no la he de beber?›",
      "topic": ""
    },
    "12": {
      "text": "Entonces la compañía y el tribuno y alguaciles de los judíos, prendieron a Jesús, y le ataron.",
      "topic": ""
    },
    "13": {
      "text": "y le llevaron primero a Anás, porque era suegro de Caifás, que era el sumo sacerdote aquel año.",
      "topic": ""
    },
    "14": {
      "text": "Y Caifás era el que había dado el consejo a los judíos, de que convenía que un hombre muriese por el pueblo.",
      "topic": ""
    },
    "15": {
      "text": "Y Simón Pedro seguía a Jesús, y [también] otro discípulo; y aquel discípulo era conocido del sumo sacerdote, y entró con Jesús al patio del sumo sacerdote.",
      "topic": ""
    },
    "16": {
      "text": "Mas Pedro estaba fuera, a la puerta. Entonces salió aquel discípulo que era conocido del sumo sacerdote, y habló a la criada que guardaba la puerta, y metió dentro a Pedro.",
      "topic": ""
    },
    "17": {
      "text": "Entonces la criada que guardaba la puerta, dijo a Pedro: ¿No eres tú también de los discípulos de este hombre? Él dijo: No soy.",
      "topic": ""
    },
    "18": {
      "text": "Y los siervos y los alguaciles que habían encendido unas brasas, porque hacía frío, estaban de pie y se calentaban; y Pedro [también] estaba con ellos de pie, calentándose.",
      "topic": ""
    },
    "19": {
      "text": "Y el sumo sacerdote preguntó a Jesús acerca de sus discípulos y de su doctrina.",
      "topic": ""
    },
    "20": {
      "text": "Jesús le respondió: ‹Yo manifiestamente he hablado al mundo; yo siempre he enseñado en la sinagoga y en el templo, donde siempre se reúnen los judíos, y nada he hablado en oculto.›",
      "topic": ""
    },
    "21": {
      "text": "‹¿Por qué me preguntas a mí? Pregunta a los que me han oído, qué les haya yo hablado; he aquí, ellos saben lo que yo he dicho.›",
      "topic": ""
    },
    "22": {
      "text": "Y cuando Él hubo dicho esto, uno de los alguaciles que estaba allí, dio una bofetada a Jesús, diciendo: ¿Así respondes al sumo sacerdote?",
      "topic": ""
    },
    "23": {
      "text": "Le respondió Jesús: ‹Si he hablado mal, da testimonio del mal; y si bien, ¿por qué me hieres?›",
      "topic": ""
    },
    "24": {
      "text": "Entonces Anás le envió atado a Caifás, el sumo sacerdote.",
      "topic": ""
    },
    "25": {
      "text": "Y estaba Pedro en pie, calentándose. Y le dijeron: ¿No eres tú también [uno] de sus discípulos? Él negó, y dijo: No soy.",
      "topic": ""
    },
    "26": {
      "text": "Uno de los siervos del sumo sacerdote, pariente de aquél a quien Pedro había cortado la oreja, le dijo: ¿No te vi yo en el huerto con Él?",
      "topic": ""
    },
    "27": {
      "text": "Y Pedro negó otra vez; y en seguida cantó el gallo.",
      "topic": ""
    },
    "28": {
      "text": "Y llevaron a Jesús de Caifás al pretorio; y era de mañana; y ellos no entraron al pretorio para no ser contaminados, y así poder comer la pascua.",
      "topic": ""
    },
    "29": {
      "text": "Entonces Pilato salió a ellos, y dijo: ¿Qué acusación traéis contra este hombre?",
      "topic": ""
    },
    "30": {
      "text": "Respondieron y le dijeron: Si Éste no fuera malhechor, no te lo habríamos entregado.",
      "topic": ""
    },
    "31": {
      "text": "Entonces Pilato les dijo: Tomadle vosotros, y juzgadle según vuestra ley. Y los judíos le dijeron: A nosotros no nos es lícito dar muerte a nadie;",
      "topic": ""
    },
    "32": {
      "text": "para que se cumpliese la palabra de Jesús, que había dicho, indicando de qué muerte había de morir.",
      "topic": ""
    },
    "33": {
      "text": "Entonces Pilato entró de nuevo al pretorio, y llamó a Jesús y le dijo: ¿Eres tú el Rey de los judíos?",
      "topic": ""
    },
    "34": {
      "text": "Jesús le respondió: ‹¿Dices tú esto de ti mismo, o te lo han dicho otros de mí?›",
      "topic": ""
    },
    "35": {
      "text": "Pilato respondió: ¿Soy yo judío? Tu nación misma, y los principales sacerdotes, te han entregado a mí. ¿Qué has hecho?",
      "topic": ""
    },
    "36": {
      "text": "Respondió Jesús: ‹Mi reino no es de este mundo; si mi reino fuera de este mundo, mis servidores pelearían para que yo no fuera entregado a los judíos; pero ahora mi reino no es de aquí.›",
      "topic": ""
    },
    "37": {
      "text": "Pilato entonces le dijo: ¿Acaso, eres tú rey? Jesús respondió: ‹Tú dices que yo soy rey. Yo para esto he nacido, y para esto he venido al mundo, para dar testimonio de la verdad. Todo aquel que es de la verdad, oye mi voz.›",
      "topic": ""
    },
    "38": {
      "text": "Pilato le dijo: ¿Qué es la verdad? Y cuando hubo dicho esto, salió otra vez a los judíos, y les dijo: Ninguna falta hallo en Él.",
      "topic": ""
    },
    "39": {
      "text": "Pero vosotros tenéis la costumbre de que os suelte uno en la pascua: ¿Queréis, pues, que os suelte al Rey de los judíos?",
      "topic": ""
    },
    "40": {
      "text": "Entonces todos dieron voces otra vez, diciendo: No a Éste, sino a Barrabás. Y Barrabás era ladrón.",
      "topic": ""
    }
  }
}