{
  "info": {
    "book": "Juan",
    "chapter": "2",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y al tercer día se hicieron unas bodas en Caná de Galilea; y estaba allí la madre de Jesús.",
      "topic": ""
    },
    "2": {
      "text": "Y fueron también invitados a las bodas Jesús y sus discípulos.",
      "topic": ""
    },
    "3": {
      "text": "Y faltando el vino, la madre de Jesús le dijo: No tienen vino.",
      "topic": ""
    },
    "4": {
      "text": "Jesús le dijo: ‹¿Qué tengo yo contigo, mujer?› Aún no ha venido mi hora.",
      "topic": ""
    },
    "5": {
      "text": "Su madre dijo a los siervos: Haced todo lo que Él os dijere.",
      "topic": ""
    },
    "6": {
      "text": "Y estaban allí seis tinajas de piedra para agua, conforme a la purificación de los judíos, y en cada una cabían dos o tres cántaros.",
      "topic": ""
    },
    "7": {
      "text": "Jesús les dijo: ‹Llenad de agua estas tinajas.› Y las llenaron hasta arriba.",
      "topic": ""
    },
    "8": {
      "text": "Y les dijo: ‹Sacad ahora, y llevadla al maestresala.› Y se [la] llevaron.",
      "topic": ""
    },
    "9": {
      "text": "Y cuando el maestresala probó el agua hecha vino, y no sabía de dónde era (mas lo sabían los siervos que habían sacado el agua), el maestresala llamó al esposo,",
      "topic": ""
    },
    "10": {
      "text": "y le dijo: Todo hombre sirve primero el buen vino, y cuando ya han bebido mucho, entonces el que es inferior, [pero] tú has guardado el buen vino hasta ahora.",
      "topic": ""
    },
    "11": {
      "text": "Este principio de milagros hizo Jesús en Caná de Galilea, y manifestó su gloria; y sus discípulos creyeron en Él.",
      "topic": ""
    },
    "12": {
      "text": "Después de esto descendió a Capernaúm, Él, y su madre, y sus hermanos y sus discípulos; y estuvieron allí no muchos días.",
      "topic": ""
    },
    "13": {
      "text": "Y estaba cerca la pascua de los judíos, y subió Jesús a Jerusalén.",
      "topic": ""
    },
    "14": {
      "text": "Y halló en el templo a los que vendían bueyes y ovejas y palomas, y a los cambistas sentados.",
      "topic": ""
    },
    "15": {
      "text": "Y haciendo un azote de cuerdas, echó fuera del templo a todos, y las ovejas y los bueyes; y desparramó el dinero de los cambistas, y trastornó las mesas;",
      "topic": ""
    },
    "16": {
      "text": "y dijo a los que vendían palomas: ‹Quitad de aquí esto, y no hagáis de la casa de mi Padre una casa de mercado.›",
      "topic": ""
    },
    "17": {
      "text": "Entonces se acordaron sus discípulos que está escrito: El celo de tu casa me consumió.",
      "topic": ""
    },
    "18": {
      "text": "Y respondieron los judíos y le dijeron: ¿Qué señal nos muestras, ya que haces esto?",
      "topic": ""
    },
    "19": {
      "text": "Respondió Jesús y les dijo: ‹Destruid este templo, y en tres días lo levantaré.›",
      "topic": ""
    },
    "20": {
      "text": "Entonces dijeron los judíos: En cuarenta y seis años fue edificado este templo, ¿y tú lo levantarás en tres días?",
      "topic": ""
    },
    "21": {
      "text": "Pero Él hablaba del templo de su cuerpo.",
      "topic": ""
    },
    "22": {
      "text": "Por tanto, cuando resucitó de los muertos, sus discípulos se acordaron que les había dicho esto; y creyeron la Escritura y la palabra que Jesús había dicho.",
      "topic": ""
    },
    "23": {
      "text": "Y estando en Jerusalén, en la pascua, en el [día] de la fiesta, muchos creyeron en su nombre, viendo los milagros que hacía.",
      "topic": ""
    },
    "24": {
      "text": "Pero Jesús mismo no se fiaba de ellos, porque los conocía a todos.",
      "topic": ""
    },
    "25": {
      "text": "Y no tenía necesidad de que alguien le diese testimonio del hombre, porque Él sabía lo que había en el hombre.",
      "topic": ""
    }
  }
}