{
  "info": {
    "book": "Juan",
    "chapter": "20",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y el primer [día] de la semana, de mañana, siendo aún oscuro, María Magdalena vino al sepulcro, y vio quitada la piedra del sepulcro.",
      "topic": ""
    },
    "2": {
      "text": "Entonces corrió, y vino a Simón Pedro, y al otro discípulo, a quien amaba Jesús, y les dijo: Se han llevado del sepulcro al Señor, y no sabemos dónde le han puesto.",
      "topic": ""
    },
    "3": {
      "text": "Pedro entonces salió, y el otro discípulo, y fueron al sepulcro.",
      "topic": ""
    },
    "4": {
      "text": "Y corrían los dos juntos; pero el otro discípulo corrió más aprisa que Pedro, y llegó primero al sepulcro.",
      "topic": ""
    },
    "5": {
      "text": "Y bajándose [a mirar], vio los lienzos puestos [allí]; mas no entró.",
      "topic": ""
    },
    "6": {
      "text": "Luego llegó Simón Pedro tras él, y entró en el sepulcro, y vio los lienzos puestos [allí],",
      "topic": ""
    },
    "7": {
      "text": "y el sudario que había estado sobre su cabeza, no puesto con los lienzos, sino envuelto en un lugar aparte.",
      "topic": ""
    },
    "8": {
      "text": "Entonces entró también el otro discípulo, que había llegado primero al sepulcro, y vio, y creyó.",
      "topic": ""
    },
    "9": {
      "text": "Porque aún no habían entendido la Escritura, que era necesario que Él resucitase de los muertos.",
      "topic": ""
    },
    "10": {
      "text": "Entonces los discípulos se volvieron a sus casas.",
      "topic": ""
    },
    "11": {
      "text": "Pero María estaba fuera llorando junto al sepulcro; y llorando se inclinó y miró dentro del sepulcro;",
      "topic": ""
    },
    "12": {
      "text": "y vio dos ángeles en ropas blancas que estaban sentados, el uno a la cabecera, y el otro a los pies, donde el cuerpo de Jesús había sido puesto.",
      "topic": ""
    },
    "13": {
      "text": "Y le dijeron: Mujer, ¿por qué lloras? Ella les dijo: Porque se han llevado a mi Señor, y no sé dónde le han puesto.",
      "topic": ""
    },
    "14": {
      "text": "Y habiendo dicho esto, volteó hacia atrás, y vio a Jesús que estaba allí; mas no sabía que era Jesús.",
      "topic": ""
    },
    "15": {
      "text": "Jesús le dijo: ‹Mujer, ¿por qué lloras? ¿A quién buscas?› Ella, pensando que era el hortelano, le dijo: Señor, si tú le has llevado, dime dónde le has puesto, y yo lo llevaré.",
      "topic": ""
    },
    "16": {
      "text": "Jesús le dijo: ‹María.› Volviéndose ella, le dijo: ¡Raboni! (que quiere decir, Maestro).",
      "topic": ""
    },
    "17": {
      "text": "Jesús le dijo: ‹No me toques; porque aún no he subido a mi Padre; mas ve a mis hermanos, y diles: Subo a mi Padre y a vuestro Padre, a mi Dios y a vuestro Dios.›",
      "topic": ""
    },
    "18": {
      "text": "Vino María Magdalena dando las nuevas a los discípulos de que había visto al Señor, y que Él le había dicho estas cosas.",
      "topic": ""
    },
    "19": {
      "text": "Y el mismo día al anochecer, siendo el primero de la semana, estando las puertas cerradas en donde los discípulos estaban reunidos por miedo a los judíos, vino Jesús, y poniéndose en medio, les dijo: ‹Paz a vosotros.›",
      "topic": ""
    },
    "20": {
      "text": "Y habiendo dicho esto, les mostró [sus] manos y su costado. Entonces los discípulos se regocijaron viendo al Señor.",
      "topic": ""
    },
    "21": {
      "text": "Entonces Jesús les dijo otra vez: ‹Paz a vosotros: Como me envió el Padre, así también yo os envío.›",
      "topic": ""
    },
    "22": {
      "text": "Y habiendo dicho esto, sopló [en ellos], y les dijo: ‹Recibid el Espíritu Santo.›",
      "topic": ""
    },
    "23": {
      "text": "‹A quienes remitiereis los pecados, les son remitidos; a quienes se los retuviereis, les son retenidos.›",
      "topic": ""
    },
    "24": {
      "text": "Pero Tomás, uno de los doce, llamado Dídimo, no estaba con ellos cuando Jesús vino.",
      "topic": ""
    },
    "25": {
      "text": "Le dijeron, pues, los otros discípulos: Hemos visto al Señor. Y él les dijo: Si no viere en sus manos la señal de los clavos, y metiere mi dedo en el lugar de los clavos, y metiere mi mano en su costado, no creeré.",
      "topic": ""
    },
    "26": {
      "text": "Y ocho días después, estaban otra vez sus discípulos dentro, y con ellos Tomás. [Entonces] vino Jesús, estando las puertas cerradas, y poniéndose en medio, dijo: ‹Paz a vosotros.›",
      "topic": ""
    },
    "27": {
      "text": "Entonces dijo a Tomás: ‹Mete tu dedo aquí, y ve mis manos; y da acá tu mano, y métela en mi costado; y no seas incrédulo, sino creyente.›",
      "topic": ""
    },
    "28": {
      "text": "Y Tomás respondió, y le dijo: ¡Señor mío, y Dios mío!",
      "topic": ""
    },
    "29": {
      "text": "Jesús le dijo: ‹Tomás, porque me has visto, creíste; bienaventurados los que no vieron, y creyeron.›",
      "topic": ""
    },
    "30": {
      "text": "Y ciertamente muchas otras señales hizo Jesús en presencia de sus discípulos, las cuales no están escritas en este libro.",
      "topic": ""
    },
    "31": {
      "text": "Pero éstas se han escrito, para que creáis que Jesús es el Cristo, el Hijo de Dios; y para que creyendo, tengáis vida en su nombre.",
      "topic": ""
    }
  }
}