{
  "info": {
    "book": "Juan",
    "chapter": "21",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Después de estas cosas Jesús se manifestó otra vez a sus discípulos junto al mar de Tiberias; y se manifestó de esta manera.",
      "topic": ""
    },
    "2": {
      "text": "Estaban juntos Simón Pedro, y Tomás llamado el Dídimo, y Natanael, de Caná de Galilea, y los [hijos] de Zebedeo, y otros dos de sus discípulos.",
      "topic": ""
    },
    "3": {
      "text": "Simón Pedro les dijo: A pescar voy: Ellos le dijeron: Nosotros también vamos contigo. Fueron, y luego entraron en una barca; y aquella noche no pescaron nada.",
      "topic": ""
    },
    "4": {
      "text": "Y al amanecer, Jesús se puso a la ribera; mas los discípulos no sabían que era Jesús.",
      "topic": ""
    },
    "5": {
      "text": "Entonces Jesús les dijo: ‹Hijitos, ¿tenéis algo de comer?› Le respondieron: No.",
      "topic": ""
    },
    "6": {
      "text": "Y Él les dijo: ‹Echad la red a la derecha de la barca, y hallaréis.› Entonces la echaron, y ya no la podían sacar por la multitud de peces.",
      "topic": ""
    },
    "7": {
      "text": "Entonces aquel discípulo, a quien Jesús amaba, dijo a Pedro: ¡Es el Señor! Y cuando Simón Pedro oyó que era el Señor, se ciñó su ropa (porque estaba desnudo), y se echó al mar.",
      "topic": ""
    },
    "8": {
      "text": "Y los otros discípulos vinieron en una barca (porque no estaban lejos de tierra, sino como a doscientos codos), trayendo la red con los peces.",
      "topic": ""
    },
    "9": {
      "text": "Y cuando llegaron a tierra, vieron brasas puestas, y un pez sobre ellas, y pan.",
      "topic": ""
    },
    "10": {
      "text": "Jesús les dijo: ‹Traed de los peces que pescasteis ahora.›",
      "topic": ""
    },
    "11": {
      "text": "Simón Pedro subió, y trajo la red a tierra, llena de grandes peces, ciento cincuenta y tres; y siendo tantos, la red no se rompió.",
      "topic": ""
    },
    "12": {
      "text": "Jesús les dijo: ‹Venid, comed.› Y ninguno de los discípulos osaba preguntarle: ¿Tú, quién eres? Sabiendo que era el Señor.",
      "topic": ""
    },
    "13": {
      "text": "Entonces vino Jesús, y tomó el pan y les dio; y asimismo del pez.",
      "topic": ""
    },
    "14": {
      "text": "Ésta era ya la tercera vez que Jesús se manifestaba a sus discípulos, después de haber resucitado de los muertos.",
      "topic": ""
    },
    "15": {
      "text": "Y cuando hubieron comido, Jesús dijo a Simón Pedro: ‹Simón, hijo de Jonás, ¿me amas más que éstos?› Le respondió: Sí Señor, tú sabes que te amo. Él le dijo: ‹Apacienta mis corderos.›",
      "topic": ""
    },
    "16": {
      "text": "Vuelve a decirle la segunda vez: ‹Simón, [hijo] de Jonás, ¿me amas?› Le responde: Sí, Señor; tú sabes que te amo. Él le dijo: ‹Apacienta mis ovejas.›",
      "topic": ""
    },
    "17": {
      "text": "Le dijo la tercera vez: ‹Simón, [hijo] de Jonás, ¿me amas?› Pedro, entristecido de que le dijese la tercera vez: ¿Me amas? Le dijo: Señor, tú sabes todas las cosas; tú sabes que te amo. Jesús le dijo: ‹Apacienta mis ovejas.›",
      "topic": ""
    },
    "18": {
      "text": "‹De cierto, de cierto te digo: Cuando eras más joven, te ceñías e ibas a donde querías; pero cuando ya seas viejo, extenderás tus manos, y te ceñirá otro, y te llevará a donde no quieras.›",
      "topic": ""
    },
    "19": {
      "text": "Esto dijo, dando a entender con qué muerte había de glorificar a Dios. Y dicho esto, le dijo: ‹Sígueme.›",
      "topic": ""
    },
    "20": {
      "text": "Entonces Pedro, volviéndose, ve a aquel discípulo al cual Jesús amaba, que los seguía, el que también se había recostado en su pecho en la cena, y le había dicho: Señor, ¿quién es el que te va a entregar?",
      "topic": ""
    },
    "21": {
      "text": "Cuando Pedro lo vio, dijo a Jesús: Señor, ¿y éste qué?",
      "topic": ""
    },
    "22": {
      "text": "Jesús le dijo: ‹Si quiero que él quede hasta que yo venga, ¿qué a ti? Tú sígueme.›",
      "topic": ""
    },
    "23": {
      "text": "Salió entonces este dicho entre los hermanos, que aquel discípulo no moriría. Pero Jesús no le dijo: No morirá; sino: Si quiero que él quede hasta que yo venga ¿qué a ti?",
      "topic": ""
    },
    "24": {
      "text": "Éste es el discípulo que da testimonio de estas cosas, y escribió estas cosas; y sabemos que su testimonio es verdadero.",
      "topic": ""
    },
    "25": {
      "text": "Y hay también muchas otras cosas que Jesús hizo, las cuales si se escribiesen una por una, pienso que ni aun en el mundo cabrían los libros que se habrían de escribir. Amén.",
      "topic": ""
    }
  }
}