{
  "info": {
    "book": "Juan",
    "chapter": "5",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Después de estas cosas había una fiesta de los judíos, y subió Jesús a Jerusalén.",
      "topic": ""
    },
    "2": {
      "text": "Y hay en Jerusalén, a la puerta de las Ovejas, un estanque, que en hebreo es llamado Betesda, el cual tiene cinco pórticos.",
      "topic": ""
    },
    "3": {
      "text": "En éstos yacía gran multitud de enfermos, ciegos, cojos, secos, que esperaban el movimiento del agua.",
      "topic": ""
    },
    "4": {
      "text": "Porque un ángel descendía a cierto tiempo al estanque y agitaba el agua; y el que primero descendía al estanque después del movimiento del agua, quedaba sano de cualquier enfermedad que tuviese.",
      "topic": ""
    },
    "5": {
      "text": "Y estaba allí un hombre que hacía treinta y ocho años que estaba enfermo.",
      "topic": ""
    },
    "6": {
      "text": "Cuando Jesús le vio postrado, y entendió que hacía mucho tiempo que estaba [enfermo], le dijo: ‹¿Quieres ser sano?›",
      "topic": ""
    },
    "7": {
      "text": "Señor, le respondió el enfermo, no tengo hombre que me meta en el estanque cuando el agua es agitada; pues entre tanto que yo vengo, otro desciende antes que yo.",
      "topic": ""
    },
    "8": {
      "text": "Jesús le dijo: ‹Levántate, toma tu lecho y anda.›",
      "topic": ""
    },
    "9": {
      "text": "Y al instante aquel hombre fue sanado, y tomó su lecho, y anduvo. Y era sábado aquel día",
      "topic": ""
    },
    "10": {
      "text": "Entonces los judíos decían a aquel que había sido sanado: Sábado es; no te es lícito llevar [tu] lecho.",
      "topic": ""
    },
    "11": {
      "text": "Él les respondió: El que me sanó, Él mismo me dijo: Toma tu lecho y anda.",
      "topic": ""
    },
    "12": {
      "text": "Entonces le preguntaron: ¿Quién es el que te dijo: Toma tu lecho y anda?",
      "topic": ""
    },
    "13": {
      "text": "Y el que había sido sanado no sabía quién fuese; porque Jesús se había apartado de la multitud que estaba en [aquel] lugar.",
      "topic": ""
    },
    "14": {
      "text": "Después le halló Jesús en el templo, y le dijo: ‹Mira, has sido sanado; no peques más, no sea que te venga alguna cosa peor.›",
      "topic": ""
    },
    "15": {
      "text": "El hombre se fue, y dio aviso a los judíos, que Jesús era el que le había sanado.",
      "topic": ""
    },
    "16": {
      "text": "Y por esta causa los judíos perseguían a Jesús, y procuraban matarle, porque hacía estas cosas en sábado.",
      "topic": ""
    },
    "17": {
      "text": "Y Jesús les respondió: ‹Mi Padre hasta ahora trabaja, y yo trabajo.›",
      "topic": ""
    },
    "18": {
      "text": "Por esto, más procuraban los judíos matarle, porque no sólo quebrantaba el sábado, sino que también decía que Dios era su Padre, haciéndose igual a Dios.",
      "topic": ""
    },
    "19": {
      "text": "Respondió entonces Jesús, y les dijo: ‹De cierto, de cierto os digo: No puede el Hijo hacer nada de sí mismo, sino lo que ve hacer al Padre; porque todo lo que Él hace, eso también hace el Hijo igualmente.›",
      "topic": ""
    },
    "20": {
      "text": "‹Porque el Padre ama al Hijo, y le muestra todas las cosas que Él hace; y mayores obras que éstas le mostrará, de manera que vosotros os maravilléis.›",
      "topic": ""
    },
    "21": {
      "text": "‹Porque como el Padre levanta a los muertos, y [les] da vida; así también el Hijo a los que quiere da vida.›",
      "topic": ""
    },
    "22": {
      "text": "‹Porque el Padre a nadie juzga, sino que todo juicio encomendó al Hijo;›",
      "topic": ""
    },
    "23": {
      "text": "‹para que todos honren al Hijo como honran al Padre. El que no honra al Hijo, no honra al Padre que le envió.›",
      "topic": ""
    },
    "24": {
      "text": "‹De cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.›",
      "topic": ""
    },
    "25": {
      "text": "‹De cierto, de cierto os digo: Vendrá hora, y ahora es, cuando los muertos oirán la voz del Hijo de Dios; y los que oyeren vivirán.›",
      "topic": ""
    },
    "26": {
      "text": "‹Porque como el Padre tiene vida en sí mismo, así también ha dado al Hijo el tener vida en sí mismo;›",
      "topic": ""
    },
    "27": {
      "text": "‹y también le dio autoridad de hacer juicio, por cuanto es el Hijo del Hombre.›",
      "topic": ""
    },
    "28": {
      "text": "‹No os maravilléis de esto; porque viene la hora cuando todos los que están en los sepulcros oirán su voz;›",
      "topic": ""
    },
    "29": {
      "text": "‹y los que hicieron bien, saldrán a resurrección de vida; y los que hicieron mal, a resurrección de condenación.›",
      "topic": ""
    },
    "30": {
      "text": "‹No puedo yo hacer nada de mí mismo; como oigo, juzgo; y mi juicio es justo; porque no busco mi voluntad, sino la voluntad del Padre que me envió.›",
      "topic": ""
    },
    "31": {
      "text": "‹Si yo doy testimonio de mí mismo, mi testimonio no es verdadero.›",
      "topic": ""
    },
    "32": {
      "text": "‹Otro es el que da testimonio de mí; y sé que el testimonio que da de mí es verdadero.›",
      "topic": ""
    },
    "33": {
      "text": "‹Vosotros enviasteis [a preguntar] a Juan, y él dio testimonio de la verdad.›",
      "topic": ""
    },
    "34": {
      "text": "‹Pero yo no recibo el testimonio de hombre; pero digo esto para que vosotros seáis salvos.›",
      "topic": ""
    },
    "35": {
      "text": "‹Él era antorcha que ardía y alumbraba; y vosotros quisisteis regocijaros por un tiempo en su luz.›",
      "topic": ""
    },
    "36": {
      "text": "‹Mas yo tengo mayor testimonio que [el de] Juan; porque las obras que el Padre me dio que cumpliese, las mismas obras que yo hago, dan testimonio de mí, que el Padre me ha enviado.›",
      "topic": ""
    },
    "37": {
      "text": "‹Y el Padre mismo que me envió da testimonio de mí. Vosotros nunca habéis oído su voz, ni habéis visto su parecer,›",
      "topic": ""
    },
    "38": {
      "text": "‹y no tenéis su palabra morando en vosotros; porque al que Él envió, a Éste vosotros no creéis.›",
      "topic": ""
    },
    "39": {
      "text": "‹Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna; y ellas son las que dan testimonio de mí.›",
      "topic": ""
    },
    "40": {
      "text": "‹Y no queréis venir a mí para que tengáis vida.›",
      "topic": ""
    },
    "41": {
      "text": "‹Gloria de los hombres no recibo.›",
      "topic": ""
    },
    "42": {
      "text": "‹Pero yo os conozco, que no tenéis amor de Dios en vosotros.›",
      "topic": ""
    },
    "43": {
      "text": "‹Yo he venido en el nombre de mi Padre, y no me recibís; si otro viniere en su propio nombre, a ése recibiréis.›",
      "topic": ""
    },
    "44": {
      "text": "‹¿Cómo podéis vosotros creer, pues recibís gloria los unos de los otros, y no buscáis la gloria que sólo de Dios [viene]?›",
      "topic": ""
    },
    "45": {
      "text": "‹No penséis que yo os acusaré delante del Padre; hay quien os acusa, Moisés, en quien vosotros confiáis.›",
      "topic": ""
    },
    "46": {
      "text": "‹Porque si hubieseis creído a Moisés, me creeríais a mí; porque de mí escribió él.›",
      "topic": ""
    },
    "47": {
      "text": "‹Pero si no creéis a sus escritos, ¿cómo creeréis a mis palabras?›",
      "topic": ""
    }
  }
}