{
  "info": {
    "book": "Juan",
    "chapter": "7",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Después de estas cosas, andaba Jesús en Galilea; pues no quería andar en Judea porque los judíos procuraban matarle.",
      "topic": ""
    },
    "2": {
      "text": "Y estaba cerca la fiesta de los judíos, la de los tabernáculos.",
      "topic": ""
    },
    "3": {
      "text": "Entonces sus hermanos le dijeron: Sal de aquí, y vete a Judea, para que también tus discípulos vean las obras que haces.",
      "topic": ""
    },
    "4": {
      "text": "Pues nadie hace algo en secreto cuando procura darse a conocer. Si estas cosas haces, manifiéstate al mundo.",
      "topic": ""
    },
    "5": {
      "text": "Porque ni aun sus hermanos creían en Él.",
      "topic": ""
    },
    "6": {
      "text": "Entonces Jesús les dijo: ‹Mi tiempo aún no ha venido; mas vuestro tiempo siempre está presto.›",
      "topic": ""
    },
    "7": {
      "text": "‹No puede el mundo aborreceros a vosotros, mas a mí me aborrece, porque yo testifico de él, que sus obras son malas.›",
      "topic": ""
    },
    "8": {
      "text": "‹Subid vosotros a esta fiesta; yo no subo todavía a esta fiesta, porque mi tiempo aún no se ha cumplido.›",
      "topic": ""
    },
    "9": {
      "text": "Y habiéndoles dicho esto, se quedó en Galilea.",
      "topic": ""
    },
    "10": {
      "text": "Pero cuando sus hermanos habían subido, entonces Él también subió a la fiesta, no abiertamente, sino como en secreto.",
      "topic": ""
    },
    "11": {
      "text": "Y le buscaban los judíos en la fiesta, y decían: ¿Dónde está Aquél?",
      "topic": ""
    },
    "12": {
      "text": "Y había gran murmuración acerca de Él entre el pueblo; porque unos decían: Es bueno; y otros decían: No, sino que engaña al pueblo.",
      "topic": ""
    },
    "13": {
      "text": "Pero ninguno hablaba abiertamente de Él, por miedo a los judíos.",
      "topic": ""
    },
    "14": {
      "text": "Mas a la mitad de la fiesta subió Jesús al templo, y enseñaba.",
      "topic": ""
    },
    "15": {
      "text": "Y se maravillaban los judíos, diciendo: ¿Cómo sabe Éste letras, no habiendo aprendido?",
      "topic": ""
    },
    "16": {
      "text": "Jesús les respondió y dijo: ‹Mi doctrina no es mía, sino de Aquél que me envió.›",
      "topic": ""
    },
    "17": {
      "text": "‹Si alguno quiere hacer su voluntad, conocerá de la doctrina, si es de Dios, o [si] yo hablo de mí mismo.›",
      "topic": ""
    },
    "18": {
      "text": "‹El que habla de sí mismo, su propia gloria busca; pero el que busca la gloria del que le envió, Éste es verdadero, y no hay injusticia en Él.›",
      "topic": ""
    },
    "19": {
      "text": "‹¿No os dio Moisés la ley, y ninguno de vosotros guarda la ley? ¿Por qué procuráis matarme?›",
      "topic": ""
    },
    "20": {
      "text": "Respondió el pueblo, y dijo: Demonio tienes; ¿quién procura matarte?",
      "topic": ""
    },
    "21": {
      "text": "Respondió Jesús y les dijo: ‹Una obra hice, y todos os maravilláis.›",
      "topic": ""
    },
    "22": {
      "text": "‹Por eso Moisés os dio la circuncisión (no porque sea de Moisés, sino de los padres); y en sábado circuncidáis al hombre.›",
      "topic": ""
    },
    "23": {
      "text": "‹Si recibe el hombre la circuncisión en sábado, para que la ley de Moisés no sea quebrantada, ¿os enojáis conmigo porque en sábado sané completamente a un hombre?›",
      "topic": ""
    },
    "24": {
      "text": "‹No juzguéis según la apariencia, mas juzgad justo juicio.›",
      "topic": ""
    },
    "25": {
      "text": "Decían entonces unos de Jerusalén: ¿No es Éste a quien buscan para matarle?",
      "topic": ""
    },
    "26": {
      "text": "Mas he aquí, habla públicamente y no le dicen nada: ¿Habrán en verdad reconocido los príncipes que verdaderamente Éste es el Cristo?",
      "topic": ""
    },
    "27": {
      "text": "Pero nosotros sabemos de dónde es Éste; mas cuando venga el Cristo, nadie sabrá de dónde sea.",
      "topic": ""
    },
    "28": {
      "text": "Entonces Jesús, enseñando en el templo, alzó la voz y dijo: ‹Vosotros me conocéis, y sabéis de dónde soy; y no he venido de mí mismo; pero el que me envió es verdadero, a quien vosotros no conocéis.›",
      "topic": ""
    },
    "29": {
      "text": "‹Pero yo le conozco, porque de Él procedo, y Él me envió.›",
      "topic": ""
    },
    "30": {
      "text": "Entonces procuraban prenderle; pero ninguno puso mano sobre Él, porque aún no había llegado su hora.",
      "topic": ""
    },
    "31": {
      "text": "Y muchos del pueblo creyeron en Él, y decían: El Cristo, cuando venga, ¿hará más milagros que los que Éste ha hecho?",
      "topic": ""
    },
    "32": {
      "text": "Los fariseos oyeron al pueblo que murmuraba de Él estas cosas; y los príncipes de los sacerdotes y los fariseos enviaron alguaciles para que le prendiesen.",
      "topic": ""
    },
    "33": {
      "text": "Entonces Jesús les dijo: ‹Aún un poco de tiempo estoy con vosotros, y [luego] voy al que me envió.›",
      "topic": ""
    },
    "34": {
      "text": "‹Me buscaréis, y no [me] hallaréis; y donde yo estaré, vosotros no podréis venir.›",
      "topic": ""
    },
    "35": {
      "text": "Entonces los judíos dijeron entre sí: ¿A dónde se ha de ir Éste que no le hallemos? ¿Se irá a los dispersos entre los griegos, y enseñará a los griegos?",
      "topic": ""
    },
    "36": {
      "text": "¿Qué palabra es ésta que dijo: Me buscaréis, y no me hallaréis; y a donde yo estaré, vosotros no podréis venir?",
      "topic": ""
    },
    "37": {
      "text": "En el último día, el gran [día] de la fiesta, Jesús se puso en pie y alzó su voz, diciendo: ‹Si alguno tiene sed, venga a mí y beba.›",
      "topic": ""
    },
    "38": {
      "text": "‹El que cree en mí, como dice la Escritura, de su interior correrán ríos de agua viva.›",
      "topic": ""
    },
    "39": {
      "text": "(Esto dijo del Espíritu Santo que habían de recibir los que creyesen en Él; porque el Espíritu Santo aún no había [sido dado]; porque Jesús no había sido aún glorificado.)",
      "topic": ""
    },
    "40": {
      "text": "Entonces muchos del pueblo, oyendo este dicho, decían: Verdaderamente Éste es el Profeta.",
      "topic": ""
    },
    "41": {
      "text": "Otros decían: Éste es el Cristo. Pero algunos decían: ¿De Galilea ha de venir el Cristo?",
      "topic": ""
    },
    "42": {
      "text": "¿No dice la Escritura que de la simiente de David, y de la aldea de Belén, de donde era David, ha de venir el Cristo?",
      "topic": ""
    },
    "43": {
      "text": "Así que había disensión entre el pueblo a causa de Él.",
      "topic": ""
    },
    "44": {
      "text": "Y algunos de ellos querían prenderle; pero ninguno le echó mano.",
      "topic": ""
    },
    "45": {
      "text": "Y los alguaciles vinieron a los principales sacerdotes y a los fariseos; y éstos les dijeron: ¿Por qué no le trajisteis?",
      "topic": ""
    },
    "46": {
      "text": "Los alguaciles respondieron: ¡Jamás hombre alguno ha hablado como este hombre!",
      "topic": ""
    },
    "47": {
      "text": "Entonces los fariseos les respondieron: ¿También vosotros habéis sido engañados?",
      "topic": ""
    },
    "48": {
      "text": "¿Acaso ha creído en Él alguno de los príncipes, o de los fariseos?",
      "topic": ""
    },
    "49": {
      "text": "Pero esta gente que no sabe la ley, maldita es.",
      "topic": ""
    },
    "50": {
      "text": "Les dijo Nicodemo (el que vino a Jesús de noche, el cual era uno de ellos):",
      "topic": ""
    },
    "51": {
      "text": "¿Acaso juzga nuestra ley a un hombre, sin antes oírle y saber lo que hace?",
      "topic": ""
    },
    "52": {
      "text": "Respondieron y le dijeron: ¿Eres tú también galileo? Escudriña y ve que de Galilea nunca se ha levantado profeta.",
      "topic": ""
    },
    "53": {
      "text": "Y cada uno se fue a su casa.",
      "topic": ""
    }
  }
}