{
  "info": {
    "book": "Job",
    "chapter": "12",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "No doubt but you are the people, and wisdom shall die with you.",
      "topic": ""
    },
    "3": {
      "text": "But I have understanding as well as you; I am not inferior to you: yes, who knows not such things as these?",
      "topic": ""
    },
    "4": {
      "text": "I am as one mocked of his neighbor, who calls on God, and he answers him: the just upright man is laughed to scorn.",
      "topic": ""
    },
    "5": {
      "text": "He that is ready to slip with his feet is as a lamp despised in the thought of him that is at ease.",
      "topic": ""
    },
    "6": {
      "text": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God brings abundantly.",
      "topic": ""
    },
    "7": {
      "text": "But ask now the beasts, and they shall teach you; and the fowls of the air, and they shall tell you:",
      "topic": ""
    },
    "8": {
      "text": "Or speak to the earth, and it shall teach you: and the fishes of the sea shall declare to you.",
      "topic": ""
    },
    "9": {
      "text": "Who knows not in all these that the hand of the LORD has worked this?",
      "topic": ""
    },
    "10": {
      "text": "In whose hand is the soul of every living thing, and the breath of all mankind.",
      "topic": ""
    },
    "11": {
      "text": "Does not the ear try words? and the mouth taste his meat?",
      "topic": ""
    },
    "12": {
      "text": "With the ancient is wisdom; and in length of days understanding.",
      "topic": ""
    },
    "13": {
      "text": "With him is wisdom and strength, he has counsel and understanding.",
      "topic": ""
    },
    "14": {
      "text": "Behold, he breaks down, and it cannot be built again: he shuts up a man, and there can be no opening.",
      "topic": ""
    },
    "15": {
      "text": "Behold, he withholds the waters, and they dry up: also he sends them out, and they overturn the earth.",
      "topic": ""
    },
    "16": {
      "text": "With him is strength and wisdom: the deceived and the deceiver are his.",
      "topic": ""
    },
    "17": {
      "text": "He leads counsellors away spoiled, and makes the judges fools.",
      "topic": ""
    },
    "18": {
      "text": "He looses the bond of kings, and girds their loins with a girdle.",
      "topic": ""
    },
    "19": {
      "text": "He leads princes away spoiled, and overthrows the mighty.",
      "topic": ""
    },
    "20": {
      "text": "He removes away the speech of the trusty, and takes away the understanding of the aged.",
      "topic": ""
    },
    "21": {
      "text": "He pours contempt on princes, and weakens the strength of the mighty.",
      "topic": ""
    },
    "22": {
      "text": "He discovers deep things out of darkness, and brings out to light the shadow of death.",
      "topic": ""
    },
    "23": {
      "text": "He increases the nations, and destroys them: he enlarges the nations, and straitens them again.",
      "topic": ""
    },
    "24": {
      "text": "He takes away the heart of the chief of the people of the earth, and causes them to wander in a wilderness where there is no way.",
      "topic": ""
    },
    "25": {
      "text": "They grope in the dark without light, and he makes them to stagger like a drunken man.",
      "topic": ""
    }
  }
}