{
  "info": {
    "book": "Job",
    "chapter": "26",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "How have you helped him that is without power? how save you the arm that has no strength?",
      "topic": ""
    },
    "3": {
      "text": "How have you counceled him that has no wisdom? and how have you plentifully declared the thing as it is?",
      "topic": ""
    },
    "4": {
      "text": "To whom have you uttered words? and whose spirit came from you?",
      "topic": ""
    },
    "5": {
      "text": "Dead things are formed from under the waters, and the inhabitants thereof.",
      "topic": ""
    },
    "6": {
      "text": "Hell is naked before him, and destruction has no covering.",
      "topic": ""
    },
    "7": {
      "text": "He stretches out the north over the empty place, and hangs the earth on nothing.",
      "topic": ""
    },
    "8": {
      "text": "He binds up the waters in his thick clouds; and the cloud is not rent under them.",
      "topic": ""
    },
    "9": {
      "text": "He holds back the face of his throne, and spreads his cloud on it.",
      "topic": ""
    },
    "10": {
      "text": "He has compassed the waters with bounds, until the day and night come to an end.",
      "topic": ""
    },
    "11": {
      "text": "The pillars of heaven tremble and are astonished at his reproof.",
      "topic": ""
    },
    "12": {
      "text": "He divides the sea with his power, and by his understanding he smites through the proud.",
      "topic": ""
    },
    "13": {
      "text": "By his spirit he has garnished the heavens; his hand has formed the crooked serpent.",
      "topic": ""
    },
    "14": {
      "text": "See, these are parts of his ways: but how little a portion is heard of him? but the thunder of his power who can understand?",
      "topic": ""
    }
  }
}