{
  "info": {
    "book": "Job",
    "chapter": "35",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Elihu spoke moreover, and said,",
      "topic": ""
    },
    "2": {
      "text": "Think you this to be right, that you said, My righteousness is more than God’s?",
      "topic": ""
    },
    "3": {
      "text": "For you said, What advantage will it be to you? and, What profit shall I have, if I be cleansed from my sin?",
      "topic": ""
    },
    "4": {
      "text": "I will answer you, and your companions with you.",
      "topic": ""
    },
    "5": {
      "text": "Look to the heavens, and see; and behold the clouds which are higher than you.",
      "topic": ""
    },
    "6": {
      "text": "If you sin, what do you against him? or if your transgressions be multiplied, what do you to him?",
      "topic": ""
    },
    "7": {
      "text": "If you be righteous, what give you him? or what receives he of your hand?",
      "topic": ""
    },
    "8": {
      "text": "Your wickedness may hurt a man as you are; and your righteousness may profit the son of man.",
      "topic": ""
    },
    "9": {
      "text": "By reason of the multitude of oppressions they make the oppressed to cry: they cry out by reason of the arm of the mighty.",
      "topic": ""
    },
    "10": {
      "text": "But none said, Where is God my maker, who gives songs in the night;",
      "topic": ""
    },
    "11": {
      "text": "Who teaches us more than the beasts of the earth, and makes us wiser than the fowls of heaven?",
      "topic": ""
    },
    "12": {
      "text": "There they cry, but none gives answer, because of the pride of evil men.",
      "topic": ""
    },
    "13": {
      "text": "Surely God will not hear vanity, neither will the Almighty regard it.",
      "topic": ""
    },
    "14": {
      "text": "Although you say you shall not see him, yet judgment is before him; therefore trust you in him.",
      "topic": ""
    },
    "15": {
      "text": "But now, because it is not so, he has visited in his anger; yet he knows it not in great extremity:",
      "topic": ""
    },
    "16": {
      "text": "Therefore does Job open his mouth in vain; he multiplies words without knowledge.",
      "topic": ""
    }
  }
}