{
  "info": {
    "book": "Proverbs",
    "chapter": "1",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The proverbs of Solomon, the son of David, king of Israel:",
      "topic": ""
    },
    "2": {
      "text": "to know wisdom and instruction; to discern the words of understanding;",
      "topic": ""
    },
    "3": {
      "text": "to receive instruction in wise dealing, in righteousness, justice, and equity;",
      "topic": ""
    },
    "4": {
      "text": "to give prudence to the simple, knowledge and discretion to the young man:",
      "topic": ""
    },
    "5": {
      "text": "that the wise man may hear, and increase in learning; that the man of understanding may attain to sound counsel:",
      "topic": ""
    },
    "6": {
      "text": "to understand a proverb, and parables, the words and riddles of the wise.",
      "topic": ""
    },
    "7": {
      "text": "The fear of Yahweh is the beginning of knowledge; but the foolish despise wisdom and instruction.",
      "topic": ""
    },
    "8": {
      "text": "My son, listen to your father’s instruction, and don’t forsake your mother’s teaching:",
      "topic": ""
    },
    "9": {
      "text": "for they will be a garland to grace your head, and chains around your neck.",
      "topic": ""
    },
    "10": {
      "text": "My son, if sinners entice you, don’t consent.",
      "topic": ""
    },
    "11": {
      "text": "If they say, “Come with us, Let’s lay in wait for blood; let’s lurk secretly for the innocent without cause;",
      "topic": ""
    },
    "12": {
      "text": "let’s swallow them up alive like Sheol, and whole, like those who go down into the pit.",
      "topic": ""
    },
    "13": {
      "text": "We’ll find all valuable wealth. We’ll fill our houses with spoil.",
      "topic": ""
    },
    "14": {
      "text": "You shall cast your lot among us. We’ll all have one purse.”",
      "topic": ""
    },
    "15": {
      "text": "My son, don’t walk in the way with them. Keep your foot from their path,",
      "topic": ""
    },
    "16": {
      "text": "for their feet run to evil. They hurry to shed blood.",
      "topic": ""
    },
    "17": {
      "text": "For in vain is the net spread in the sight of any bird:",
      "topic": ""
    },
    "18": {
      "text": "but these lay wait for their own blood. They lurk secretly for their own lives.",
      "topic": ""
    },
    "19": {
      "text": "So are the ways of everyone who is greedy for gain. It takes away the life of its owners.",
      "topic": ""
    },
    "20": {
      "text": "Wisdom calls aloud in the street. She utters her voice in the public squares.",
      "topic": ""
    },
    "21": {
      "text": "She calls at the head of noisy places. At the entrance of the city gates, she utters her words:",
      "topic": ""
    },
    "22": {
      "text": "“How long, you simple ones, will you love simplicity? How long will mockers delight themselves in mockery, and fools hate knowledge?",
      "topic": ""
    },
    "23": {
      "text": "Turn at my reproof. Behold, I will pour out my spirit on you. I will make known my words to you.",
      "topic": ""
    },
    "24": {
      "text": "Because I have called, and you have refused; I have stretched out my hand, and no one has paid attention;",
      "topic": ""
    },
    "25": {
      "text": "but you have ignored all my counsel, and wanted none of my reproof;",
      "topic": ""
    },
    "26": {
      "text": "I also will laugh at your disaster. I will mock when calamity overtakes you;",
      "topic": ""
    },
    "27": {
      "text": "when calamity overtakes you like a storm, when your disaster comes on like a whirlwind; when distress and anguish come on you.",
      "topic": ""
    },
    "28": {
      "text": "Then will they call on me, but I will not answer. They will seek me diligently, but they will not find me;",
      "topic": ""
    },
    "29": {
      "text": "because they hated knowledge, and didn’t choose the fear of Yahweh.",
      "topic": ""
    },
    "30": {
      "text": "They wanted none of my counsel. They despised all my reproof.",
      "topic": ""
    },
    "31": {
      "text": "Therefore they will eat of the fruit of their own way, and be filled with their own schemes.",
      "topic": ""
    },
    "32": {
      "text": "For the backsliding of the simple will kill them. The careless ease of fools will destroy them.",
      "topic": ""
    },
    "33": {
      "text": "But whoever listens to me will dwell securely, and will be at ease, without fear of harm.”",
      "topic": ""
    }
  }
}