{
  "info": {
    "book": "Proverbs",
    "chapter": "18",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "An unfriendly man pursues selfishness, and defies all sound judgment.",
      "topic": ""
    },
    "2": {
      "text": "A fool has no delight in understanding, but only in revealing his own opinion.",
      "topic": ""
    },
    "3": {
      "text": "When wickedness comes, contempt also comes, and with shame comes disgrace.",
      "topic": ""
    },
    "4": {
      "text": "The words of a man’s mouth are like deep waters. The fountain of wisdom is like a flowing brook.",
      "topic": ""
    },
    "5": {
      "text": "To be partial to the faces of the wicked is not good, nor to deprive the innocent of justice.",
      "topic": ""
    },
    "6": {
      "text": "A fool’s lips come into strife, and his mouth invites beatings.",
      "topic": ""
    },
    "7": {
      "text": "A fool’s mouth is his destruction, and his lips are a snare to his soul.",
      "topic": ""
    },
    "8": {
      "text": "The words of a gossip are like dainty morsels: they go down into a person’s innermost parts.",
      "topic": ""
    },
    "9": {
      "text": "One who is slack in his work is brother to him who is a master of destruction.",
      "topic": ""
    },
    "10": {
      "text": "The name of Yahweh is a strong tower: the righteous run to him, and are safe.",
      "topic": ""
    },
    "11": {
      "text": "The rich man’s wealth is his strong city, like an unscalable wall in his own imagination.",
      "topic": ""
    },
    "12": {
      "text": "Before destruction the heart of man is proud, but before honor is humility.",
      "topic": ""
    },
    "13": {
      "text": "He who gives answer before he hears, that is folly and shame to him.",
      "topic": ""
    },
    "14": {
      "text": "A man’s spirit will sustain him in sickness, but a crushed spirit, who can bear?",
      "topic": ""
    },
    "15": {
      "text": "The heart of the discerning gets knowledge. The ear of the wise seeks knowledge.",
      "topic": ""
    },
    "16": {
      "text": "A man’s gift makes room for him, and brings him before great men.",
      "topic": ""
    },
    "17": {
      "text": "He who pleads his cause first seems right; until another comes and questions him.",
      "topic": ""
    },
    "18": {
      "text": "The lot settles disputes, and keeps strong ones apart.",
      "topic": ""
    },
    "19": {
      "text": "A brother offended is more difficult than a fortified city; and disputes are like the bars of a castle.",
      "topic": ""
    },
    "20": {
      "text": "A man’s stomach is filled with the fruit of his mouth. With the harvest of his lips he is satisfied.",
      "topic": ""
    },
    "21": {
      "text": "Death and life are in the power of the tongue; those who love it will eat its fruit.",
      "topic": ""
    },
    "22": {
      "text": "Whoever finds a wife finds a good thing, and obtains favor of Yahweh.",
      "topic": ""
    },
    "23": {
      "text": "The poor plead for mercy, but the rich answer harshly.",
      "topic": ""
    },
    "24": {
      "text": "A man of many companions may be ruined, but there is a friend who sticks closer than a brother.",
      "topic": ""
    }
  }
}