{
  "info": {
    "book": "Proverbs",
    "chapter": "3",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, don’t forget my teaching; but let your heart keep my commandments:",
      "topic": ""
    },
    "2": {
      "text": "for length of days, and years of life, and peace, will they add to you.",
      "topic": ""
    },
    "3": {
      "text": "Don’t let kindness and truth forsake you. Bind them around your neck. Write them on the tablet of your heart.",
      "topic": ""
    },
    "4": {
      "text": "So you will find favor, and good understanding in the sight of God and man.",
      "topic": ""
    },
    "5": {
      "text": "Trust in Yahweh with all your heart, and don’t lean on your own understanding.",
      "topic": ""
    },
    "6": {
      "text": "In all your ways acknowledge him, and he will make your paths straight.",
      "topic": ""
    },
    "7": {
      "text": "Don’t be wise in your own eyes. Fear Yahweh, and depart from evil.",
      "topic": ""
    },
    "8": {
      "text": "It will be health to your body, and nourishment to your bones.",
      "topic": ""
    },
    "9": {
      "text": "Honor Yahweh with your substance, with the first fruits of all your increase:",
      "topic": ""
    },
    "10": {
      "text": "so your barns will be filled with plenty, and your vats will overflow with new wine.",
      "topic": ""
    },
    "11": {
      "text": "My son, don’t despise Yahweh’s discipline, neither be weary of his reproof:",
      "topic": ""
    },
    "12": {
      "text": "for whom Yahweh loves, he reproves; even as a father reproves the son in whom he delights.",
      "topic": ""
    },
    "13": {
      "text": "Happy is the man who finds wisdom, the man who gets understanding.",
      "topic": ""
    },
    "14": {
      "text": "For her good profit is better than getting silver, and her return is better than fine gold.",
      "topic": ""
    },
    "15": {
      "text": "She is more precious than rubies. None of the things you can desire are to be compared to her.",
      "topic": ""
    },
    "16": {
      "text": "Length of days is in her right hand. In her left hand are riches and honor.",
      "topic": ""
    },
    "17": {
      "text": "Her ways are ways of pleasantness. All her paths are peace.",
      "topic": ""
    },
    "18": {
      "text": "She is a tree of life to those who lay hold of her. Happy is everyone who retains her.",
      "topic": ""
    },
    "19": {
      "text": "By wisdom Yahweh founded the earth. By understanding, he established the heavens.",
      "topic": ""
    },
    "20": {
      "text": "By his knowledge, the depths were broken up, and the skies drop down the dew.",
      "topic": ""
    },
    "21": {
      "text": "My son, let them not depart from your eyes. Keep sound wisdom and discretion:",
      "topic": ""
    },
    "22": {
      "text": "so they will be life to your soul, and grace for your neck.",
      "topic": ""
    },
    "23": {
      "text": "Then you shall walk in your way securely. Your foot won’t stumble.",
      "topic": ""
    },
    "24": {
      "text": "When you lie down, you will not be afraid. Yes, you will lie down, and your sleep will be sweet.",
      "topic": ""
    },
    "25": {
      "text": "Don’t be afraid of sudden fear, neither of the desolation of the wicked, when it comes:",
      "topic": ""
    },
    "26": {
      "text": "for Yahweh will be your confidence, and will keep your foot from being taken.",
      "topic": ""
    },
    "27": {
      "text": "Don’t withhold good from those to whom it is due, when it is in the power of your hand to do it.",
      "topic": ""
    },
    "28": {
      "text": "Don’t say to your neighbor, “Go, and come again; tomorrow I will give it to you,” when you have it by you.",
      "topic": ""
    },
    "29": {
      "text": "Don’t devise evil against your neighbor, since he dwells securely by you.",
      "topic": ""
    },
    "30": {
      "text": "Don’t strive with a man without cause, if he has done you no harm.",
      "topic": ""
    },
    "31": {
      "text": "Don’t envy the man of violence. Choose none of his ways.",
      "topic": ""
    },
    "32": {
      "text": "For the perverse is an abomination to Yahweh, but his friendship is with the upright.",
      "topic": ""
    },
    "33": {
      "text": "Yahweh’s curse is in the house of the wicked, but he blesses the habitation of the righteous.",
      "topic": ""
    },
    "34": {
      "text": "Surely he mocks the mockers, but he gives grace to the humble.",
      "topic": ""
    },
    "35": {
      "text": "The wise will inherit glory, but shame will be the promotion of fools.",
      "topic": ""
    }
  }
}