{
  "info": {
    "book": "Proverbs",
    "chapter": "30",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The words of Agur the son of Jakeh, the oracle: the man says to Ithiel, to Ithiel and Ucal:",
      "topic": ""
    },
    "2": {
      "text": "“Surely I am the most ignorant man, and don’t have a man’s understanding.",
      "topic": ""
    },
    "3": {
      "text": "I have not learned wisdom, neither do I have the knowledge of the Holy One.",
      "topic": ""
    },
    "4": {
      "text": "Who has ascended up into heaven, and descended? Who has gathered the wind in his fists? Who has bound the waters in his garment? Who has established all the ends of the earth? What is his name, and what is his son’s name, if you know?",
      "topic": ""
    },
    "5": {
      "text": "“Every word of God is flawless. He is a shield to those who take refuge in him.",
      "topic": ""
    },
    "6": {
      "text": "Don’t you add to his words, lest he reprove you, and you be found a liar.",
      "topic": ""
    },
    "7": {
      "text": "“Two things I have asked of you; don’t deny me before I die:",
      "topic": ""
    },
    "8": {
      "text": "Remove far from me falsehood and lies. Give me neither poverty nor riches. Feed me with the food that is needful for me;",
      "topic": ""
    },
    "9": {
      "text": "lest I be full, deny you, and say, ‘Who is Yahweh?’ or lest I be poor, and steal, and so dishonor the name of my God.",
      "topic": ""
    },
    "10": {
      "text": "“Don’t slander a servant to his master, lest he curse you, and you be held guilty.",
      "topic": ""
    },
    "11": {
      "text": "There is a generation that curses their father, and doesn’t bless their mother.",
      "topic": ""
    },
    "12": {
      "text": "There is a generation that is pure in their own eyes, yet are not washed from their filthiness.",
      "topic": ""
    },
    "13": {
      "text": "There is a generation, oh how lofty are their eyes! Their eyelids are lifted up.",
      "topic": ""
    },
    "14": {
      "text": "There is a generation whose teeth are like swords, and their jaws like knives, to devour the poor from the earth, and the needy from among men.",
      "topic": ""
    },
    "15": {
      "text": "“The leach has two daughters: ‘Give, give.’ “There are three things that are never satisfied; four that don’t say, ‘Enough:’",
      "topic": ""
    },
    "16": {
      "text": "Sheol, the barren womb; the earth that is not satisfied with water; and the fire that doesn’t say, ‘Enough.’",
      "topic": ""
    },
    "17": {
      "text": "“The eye that mocks at his father, and scorns obedience to his mother: the ravens of the valley shall pick it out, the young eagles shall eat it.",
      "topic": ""
    },
    "18": {
      "text": "“There are three things which are too amazing for me, four which I don’t understand:",
      "topic": ""
    },
    "19": {
      "text": "The way of an eagle in the air; the way of a serpent on a rock; the way of a ship in the midst of the sea; and the way of a man with a maiden.",
      "topic": ""
    },
    "20": {
      "text": "“So is the way of an adulterous woman: she eats and wipes her mouth, and says, ‘I have done nothing wrong.’",
      "topic": ""
    },
    "21": {
      "text": "“For three things the earth tremble, and under four, it can’t bear up:",
      "topic": ""
    },
    "22": {
      "text": "For a servant when he is king; a fool when he is filled with food;",
      "topic": ""
    },
    "23": {
      "text": "for an unloved woman when she is married; and a handmaid who is heir to her mistress.",
      "topic": ""
    },
    "24": {
      "text": "“There are four things which are little on the earth, but they are exceedingly wise:",
      "topic": ""
    },
    "25": {
      "text": "the ants are not a strong people, yet they provide their food in the summer.",
      "topic": ""
    },
    "26": {
      "text": "The conies are but a feeble folk, yet make they their houses in the rocks.",
      "topic": ""
    },
    "27": {
      "text": "The locusts have no king, yet they advance in ranks.",
      "topic": ""
    },
    "28": {
      "text": "You can catch a lizard with your hands, yet it is in kings’ palaces.",
      "topic": ""
    },
    "29": {
      "text": "“There are three things which are stately in their march, four which are stately in going:",
      "topic": ""
    },
    "30": {
      "text": "The lion, which is mightiest among animals, and doesn’t turn away for any;",
      "topic": ""
    },
    "31": {
      "text": "the greyhound, the male goat also; and the king against whom there is no rising up.",
      "topic": ""
    },
    "32": {
      "text": "“If you have done foolishly in lifting up yourself, or if you have thought evil, put your hand over your mouth.",
      "topic": ""
    },
    "33": {
      "text": "For as the churning of milk brings forth butter, and the wringing of the nose brings forth blood; so the forcing of wrath brings forth strife.”",
      "topic": ""
    }
  }
}