{
  "info": {
    "book": "Nehemiah",
    "chapter": "6",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now it happened that, when Sanballat, and Tobiah, and Geshem, an Arab, and our other enemies, had heard that I had built the wall, and that there was no interruption remaining in it, (even though, at that time, I had not set up the double doors at the gates,)",
      "topic": ""
    },
    "2": {
      "text": "Sanballat and Geshem sent to me, saying: “Come, and let us strike a pact together in the villages, on the plain of Ono.” But they were thinking that they would do me harm.",
      "topic": ""
    },
    "3": {
      "text": "Therefore, I sent messengers to them, saying: “I am doing a great work, and I cannot descend, lest perhaps it may be neglected when I go out and descend to you.”",
      "topic": ""
    },
    "4": {
      "text": "Then they sent to me, with this same word, four times. And I responded to them with the same word as before.",
      "topic": ""
    },
    "5": {
      "text": "And Sanballat sent his servant to me a fifth time, with the former word, and he had a letter in his hand written in this manner:",
      "topic": ""
    },
    "6": {
      "text": "“It has been heard among the Gentiles, and Geshem has said it, that you and the Jews are planning to rebel, and because of this, you are building the wall and thinking to raise yourself as a king over them. For this reason,",
      "topic": ""
    },
    "7": {
      "text": "you also have stationed prophets, who preach about you in Jerusalem, saying: ‘There is a king in Judea!’ But the king will hear about these words. Therefore, come now, so that we may go to counsel together.”",
      "topic": ""
    },
    "8": {
      "text": "And I sent to them, saying: “There has been nothing done according to these words, which you have spoken. For you are inventing these things from your own heart.”",
      "topic": ""
    },
    "9": {
      "text": "For all these men wished to frighten us, thinking that our hands would cease from the work, and that we would cease. For this reason, I strengthened my hands all the more.",
      "topic": ""
    },
    "10": {
      "text": "And I entered into the house of Shemaiah, the son of Delaiah, the son of Mehetabel, in secret. And he said: “Let us consult together in the house of God, in the midst of the temple. And let us close the doors of the temple. For they will come to kill you, and they will arrive in the night to put you to death.”",
      "topic": ""
    },
    "11": {
      "text": "And I said: “How could anyone like me flee? And who like me should enter the temple, so that he may live? I will not enter.”",
      "topic": ""
    },
    "12": {
      "text": "And I understood that God had not sent him, but he had spoken to me as if he were prophesying, and that Tobiah and Sanballat had hired him.",
      "topic": ""
    },
    "13": {
      "text": "For he had accepted money, so that I would be afraid, and would sin, and so that they would have some evil with which to rebuke me.",
      "topic": ""
    },
    "14": {
      "text": "Remember me, O Lord, because of Tobiah and Sanballat, because of their works of this kind. Then, too, Noadiah, a prophetess, and the rest of the prophets, would have made me afraid.",
      "topic": ""
    },
    "15": {
      "text": "Now the wall was completed on the twenty-fifth day of the month of Elul, in fifty-two days.",
      "topic": ""
    },
    "16": {
      "text": "Then it happened that, when all our enemies had heard of it, all the nations that were around us were afraid, and they were downcast within themselves. For they knew that this work had been accomplished by God.",
      "topic": ""
    },
    "17": {
      "text": "But also, in those days, many letters were being sent by the nobles of the Jews to Tobiah, and were arriving from Tobiah to them.",
      "topic": ""
    },
    "18": {
      "text": "For there were many in Judea who had sworn an oath to him, because he was the son-in-law of Shecaniah, the son of Arah, and because Jehohanan, his son, had married the daughter of Meshullam, the son of Berechiah.",
      "topic": ""
    },
    "19": {
      "text": "Moreover, they praised him before me, and they reported my words to him. And Tobiah sent letters, so that he might make me afraid.",
      "topic": ""
    }
  }
}