{
  "info": {
    "book": "2 Timothy",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I call to witness before God there fore, and the Lord Jesus Christ, being about to judge the living and the dead according to his appearance and his kingdom;",
      "topic": ""
    },
    "2": {
      "text": "Proclaim the word; keep fixed seasonably, and unseasonably; refute, censure, beseech, in all longsuffering and teaching.",
      "topic": ""
    },
    "3": {
      "text": "For the time will be when they will not hear sound doctrine; but according to their own eager desires they will heap up to themselves teachers, feeling itchings for a report;",
      "topic": ""
    },
    "4": {
      "text": "And truly from the truth will they turn away the hearing, and be turned aside to fictions.",
      "topic": ""
    },
    "5": {
      "text": "And thou be sober in all things, suffer ill treatment, do the work of the bearer of good news, render thy service perfectly certain.",
      "topic": ""
    },
    "6": {
      "text": "For I am already poured out, and the time of my deliverance has been fixed.",
      "topic": ""
    },
    "7": {
      "text": "I have contended earnestly the good contest, I have completed the course, I have kept the faith:",
      "topic": ""
    },
    "8": {
      "text": "As to the rest, the crown of justice is laid up for me, which the Lord will assign to me in that day, the just judge: and not only to me, but also to all them having loved his appearance.",
      "topic": ""
    },
    "9": {
      "text": "Be earnest to come to me quickly.",
      "topic": ""
    },
    "10": {
      "text": "For Demas has forsaken me, having loved the time now, and has gone to Thessalonica; Crescens to Galatia, Titus to Dalmatia.",
      "topic": ""
    },
    "11": {
      "text": "Luke alone is with me. Having taken Mark, bring with thyself: for he is useful for the service.",
      "topic": ""
    },
    "12": {
      "text": "And Tychicus I sent to Ephesus.",
      "topic": ""
    },
    "13": {
      "text": "The cloak which I left in Troas with Carpus, coming, bring, and the books, chiefly the parchments.",
      "topic": ""
    },
    "14": {
      "text": "Alexander the coppersmith showed me much evil: (may the Lord give back to him according to his works:)",
      "topic": ""
    },
    "15": {
      "text": "Whom watch thou also; for he greatly withstood our words.",
      "topic": ""
    },
    "16": {
      "text": "In my first defence none was present with me, but all forsook me; (may it not be reckoned to them.)",
      "topic": ""
    },
    "17": {
      "text": "But the Lord stood with me, and strengthened me; that by me the promulgation might be rendered perfectly certain, and all the nations might hear: and I was delivered out of the lion’s mouth.",
      "topic": ""
    },
    "18": {
      "text": "And the Lord will deliver me from every evil work, and save for his heavenly kingdom: to whom the glory for the times of times. Amen.",
      "topic": ""
    },
    "19": {
      "text": "Greet Prisca and Aquila, and the house of Onesiphorus.",
      "topic": ""
    },
    "20": {
      "text": "Erastus remained in Corinth: and Trophimus I left in Miletum sick.",
      "topic": ""
    },
    "21": {
      "text": "Be earnest to come before winter Eubulus greets thee, and Pudens, and Linus, and Claudia, and all the brethren.",
      "topic": ""
    },
    "22": {
      "text": "The Lord Jesus Christ with thy Spirit. Grace with you. Amen.",
      "topic": ""
    }
  }
}