{
  "info": {
    "book": "Números",
    "chapter": "14",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Entonces toda la congregación alzaron grito, y dieron voces; y el pueblo lloró aquella noche.",
      "topic": ""
    },
    "2": {
      "text": "Y se quejaron contra Moisés y contra Aarón todos los hijos de Israel; y les dijo toda la multitud: ¡Mejor que muriéramos en la tierra de Egipto; o en este desierto que muriéramos!",
      "topic": ""
    },
    "3": {
      "text": "¿Y por qué nos trae el SEÑOR a esta tierra para caer a cuchillo y que nuestras mujeres y nuestros chiquitos sean por presa? ¿No nos sería mejor volvernos a Egipto?",
      "topic": ""
    },
    "4": {
      "text": "Y decían el uno al otro: Hagamos un capitán, y volvámonos a Egipto.",
      "topic": ""
    },
    "5": {
      "text": "¶ Entonces Moisés y Aarón cayeron sobre sus rostros delante de toda la multitud de la congregación de los hijos de Israel.",
      "topic": ""
    },
    "6": {
      "text": "Y Josué hijo de Nun, y Caleb hijo de Jefone, que eran de los que habían reconocido la tierra, rompieron sus vestidos;",
      "topic": ""
    },
    "7": {
      "text": "y hablaron a toda la congregación de los hijos de Israel, diciendo: La tierra por donde pasamos para reconocerla, es tierra en gran manera buena.",
      "topic": ""
    },
    "8": {
      "text": "Si el SEÑOR se agradare de nosotros, él nos meterá en esta tierra, y nos la entregará; tierra que fluye leche y miel.",
      "topic": ""
    },
    "9": {
      "text": "Por tanto, no seáis rebeldes contra el SEÑOR, ni temáis al pueblo de esta tierra, porque nuestro pan son; su amparo se ha apartado de ellos, y con nosotros está el SEÑOR; no los temáis.",
      "topic": ""
    },
    "10": {
      "text": "Entonces toda la multitud habló de apedrearlos con piedras. Mas la gloria del SEÑOR se mostró en el tabernáculo del testimonio a todos los hijos de Israel.",
      "topic": ""
    },
    "11": {
      "text": "¶ Y el SEÑOR dijo a Moisés: ¿Hasta cuándo me ha de irritar este pueblo? ¿Hasta cuándo no me ha de creer con todas las señales que he hecho en medio de ellos?",
      "topic": ""
    },
    "12": {
      "text": "Yo los heriré de mortandad, y los destruiré, y de ti haré una nación más grande y más fuerte que ellos.",
      "topic": ""
    },
    "13": {
      "text": "Y Moisés respondió al SEÑOR: Lo oirán luego los egipcios, porque de en medio de ellos sacaste a este pueblo con tu fortaleza;",
      "topic": ""
    },
    "14": {
      "text": "y dirán los habitantes de esta tierra, los cuales ya han oído que tú, oh SEÑOR, estabas en medio de este pueblo, que ojo a ojo aparecías tú, oh SEÑOR, y que tu nube estaba sobre ellos, y que de día ibas delante de ellos en columna de nube, y de noche en columna de fuego;",
      "topic": ""
    },
    "15": {
      "text": "y que has hecho morir a este pueblo como a un hombre; y los gentiles que hubieren oído tu fama hablarán, diciendo:",
      "topic": ""
    },
    "16": {
      "text": "Porque no pudo el SEÑOR meter este pueblo en la tierra de la cual les había jurado, los mató en el desierto.",
      "topic": ""
    },
    "17": {
      "text": "Ahora, pues, yo te ruego que sea magnificada la fortaleza del Señor, como lo hablaste, diciendo:",
      "topic": ""
    },
    "18": {
      "text": "El SEÑOR, tardo de ira y grande en misericordia, que suelta la iniquidad y la rebelión, y absolviendo no absolverá al culpado ; que visita la maldad de los padres sobre los hijos hasta las terceras y hasta las cuartas generaciones .",
      "topic": ""
    },
    "19": {
      "text": "Perdona ahora la iniquidad de este pueblo según la grandeza de tu misericordia, y como has perdonado a este pueblo desde Egipto hasta aquí.",
      "topic": ""
    },
    "20": {
      "text": "¶ Entonces el SEÑOR dijo: Yo lo he perdonado conforme a tu dicho.",
      "topic": ""
    },
    "21": {
      "text": "Mas, tan ciertamente como vivo yo, la gloria del SEÑOR llenará toda la tierra.",
      "topic": ""
    },
    "22": {
      "text": "Porque todos los que vieron mi gloria y mis señales que he hecho en Egipto y en el desierto, y me han tentado ya diez veces, y no han oído mi voz,",
      "topic": ""
    },
    "23": {
      "text": "no verán la tierra de la cual juré a sus padres; no, ninguno de los que me han irritado la verá.",
      "topic": ""
    },
    "24": {
      "text": "Pero mi siervo Caleb, por cuanto hubo en él otro espíritu, y cumplió de ir en pos de mí, yo le meteré en la tierra donde entró y su simiente la recibirá en heredad;",
      "topic": ""
    },
    "25": {
      "text": "y aun al amalecita y al cananeo que habitan en el valle. Volveos mañana, y partíos al desierto, camino del mar Bermejo.",
      "topic": ""
    },
    "26": {
      "text": "Y el SEÑOR habló a Moisés y a Aarón, diciendo:",
      "topic": ""
    },
    "27": {
      "text": "¿Hasta cuándo oiré esta congregación perversa que murmura contra mí, las querellas de los hijos de Israel, que de mí se quejan?",
      "topic": ""
    },
    "28": {
      "text": "Diles: Vivo yo, dice el SEÑOR, que según habéis hablado a mis oídos, así haré yo con vosotros.",
      "topic": ""
    },
    "29": {
      "text": "En este desierto caerán vuestros cuerpos; todos vuestros contados según toda vuestra cuenta, de veinte años arriba, los cuales habéis murmurado contra mí;",
      "topic": ""
    },
    "30": {
      "text": "vosotros a la verdad no entraréis en la tierra, por la cual alcé mi mano de haceros habitar en ella; exceptuando a Caleb hijo de Jefone, y a Josué hijo de Nun.",
      "topic": ""
    },
    "31": {
      "text": "Mas vuestros chiquitos, de los cuales dijisteis que serían por presa, yo los introduciré, y ellos conocerán la tierra que vosotros despreciasteis.",
      "topic": ""
    },
    "32": {
      "text": "Y en cuanto a vosotros, vuestros cuerpos caerán en este desierto.",
      "topic": ""
    },
    "33": {
      "text": "Y vuestros hijos andarán pastoreando en el desierto cuarenta años, y ellos llevarán vuestras fornicaciones, hasta que vuestros cuerpos sean consumidos en el desierto.",
      "topic": ""
    },
    "34": {
      "text": "Conforme al número de los días, de los cuarenta días en que reconocisteis la tierra, llevaréis vuestras iniquidades cuarenta años, un año por cada día; y conoceréis mi castigo.",
      "topic": ""
    },
    "35": {
      "text": "Yo el SEÑOR he hablado; así haré a toda esta congregación perversa que se ha juntado contra mí; en este desierto serán consumidos, y allí morirán.",
      "topic": ""
    },
    "36": {
      "text": "¶ Y los varones que Moisés envió a reconocer la tierra, y que al volver habían hecho murmurar contra él a toda la congregación, desacreditando la tierra,",
      "topic": ""
    },
    "37": {
      "text": "aquellos varones que habían hablado mal de la tierra, murieron de plaga delante del SEÑOR.",
      "topic": ""
    },
    "38": {
      "text": "Mas Josué hijo de Nun, y Caleb hijo de Jefone, quedaron con vida de entre aquellos hombres que habían ido a reconocer la tierra.",
      "topic": ""
    },
    "39": {
      "text": "Y Moisés dijo estas cosas a todos los hijos de Israel, y el pueblo se enlutó mucho.",
      "topic": ""
    },
    "40": {
      "text": "Y se levantaron por la mañana, y subieron a la cumbre del monte, diciendo: Henos aquí preparados para subir al lugar del cual ha hablado el SEÑOR; porque hemos pecado.",
      "topic": ""
    },
    "41": {
      "text": "Y dijo Moisés: ¿Por qué quebrantáis el dicho del SEÑOR? Esto tampoco os sucederá bien.",
      "topic": ""
    },
    "42": {
      "text": "No subáis, porque el SEÑOR no está en medio de vosotros, no seáis heridos delante de vuestros enemigos.",
      "topic": ""
    },
    "43": {
      "text": "Porque el amalecita y el cananeo están allí delante de vosotros, y caeréis a cuchillo; pues por cuanto os habéis retraído de seguir al SEÑOR, también el SEÑOR no está con vosotros.",
      "topic": ""
    },
    "44": {
      "text": "Sin embargo, se esforzaron a subir a la cima del monte; pero el arca del pacto del SEÑOR, y Moisés, no se apartaron de en medio del campamento.",
      "topic": ""
    },
    "45": {
      "text": "Y descendieron el amalecita y el cananeo, que habitaban en aquel monte, y los hirieron y los derrotaron, persiguiéndolos hasta Horma.",
      "topic": ""
    }
  }
}