{
  "info": {
    "book": "Números",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Habla a los hijos de Israel, y diles: Cuando hubiereis entrado en la tierra de vuestras habitaciones, que yo os doy,",
      "topic": ""
    },
    "3": {
      "text": "e hiciereis ofrenda encendida al SEÑOR, holocausto, o sacrificio, para ofrecer voto, o de vuestra voluntad, o para hacer en vuestras solemnidades olor grato al SEÑOR, de vacas o de ovejas;",
      "topic": ""
    },
    "4": {
      "text": "entonces el que ofreciere su ofrenda al SEÑOR, traerá por presente una décima de un efa de flor de harina, amasada con la cuarta parte de un hin de aceite;",
      "topic": ""
    },
    "5": {
      "text": "y de vino para la libación ofrecerás la cuarta parte de un hin, además del holocausto o del sacrificio, por cada cordero.",
      "topic": ""
    },
    "6": {
      "text": "Y por cada carnero harás presente de dos décimas de flor de harina, amasada con el tercio de un hin de aceite;",
      "topic": ""
    },
    "7": {
      "text": "y de vino para la libación ofrecerás el tercio de un hin, en olor grato al SEÑOR.",
      "topic": ""
    },
    "8": {
      "text": "Y cuando ofreciereis novillo en holocausto o sacrificio, para ofrecer voto, o sacrificio de paz al SEÑOR,",
      "topic": ""
    },
    "9": {
      "text": "ofrecerás con el novillo un presente de tres décimas de flor de harina, amasada con la mitad de un hin de aceite;",
      "topic": ""
    },
    "10": {
      "text": "y de vino para la libación ofrecerás la mitad de un hin, en ofrenda encendida de olor grato al SEÑOR.",
      "topic": ""
    },
    "11": {
      "text": "Así se hará con cada buey, o carnero, o cordero, lo mismo de ovejas que de cabras.",
      "topic": ""
    },
    "12": {
      "text": "Conforme al número así haréis con cada uno, según el número de ellos.",
      "topic": ""
    },
    "13": {
      "text": "Todo natural hará estas cosas así, para ofrecer ofrenda encendida de olor grato al SEÑOR.",
      "topic": ""
    },
    "14": {
      "text": "Y cuando habitare con vosotros extranjero, o cualquiera que estuviere entre vosotros por vuestras edades, si hiciere ofrenda encendida de olor grato al SEÑOR, como vosotros hiciereis, así hará él.",
      "topic": ""
    },
    "15": {
      "text": "Un mismo estatuto tendréis, vosotros de la congregación y el extranjero que mora con vosotros; estatuto que será perpetuo por vuestras edades; como vosotros, así será el extranjero delante del SEÑOR.",
      "topic": ""
    },
    "16": {
      "text": "Una misma ley y un mismo derecho tendréis, vosotros y el extranjero que mora con vosotros.",
      "topic": ""
    },
    "17": {
      "text": "También habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "18": {
      "text": "Habla a los hijos de Israel, y diles: Cuando hubiereis entrado en la tierra a la cual yo os llevo,",
      "topic": ""
    },
    "19": {
      "text": "será que cuando comenzareis a comer del pan de la tierra, ofreceréis ofrenda al SEÑOR.",
      "topic": ""
    },
    "20": {
      "text": "De lo primero que amasareis, ofreceréis una torta en ofrenda; como la ofrenda de la era, así la ofreceréis.",
      "topic": ""
    },
    "21": {
      "text": "De las primicias de vuestras masas daréis al SEÑOR ofrenda por vuestras generaciones.",
      "topic": ""
    },
    "22": {
      "text": "¶ Y cuando errareis, y no hiciereis todos estos mandamientos que el SEÑOR ha dicho a Moisés,",
      "topic": ""
    },
    "23": {
      "text": "todas las cosas que el SEÑOR os ha mandado por la mano de Moisés, desde el día que el SEÑOR mandó a Moisés , y en adelante por vuestras edades,",
      "topic": ""
    },
    "24": {
      "text": "será que, si el pecado fue hecho por yerro con ignorancia de la congregación, toda la congregación ofrecerá un novillo en holocausto, en olor grato al SEÑOR, con su presente y su libación, conforme a la ley; y un macho cabrío en expiación.",
      "topic": ""
    },
    "25": {
      "text": "Y reconciliará el sacerdote a toda la congregación de los hijos de Israel; y les será perdonado, porque yerro es; y ellos traerán sus ofrendas, ofrenda encendida al SEÑOR, y sus expiaciones delante del SEÑOR, por sus yerros.",
      "topic": ""
    },
    "26": {
      "text": "Y será perdonado a toda la congregación de los hijos de Israel, y al extranjero que mora entre ellos, por cuanto es yerro de todo el pueblo.",
      "topic": ""
    },
    "27": {
      "text": "Y si una persona pecare por yerro, ofrecerá una cabra de un año por expiación.",
      "topic": ""
    },
    "28": {
      "text": "Y el sacerdote reconciliará a la persona que habrá pecado por yerro, cuando pecare por yerro delante del SEÑOR, la reconciliará, y le será perdonado.",
      "topic": ""
    },
    "29": {
      "text": "El natural entre los hijos de Israel, y el extranjero que habitare entre ellos, una misma ley tendréis para el que hiciere algo por yerro.",
      "topic": ""
    },
    "30": {
      "text": "¶ Mas la persona que hiciere algo a conciencia, así el natural como el extranjero, al SEÑOR injurió; y la tal persona será cortada de en medio de su pueblo.",
      "topic": ""
    },
    "31": {
      "text": "Por cuanto tuvo en poco la palabra del SEÑOR, y dio por nulo su mandamiento, enteramente será cortada esa persona; su iniquidad será sobre ella.",
      "topic": ""
    },
    "32": {
      "text": "Y estando los hijos de Israel en el desierto, hallaron un hombre que recogía leña en día de sábado.",
      "topic": ""
    },
    "33": {
      "text": "Y los que le hallaron recogiendo leña lo trajeron a Moisés y a Aarón, y a toda la congregación;",
      "topic": ""
    },
    "34": {
      "text": "y lo pusieron en la cárcel, porque no estaba declarado qué se le habían de hacer.",
      "topic": ""
    },
    "35": {
      "text": "Y el SEÑOR dijo a Moisés: Irremisiblemente muera aquel hombre; apedréelo con piedras toda la congregación fuera del campamento.",
      "topic": ""
    },
    "36": {
      "text": "Entonces la congregación lo sacó fuera del campamento, y lo apedrearon con piedras, y murió; como el SEÑOR mandó a Moisés.",
      "topic": ""
    },
    "37": {
      "text": "¶ Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "38": {
      "text": "Habla a los hijos de Israel, y diles que se hagan pezuelos (franjas) en los remates de sus vestidos, por sus generaciones; y pongan en cada pezuelo de los remates del vestido un cordón de cárdeno.",
      "topic": ""
    },
    "39": {
      "text": "Y os servirá de pezuelo, para que cuando lo viereis, os acordéis de todos los mandamientos del SEÑOR, para ponerlos por obra; y no miréis en pos de vuestro corazón y de vuestros ojos, en pos de los cuales fornicáis.",
      "topic": ""
    },
    "40": {
      "text": "Para que os acordéis, y hagáis todos mis mandamientos, y seáis santos a vuestro Dios.",
      "topic": ""
    },
    "41": {
      "text": "Yo el SEÑOR vuestro Dios, que os saqué de la tierra de Egipto, para ser vuestro Dios. Yo soy el SEÑOR vuestro Dios.",
      "topic": ""
    }
  }
}