{
  "info": {
    "book": "Números",
    "chapter": "18",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y el SEÑOR dijo a Aarón: Tú y tus hijos, y la casa de tu padre contigo, llevaréis el pecado del santuario; y tú y tus hijos contigo llevaréis el pecado de vuestro sacerdocio.",
      "topic": ""
    },
    "2": {
      "text": "Y a tus hermanos también, la tribu de Leví, la tribu de tu padre, hazlos llegar a ti, y se junten contigo, y te servirán; y tú y tus hijos contigo serviréis delante del tabernáculo del testimonio.",
      "topic": ""
    },
    "3": {
      "text": "Y tendrán tú guarda, y la guarda de todo el tabernáculo; mas no llegarán a los vasos santos ni al altar, para que no mueran ellos y vosotros.",
      "topic": ""
    },
    "4": {
      "text": "Se juntarán, pues , contigo, y tendrán la guarda del tabernáculo del testimonio en todo el servicio del tabernáculo; y ningún extraño se llegará a vosotros.",
      "topic": ""
    },
    "5": {
      "text": "Y tendréis la guarda del santuario, y la guarda del altar, para que no venga más la ira sobre los hijos de Israel.",
      "topic": ""
    },
    "6": {
      "text": "Porque he aquí, yo he tomado a vuestros hermanos los levitas de entre los hijos de Israel, dados a vosotros en don del SEÑOR, para que sirvan en el ministerio del tabernáculo del testimonio.",
      "topic": ""
    },
    "7": {
      "text": "Mas tú y tus hijos contigo guardaréis vuestro sacerdocio en todo negocio del altar, y del velo adentro, y ministraréis; porque yo os he dado en don el servicio de vuestro sacerdocio; y el extraño que se acercare, morirá.",
      "topic": ""
    },
    "8": {
      "text": "¶ Dijo más el SEÑOR a Aarón: He aquí yo te he dado también la guarda de mis ofrendas; todas las cosas consagradas de los hijos de Israel te he dado por razón de la unción, y a tus hijos, por estatuto perpetuo.",
      "topic": ""
    },
    "9": {
      "text": "Esto será tuyo de la ofrenda de las cosas santas, reservadas del fuego; toda ofrenda de ellos, todo presente suyo, y toda expiación por el pecado de ellos, que me han de presentar, será cosa muy santa para ti y para tus hijos.",
      "topic": ""
    },
    "10": {
      "text": "En el santuario la comerás; todo varón comerá de ella; cosa santa será para ti.",
      "topic": ""
    },
    "11": {
      "text": "Esto también será tuyo: la ofrenda elevada de sus dones. Todas las ofrendas mecidas de los hijos de Israel, he dado a ti, y a tus hijos, y a tus hijas contigo, por estatuto de siglo; todo limpio en tu casa comerá de ellas.",
      "topic": ""
    },
    "12": {
      "text": "De aceite, de mosto, y de trigo, todo lo más escogido, las primicias de ello, que presentarán al SEÑOR, a ti las he dado.",
      "topic": ""
    },
    "13": {
      "text": "Las primicias de todas las cosas de la tierra de ellos, las cuales traerán al SEÑOR, serán tuyas; todo limpio en tu casa comerá de ellas.",
      "topic": ""
    },
    "14": {
      "text": "Todo anatema en Israel será tuyo.",
      "topic": ""
    },
    "15": {
      "text": "Todo lo que abriere matriz en toda carne que ofrecerán al SEÑOR, así de hombres como de animales, será tuyo; mas has de hacer redimir el primogénito del hombre; también harás redimir el primogénito de animal inmundo.",
      "topic": ""
    },
    "16": {
      "text": "Y de un mes harás efectuar su redención, conforme a tu estimación, por el precio de cinco siclos, al siclo del santuario, que es de veinte óbolos.",
      "topic": ""
    },
    "17": {
      "text": "Mas el primogénito de vaca, y el primogénito de oveja, y el primogénito de cabra, no redimirás; santificados son; la sangre de ellos rociarás sobre el altar, y quemarás la grosura de ellos, ofrenda encendida es para el SEÑOR en olor grato.",
      "topic": ""
    },
    "18": {
      "text": "Y la carne de ellos será tuya; como el pecho de la mecedura y como la espaldilla derecha, será tuya.",
      "topic": ""
    },
    "19": {
      "text": "Todas las ofrendas elevadas de las cosas santas, que los hijos de Israel ofrecieren al SEÑOR, las he dado para ti, y para tus hijos y para tus hijas contigo, por estatuto perpetuo; pacto de sal perpetuo es delante del SEÑOR para ti y para tu simiente contigo.",
      "topic": ""
    },
    "20": {
      "text": "¶ Y el SEÑOR dijo a Aarón: De la tierra de ellos no tendrás heredad, ni entre ellos tendrás parte. Yo soy tu parte y tu heredad en medio de los hijos de Israel.",
      "topic": ""
    },
    "21": {
      "text": "Y he aquí yo he dado a los hijos de Leví todos los diezmos en Israel por heredad, por su ministerio, por cuanto ellos sirven en el ministerio del tabernáculo del testimonio.",
      "topic": ""
    },
    "22": {
      "text": "Y no se acercarán más los hijos de Israel al tabernáculo del testimonio, para que no lleven pecado, por el cual mueran.",
      "topic": ""
    },
    "23": {
      "text": "Mas los levitas harán el servicio del tabernáculo del testimonio, y ellos llevarán su iniquidad por estatuto perpetuo por vuestras edades; y no poseerán heredad entre los hijos de Israel.",
      "topic": ""
    },
    "24": {
      "text": "Porque a los levitas he dado por heredad los diezmos de los hijos de Israel, que ofrecerán al SEÑOR en ofrenda; por lo cual les he dicho: Entre los hijos de Israel no poseerán heredad.",
      "topic": ""
    },
    "25": {
      "text": "Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "26": {
      "text": "Así hablarás a los levitas, y les dirás: Cuando tomareis de los hijos de Israel los diezmos que os he dado de ellos por vuestra heredad, vosotros presentaréis de ellos en ofrenda al SEÑOR el diezmo de los diezmos.",
      "topic": ""
    },
    "27": {
      "text": "Y se os contará vuestra ofrenda como grano de la era, y como acopio del lagar.",
      "topic": ""
    },
    "28": {
      "text": "Así ofreceréis también vosotros ofrenda al SEÑOR de todos vuestros diezmos que hubiereis recibido de los hijos de Israel; y daréis de ellos ofrenda al SEÑOR, a Aarón el sacerdote.",
      "topic": ""
    },
    "29": {
      "text": "De todos vuestros dones ofreceréis toda ofrenda al SEÑOR; de todo lo mejor de ellos ofreceréis la porción que ha de ser consagrada.",
      "topic": ""
    },
    "30": {
      "text": "También les dirás: Cuando ofreciereis lo mejor de ellos, será contado a los levitas por fruto de la era, y por fruto del lagar.",
      "topic": ""
    },
    "31": {
      "text": "Y lo comeréis en cualquier lugar, vosotros y vuestra familia; pues es vuestra remuneración por vuestro ministerio en el tabernáculo del testimonio.",
      "topic": ""
    },
    "32": {
      "text": "Y no llevaréis pecado por ello, cuando hubiereis ofrecido de ello la mejor parte; y no contaminaréis las cosas santas de los hijos de Israel, y no moriréis.",
      "topic": ""
    }
  }
}