{
  "info": {
    "book": "Números",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y éstas son las generaciones de Aarón y de Moisés, desde que el SEÑOR habló a Moisés en el monte de Sinaí.",
      "topic": ""
    },
    "2": {
      "text": "Y éstos son los nombres de los hijos de Aarón: Nadab el primogénito, y Abiú; Eleazar, e Itamar.",
      "topic": ""
    },
    "3": {
      "text": "Estos son los nombres de los hijos de Aarón, sacerdotes ungidos; cuyas manos él llenó para administrar el sacerdocio.",
      "topic": ""
    },
    "4": {
      "text": "Mas Nadab y Abiú murieron delante del SEÑOR, cuando ofrecieron fuego extraño delante del SEÑOR, en el desierto de Sinaí; y no tuvieron hijos; y Eleazar e Itamar ejercieron el sacerdocio delante de Aarón su padre.",
      "topic": ""
    },
    "5": {
      "text": "Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "6": {
      "text": "Haz venir a la tribu de Leví, y hazla estar delante del sacerdote Aarón, para que le ministren;",
      "topic": ""
    },
    "7": {
      "text": "y guarden el mandamiento de él, y el mandamiento de toda la congregación delante del tabernáculo del testimonio, para que ministren en el servicio del tabernáculo;",
      "topic": ""
    },
    "8": {
      "text": "y guarden todas las alhajas del tabernáculo del testimonio, y la guarda de los hijos de Israel, y ministren en el servicio del tabernáculo.",
      "topic": ""
    },
    "9": {
      "text": "Y darás los levitas a Aarón y a sus hijos; le son enteramente dados de entre los hijos de Israel.",
      "topic": ""
    },
    "10": {
      "text": "Y constituirás a Aarón y a sus hijos, para que guarden su sacerdocio; y el extraño que se acercare, morirá.",
      "topic": ""
    },
    "11": {
      "text": "Habló además el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "12": {
      "text": "He aquí yo he tomado los levitas de entre los hijos de Israel en lugar de todos los primogénitos que abren la matriz entre los hijos de Israel; serán, pues, míos los levitas;",
      "topic": ""
    },
    "13": {
      "text": "porque mío es todo primogénito; desde el día que yo maté todos los primogénitos en la tierra de Egipto, yo santifiqué para mí a todos los primogénitos en Israel, así de hombres como de animales; míos serán. Yo soy el SEÑOR.",
      "topic": ""
    },
    "14": {
      "text": "¶ También habló el SEÑOR a Moisés en el desierto de Sinaí, diciendo:",
      "topic": ""
    },
    "15": {
      "text": "Cuenta los hijos de Leví por las casas de sus padres, por sus familias; contarás todos los varones de un mes arriba.",
      "topic": ""
    },
    "16": {
      "text": "Y Moisés los contó conforme a la palabra del SEÑOR, como le fue mandado.",
      "topic": ""
    },
    "17": {
      "text": "Y los hijos de Leví fueron éstos por sus nombres: Gersón, y Coat, y Merari.",
      "topic": ""
    },
    "18": {
      "text": "Y los nombres de los hijos de Gersón, por sus familias, éstos: Libni, y Simei.",
      "topic": ""
    },
    "19": {
      "text": "Y los hijos de Coat, por sus familias: Amram, e Izhar, y Hebrón, y Uziel.",
      "topic": ""
    },
    "20": {
      "text": "Y los hijos de Merari, por sus familias: Mahli, y Musi. Estas son las familias de Leví, por las casas de sus padres.",
      "topic": ""
    },
    "21": {
      "text": "De Gersón, la familia de Libni y la de Simei; éstas son las familias de Gersón.",
      "topic": ""
    },
    "22": {
      "text": "Los contados de ellos, conforme a la cuenta de todos los varones de un mes arriba, los contados de ellos fueron siete mil quinientos.",
      "topic": ""
    },
    "23": {
      "text": "Las familias de Gersón asentarán sus tiendas a espaldas del tabernáculo, al occidente;",
      "topic": ""
    },
    "24": {
      "text": "y el príncipe de la casa del padre de los gersonitas, Eliasaf hijo de Lael.",
      "topic": ""
    },
    "25": {
      "text": "La guarda de los hijos de Gersón, en el tabernáculo del testimonio, será el tabernáculo, y la tienda, y su cubierta, y el pabellón de la puerta del tabernáculo del testimonio,",
      "topic": ""
    },
    "26": {
      "text": "y las cortinas del atrio, y el pabellón de la puerta del atrio, que está junto al tabernáculo y junto al altar alrededor; asimismo sus cuerdas para todo su servicio.",
      "topic": ""
    },
    "27": {
      "text": "Y de Coat, la familia amramítica, y la familia izeharítica, y la familia hebronítica, y la familia ozielítica; éstas son las familias coatitas.",
      "topic": ""
    },
    "28": {
      "text": "Por la cuenta de todos los varones de un mes arriba, eran ocho mil seiscientos, que tenían la guarda del santuario.",
      "topic": ""
    },
    "29": {
      "text": "Las familias de los hijos de Coat acamparán al lado del tabernáculo, al mediodía;",
      "topic": ""
    },
    "30": {
      "text": "y el príncipe de la casa del padre de las familias de Coat, Elizafán hijo de Uziel.",
      "topic": ""
    },
    "31": {
      "text": "Y a cargo de ellos estará el arca, y la mesa, y el candelero, y los altares, y los vasos del santuario con que ministran, y el velo, con todo su servicio.",
      "topic": ""
    },
    "32": {
      "text": "Y el principal de los príncipes de los levitas será Eleazar, hijo de Aarón el sacerdote, prepósito de los que tienen la guarda del santuario.",
      "topic": ""
    },
    "33": {
      "text": "De Merari, la familia mahalítica y la familia musítica; éstas son las familias de Merari.",
      "topic": ""
    },
    "34": {
      "text": "Y los contados de ellos, conforme a la cuenta de todos los varones de un mes arriba, fueron seis mil doscientos.",
      "topic": ""
    },
    "35": {
      "text": "Y el príncipe de la casa del padre de las familias de Merari, Zuriel hijo de Abihail; acamparán al lado del tabernáculo, al aquilón.",
      "topic": ""
    },
    "36": {
      "text": "Y a cargo de los hijos de Merari estará la custodia de las tablas del tabernáculo, y sus barras, y sus columnas, y sus basas, y todas sus alhajas, con todo su servicio;",
      "topic": ""
    },
    "37": {
      "text": "y las columnas en derredor del atrio, y sus basas, y sus estacas, y sus cuerdas.",
      "topic": ""
    },
    "38": {
      "text": "Y los que acamparán delante del tabernáculo al oriente, delante del tabernáculo del testimonio al levante, serán Moisés, y Aarón y sus hijos, teniendo la guarda del santuario por la guarda de los hijos de Israel; y el extraño que se acercare, morirá.",
      "topic": ""
    },
    "39": {
      "text": "Todos los contados de los levitas, que Moisés y Aarón conforme a la palabra del SEÑOR contaron por sus familias, todos los varones de un mes arriba, fueron veintidós mil.",
      "topic": ""
    },
    "40": {
      "text": "¶ Y el SEÑOR dijo a Moisés: Cuenta todos los primogénitos varones de los hijos de Israel de un mes arriba, y toma la cuenta de los nombres de ellos.",
      "topic": ""
    },
    "41": {
      "text": "Y tomarás a los levitas para mí, (yo soy el SEÑOR), en lugar de todos los primogénitos de los hijos de Israel; y los animales de los levitas en lugar de todos los primogénitos de los animales de los hijos de Israel.",
      "topic": ""
    },
    "42": {
      "text": "Y contó Moisés, como el SEÑOR le mandó, todos los primogénitos de los hijos de Israel.",
      "topic": ""
    },
    "43": {
      "text": "Y todos los primogénitos varones, conforme a la cuenta de los nombres, de un mes arriba, conforme a su cuenta fueron veintidós mil doscientos setenta y tres.",
      "topic": ""
    },
    "44": {
      "text": "Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "45": {
      "text": "Toma los levitas en lugar de todos los primogénitos de los hijos de Israel, y los animales de los levitas en lugar de sus animales; y los levitas serán míos. Yo soy el SEÑOR.",
      "topic": ""
    },
    "46": {
      "text": "Y por los rescates de los doscientos setenta y tres de los primogénitos de los hijos de Israel que exceden a los levitas;",
      "topic": ""
    },
    "47": {
      "text": "tomarás cinco siclos por cabeza; conforme al siclo del santuario tomarás. (El siclo tiene veinte geras.)",
      "topic": ""
    },
    "48": {
      "text": "Y darás a Aarón y a sus hijos el dinero por los rescates de los que de ellos exceden.",
      "topic": ""
    },
    "49": {
      "text": "Tomó, pues, Moisés el dinero del rescate de los que excedían el número de los redimidos por los levitas;",
      "topic": ""
    },
    "50": {
      "text": "y recibió de los primogénitos de los hijos de Israel, en dinero, mil trescientos sesenta y cinco siclos , conforme al siclo del santuario.",
      "topic": ""
    },
    "51": {
      "text": "Y Moisés dio el dinero de los rescates a Aarón y a sus hijos, conforme al dicho del SEÑOR, de la manera que el SEÑOR había mandado a Moisés.",
      "topic": ""
    }
  }
}