{
  "info": {
    "book": "Números",
    "chapter": "32",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y los hijos de Rubén y los hijos de Gad tenían muchísimo ganado; los cuales viendo la tierra de Jazer y de Galaad, les pareció el lugar, lugar de ganado.",
      "topic": ""
    },
    "2": {
      "text": "Y vinieron los hijos de Gad y los hijos de Rubén, y hablaron a Moisés, y a Eleazar el sacerdote, y a los príncipes de la congregación, diciendo:",
      "topic": ""
    },
    "3": {
      "text": "Atarot, y Dibón, y Jazer, y Nimra, y Hesbón, y Eleale, y Sebam, y Nebo, y Beón,",
      "topic": ""
    },
    "4": {
      "text": "la tierra que el SEÑOR hirió delante de la congregación de Israel, es tierra de ganado, y tus siervos tienen ganado.",
      "topic": ""
    },
    "5": {
      "text": "Por tanto , dijeron, si hallamos gracia en tus ojos, dése esta tierra a tus siervos en heredad, y no nos hagas pasar el Jordán.",
      "topic": ""
    },
    "6": {
      "text": "Y respondió Moisés a los hijos de Gad y a los hijos de Rubén: ¿Vendrán vuestros hermanos a la guerra, y vosotros os quedaréis aquí?",
      "topic": ""
    },
    "7": {
      "text": "¿Y por qué desanimáis el corazón de los hijos de Israel, para que no pasen a la tierra que les ha dado el SEÑOR?",
      "topic": ""
    },
    "8": {
      "text": "Así hicieron vuestros padres, cuando los envié desde Cades-barnea para que viesen la tierra.",
      "topic": ""
    },
    "9": {
      "text": "Cuando subieron hasta la arroyada de Escol, y vieron la tierra desanimaron el corazón de los hijos de Israel, para no venir a la tierra que el SEÑOR les había dado.",
      "topic": ""
    },
    "10": {
      "text": "Y el furor del SEÑOR se encendió entonces, y juró diciendo:",
      "topic": ""
    },
    "11": {
      "text": "Que no verán los varones que subieron de Egipto de veinte años arriba, la tierra por la cual juré a Abraham, Isaac, y Jacob, por cuanto no fueron perfectos en pos de mí;",
      "topic": ""
    },
    "12": {
      "text": "excepto Caleb, hijo de Jefone cenezeo, y Josué hijo de Nun, que fueron perfectos en pos del SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "Y el furor del SEÑOR se encendió en Israel, y los hizo andar errantes cuarenta años por el desierto, hasta que fue acabada toda aquella generación, que había hecho mal delante del SEÑOR.",
      "topic": ""
    },
    "14": {
      "text": "Y he aquí, vosotros habéis levantado en lugar de vuestros padres, prole de hombres pecadores, para añadir aún a la ira del SEÑOR contra Israel.",
      "topic": ""
    },
    "15": {
      "text": "Si os volviereis de en pos de él, él volverá otra vez a dejaros en el desierto, y echaréis a perder a todo este pueblo.",
      "topic": ""
    },
    "16": {
      "text": "¶ Entonces ellos vinieron a él y dijeron: Edificaremos aquí majadas para nuestro ganado, y ciudades para nuestros niños;",
      "topic": ""
    },
    "17": {
      "text": "y nosotros nos armaremos, e iremos con diligencia delante de los hijos de Israel, hasta que los metamos en su lugar; y nuestros niños quedarán en ciudades fuertes a causa de los moradores de la tierra.",
      "topic": ""
    },
    "18": {
      "text": "No volveremos a nuestras casas hasta que los hijos de Israel posean cada uno su heredad.",
      "topic": ""
    },
    "19": {
      "text": "Porque no tomaremos heredad con ellos al otro lado del Jordán ni adelante, por cuanto tendremos ya nuestra heredad de este lado del Jordán al oriente.",
      "topic": ""
    },
    "20": {
      "text": "Entonces les respondió Moisés: Si lo hiciereis así, si os apercibiereis para ir delante del SEÑOR a la guerra,",
      "topic": ""
    },
    "21": {
      "text": "y pasaréis todos vosotros armados el Jordán delante del SEÑOR, hasta que haya echado a sus enemigos de delante de sí,",
      "topic": ""
    },
    "22": {
      "text": "y que la tierra sea sojuzgada delante del SEÑOR; luego volveréis, y seréis libres de culpa para con el SEÑOR, y para con Israel; y esta tierra será vuestra en heredad delante del SEÑOR.",
      "topic": ""
    },
    "23": {
      "text": "Mas si así no lo hiciereis, he aquí habréis pecado al SEÑOR; y sabed que vuestro pecado os alcanzará.",
      "topic": ""
    },
    "24": {
      "text": "Edificaos ciudades para vuestros niños, y majadas para vuestras ovejas, y haced lo que ha salido de vuestra boca.",
      "topic": ""
    },
    "25": {
      "text": "Y hablaron los hijos de Gad y los hijos de Rubén a Moisés, diciendo: Tus siervos harán como mi señor ha mandado.",
      "topic": ""
    },
    "26": {
      "text": "Nuestros niños, nuestras mujeres, nuestros ganados, y todas nuestras bestias, estarán ahí en las ciudades de Galaad;",
      "topic": ""
    },
    "27": {
      "text": "y tus siervos, armados todos de guerra, pasarán delante del SEÑOR a la guerra, de la manera que nuestro señor dice.",
      "topic": ""
    },
    "28": {
      "text": "¶ Entonces los encomendó Moisés a Eleazar el sacerdote, y a Josué hijo de Nun, y a los príncipes de los padres de las tribus de los hijos de Israel.",
      "topic": ""
    },
    "29": {
      "text": "Y les dijo Moisés: Si los hijos de Gad y los hijos de Rubén, pasaren con vosotros el Jordán, armados todos de guerra delante del SEÑOR, luego que la tierra fuere sojuzgada delante de vosotros, les daréis la tierra de Galaad en posesión.",
      "topic": ""
    },
    "30": {
      "text": "Mas si no pasaren armados con vosotros, entonces tendrán posesión entre vosotros en la tierra de Canaán.",
      "topic": ""
    },
    "31": {
      "text": "Y los hijos de Gad y los hijos de Rubén respondieron, diciendo: Haremos lo que el SEÑOR ha dicho a tus siervos.",
      "topic": ""
    },
    "32": {
      "text": "Nosotros pasaremos armados delante del SEÑOR a la tierra de Canaán, y la posesión de nuestra heredad será de este lado del Jordán.",
      "topic": ""
    },
    "33": {
      "text": "Así les dio Moisés a los hijos de Gad y a los hijos de Rubén, y a la media tribu de Manasés hijo de José, el reino de Sehón rey amorreo, y el reino de Og rey de Basán, la tierra con sus ciudades y términos, las ciudades de la tierra alrededor.",
      "topic": ""
    },
    "34": {
      "text": "Y los hijos de Gad edificaron a Dibón, y a Atarot, y a Aroer,",
      "topic": ""
    },
    "35": {
      "text": "y a Atarot-sofán, y a Jazer, y a Jogbeha,",
      "topic": ""
    },
    "36": {
      "text": "y a Bet-nimra, y a Bet-arán, ciudades fuertes, y también majadas para ovejas.",
      "topic": ""
    },
    "37": {
      "text": "Y los hijos de Rubén edificaron a Hesbón, y a Eleale, y a Quiriataim,",
      "topic": ""
    },
    "38": {
      "text": "y a Nebo, y a Baal-meón, (mudados los nombres), y a Sibma, y pusieron nombres a las ciudades que edificaron.",
      "topic": ""
    },
    "39": {
      "text": "Y los hijos de Maquir hijo de Manasés fueron a Galaad, y la tomaron, y echaron al amorreo que estaba en ella.",
      "topic": ""
    },
    "40": {
      "text": "Y Moisés dio Galaad a Maquir hijo de Manasés, el cual habitó en ella.",
      "topic": ""
    },
    "41": {
      "text": "También Jair hijo de Manasés fue y tomó sus aldeas, y les puso por nombre Havot-jair.",
      "topic": ""
    },
    "42": {
      "text": "Asimismo Noba fue y tomó a Kenat y sus aldeas, y lo llamó Noba, conforme a su nombre.",
      "topic": ""
    }
  }
}