{
  "info": {
    "book": "Números",
    "chapter": "34",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Manda a los hijos de Israel, y diles: Cuando hubiereis entrado en la tierra de Canaán, es a saber, la tierra que os ha de caer en heredad, la tierra de Canaán según sus términos;",
      "topic": ""
    },
    "3": {
      "text": "tendréis el lado del mediodía desde el desierto de Zin hasta los términos de Edom; y os será el término del mediodía al extremo del Mar Salado hacia el oriente.",
      "topic": ""
    },
    "4": {
      "text": "Y este término os irá rodeando desde el mediodía hasta la subida de Acrabim, y pasará hasta Zin; y sus salidas serán del mediodía a Cades-barnea; y saldrá a Hasar-adar, y pasará hasta Asmón;",
      "topic": ""
    },
    "5": {
      "text": "y rodeará este término, desde Asmón hasta el arroyo de Egipto, y sus remates serán al occidente.",
      "topic": ""
    },
    "6": {
      "text": "Y el término occidental os será el Gran Mar; este término os será el término occidental.",
      "topic": ""
    },
    "7": {
      "text": "Y el término del norte será éste: desde el Gran Mar os señalaréis al monte de Hor.",
      "topic": ""
    },
    "8": {
      "text": "Del monte de Hor señalaréis a la entrada de Hamat, y serán las salidas de aquel término a Zedad;",
      "topic": ""
    },
    "9": {
      "text": "y saldrá este término a Zifrón, y serán sus salidas a Hazar-enán; éste os será el término del norte.",
      "topic": ""
    },
    "10": {
      "text": "Y por término al oriente os señalaréis desde Hazar-enán hasta Sefam;",
      "topic": ""
    },
    "11": {
      "text": "y descenderá este término desde Sefam a Ribla, al oriente de Aín; y descenderá este término, y llegará a la costa del mar de Cineret al oriente.",
      "topic": ""
    },
    "12": {
      "text": "Después descenderá este término al Jordán, y serán sus salidas al mar Salado; ésta será vuestra tierra por sus términos alrededor.",
      "topic": ""
    },
    "13": {
      "text": "Y mandó Moisés a los hijos de Israel, diciendo: Esta es la tierra que heredaréis por suerte, la cual mandó el SEÑOR que diese a las nueve tribus, y a la media tribu;",
      "topic": ""
    },
    "14": {
      "text": "porque la tribu de los hijos de Rubén según las casas de sus padres, y la tribu de los hijos de Gad según las casas de sus padres, y la media tribu de Manasés, han tomado su herencia.",
      "topic": ""
    },
    "15": {
      "text": "Dos tribus y media tomaron su heredad del otro lado del Jordán de Jericó al oriente, al nacimiento del sol .",
      "topic": ""
    },
    "16": {
      "text": "¶ Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "17": {
      "text": "Estos son los nombres de los varones que os tomarán la posesión de la tierra para vosotros: Eleazar el sacerdote, y Josué hijo de Nun.",
      "topic": ""
    },
    "18": {
      "text": "Y tomaréis de cada tribu un príncipe, para tomar la posesión de la tierra.",
      "topic": ""
    },
    "19": {
      "text": "Y éstos son los nombres de los varones: De la tribu de Judá, Caleb hijo de Jefone.",
      "topic": ""
    },
    "20": {
      "text": "Y de la tribu de los hijos de Simeón, Semuel hijo de Amiud.",
      "topic": ""
    },
    "21": {
      "text": "De la tribu de Benjamín, Elidad hijo de Quislón.",
      "topic": ""
    },
    "22": {
      "text": "Y de la tribu de los hijos de Dan, el príncipe Buqui hijo de Jogli.",
      "topic": ""
    },
    "23": {
      "text": "De los hijos de José: de la tribu de los hijos de Manasés, el príncipe Haniel hijo de Efod.",
      "topic": ""
    },
    "24": {
      "text": "Y de la tribu de los hijos de Efraín, el príncipe Kemuel hijo de Siftán.",
      "topic": ""
    },
    "25": {
      "text": "Y de la tribu de los hijos de Zabulón, el príncipe Elizafán hijo de Parnac.",
      "topic": ""
    },
    "26": {
      "text": "Y de la tribu de los hijos de Isacar, el príncipe Paltiel hijo de Azán.",
      "topic": ""
    },
    "27": {
      "text": "Y de la tribu de los hijos de Aser, el príncipe Ahiud hijo de Selomi.",
      "topic": ""
    },
    "28": {
      "text": "Y de la tribu de los hijos de Neftalí, el príncipe Pedael hijo de Amiud.",
      "topic": ""
    },
    "29": {
      "text": "Estos son a los que mandó el SEÑOR que hiciesen heredar la tierra a los hijos de Israel en la tierra de Canaán.",
      "topic": ""
    }
  }
}