{
  "info": {
    "book": "Números",
    "chapter": "6",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Habla a los hijos de Israel, y diles: El hombre, o la mujer, cuando se apartare haciendo voto de Nazareo (apartado ), para dedicarse al SEÑOR,",
      "topic": ""
    },
    "3": {
      "text": "se abstendrá de vino y de sidra; vinagre de vino, ni vinagre de sidra no beberá, ni beberá algún licor de uvas, ni tampoco comerá uvas frescas ni secas.",
      "topic": ""
    },
    "4": {
      "text": "Todo el tiempo de su nazareato, de todo lo que se hace de vid de vino, desde los granillos hasta el hollejo, no comerá.",
      "topic": ""
    },
    "5": {
      "text": "Todo el tiempo del voto de su nazareato no pasará navaja sobre su cabeza, hasta que sean cumplidos los días de su apartamiento al SEÑOR, santo será; dejará crecer las guedejas del cabello de su cabeza.",
      "topic": ""
    },
    "6": {
      "text": "Todo el tiempo que se apartare al SEÑOR, no entrará a persona muerta.",
      "topic": ""
    },
    "7": {
      "text": "Por su padre, ni por su madre, por su hermano, ni por su hermana, no se contaminará con ellos cuando murieren; porque consagración de su Dios tiene sobre su cabeza.",
      "topic": ""
    },
    "8": {
      "text": "Todo el tiempo de su nazareato, será santo al SEÑOR.",
      "topic": ""
    },
    "9": {
      "text": "Y si alguno muriere muy de repente junto a él, contaminará la cabeza de su nazareato; por tanto el día de su purificación raerá su cabeza; al séptimo día la raerá.",
      "topic": ""
    },
    "10": {
      "text": "Y el día octavo traerá dos tórtolas o dos palominos al sacerdote, a la puerta del tabernáculo del testimonio;",
      "topic": ""
    },
    "11": {
      "text": "y el sacerdote hará el uno en expiación, y el otro en holocausto; y lo expiará de lo que pecó sobre el muerto, y santificará su cabeza en aquel día.",
      "topic": ""
    },
    "12": {
      "text": "Y consagrará al SEÑOR los días de su nazareato, y traerá un cordero de un año en expiación por la culpa; y los días primeros serán anulados, por cuanto fue contaminado su nazareato.",
      "topic": ""
    },
    "13": {
      "text": "Esta es, pues, la ley del Nazareo; el día que se cumpliere el tiempo de su nazareato: Vendrá a la puerta del tabernáculo del testimonio;",
      "topic": ""
    },
    "14": {
      "text": "y ofrecerá su ofrenda al SEÑOR, un cordero de un año sin tacha en holocausto, y una cordera de un año sin tacha en expiación, y un carnero sin tacha en sacrificio de paz;",
      "topic": ""
    },
    "15": {
      "text": "además un canastillo de panes cenceños, tortas de flor de harina amasadas con aceite, y hojaldres cenceñas untadas con aceite, y su presente, y sus libaciones.",
      "topic": ""
    },
    "16": {
      "text": "Y el sacerdote lo ofrecerá delante del SEÑOR, y hará su expiación y su holocausto;",
      "topic": ""
    },
    "17": {
      "text": "y ofrecerá el carnero en sacrificio de paz al SEÑOR, con el canastillo de los panes cenceños; ofrecerá asimismo el sacerdote su presente, y sus libaciones.",
      "topic": ""
    },
    "18": {
      "text": "Entonces el Nazareo raerá a la puerta del tabernáculo del testimonio la cabeza de su nazareato, y tomará los cabellos de la cabeza de su nazareato, y los pondrá sobre el fuego que está debajo del sacrificio de la paz.",
      "topic": ""
    },
    "19": {
      "text": "Después tomará el sacerdote la espaldilla cocida del carnero, y una torta sin levadura del canastillo, y una hojaldre sin levadura, y las pondrá sobre las manos del Nazareo, después que fuere raído su nazareato;",
      "topic": ""
    },
    "20": {
      "text": "y el sacerdote mecerá aquello, ofrenda mecida delante del SEÑOR; lo cual será cosa santa del sacerdote, a más del pecho mecido y de la espaldilla de la apartada; y después beberá vino el Nazareo.",
      "topic": ""
    },
    "21": {
      "text": "Esta es la ley del Nazareo que hiciere voto de su ofrenda al SEÑOR por su nazareato, a más de lo que sus recursos le permitieren; según el voto que hiciere, así hará, conforme a la ley de su nazareato.",
      "topic": ""
    },
    "22": {
      "text": "¶ Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "23": {
      "text": "Habla a Aarón y a sus hijos, y diles: Así bendeciréis a los hijos de Israel, diciéndoles:",
      "topic": ""
    },
    "24": {
      "text": "el SEÑOR te bendiga, y te guarde;",
      "topic": ""
    },
    "25": {
      "text": "el SEÑOR haga resplandecer su rostro sobre ti, y tenga de ti misericordia;",
      "topic": ""
    },
    "26": {
      "text": "el SEÑOR alce a ti su rostro, y ponga en ti paz.",
      "topic": ""
    },
    "27": {
      "text": "Y pondrán mi nombre sobre los hijos de Israel, y yo los bendeciré.",
      "topic": ""
    }
  }
}