{
  "info": {
    "book": "Números",
    "chapter": "8",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Habla a Aarón, y dile: Cuando encendieres las lámparas, las siete lámparas arderán frente a la faz del candelero.",
      "topic": ""
    },
    "3": {
      "text": "Y Aarón lo hizo así; que encendió contra la faz del candelero sus lámparas, como el SEÑOR lo mandó a Moisés.",
      "topic": ""
    },
    "4": {
      "text": "Y ésta era la hechura del candelero, de oro labrado a martillo; desde su pie hasta sus flores era labrado a martillo; conforme al modelo que el SEÑOR mostró a Moisés, así hizo el candelero.",
      "topic": ""
    },
    "5": {
      "text": "¶ Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "6": {
      "text": "Toma a los levitas de entre los hijos de Israel, y expíalos.",
      "topic": ""
    },
    "7": {
      "text": "Y así les harás para expiarlos: rocía sobre ellos el agua de la expiación, y haz pasar la navaja sobre toda su carne, y lavarán sus vestidos, y serán expiados.",
      "topic": ""
    },
    "8": {
      "text": "Luego tomarán un novillo, con su presente de flor de harina amasada con aceite; y tomarás otro novillo para expiación.",
      "topic": ""
    },
    "9": {
      "text": "Y ofrecerás a los levitas delante del tabernáculo del testimonio, y juntarás toda la congregación de los hijos de Israel;",
      "topic": ""
    },
    "10": {
      "text": "y harás llegar los levitas delante del SEÑOR, y pondrán los hijos de Israel sus manos sobre los levitas;",
      "topic": ""
    },
    "11": {
      "text": "y ofrecerá Aarón los levitas delante del SEÑOR en ofrenda de mecedura de los hijos de Israel, y servirán en el ministerio del SEÑOR.",
      "topic": ""
    },
    "12": {
      "text": "Y los levitas pondrán sus manos sobre las cabezas de los novillos; y ofrecerás el uno por expiación, y el otro en holocausto al SEÑOR, para expiar los levitas.",
      "topic": ""
    },
    "13": {
      "text": "Y harás presentar a los levitas delante de Aarón, y delante de sus hijos, y los ofrecerás en ofrenda al SEÑOR.",
      "topic": ""
    },
    "14": {
      "text": "Y apartarás los levitas de entre los hijos de Israel; y serán míos los levitas.",
      "topic": ""
    },
    "15": {
      "text": "Y así después vendrán los levitas a ministrar en el tabernáculo del testimonio; los expiarás pues , y los ofrecerás en ofrenda.",
      "topic": ""
    },
    "16": {
      "text": "Porque enteramente me son a mí dados los levitas de entre los hijos de Israel, en lugar de todo aquel que abre matriz; los he tomado para mí en lugar de los primogénitos de todos los hijos de Israel.",
      "topic": ""
    },
    "17": {
      "text": "Porque mío es todo primogénito en los hijos de Israel, así de hombres como de animales; desde el día que yo maté todo primogénito en la tierra de Egipto, los santifiqué para mí.",
      "topic": ""
    },
    "18": {
      "text": "Y he tomado los levitas en lugar de todos los primogénitos en los hijos de Israel.",
      "topic": ""
    },
    "19": {
      "text": "Y yo he dado en don los levitas a Aarón y a sus hijos de entre los hijos de Israel, para que sirvan el ministerio de los hijos de Israel en el tabernáculo del testimonio, y reconcilien a los hijos de Israel; para que no haya plaga en los hijos de Israel, al acercarse los hijos de Israel al santuario.",
      "topic": ""
    },
    "20": {
      "text": "Y Moisés, y Aarón, y toda la congregación de los hijos de Israel, hicieron de los levitas conforme a todas las cosas que mandó el SEÑOR a Moisés acerca de los levitas; así hicieron de ellos los hijos de Israel.",
      "topic": ""
    },
    "21": {
      "text": "Y los levitas se expiaron, y lavaron sus vestidos; y Aarón los ofreció en ofrenda de mecedura delante del SEÑOR, y Aarón los reconcilió para expiarlos.",
      "topic": ""
    },
    "22": {
      "text": "Y así vinieron después los levitas para servir en su ministerio en el tabernáculo del testimonio, delante de Aarón y delante de sus hijos; de la manera que mandó el SEÑOR a Moisés acerca de los levitas, así hicieron con ellos.",
      "topic": ""
    },
    "23": {
      "text": "Y habló el SEÑOR a Moisés, diciendo:",
      "topic": ""
    },
    "24": {
      "text": "Esto en cuanto a los levitas de veinticinco años arriba, entrarán a militar milicia en el servicio del tabernáculo del testimonio.",
      "topic": ""
    },
    "25": {
      "text": "Mas desde los cincuenta años volverán del oficio de su ministerio, y nunca más servirán;",
      "topic": ""
    },
    "26": {
      "text": "pero servirán con sus hermanos en el tabernáculo del testimonio, para hacer la guardia, bien que no servirán en el ministerio. Así harás de los levitas en cuanto a sus oficios.",
      "topic": ""
    }
  }
}