{
  "info": {
    "book": "2 Timothy",
    "chapter": "4",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I charge you in the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of His appearing and His kingdom:",
      "topic": ""
    },
    "2": {
      "text": "Preach the word; be prepared in season and out of season; reprove, rebuke, and encourage with every form of patient instruction.",
      "topic": ""
    },
    "3": {
      "text": "For the time will come when men will not tolerate sound doctrine, but with itching ears they will gather around themselves teachers to suit their own desires.",
      "topic": ""
    },
    "4": {
      "text": "So they will turn their ears away from the truth and turn aside to myths.",
      "topic": ""
    },
    "5": {
      "text": "But you, be sober in all things, endure hardship, do the work of an evangelist, fulfill your ministry.",
      "topic": ""
    },
    "6": {
      "text": "For I am already being poured out like a drink offering, and the time of my departure is at hand.",
      "topic": ""
    },
    "7": {
      "text": "I have fought the good fight, I have finished the race, I have kept the faith.",
      "topic": ""
    },
    "8": {
      "text": "From now on there is laid up for me the crown of righteousness, which the Lord, the righteous Judge, will award to me on that day—and not only to me, but to all who crave His appearing.",
      "topic": ""
    },
    "9": {
      "text": "Make every effort to come to me quickly,",
      "topic": ""
    },
    "10": {
      "text": "because Demas, in his love of this world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, and Titus to Dalmatia.",
      "topic": ""
    },
    "11": {
      "text": "Only Luke is with me. Get Mark and bring him with you, because he is useful to me in the ministry.",
      "topic": ""
    },
    "12": {
      "text": "Tychicus, however, I have sent to Ephesus.",
      "topic": ""
    },
    "13": {
      "text": "When you come, bring the cloak that I left with Carpus at Troas, and my scrolls, especially the parchments.",
      "topic": ""
    },
    "14": {
      "text": "Alexander the coppersmith did great harm to me. The Lord will repay him according to his deeds.",
      "topic": ""
    },
    "15": {
      "text": "You too should beware of him, for he has vigorously opposed our message.",
      "topic": ""
    },
    "16": {
      "text": "At my first defense, no one stood with me, but everyone deserted me. May it not be charged against them.",
      "topic": ""
    },
    "17": {
      "text": "But the Lord stood by me and strengthened me, so that through me the message would be fully proclaimed, and all the Gentiles would hear it. So I was delivered from the mouth of the lion.",
      "topic": ""
    },
    "18": {
      "text": "And the Lord will rescue me from every evil action and bring me safely into His heavenly kingdom. To Him be the glory forever and ever. Amen.",
      "topic": ""
    },
    "19": {
      "text": "Greet Prisca and Aquila, as well as the household of Onesiphorus.",
      "topic": ""
    },
    "20": {
      "text": "Erastus has remained at Corinth, and Trophimus I left sick in Miletus.",
      "topic": ""
    },
    "21": {
      "text": "Make every effort to come to me before winter. Eubulus sends you greetings, as do Pudens, Linus, Claudia, and all the brothers.",
      "topic": ""
    },
    "22": {
      "text": "The Lord be with your spirit. Grace be with you all.",
      "topic": ""
    }
  }
}