{
  "info": {
    "book": "Exodus",
    "chapter": "11",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah said to Moses, Yet one plague will I bring upon Pharaoh, and upon Egypt; afterwards he will let you go hence: when he shall let [you] go altogether, he shall utterly drive you out hence.",
      "topic": ""
    },
    "2": {
      "text": "Speak now in the ears of the people, that they ask every man of his neighbour, and every woman of her neighbour, utensils of silver and utensils of gold.",
      "topic": ""
    },
    "3": {
      "text": "And Jehovah gave the people favour in the eyes of the Egyptians. Moreover the man Moses was very great in the land of Egypt—in the eyes of Pharaoh’s bondmen, and in the eyes of the people.",
      "topic": ""
    },
    "4": {
      "text": "And Moses said, Thus saith Jehovah: About midnight I will go out into the midst of Egypt.",
      "topic": ""
    },
    "5": {
      "text": "And all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sitteth on his throne, even unto the firstborn of the bondwoman that is behind the mill; and all the firstborn of cattle.",
      "topic": ""
    },
    "6": {
      "text": "And there shall be a great cry throughout the land of Egypt, such as there hath been none like it, nor shall be like it any more.",
      "topic": ""
    },
    "7": {
      "text": "But against any of the children of Israel shall not a dog move his tongue, against man or beast; that ye may know that Jehovah distinguisheth between the Egyptians and Israel.",
      "topic": ""
    },
    "8": {
      "text": "And all these thy bondmen shall come down unto me, and bow down to me, saying, Go out, thou, and all the people that follow thee; and after that I will go out. And he went out from Pharaoh in a glowing anger.",
      "topic": ""
    },
    "9": {
      "text": "And Jehovah had said to Moses, Pharaoh shall not hearken to you; that my wonders may be multiplied in the land of Egypt.",
      "topic": ""
    },
    "10": {
      "text": "And Moses and Aaron did all these wonders before Pharaoh; but Jehovah made Pharaoh’s heart stubborn, and he did not let the children of Israel go out of his land.",
      "topic": ""
    }
  }
}