{
  "info": {
    "book": "Exodus",
    "chapter": "35",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Moses collected all the assembly of the children of Israel, and said to them, These are the things which Jehovah has commanded, to do them.",
      "topic": ""
    },
    "2": {
      "text": "Six days shall work be done, but on the seventh day there shall be to you a holy day, a sabbath of rest to Jehovah: whoever does work on it shall be put to death.",
      "topic": ""
    },
    "3": {
      "text": "Ye shall kindle no fire throughout your dwellings upon the sabbath day.",
      "topic": ""
    },
    "4": {
      "text": "And Moses spoke to all the assembly of the children of Israel, saying, This is the word which Jehovah has commanded, saying,",
      "topic": ""
    },
    "5": {
      "text": "Take from among you a heave-offering to Jehovah: every one whose heart [is] willing, let him bring it, Jehovah’s heave-offering—gold, and silver, and copper,",
      "topic": ""
    },
    "6": {
      "text": "and blue, and purple, and scarlet, and byssus, and goats’ [hair],",
      "topic": ""
    },
    "7": {
      "text": "and rams’ skins dyed red, and badgers’ skins, and acacia-wood,",
      "topic": ""
    },
    "8": {
      "text": "and oil for the light, and spices for the anointing oil, and for the incense of fragrant drugs;",
      "topic": ""
    },
    "9": {
      "text": "and onyx stones, and stones to be set for the ephod, and for the breastplate.",
      "topic": ""
    },
    "10": {
      "text": "And all who are wise-hearted among you shall come and make all that Jehovah has commanded:",
      "topic": ""
    },
    "11": {
      "text": "the tabernacle, its tent, and its covering, its clasps, and its boards, its bars, its pillars, and its bases;",
      "topic": ""
    },
    "12": {
      "text": "the ark, and its staves; the mercy-seat, and the veil of separation;",
      "topic": ""
    },
    "13": {
      "text": "the table and its staves, and all its utensils, and the shewbread;",
      "topic": ""
    },
    "14": {
      "text": "and the lamp-stand for the light, and its utensils, and its lamps, and the oil for the light;",
      "topic": ""
    },
    "15": {
      "text": "and the altar of incense, and its staves; and the anointing-oil, and the incense of fragrant drugs; and the entrance-curtain at the entrance of the tabernacle;",
      "topic": ""
    },
    "16": {
      "text": "the altar of burnt-offering, and the copper grating for it, its staves, and all its utensils; the laver and its stand;",
      "topic": ""
    },
    "17": {
      "text": "the hangings of the court, its pillars, and its bases, and the curtains of the gate of the court;",
      "topic": ""
    },
    "18": {
      "text": "the pegs of the tabernacle, and the pegs of the court, and their cords;",
      "topic": ""
    },
    "19": {
      "text": "the garments of service, to do service in the sanctuary, the holy garments for Aaron the priest, and the garments of his sons, to serve as priests.",
      "topic": ""
    },
    "20": {
      "text": "And all the assembly of the children of Israel departed from before Moses.",
      "topic": ""
    },
    "21": {
      "text": "And they came, every one whose heart moved him, and every one whose spirit prompted him; they brought Jehovah’s heave-offering for the work of the tent of meeting, and for all its service, and for the holy garments.",
      "topic": ""
    },
    "22": {
      "text": "And they came, both men and women; every one who was of willing heart brought nose-rings, and earrings, and rings, and bracelets, all kinds of utensils of gold: every man that waved a wave-offering of gold to Jehovah.",
      "topic": ""
    },
    "23": {
      "text": "And every man with whom was found blue, and purple, and scarlet, and byssus, and goats’ [hair], and rams’ skins dyed red, and badgers’ skins, brought [them].",
      "topic": ""
    },
    "24": {
      "text": "All they that offered a heave-offering of silver and copper brought Jehovah’s heave-offering. And every one with whom was found acacia-wood for all manner of work of the service, brought [it].",
      "topic": ""
    },
    "25": {
      "text": "And every woman that was wise-hearted spun with her hands, and brought what she had spun: the blue, and the purple, and the scarlet, and the byssus.",
      "topic": ""
    },
    "26": {
      "text": "And all the women whose heart moved them in wisdom spun goats’ [hair].",
      "topic": ""
    },
    "27": {
      "text": "And the principal men brought the onyx stones, and the stones to be set, for the ephod, and for the breastplate;",
      "topic": ""
    },
    "28": {
      "text": "and the spice, and the oil for the light, and for the anointing oil, and for the incense of fragrant drugs.",
      "topic": ""
    },
    "29": {
      "text": "The children of Israel brought a voluntary offering to Jehovah, every man and woman whose heart prompted them to bring for all manner of work, which Jehovah, by the hand of Moses, had commanded to be done.",
      "topic": ""
    },
    "30": {
      "text": "And Moses said to the children of Israel, See, Jehovah has called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah,",
      "topic": ""
    },
    "31": {
      "text": "and he has filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship,",
      "topic": ""
    },
    "32": {
      "text": "and to devise artistic things: to work in gold, and in silver, and in copper,",
      "topic": ""
    },
    "33": {
      "text": "and in cutting of stones, for setting, and in carving of wood, to execute all artistic work;",
      "topic": ""
    },
    "34": {
      "text": "and he has put in his heart to teach, he and Aholiab, the son of Ahisamach, of the tribe of Dan:",
      "topic": ""
    },
    "35": {
      "text": "he has filled them with wisdom of heart, to work all manner of work of the engraver, and of the artificer, and of the embroiderer, in blue, and in purple, in scarlet, and in byssus, and of the weaver, [even] of them that do every kind of work, and of those that devise artistic work",
      "topic": ""
    }
  }
}