{
  "info": {
    "book": "Zechariah",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And I shall turn back and lift up mine eyes and see, and behold, four chariots going forth from between two mountains; and the mountains, mountains of brass.",
      "topic": ""
    },
    "2": {
      "text": "In the first chariot, red horses; and in the second chariot, black horses;",
      "topic": ""
    },
    "3": {
      "text": "And in the third chariot, white horses and in the fourth chariot, horses sprinkled with spots, and fleet.",
      "topic": ""
    },
    "4": {
      "text": "And I shall answer and say to the messenger speaking with me, What are these, my lord?",
      "topic": ""
    },
    "5": {
      "text": "And the messenger will answer and say to me, These the four spirits of the heavens going forth from standing before the Lord of all the earth.",
      "topic": ""
    },
    "6": {
      "text": "The black horses which are in it, going forth into the land of the north; and the white went forth after them; and the sprinkled with spots went forth to the land of the south.",
      "topic": ""
    },
    "7": {
      "text": "And the fleet went forth and they will seek to go in order to go to and fro in the earth: and he will say, Go; go to and fro in the earth. And they will go to and fro in the earth.",
      "topic": ""
    },
    "8": {
      "text": "And he will cry out with me, and speak to me, saying, See them going forth to the land of the north; they caused my spirit to rest in the land of the north.",
      "topic": ""
    },
    "9": {
      "text": "And the word of Jehovah will be to me, saying,",
      "topic": ""
    },
    "10": {
      "text": "Take from the captivity, from Heldai, from Tobijah, and from Jedaiah, which came from Babel, and come thou in that day and go into the house of Josiah son of Zephaniah;",
      "topic": ""
    },
    "11": {
      "text": "And take silver and gold and make crowns, and set upon the head of Joshua, son of Josedeck the great priest;",
      "topic": ""
    },
    "12": {
      "text": "And say to him, saying, Thus said Jehovah of armies, saying, Behold the man, The Sprout his name; and he shall spring forth from his place and build the temple of Jehovah.",
      "topic": ""
    },
    "13": {
      "text": "And he shall build the temple of Jehovah; and he shall lift up the majesty, and he sat and ruled upon his throne: and he was priest upon his throne: and the counsel of peace shall be between them two.",
      "topic": ""
    },
    "14": {
      "text": "And the crown shall be to Helem, and to Tobijah, and to Jedaiah, and to Hen, son of Zephaniah, for a remembrance in the temple of Jehovah.",
      "topic": ""
    },
    "15": {
      "text": "And they being far off shall come and build in the temple of Jehovah; and ye knew that Jehovah of armies sent me to you. And it was if hearing, ye shall hear to the voice of Jehovah your God.",
      "topic": ""
    }
  }
}