{
  "info": {
    "book": "Oseas",
    "chapter": "11",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Cuando Israel [era] muchacho, yo lo amé, y de Egipto llamé a mi hijo.",
      "topic": ""
    },
    "2": {
      "text": "Cuanto más los llamaban, así ellos se iban de su presencia; a los Baales sacrificaban, y a los ídolos quemaban incienso.",
      "topic": ""
    },
    "3": {
      "text": "Yo con todo enseñé a caminar a Efraín, tomándolo de los brazos; y no conocieron que yo los cuidaba.",
      "topic": ""
    },
    "4": {
      "text": "Con cuerdas de hombre los atraje, con cuerdas de amor; y fui para ellos como los que alzan el yugo de sobre su cerviz, y puse comida delante de ellos.",
      "topic": ""
    },
    "5": {
      "text": "No volverá a la tierra de Egipto, sino que el asirio será su rey, porque no se quisieron convertir.",
      "topic": ""
    },
    "6": {
      "text": "Y caerá espada sobre sus ciudades, y consumirá sus aldeas; las consumirá a causa de sus propios consejos.",
      "topic": ""
    },
    "7": {
      "text": "Entre tanto, mi pueblo está inclinado a rebelarse contra mí; aunque ellos invocan al Altísimo, ninguno absolutamente quiere enaltecerle.",
      "topic": ""
    },
    "8": {
      "text": "¿Cómo he de dejarte, oh Efraín? ¿He de entregarte yo, Israel? ¿Cómo podré yo hacerte como Adma, o ponerte como a Zeboim? Mi corazón se conmueve dentro de mí, se inflama toda mi compasión.",
      "topic": ""
    },
    "9": {
      "text": "No ejecutaré el furor de mi ira, no volveré para destruir a Efraín; porque Dios soy, y no hombre; el Santo en medio de ti; y no entraré en la ciudad.",
      "topic": ""
    },
    "10": {
      "text": "En pos de Jehová caminarán; Él rugirá como león, de cierto rugirá; y los hijos vendrán temblando desde el occidente.",
      "topic": ""
    },
    "11": {
      "text": "De Egipto vendrán temblando como ave, y como paloma, de la tierra de Asiria; y yo los pondré en sus casas, dice Jehová.",
      "topic": ""
    },
    "12": {
      "text": "Efraín me ha rodeado con mentira, y la casa de Israel con engaño; mas Judá aún gobierna con Dios, y es fiel con los santos.",
      "topic": ""
    }
  }
}