{
  "info": {
    "book": "Oseas",
    "chapter": "9",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "No te alegres, oh Israel, hasta saltar de gozo como los [otros] pueblos, pues te has prostituido apartándote de tu Dios; amaste salario por todas las eras de trigo.",
      "topic": ""
    },
    "2": {
      "text": "La era y el lagar no los mantendrán, y les fallará el mosto.",
      "topic": ""
    },
    "3": {
      "text": "No quedarán en la tierra de Jehová, sino que Efraín volverá a Egipto, y en Asiria comerán viandas inmundas.",
      "topic": ""
    },
    "4": {
      "text": "No darán ofrendas de vino a Jehová, ni Él se agradará de ellos; sus sacrificios, como pan de enlutados les [serán] a ellos; todos los que coman de él serán inmundos. Será, pues, el pan de ellos para sí mismos; no entrará en la casa de Jehová.",
      "topic": ""
    },
    "5": {
      "text": "¿Qué haréis en el día de la solemnidad, y en el día de la fiesta de Jehová?",
      "topic": ""
    },
    "6": {
      "text": "Porque, he aquí se fueron ellos a causa de la destrucción: Egipto los recogerá, Menfis los enterrará; espino poseerá por heredad lo deseable de su plata, ortiga [crecerá] en sus moradas.",
      "topic": ""
    },
    "7": {
      "text": "Vinieron los días de la visitación, vinieron los días de la paga; lo conocerá Israel; necio [es] el profeta, insensato [es] el varón de espíritu, a causa de la multitud de tu maldad, y el grande odio.",
      "topic": ""
    },
    "8": {
      "text": "Atalaya [era] Efraín para con mi Dios; [Pero] el profeta [es] lazo de cazador en todos sus caminos, [y] odio en la casa de su Dios.",
      "topic": ""
    },
    "9": {
      "text": "Profundamente se han corrompido, como en los días de Gabaa; ahora se acordará de su iniquidad; visitará su pecado.",
      "topic": ""
    },
    "10": {
      "text": "Como uvas en el desierto hallé a Israel; como la fruta temprana de la higuera en su principio vi a vuestros padres. Ellos entraron a Baal-peor, y se apartaron para vergüenza, y se hicieron abominables como aquello que amaron.",
      "topic": ""
    },
    "11": {
      "text": "Efraín, cual ave volará su gloria desde el nacimiento, aun desde el vientre y desde la concepción.",
      "topic": ""
    },
    "12": {
      "text": "Y si llegaren a grandes sus hijos, los quitaré de entre los hombres, porque ¡ay de ellos también, cuando de ellos me aparte!",
      "topic": ""
    },
    "13": {
      "text": "Efraín, según veo, es semejante a Tiro, plantado en lugar delicioso; mas Efraín sacará sus hijos al matador.",
      "topic": ""
    },
    "14": {
      "text": "Dales, oh Jehová, lo que les has de dar; dales matriz que aborte, y pechos enjutos.",
      "topic": ""
    },
    "15": {
      "text": "Toda la maldad de ellos fue en Gilgal; allí, pues, les tomé aversión; por la perversidad de sus obras los echaré de mi casa; no los amaré más; todos sus príncipes [son] desleales.",
      "topic": ""
    },
    "16": {
      "text": "Efraín fue herido, se secó su raíz, no dará más fruto; aunque engendren, yo mataré el amado [fruto] de su vientre.",
      "topic": ""
    },
    "17": {
      "text": "Mi Dios los desechará, porque ellos no le oyeron; y andarán errantes entre las naciones.",
      "topic": ""
    }
  }
}