{
  "info": {
    "book": "Jeremías",
    "chapter": "13",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Así me dijo el SEÑOR: Ve, y cómprate un cinto de lino, y cíñelo sobre tus lomos, y no lo meterás en agua.",
      "topic": ""
    },
    "2": {
      "text": "Y compré el cinto conforme a la palabra del SEÑOR, y lo puse sobre mis lomos.",
      "topic": ""
    },
    "3": {
      "text": "Y vino a mí segunda vez palabra del SEÑOR, diciendo:",
      "topic": ""
    },
    "4": {
      "text": "Toma el cinto que compraste, que está sobre tus lomos, y levántate, y ve al Eufrates, y escóndelo allá en una caverna de una peña.",
      "topic": ""
    },
    "5": {
      "text": "Y fui, y lo escondí en el Eufrates, como el SEÑOR me mandó.",
      "topic": ""
    },
    "6": {
      "text": "Y sucedió que al cabo de muchos días me dijo el SEÑOR: Levántate, y ve al Eufrates, y toma de allí el cinto que te mandé escondieses allá.",
      "topic": ""
    },
    "7": {
      "text": "Entonces fui al Eufrates, y cavé, y tomé el cinto del lugar donde lo había escondido; y he aquí que el cinto se había podrido; para ninguna cosa era bueno.",
      "topic": ""
    },
    "8": {
      "text": "Y vino palabra del SEÑOR a mí, diciendo:",
      "topic": ""
    },
    "9": {
      "text": "Así dijo el SEÑOR: Así haré podrir la soberbia de Judá, y la mucha soberbia de Jerusalén,",
      "topic": ""
    },
    "10": {
      "text": "A este pueblo malo, que no quiere oír mis palabras, que anda en las imaginaciones de su corazón, y se fue en pos de dioses ajenos para servirles, y para encorvarse a ellos; y vendrá a ser como este cinto, que para ninguna cosa es bueno.",
      "topic": ""
    },
    "11": {
      "text": "Porque como el cinto se junta a los lomos del hombre, así hice juntar a mí toda la Casa de Israel y toda la Casa de Judá, dice el SEÑOR, para que me fuesen por pueblo y por fama, y por alabanza y por honra; pero no escucharon.",
      "topic": ""
    },
    "12": {
      "text": "¶ Les dirás, pues, esta palabra: Así dijo el SEÑOR, Dios de Israel: Se llenará de vino todo odre. Y ellos te dirán: ¿Por ventura no sabemos que todo odre se llenará de vino?",
      "topic": ""
    },
    "13": {
      "text": "Entonces les has de decir: Así dijo el SEÑOR: He aquí que yo lleno de embriaguez a todos los moradores de esta tierra, y a los reyes que están sentados por David sobre su trono, y a los sacerdotes y los profetas, y todos a los moradores de Jerusalén;",
      "topic": ""
    },
    "14": {
      "text": "y los quebrantaré el uno con el otro, los padres con los hijos juntamente, dice el SEÑOR: no perdonaré, ni tendré piedad, ni misericordia para no destruirlos.",
      "topic": ""
    },
    "15": {
      "text": "Escuchad y oíd; no os elevéis, porque el SEÑOR habló.",
      "topic": ""
    },
    "16": {
      "text": "Dad gloria al SEÑOR Dios vuestro, antes que haga venir tinieblas, y antes que vuestros pies tropiecen en montes de oscuridad, y esperéis luz, y os la torne en sombra de muerte y tinieblas.",
      "topic": ""
    },
    "17": {
      "text": "Mas si no oyereis esto, en secreto llorará mi alma a causa de vuestra soberbia; y llorando amargamente, se desharán mis ojos en lágrimas, porque el rebaño del SEÑOR fue cautivo.",
      "topic": ""
    },
    "18": {
      "text": "Di al rey y a la reina: Humillaos, sentaos en tierra ; porque la corona de vuestra gloria bajó de vuestras cabezas.",
      "topic": ""
    },
    "19": {
      "text": "Las ciudades del Mediodía fueron cerradas, y no hubo quien las abriese; toda Judá fue transportada, transportada fue toda ella.",
      "topic": ""
    },
    "20": {
      "text": "Alzad vuestros ojos, y ved los que vienen del aquilón; ¿dónde está el rebaño que te fue dado, el ganado de tu hermosura?",
      "topic": ""
    },
    "21": {
      "text": "¿Qué dirás cuando te visitará? Porque tú les enseñaste a ser príncipes y cabeza sobre ti. ¿No te tomarán dolores como a mujer que está de parto?",
      "topic": ""
    },
    "22": {
      "text": "¶ Cuando dijeres en tu corazón: ¿Por qué me ha sobrevenido esto? Por la enormidad de tu maldad fueron descubiertas tus faldas, fueron desnudos tus calcañares.",
      "topic": ""
    },
    "23": {
      "text": "¿Por ventura mudará el negro su pellejo, y el leopardo sus manchas? Así tampoco, podréis vosotros hacer bien, estando enseñados a hacer mal.",
      "topic": ""
    },
    "24": {
      "text": "Por tanto, yo los esparciré, como tamo que pasa, al viento del desierto.",
      "topic": ""
    },
    "25": {
      "text": "Esta será tu suerte, la porción de tus medidas de parte mía, dijo el SEÑOR; porque te olvidaste de mí, y confiaste en la mentira.",
      "topic": ""
    },
    "26": {
      "text": "Yo, también, descubrí tus faldas delante de tu cara, y tu vergüenza se manifestó.",
      "topic": ""
    },
    "27": {
      "text": "Tus adulterios, tus relinchos, la maldad de tu fornicación sobre los collados; en el mismo campo vi tus abominaciones. ¡Ay de ti, Jerusalén! ¿No serás limpia al fin? ¿Hasta cuándo pues?",
      "topic": ""
    }
  }
}