{
  "info": {
    "book": "Jeremías",
    "chapter": "16",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y vino a mí palabra del SEÑOR, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "No tomarás para ti mujer, ni tendrás hijos ni hijas en este lugar.",
      "topic": ""
    },
    "3": {
      "text": "Porque así dijo el SEÑOR acerca de los hijos y de las hijas que nacieren en este lugar, y de sus madres que los den a luz, y de los padres que los engendraren en esta tierra.",
      "topic": ""
    },
    "4": {
      "text": "De dolorosas enfermedades morirán; no serán endechados ni enterrados; serán por muladar sobre la faz de la tierra; y con cuchillo y con hambre serán consumidos, y sus cuerpos serán para comida de las aves del cielo y de las bestias de la tierra.",
      "topic": ""
    },
    "5": {
      "text": "Porque así dijo el SEÑOR: No entres en casa de luto, ni vayas a lamentar, ni los consueles; porque yo quité mi paz de este pueblo, dijo el SEÑOR, mi misericordia y piedades.",
      "topic": ""
    },
    "6": {
      "text": "Y morirán en esta tierra grandes y chicos; no se enterrarán, ni los endecharán, ni se arañarán, ni se mesarán por ellos;",
      "topic": ""
    },
    "7": {
      "text": "ni por ellos partirán pan por luto, para consolarlos de su muerte; ni les darán a beber vaso de consolaciones por su padre o por su madre.",
      "topic": ""
    },
    "8": {
      "text": "Asimismo no entres en casa de convite, para sentarte con ellos a comer o a beber.",
      "topic": ""
    },
    "9": {
      "text": "Porque así dijo el SEÑOR de los ejércitos, Dios de Israel: He aquí que yo haré cesar en este lugar, delante de vuestros ojos y en vuestros días, toda voz de gozo y toda voz de alegría, toda voz de esposo y toda voz de esposa.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y acontecerá que cuando anunciares a este pueblo todas estas cosas, te dirán ellos: ¿Por qué habló el SEÑOR sobre nosotros este mal tan grande? ¿Y qué maldad es la nuestra, o qué pecado es el nuestro, que cometiéramos contra el SEÑOR nuestro Dios?",
      "topic": ""
    },
    "11": {
      "text": "Entonces les dirás: Porque vuestros padres me dejaron, dice el SEÑOR, y anduvieron en pos de dioses ajenos, y los sirvieron, y a ellos se encorvaron, y me dejaron a mí, y no guardaron mi ley;",
      "topic": ""
    },
    "12": {
      "text": "y vosotros habéis hecho peor que vuestros padres; porque he aquí que vosotros camináis cada uno tras la imaginación de su malvado corazón, no oyéndome a mí.",
      "topic": ""
    },
    "13": {
      "text": "Por tanto, yo os haré echar de esta tierra a tierra que ni vosotros ni vuestros padres habéis conocido, y allá serviréis a dioses ajenos de día y de noche; porque no os daré misericordia.",
      "topic": ""
    },
    "14": {
      "text": "¶ Pero he aquí, vienen días, dijo el SEÑOR, que no se dirá más: Vive el SEÑOR, que hizo subir a los hijos de Israel de tierra de Egipto;",
      "topic": ""
    },
    "15": {
      "text": "sino: Vive el SEÑOR, que hizo subir a los hijos de Israel de la tierra del aquilón, y de todas las tierras adonde los había arrojado; y los volveré a su tierra, la cual di a sus padres.",
      "topic": ""
    },
    "16": {
      "text": "He aquí que yo envío muchos pescadores, dice el SEÑOR, y los pescarán; y después enviaré muchos cazadores, y los cazarán de todo monte, y de todo collado, y de las cavernas de los peñascos.",
      "topic": ""
    },
    "17": {
      "text": "Porque mis ojos están puestos sobre todos sus caminos, los cuales no se me ocultaron, ni su maldad se esconde de la presencia de mis ojos.",
      "topic": ""
    },
    "18": {
      "text": "Mas primero pagaré al doble su iniquidad y su pecado; porque contaminaron mi tierra con los cuerpos muertos de sus abominaciones, y de sus abominaciones llenaron mi heredad.",
      "topic": ""
    },
    "19": {
      "text": "Oh SEÑOR, fortaleza mía, y fuerza mía, y refugio mío en el tiempo de la aflicción; a ti vendrán gentiles desde los extremos de la tierra, y dirán: Ciertamente mentira poseyeron nuestros padres, vanidad, y no hay en ellos provecho.",
      "topic": ""
    },
    "20": {
      "text": "¿Hará por ventura el hombre dioses para sí? Mas ellos no serán dioses.",
      "topic": ""
    },
    "21": {
      "text": "Por tanto, he aquí, les enseñaré esta vez, les enseñaré mi mano y mi fortaleza, y sabrán que mi Nombre es el SEÑOR.",
      "topic": ""
    }
  }
}