{
  "info": {
    "book": "Jeremías",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Palabra que vino a Jeremías del SEÑOR, cuando el rey Sedequías envió a él a Pasur hijo de Malquías, y a Sofonías sacerdote, hijo de Maasías, que le dijesen:",
      "topic": ""
    },
    "2": {
      "text": "Pregunta ahora por nosotros al SEÑOR; porque Nabucodonosor rey de Babilonia hace guerra contra nosotros. Por ventura el SEÑOR hará con nosotros según todas sus maravillas, y aquél se irá de sobre nosotros.",
      "topic": ""
    },
    "3": {
      "text": "Y Jeremías les dijo: Diréis así a Sedequías:",
      "topic": ""
    },
    "4": {
      "text": "Así dijo el SEÑOR Dios de Israel: He aquí yo vuelvo atrás las armas de guerra que están en vuestras manos, y con que vosotros peleáis con el rey de Babilonia; y los caldeos que os tienen cercados fuera de la muralla, yo los juntaré en medio de esta ciudad.",
      "topic": ""
    },
    "5": {
      "text": "Y pelearé contra vosotros con mano alzada y con brazo fuerte, y con furor, y enojo, e ira grande;",
      "topic": ""
    },
    "6": {
      "text": "y heriré los moradores de esta ciudad; y los hombres y las bestias morirán de pestilencia grande.",
      "topic": ""
    },
    "7": {
      "text": "Y después, así dijo el SEÑOR: entregaré a Sedequías rey de Judá, y a sus criados, y al pueblo, y a los que quedaren en la ciudad de la pestilencia, y del cuchillo, y del hambre, en mano de Nabucodonosor rey de Babilonia, y en mano de sus enemigos, y en mano de los que buscan sus almas; y él los herirá a filo de espada; no los perdonará, ni los recibirá a merced, ni tendrá de ellos misericordia.",
      "topic": ""
    },
    "8": {
      "text": "¶ Y a este pueblo dirás: Así dijo el SEÑOR: He aquí que yo pongo delante de vosotros camino de vida y camino de muerte.",
      "topic": ""
    },
    "9": {
      "text": "El que se quedare en esta ciudad, morirá a cuchillo, o de hambre, o pestilencia; mas el que saliere, y se pasare a los caldeos que os tienen cercados, vivirá, y su alma le será por despojo.",
      "topic": ""
    },
    "10": {
      "text": "Porque mi rostro he puesto contra esta ciudad para mal, y no para bien, dice el SEÑOR: en mano del rey de Babilonia será entregada, y la quemará a fuego.",
      "topic": ""
    },
    "11": {
      "text": "Y a la casa del rey de Judá dirás : Oíd palabra del SEÑOR.",
      "topic": ""
    },
    "12": {
      "text": "Casa de David, así dijo el SEÑOR: Juzgad de mañana juicio, y librad al oprimido de mano del opresor; para que mi ira no salga como fuego, y se encienda, y no haya quien apague, por la maldad de vuestras obras.",
      "topic": ""
    },
    "13": {
      "text": "He aquí yo contra ti, moradora del valle de la piedra de la llanura, dice el SEÑOR: los que decís: ¿Quién subirá contra nosotros? ¿Y quién entrará en nuestras moradas?",
      "topic": ""
    },
    "14": {
      "text": "Yo os visitaré conforme al fruto de vuestras obras, dijo el SEÑOR, y haré encender fuego en su breña, y consumirá todo lo que está alrededor de ella.",
      "topic": ""
    }
  }
}