{
  "info": {
    "book": "Jeremías",
    "chapter": "28",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aconteció en el mismo año, en el principio del reinado de Sedequías rey de Judá, en el año cuarto, en el quinto mes, que Hananías, hijo de Azur, profeta que era de Gabaón, me habló en la Casa del SEÑOR delante de los sacerdotes y de todo el pueblo, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Así habló el SEÑOR de los ejércitos, Dios de Israel, diciendo: Quebranté el yugo del rey de Babilonia.",
      "topic": ""
    },
    "3": {
      "text": "Dentro de dos años de días tornaré a este lugar todos los vasos de la Casa del SEÑOR, que Nabucodonosor, rey de Babilonia, llevó de este lugar para meterlos en Babilonia;",
      "topic": ""
    },
    "4": {
      "text": "y yo tornaré a este lugar a Jeconías hijo de Joacim, rey de Judá, y a todos los transportados de Judá que entraron en Babilonia, dice el SEÑOR; porque yo quebrantaré el yugo del rey de Babilonia.",
      "topic": ""
    },
    "5": {
      "text": "Y dijo Jeremías profeta a Hananías profeta, delante de los sacerdotes y delante de todo el pueblo que estaba en la Casa del SEÑOR.",
      "topic": ""
    },
    "6": {
      "text": "Dijo pues Jeremías profeta: Amén, así lo haga el SEÑOR. Confirme el SEÑOR tus palabras, con las cuales profetizaste que los vasos de la Casa del SEÑOR, y todos los transportados, han de ser tornados de Babilonia a este lugar.",
      "topic": ""
    },
    "7": {
      "text": "Con todo eso, oye ahora esta palabra que yo hablo en tus oídos y en los oídos de todo el pueblo:",
      "topic": ""
    },
    "8": {
      "text": "Los profetas que fueron antes de mí y antes de ti en tiempos pasados, profetizaron sobre muchas tierras y grandes reinos, de guerra, y de aflicción, y de pestilencia.",
      "topic": ""
    },
    "9": {
      "text": "El profeta que profetizó de paz, cuando sobreviniere la palabra del profeta, será conocido como el profeta que el SEÑOR en verdad envió.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y Hananías profeta quitó el yugo del cuello de Jeremías profeta, y lo quebró,",
      "topic": ""
    },
    "11": {
      "text": "Y habló Hananías en presencia de todo el pueblo, diciendo: Así dijo el SEÑOR: De esta manera quebraré el yugo de Nabucodonosor, rey de Babilonia, del cuello de todos los gentiles dentro de dos años de días. Y siguió Jeremías su camino.",
      "topic": ""
    },
    "12": {
      "text": "Y después que Hananías profeta quebró el yugo del cuello de Jeremías profeta, vino palabra del SEÑOR a Jeremías, diciendo:",
      "topic": ""
    },
    "13": {
      "text": "Ve, y habla a Hananías, diciendo: Así dijo el SEÑOR: Yugos de madera quebraste, mas en vez de ellos harás yugos de hierro.",
      "topic": ""
    },
    "14": {
      "text": "Porque así dijo el SEÑOR de los ejércitos, Dios de Israel: Yugo de hierro puse sobre el cuello de todos estos gentiles, para que sirvan a Nabucodonosor rey de Babilonia, y le servirán; y aun también le he dado las bestias del campo.",
      "topic": ""
    },
    "15": {
      "text": "Entonces dijo Jeremías profeta a Hananías profeta: Ahora oye, Hananías; el SEÑOR no te envió, y tú hiciste a este pueblo confiar en mentira.",
      "topic": ""
    },
    "16": {
      "text": "Por tanto, así dijo el SEÑOR: He aquí que yo te envío de sobre la faz de la tierra; y en este año morirás, porque hablaste rebelión contra el SEÑOR.",
      "topic": ""
    },
    "17": {
      "text": "Y en el mismo año murió Hananías en el mes séptimo.",
      "topic": ""
    }
  }
}