{
  "info": {
    "book": "Jeremías",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Discurrid por las plazas de Jerusalén, y mirad ahora, y sabed, y buscad en sus plazas si halláis hombre, si hay alguno que haga juicio, que busque verdad; y yo perdonaré a la ciudad.",
      "topic": ""
    },
    "2": {
      "text": "Y si dijeren: Vive el SEÑOR; por tanto jurarán mentira.",
      "topic": ""
    },
    "3": {
      "text": "Oh SEÑOR, ¿Por ventura no miran tus ojos a la verdad? Los azotaste, y no les dolió; los consumiste, y no quisieron recibir castigo; endurecieron sus rostros más que la piedra, no quisieron tornarse.",
      "topic": ""
    },
    "4": {
      "text": "Pero yo dije: Por cierto ellos son pobres, han enloquecido, pues no conocen el camino del SEÑOR ni el juicio de su Dios.",
      "topic": ""
    },
    "5": {
      "text": "Iré a los grandes, y les hablaré; porque ellos conocieron el camino del SEÑOR, el juicio de su Dios. Ciertamente ellos también quebrantaron el yugo, rompieron las coyundas.",
      "topic": ""
    },
    "6": {
      "text": "Por tanto, león del monte los herirá, los destruirá lobo del desierto, tigre acechará sobre sus ciudades; cualquiera que de ellas saliere, será arrebatado, porque sus rebeliones se han multiplicado, se han aumentado sus deslealtades.",
      "topic": ""
    },
    "7": {
      "text": "¿Cómo te he de perdonar por esto? Tus hijos me dejaron, y juraron por lo que no es Dios. Los sacié, y adulteraron, y en casa de ramera se juntaron en compañías.",
      "topic": ""
    },
    "8": {
      "text": "Como caballos bien alimentados fueron a la mañana, cada cual relinchaba a la mujer de su prójimo.",
      "topic": ""
    },
    "9": {
      "text": "¿No había de hacer visitación sobre esto? Dijo el SEÑOR. De una gente como ésta ¿no se había de vengar mi alma?",
      "topic": ""
    },
    "10": {
      "text": "¶ Escalad sus muros, y destruid; mas no hagáis consumación; quitad las almenas de sus muros, porque no son del SEÑOR.",
      "topic": ""
    },
    "11": {
      "text": "Porque resueltamente se rebelaron contra mí la Casa de Israel y la Casa de Judá, dice el SEÑOR.",
      "topic": ""
    },
    "12": {
      "text": "Negaron al SEÑOR, y dijeron: El no es , y no vendrá mal sobre nosotros, ni veremos cuchillo ni hambre;",
      "topic": ""
    },
    "13": {
      "text": "antes los profetas serán como viento, y no hay en ellos palabra; así se hará a ellos.",
      "topic": ""
    },
    "14": {
      "text": "Por tanto, así dijo el SEÑOR Dios de los ejércitos: Porque hablasteis esta palabra, he aquí yo pongo en tu boca mis palabras por fuego, y a este pueblo por leños, y los consumirá.",
      "topic": ""
    },
    "15": {
      "text": "He aquí yo traigo sobre vosotros gente de lejos, oh Casa de Israel, dice el SEÑOR; gente robusta, gente antigua, gente cuya lengua ignorarás, y no entenderás lo que hablare.",
      "topic": ""
    },
    "16": {
      "text": "Su aljaba como sepulcro abierto, todos valientes.",
      "topic": ""
    },
    "17": {
      "text": "Y comerá tu mies y tu pan, que habían de comer tus hijos y tus hijas; comerá tus ovejas y tus vacas, comerá tus viñas y tus higueras; y tus ciudades fuertes en que tú confías, tornará en nada a cuchillo.",
      "topic": ""
    },
    "18": {
      "text": "Pero en aquellos días, dice el SEÑOR, no os acabaré del todo.",
      "topic": ""
    },
    "19": {
      "text": "Y será que cuando dijereis: ¿Por qué hizo el SEÑOR Dios nuestro con nosotros todas estas cosas? Entonces les dirás: De la manera que me dejasteis a mí, y servisteis a dioses ajenos en vuestra tierra, así serviréis a extraños en tierra ajena.",
      "topic": ""
    },
    "20": {
      "text": "¶ Denunciad esto en la Casa de Jacob, y haced que esto se oiga en Judá, diciendo:",
      "topic": ""
    },
    "21": {
      "text": "Oíd ahora esto, pueblo loco y sin corazón, que tienen ojos y no ven, que tienen oídos y no oyen.",
      "topic": ""
    },
    "22": {
      "text": "¿A mí no me temeréis? Dice el SEÑOR; ¿delante de mi presencia no os amedrentaréis, que puse arena por término al mar por ordenación eterna, la cual no quebrantará? Se levantarán tempestades, mas no prevalecerán; bramarán sus ondas, mas no lo pasarán.",
      "topic": ""
    },
    "23": {
      "text": "Pero este pueblo tiene corazón falso y rebelde; se tornaron y se fueron.",
      "topic": ""
    },
    "24": {
      "text": "Y no dijeron en su corazón: Temamos ahora al SEÑOR Dios nuestro, que da lluvia temprana y tardía en su tiempo; las semanas establecidas de la siega nos guardará.",
      "topic": ""
    },
    "25": {
      "text": "¶ Vuestras iniquidades han estorbado estas cosas; y vuestros pecados impidieron de vosotros el bien.",
      "topic": ""
    },
    "26": {
      "text": "Porque fueron hallados en mi pueblo impíos; asechaban como quien pone lazos; asentaron la perdición para tomar hombres.",
      "topic": ""
    },
    "27": {
      "text": "Como jaula llena de pájaros, así están sus casas llenas de engaño; así se hicieron grandes y ricos.",
      "topic": ""
    },
    "28": {
      "text": "Engordaron y se pusieron lustrosos, y aún sobrepujaron hechos de maldad; no juzgaron la causa, la causa del huérfano; con todo se hicieron prósperos, y la causa de los pobres no juzgaron.",
      "topic": ""
    },
    "29": {
      "text": "¿No tengo que visitar sobre esto? Dice el SEÑOR; ¿y de tal gente no se vengará mi alma?",
      "topic": ""
    },
    "30": {
      "text": "Cosa espantosa y fea es hecha en la tierra;",
      "topic": ""
    },
    "31": {
      "text": "los profetas profetizaron mentira, y los sacerdotes dirigían por manos de ellos; y mi pueblo así lo quiso. ¿Qué pues haréis a su fin?",
      "topic": ""
    }
  }
}