{
  "info": {
    "book": "Jeremías",
    "chapter": "50",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Palabra que habló el SEÑOR contra Babilonia, contra la tierra de los caldeos, por mano de Jeremías profeta.",
      "topic": ""
    },
    "2": {
      "text": "Denunciad en los gentiles, y haced saber; levantad también bandera; publicad, y no lo encubráis, decid: Tomada es Babilonia, Bel es confundido, deshecho es Merodac; confundidas son sus esculturas, quebrados son sus ídolos.",
      "topic": ""
    },
    "3": {
      "text": "Porque subió contra ella gente del aquilón, la cual pondrá su tierra en asolamiento, y no habrá quien en ella more, ni hombre ni animal: se movieron, se fueron.",
      "topic": ""
    },
    "4": {
      "text": "En aquellos días y en aquel tiempo, dice el SEÑOR, vendrán los hijos de Israel, ellos y los hijos de Judá juntamente; e irán andando y llorando, y buscarán al SEÑOR su Dios.",
      "topic": ""
    },
    "5": {
      "text": "Preguntarán por el camino de Sion, hacia donde volverán sus rostros, diciendo : Venid, y juntaos al SEÑOR con Pacto eterno, que jamás se ponga en olvido.",
      "topic": ""
    },
    "6": {
      "text": "Ovejas perdidas fueron mi pueblo; sus pastores las hicieron errar, por los montes las descarriaron; anduvieron de monte en collado, se olvidaron de sus majadas.",
      "topic": ""
    },
    "7": {
      "text": "Todos los que los hallaban, los comían; y decían sus enemigos: No pecaremos, porque ellos pecaron contra el SEÑOR morada de justicia, el SEÑOR, esperanza de sus padres.",
      "topic": ""
    },
    "8": {
      "text": "Huid de en medio de Babilonia, y salid de la tierra de los caldeos, y sed como los mansos delante del ganado.",
      "topic": ""
    },
    "9": {
      "text": "¶ Porque he aquí que yo despierto y hago subir contra Babilonia reunión de grandes naciones de la tierra del aquilón; y desde allí se aparejarán contra ella, y será tomada; sus flechas como de valiente diestro, que no se tornará en vano.",
      "topic": ""
    },
    "10": {
      "text": "Y la tierra de los caldeos será para presa: todos los que la saquearen, saldrán llenos, dice el SEÑOR.",
      "topic": ""
    },
    "11": {
      "text": "Porque os alegrasteis, porque os gozasteis destruyendo mi heredad, porque os llenasteis como becerra de renuevos, y relinchasteis como caballos;",
      "topic": ""
    },
    "12": {
      "text": "vuestra madre se avergonzó mucho, se afrentó la que os engendró; veis aquí las postrimerías de los gentiles: desierto, sequedad, y páramo.",
      "topic": ""
    },
    "13": {
      "text": "Por la ira del SEÑOR no será habitada, sino que asolada será toda ella; todo hombre que pasare por Babilonia se asombrará, y silbará sobre todas sus plagas.",
      "topic": ""
    },
    "14": {
      "text": "Apercibíos contra Babilonia alrededor, todos los que entesáis arco; tirad contra ella, no escatiméis las saetas; porque pecó contra el SEÑOR.",
      "topic": ""
    },
    "15": {
      "text": "Gritad contra ella en derredor; dio su mano; han caído sus fundamentos, derribados son sus muros; porque venganza es del SEÑOR. Tomad venganza de ella; haced con ella como ella hizo.",
      "topic": ""
    },
    "16": {
      "text": "Talad de Babilonia al sembrador, y el que tiene hoz en tiempo de la siega; delante de la espada opresora cada uno volverá el rostro hacia su pueblo, cada uno huirá hacia su tierra.",
      "topic": ""
    },
    "17": {
      "text": "Ganado descarriado ha sido Israel; leones lo amontonaron; el rey de Asiria lo devoró el primero; este Nabucodonosor rey de Babilonia lo deshuesó el postrero.",
      "topic": ""
    },
    "18": {
      "text": "Por tanto, así dijo el SEÑOR de los ejércitos, Dios de Israel: He aquí que yo visito al rey de Babilonia y a su tierra como visité al rey de Asiria.",
      "topic": ""
    },
    "19": {
      "text": "Y volveré a traer a Israel a su morada, y pacerá en el Carmelo y en Basán; y en el monte de Efraín y de Galaad se saciará su alma.",
      "topic": ""
    },
    "20": {
      "text": "En aquellos días y en aquel tiempo, dijo el SEÑOR, la maldad de Israel será buscada, y no aparecerá; y los pecados de Judá, y no se hallarán; porque perdonaré a los que yo hubiere dejado.",
      "topic": ""
    },
    "21": {
      "text": "¶ Sube contra la tierra de contumaces (Merataim ), contra ella, y contra los moradores de la visitación (Pecod ); destruye y mata en pos de ellos, dijo el SEÑOR, y haz conforme a todo lo que yo te he mandado.",
      "topic": ""
    },
    "22": {
      "text": "Estruendo de guerra en la tierra, y quebrantamiento grande.",
      "topic": ""
    },
    "23": {
      "text": "¡Cómo fue cortado y quebrado el martillo de toda la tierra! ¡Cómo se tornó Babilonia en desierto entre los gentiles!",
      "topic": ""
    },
    "24": {
      "text": "Te puse lazos, y aun fuiste tomada, oh Babilonia, y tú no lo supiste; fuiste hallada, y aun presa, porque provocaste al SEÑOR.",
      "topic": ""
    },
    "25": {
      "text": "Abrió el SEÑOR tu tesoro, y sacó los vasos de su furor; porque ésta es obra del SEÑOR, Dios de los ejércitos, en la tierra de los caldeos.",
      "topic": ""
    },
    "26": {
      "text": "Venid contra ella desde el cabo de la tierra ; abrid sus alfolíes, hacedla montones, y destruidla; no le queden reliquias.",
      "topic": ""
    },
    "27": {
      "text": "Matad todos sus novillos; vayan al matadero. ¡Ay de ellos! Que venido es su día, el tiempo de su visitación.",
      "topic": ""
    },
    "28": {
      "text": "Voz de los que huyen y escapan de la tierra de Babilonia se oye , para dar las nuevas en Sion de la venganza del SEÑOR nuestro Dios, de la venganza de su Templo.",
      "topic": ""
    },
    "29": {
      "text": "Haced juntar sobre Babilonia flecheros, a todos los que entesan arco; asentad campo sobre ella alrededor; no escape de ella ninguno; pagadle según su obra; conforme a todo lo que ella hizo, haced con ella; porque contra el SEÑOR se ensoberbeció, contra el Santo de Israel.",
      "topic": ""
    },
    "30": {
      "text": "Por tanto, sus jóvenes caerán en sus plazas, y todos sus hombres de guerra serán talados en aquel día, dijo el SEÑOR.",
      "topic": ""
    },
    "31": {
      "text": "He aquí yo estoy contra ti, oh soberbio, dijo el Señor DIOS de los ejércitos; porque tu día es venido, el tiempo en que te visitaré.",
      "topic": ""
    },
    "32": {
      "text": "Y el soberbio tropezará y caerá, y no tendrá quien lo levante; y encenderé fuego en sus ciudades, y quemaré todos sus alrededores.",
      "topic": ""
    },
    "33": {
      "text": "¶ Así dijo el SEÑOR de los ejércitos: Oprimidos fueron los hijos de Israel y los hijos de Judá juntamente; y todos los que los tomaron cautivos, se los retuvieron; no los quisieron soltar.",
      "topic": ""
    },
    "34": {
      "text": "El redentor de ellos es el Fuerte; el SEÑOR de los ejércitos es su Nombre; de cierto abogará la causa de ellos, para hacer reposar la tierra, y turbar a los moradores de Babilonia.",
      "topic": ""
    },
    "35": {
      "text": "Cuchillo sobre los caldeos, dijo el SEÑOR, y sobre los moradores de Babilonia, y sobre sus príncipes, y sobre sus sabios.",
      "topic": ""
    },
    "36": {
      "text": "Cuchillo sobre los adivinos, y se atontarán; cuchillo sobre sus valientes, y serán quebrantados.",
      "topic": ""
    },
    "37": {
      "text": "Cuchillo sobre sus caballos, y sobre sus carros, y sobre todo el vulgo que está en medio de ella, y serán como mujeres; cuchillo sobre sus tesoros, y serán saqueados.",
      "topic": ""
    },
    "38": {
      "text": "Sequedad sobre sus aguas, y se secarán; porque tierra es de esculturas, y en ídolos enloquecen.",
      "topic": ""
    },
    "39": {
      "text": "Por tanto, allí morarán bestias monteses con gatos, morarán también en ella pollos de avestruz; ni más será poblada para siempre, ni se habitará de generación en generación.",
      "topic": ""
    },
    "40": {
      "text": "Como en el trastornamiento de Dios a Sodoma y a Gomorra y a sus ciudades vecinas, dijo el SEÑOR, no morará allí hombre, ni hijo de hombre la habitará.",
      "topic": ""
    },
    "41": {
      "text": "He aquí viene un pueblo del aquilón; y una nación grande, y muchos reyes se levantarán de los lados de la tierra.",
      "topic": ""
    },
    "42": {
      "text": "Arco y lanza manejarán; serán crueles, y no tendrán piedad; su tropel sonará como el mar, y montarán sobre caballos; se apercibirán como hombre a la pelea, contra ti, oh hija de Babilonia.",
      "topic": ""
    },
    "43": {
      "text": "Oyó su fama el rey de Babilonia, y sus manos se descoyuntaron; angustia le tomó, dolor como de mujer de parto.",
      "topic": ""
    },
    "44": {
      "text": "He aquí que como león subirá de la hinchazón del Jordán a la morada fuerte; porque haré reposo, y lo haré correr de sobre ella, y al que fuere escogido la encargaré; porque ¿quién es semejante a mí? ¿Y quién me emplazará? ¿O quién será aquel pastor que me podrá resistir?",
      "topic": ""
    },
    "45": {
      "text": "Por tanto, oíd el consejo del SEÑOR, que ha acordado sobre Babilonia, y sus pensamientos que ha formado sobre la tierra de los caldeos. Ciertamente a los más pequeños del hato los arrastrarán, y destruirán sus moradas con ellos.",
      "topic": ""
    },
    "46": {
      "text": "Del grito de la toma de Babilonia la tierra tembló, y el clamor se oyó entre los gentiles.",
      "topic": ""
    }
  }
}