{
  "info": {
    "book": "Jeremiah",
    "chapter": "20",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now Pashur the son of Immer the priest, who was also chief governor in the house of the LORD, heard that Jeremiah prophesied these things.",
      "topic": ""
    },
    "2": {
      "text": "Then Pashur smote Jeremiah the prophet, and put him in the stocks that were in the high gate of Benjamin, which was by the house of the LORD.",
      "topic": ""
    },
    "3": {
      "text": "And it came to pass on the morrow, that Pashur brought forth Jeremiah out of the stocks. Then said Jeremiah to him, The LORD has not called your name Pashur, but Magormissabib.",
      "topic": ""
    },
    "4": {
      "text": "For thus said the LORD, Behold, I will make you a terror to yourself, and to all your friends: and they shall fall by the sword of their enemies, and your eyes shall behold it: and I will give all Judah into the hand of the king of Babylon, and he shall carry them captive into Babylon, and shall slay them with the sword.",
      "topic": ""
    },
    "5": {
      "text": "Moreover I will deliver all the strength of this city, and all the labors thereof, and all the precious things thereof, and all the treasures of the kings of Judah will I give into the hand of their enemies, which shall spoil them, and take them, and carry them to Babylon.",
      "topic": ""
    },
    "6": {
      "text": "And you, Pashur, and all that dwell in your house shall go into captivity: and you shall come to Babylon, and there you shall die, and shall be buried there, you, and all your friends, to whom you have prophesied lies.",
      "topic": ""
    },
    "7": {
      "text": "O LORD, you have deceived me, and I was deceived; you are stronger than I, and have prevailed: I am in derision daily, every one mocks me.",
      "topic": ""
    },
    "8": {
      "text": "For since I spoke, I cried out, I cried violence and spoil; because the word of the LORD was made a reproach to me, and a derision, daily.",
      "topic": ""
    },
    "9": {
      "text": "Then I said, I will not make mention of him, nor speak any more in his name. But his word was in my heart as a burning fire shut up in my bones, and I was weary with forbearing, and I could not stay.",
      "topic": ""
    },
    "10": {
      "text": "For I heard the defaming of many, fear on every side. Report, say they, and we will report it. All my familiars watched for my halting, saying, Peradventure he will be enticed, and we shall prevail against him, and we shall take our revenge on him.",
      "topic": ""
    },
    "11": {
      "text": "But the LORD is with me as a mighty terrible one: therefore my persecutors shall stumble, and they shall not prevail: they shall be greatly ashamed; for they shall not prosper: their everlasting confusion shall never be forgotten.",
      "topic": ""
    },
    "12": {
      "text": "But, O LORD of hosts, that try the righteous, and see the reins and the heart, let me see your vengeance on them: for to you have I opened my cause.",
      "topic": ""
    },
    "13": {
      "text": "Sing to the LORD, praise you the LORD: for he has delivered the soul of the poor from the hand of evildoers.",
      "topic": ""
    },
    "14": {
      "text": "Cursed be the day wherein I was born: let not the day wherein my mother bore me be blessed.",
      "topic": ""
    },
    "15": {
      "text": "Cursed be the man who brought tidings to my father, saying, A man child is born to you; making him very glad.",
      "topic": ""
    },
    "16": {
      "text": "And let that man be as the cities which the LORD overthrew, and repented not: and let him hear the cry in the morning, and the shouting at noontide;",
      "topic": ""
    },
    "17": {
      "text": "Because he slew me not from the womb; or that my mother might have been my grave, and her womb to be always great with me.",
      "topic": ""
    },
    "18": {
      "text": "Why came I forth out of the womb to see labor and sorrow, that my days should be consumed with shame?",
      "topic": ""
    }
  }
}