{
  "info": {
    "book": "Mark",
    "chapter": "5",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And they went across the strait of the sea into the region of the Gerasenes.",
      "topic": ""
    },
    "2": {
      "text": "And as he was departing from the boat, he was immediately met, from among the tombs, by a man with an unclean spirit,",
      "topic": ""
    },
    "3": {
      "text": "who had his dwelling place with the tombs; neither had anyone been able to bind him, even with chains.",
      "topic": ""
    },
    "4": {
      "text": "For having been bound often with shackles and chains, he had broken the chains and smashed the shackles; and no one had been able to tame him.",
      "topic": ""
    },
    "5": {
      "text": "And he was always, day and night, among the tombs, or in the mountains, crying out and cutting himself with stones.",
      "topic": ""
    },
    "6": {
      "text": "And seeing Jesus from afar, he ran and adored him.",
      "topic": ""
    },
    "7": {
      "text": "And crying out with a loud voice, he said: “What am I to you, Jesus, the Son of the Most High God? I beseech you by God, that you not torment me.”",
      "topic": ""
    },
    "8": {
      "text": "For he said to him, “Depart from the man, you unclean spirit.”",
      "topic": ""
    },
    "9": {
      "text": "And he questioned him: “What is your name?” And he said to him, “My name is Legion, for we are many.”",
      "topic": ""
    },
    "10": {
      "text": "And he entreated him greatly, so that he would not expel him from the region.",
      "topic": ""
    },
    "11": {
      "text": "And in that place, near the mountain, there was a great herd of swine, feeding.",
      "topic": ""
    },
    "12": {
      "text": "And the spirits entreated him, saying: “Send us into the swine, so that we may enter into them.”",
      "topic": ""
    },
    "13": {
      "text": "And Jesus promptly gave them permission. And the unclean spirits, departing, entered into the swine. And the herd of about two thousand rushed down with great force into the sea, and they were drowned in the sea.",
      "topic": ""
    },
    "14": {
      "text": "Then those who pastured them fled, and they reported it in the city and in the countryside. And they all went out to see what was happening.",
      "topic": ""
    },
    "15": {
      "text": "And they came to Jesus. And they saw the man who had been troubled by the demon, sitting, clothed and with a sane mind, and they were afraid.",
      "topic": ""
    },
    "16": {
      "text": "And those who had seen it explained to them how he had dealt with the man who had the demon, and about the swine.",
      "topic": ""
    },
    "17": {
      "text": "And they began to petition him, so that he would withdraw from their borders.",
      "topic": ""
    },
    "18": {
      "text": "And as he was climbing into the boat, the man who had been troubled by the demons began to beg him, so that he might be with him.",
      "topic": ""
    },
    "19": {
      "text": "And he did not permit him, but he said to him, “Go to your own people, in your own house, and announce to them how great are the things that Lord has done for you, and how he has taken pity on you.”",
      "topic": ""
    },
    "20": {
      "text": "And he went away and began to preach in the Ten Cities, how great were the things that Jesus had done for him. And everyone wondered.",
      "topic": ""
    },
    "21": {
      "text": "And when Jesus had crossed in the boat, over the strait again, a great crowd came together before him. And he was near the sea.",
      "topic": ""
    },
    "22": {
      "text": "And one of the rulers of the synagogue, named Jairus, approached. And seeing him, he fell prostrate at his feet.",
      "topic": ""
    },
    "23": {
      "text": "And he beseeched him greatly, saying: “For my daughter is near the end. Come and lay your hand on her, so that she may be healthy and may live.”",
      "topic": ""
    },
    "24": {
      "text": "And he went with him. And a great crowd followed him, and they pressed upon him.",
      "topic": ""
    },
    "25": {
      "text": "And there was a woman who had a flow of blood for twelve years.",
      "topic": ""
    },
    "26": {
      "text": "And she had endured much from several physicians, and she had spent everything she owned with no benefit at all, but instead she became worse.",
      "topic": ""
    },
    "27": {
      "text": "Then, when she had heard of Jesus, she approached through the crowd behind him, and she touched his garment.",
      "topic": ""
    },
    "28": {
      "text": "For she said: “Because if I touch even his garment, I will be saved.”",
      "topic": ""
    },
    "29": {
      "text": "And immediately, the source of her bleeding was dried up, and she sensed in her body that she had been healed from the wound.",
      "topic": ""
    },
    "30": {
      "text": "And immediately Jesus, realizing within himself that power that had gone out from him, turning to the crowd, said, “Who touched my garments?”",
      "topic": ""
    },
    "31": {
      "text": "And his disciples said to him, “You see that the crowd presses around you, and yet you say, ‘Who touched me?’ ”",
      "topic": ""
    },
    "32": {
      "text": "And he looked around to see the woman who had done this.",
      "topic": ""
    },
    "33": {
      "text": "Yet truly, the woman, in fear and trembling, knowing what had happened within her, went and fell prostrate before him, and she told him the whole truth.",
      "topic": ""
    },
    "34": {
      "text": "And he said to her: “Daughter, your faith has saved you. Go in peace, and be healed from your wound.”",
      "topic": ""
    },
    "35": {
      "text": "While he was still speaking, they arrived from the ruler of the synagogue, saying: “Your daughter is dead. Why trouble the Teacher any further?”",
      "topic": ""
    },
    "36": {
      "text": "But Jesus, having heard the word that was spoken, said to the ruler of the synagogue: “Do not be afraid. You need only believe.”",
      "topic": ""
    },
    "37": {
      "text": "And he would not permit anyone to follow him, except Peter, and James, and John the brother of James.",
      "topic": ""
    },
    "38": {
      "text": "And they went to the house of the ruler of the synagogue. And he saw a tumult, and weeping, and much wailing.",
      "topic": ""
    },
    "39": {
      "text": "And entering, he said to them: “Why are you disturbed and weeping? The girl is not dead, but is asleep.”",
      "topic": ""
    },
    "40": {
      "text": "And they derided him. Yet truly, having put them all out, he took the father and mother of the girl, and those who were with him, and he entered to where the girl was lying.",
      "topic": ""
    },
    "41": {
      "text": "And taking the girl by the hand, he said to her, “Talitha koumi,” which means, “Little girl, (I say to you) arise.",
      "topic": ""
    },
    "42": {
      "text": "And immediately the young girl rose up and walked. Now she was twelve years old. And they were suddenly struck with a great astonishment.",
      "topic": ""
    },
    "43": {
      "text": "And he instructed them sternly, so that no one would know about it. And he told them to give her something to eat.",
      "topic": ""
    }
  }
}