{
  "info": {
    "book": "Mark",
    "chapter": "7",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Pharisees and some of the scribes, arriving from Jerusalem, gathered together before him.",
      "topic": ""
    },
    "2": {
      "text": "And when they had seen certain ones from his disciples eating bread with common hands, that is, with unwashed hands, they disparaged them.",
      "topic": ""
    },
    "3": {
      "text": "For the Pharisees, and all the Jews, do not eat without repeatedly washing their hands, holding to the tradition of the elders.",
      "topic": ""
    },
    "4": {
      "text": "And when returning from the market, unless they wash, they do not eat. And there are many other things which have been handed down to them to observe: the washings of cups, and pitchers, and bronze containers, and beds.",
      "topic": ""
    },
    "5": {
      "text": "And so the Pharisees and the scribes questioned him: “Why do your disciples not walk according to the tradition of the elders, but they eat bread with common hands?”",
      "topic": ""
    },
    "6": {
      "text": "But in response, he said to them: “So well did Isaiah prophesy about you hypocrites, just as it has been written: ‘This people honors me with their lips, but their heart is far from me.",
      "topic": ""
    },
    "7": {
      "text": "And in vain do they worship me, teaching the doctrines and precepts of men.’",
      "topic": ""
    },
    "8": {
      "text": "For abandoning the commandment of God, you hold to the tradition of men, to the washing of pitchers and cups. And you do many other things similar to these.”",
      "topic": ""
    },
    "9": {
      "text": "And he said to them: “You effectively nullify the precept of God, so that you may observe your own tradition.",
      "topic": ""
    },
    "10": {
      "text": "For Moses said: ‘Honor your father and your mother,’ and, ‘Whoever will have cursed father or mother, let him die a death.’",
      "topic": ""
    },
    "11": {
      "text": "But you say, ‘If a man will have said to his father or mother: Korban, (which is a gift) whatever is from me will be to your benefit,’",
      "topic": ""
    },
    "12": {
      "text": "then you do not release him to do anything for his father or mother,",
      "topic": ""
    },
    "13": {
      "text": "rescinding the word of God through your tradition, which you have handed down. And you do many other similar things in this way.”",
      "topic": ""
    },
    "14": {
      "text": "And again, calling the crowd to him, he said to them: “Listen to me, all of you, and understand.",
      "topic": ""
    },
    "15": {
      "text": "There is nothing from outside a man which, by entering into him, is able to defile him. But the things which procede from a man, these are what pollute a man.",
      "topic": ""
    },
    "16": {
      "text": "Whoever has ears to hear, let him hear.”",
      "topic": ""
    },
    "17": {
      "text": "And when he had entered into the house, away from the crowd, his disciples questioned him about the parable.",
      "topic": ""
    },
    "18": {
      "text": "And he said to them: “So, are you also without prudence? Do you not understand that everything entering to a man from outside is not able to pollute him?",
      "topic": ""
    },
    "19": {
      "text": "For it does not enter into his heart, but into the gut, and it exits into the sewer, purging all foods.”",
      "topic": ""
    },
    "20": {
      "text": "“But,” he said “the things which go out from a man, these pollute a man.",
      "topic": ""
    },
    "21": {
      "text": "For from within, from the heart of men, proceed evil thoughts, adulteries, fornications, murders,",
      "topic": ""
    },
    "22": {
      "text": "thefts, avarice, wickedness, deceitfulness, homosexuality, an evil eye, blasphemy, self-exaltation, foolishness.",
      "topic": ""
    },
    "23": {
      "text": "All these evils procede from within and pollute a man.”",
      "topic": ""
    },
    "24": {
      "text": "And rising up, he went from there to the area of Tyre and Sidon. And entering into a house, he intended no one to know about it, but he was not able to remain hidden.",
      "topic": ""
    },
    "25": {
      "text": "For a woman whose daughter had an unclean spirit, as soon as she heard about him, entered and fell prostrate at his feet.",
      "topic": ""
    },
    "26": {
      "text": "For the woman was a Gentile, by birth a Syro-Phoenician. And she petitioned him, so that he would cast the demon from her daughter.",
      "topic": ""
    },
    "27": {
      "text": "And he said to her: “First allow the sons to have their fill. For it is not good to take away the bread of the sons and throw it to the dogs.”",
      "topic": ""
    },
    "28": {
      "text": "But she responded by saying to him: “Certainly, Lord. Yet the young dogs also eat, under the table, from the crumbs of the children.”",
      "topic": ""
    },
    "29": {
      "text": "And he said to her, “Because of this saying, go; the demon has gone out of your daughter.”",
      "topic": ""
    },
    "30": {
      "text": "And when she had gone to her house, she found the girl lying on the bed; and the demon had gone away.",
      "topic": ""
    },
    "31": {
      "text": "And again, departing from the borders of Tyre, he went by way of Sidon to the sea of Galilee, through the midst of the area of the Ten Cities.",
      "topic": ""
    },
    "32": {
      "text": "And they brought someone who was deaf and mute to him. And they begged him, so that he would lay his hand upon him.",
      "topic": ""
    },
    "33": {
      "text": "And taking him away from the crowd, he put his fingers into his ears; and spitting, he touched his tongue.",
      "topic": ""
    },
    "34": {
      "text": "And gazing up to heaven, he groaned and said to him: “Ephphatha,” which is, “Be opened.”",
      "topic": ""
    },
    "35": {
      "text": "And immediately his ears were opened, and the impediment of his tongue was released, and he spoke correctly.",
      "topic": ""
    },
    "36": {
      "text": "And he instructed them not to tell anyone. But as much as he instructed them, so much more did they preach about it.",
      "topic": ""
    },
    "37": {
      "text": "And so much more did they wonder, saying: “He has done all things well. He has caused both the deaf to hear and the mute to speak.”",
      "topic": ""
    }
  }
}