{
  "info": {
    "book": "James",
    "chapter": "1",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "James, servant of God and the Lord Jesus Christ, to the twelve tribes in the dispersion, health.",
      "topic": ""
    },
    "2": {
      "text": "Deem all joy, my brethren, when ye fall into various trials;",
      "topic": ""
    },
    "3": {
      "text": "Knowing that the proof of your faith works patience.",
      "topic": ""
    },
    "4": {
      "text": "And let patience have a perfect work, that ye be perfect and entire, being left behind in nothing.",
      "topic": ""
    },
    "5": {
      "text": "If any of you is forsaken of wisdom, let him ask of God, giving to all plainly, blaming not; and it shall be given him.",
      "topic": ""
    },
    "6": {
      "text": "And let him ask in faith, being at variance in nothing. For he being at variance is like the surge of the sea being moved by the wind and put in motion.",
      "topic": ""
    },
    "7": {
      "text": "For let not that man think that he shall receive any thing of the Lord.",
      "topic": ""
    },
    "8": {
      "text": "A man divided in opinion unsteady in all his ways.",
      "topic": ""
    },
    "9": {
      "text": "And let the humble brother boast in his elevation:",
      "topic": ""
    },
    "10": {
      "text": "And the rich, in his humiliation: for as the flower of the grass he shall pass by.",
      "topic": ""
    },
    "11": {
      "text": "For the sun sprang up with heat, and dried up the grass, and its flower fell out, and the decorum of its face was destroyed: so also shall the rich be dried up in his goings.",
      "topic": ""
    },
    "12": {
      "text": "Happy the man who endures temptation: for being tried, he shall receive the crown of life, which the Lord promised to them loving him.",
      "topic": ""
    },
    "13": {
      "text": "Let none say being tempted, that I am tempted of God: for God is not tempted of evils, and he tempts none:",
      "topic": ""
    },
    "14": {
      "text": "And each is tempted from his own lust, being drawn out, and decoyed.",
      "topic": ""
    },
    "15": {
      "text": "So then lust conceiving, brings forth sin: and sin performed, produces death.",
      "topic": ""
    },
    "16": {
      "text": "Be not led astray, my dearly beloved brethren.",
      "topic": ""
    },
    "17": {
      "text": "Every good donation and every perfect gift is from above, coming down from the Father of lights, with whom not one change, or shadow of turning.",
      "topic": ""
    },
    "18": {
      "text": "Having willed he brought forth by the word of truth, for us to be some first fruit of his creatures.",
      "topic": ""
    },
    "19": {
      "text": "Wherefore, my dearly beloved brethren, let every man be quick to hear, slow to speak, slow to anger:",
      "topic": ""
    },
    "20": {
      "text": "For man’s anger works not the justice of God.",
      "topic": ""
    },
    "21": {
      "text": "Wherefore having put away all sordid avarice, and excess of wickedness, in meekness receive the implanted word, able to save your souls.",
      "topic": ""
    },
    "22": {
      "text": "And be doers of the word, and not hearers only, deceiving yourselves.",
      "topic": ""
    },
    "23": {
      "text": "For if any is a hearer of the word, and not a doer, he is like a man observing the face of his creation in a mirror:",
      "topic": ""
    },
    "24": {
      "text": "For he observed himself, and went away, and straightway forgot of what kind he was.",
      "topic": ""
    },
    "25": {
      "text": "And he having stooped into the perfect law of liberty, and remained, he being not a forgetful hearer, but a doer of work, he shall be happy in his doing.",
      "topic": ""
    },
    "26": {
      "text": "If any among you seem to be religious, bridling not his tongue, but deceiving his heart, the religion of this one vain.",
      "topic": ""
    },
    "27": {
      "text": "Religion pure and unpolluted before God and the Father is this, To take a view of the orphans and widows in their pressure, to keep himself free from stain from the world.",
      "topic": ""
    }
  }
}