{
  "info": {
    "book": "Job",
    "chapter": "33",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Hear therefore, O Job, my speeches, and hearken to all my words.",
      "topic": ""
    },
    "2": {
      "text": "Behold now I have opened my mouth, let my tongue speak within my jaws.",
      "topic": ""
    },
    "3": {
      "text": "My words are from my upright heart, and my lips shall speak a pure sentence.",
      "topic": ""
    },
    "4": {
      "text": "The spirit of God made me, and the breath of the Almighty gave me life.",
      "topic": ""
    },
    "5": {
      "text": "If thou canst, answer me, and stand up against my face.",
      "topic": ""
    },
    "6": {
      "text": "Behold God hath made me as well as thee, and of the same clay I also was formed.",
      "topic": ""
    },
    "7": {
      "text": "But yet let not my wonder terrify thee, and let not my eloquence be burdensome to thee.",
      "topic": ""
    },
    "8": {
      "text": "Now thou has said in my hearing, and I have heard the voice of thy words :",
      "topic": ""
    },
    "9": {
      "text": "I am clean, and without sin : I am unspotted, and there is no iniquity in me.",
      "topic": ""
    },
    "10": {
      "text": "Because he hath found complaints against me, therefore he hath counted me for his enemy.",
      "topic": ""
    },
    "11": {
      "text": "He hath put my feet in the stocks, he hath observed all my paths.",
      "topic": ""
    },
    "12": {
      "text": "Now this is the thing in which thou art not justified : I will answer thee, that God is greater than man.",
      "topic": ""
    },
    "13": {
      "text": "Dost thou strive against him, because he hath not answered thee to all words?",
      "topic": ""
    },
    "14": {
      "text": "God speaketh once, and repeateth not the selfsame thing the second time.",
      "topic": ""
    },
    "15": {
      "text": "By a dream in a vision by night, when deep sleep falleth upon men, and they are sleeping in their beds :",
      "topic": ""
    },
    "16": {
      "text": "Then he openeth the ears of men, and teaching instructeth them in what they are to learn.",
      "topic": ""
    },
    "17": {
      "text": "That he may withdraw a man from the things he is doing, and may deliver him from pride.",
      "topic": ""
    },
    "18": {
      "text": "Rescuing his soul from corruption : and his life from passing to the sword.",
      "topic": ""
    },
    "19": {
      "text": "He rebuketh also by sorrow in the bed, and he maketh all his bones to wither.",
      "topic": ""
    },
    "20": {
      "text": "Bread becometh abominable to him in his life, and to his soul the meat which before he desired.",
      "topic": ""
    },
    "21": {
      "text": "His flesh shall be consumed away, and his bones that were covered shall be made bare.",
      "topic": ""
    },
    "22": {
      "text": "His soul hath drawn near to corruption, and his life to the destroyers.",
      "topic": ""
    },
    "23": {
      "text": "If there shall be an angel speaking for him, one among thousands, to declare man’s uprightness,",
      "topic": ""
    },
    "24": {
      "text": "He shall have mercy on him, and shall say : Deliver him, that he may not go down to corruption : I have found wherein I may be merciful to him.",
      "topic": ""
    },
    "25": {
      "text": "His flesh is consumed with punishment, let him return to the days of his youth.",
      "topic": ""
    },
    "26": {
      "text": "He shall pray to God, and he will be gracious to him : and he shall see his face with joy, and he will render to man his justice.",
      "topic": ""
    },
    "27": {
      "text": "He shall look upon men, and shall say : I have sinned, and indeed I have offended, and I have not received what I have deserved.",
      "topic": ""
    },
    "28": {
      "text": "He hath delivered his soul from going into destruction, that it may live and see the light.",
      "topic": ""
    },
    "29": {
      "text": "Behold, all these things God worketh three times within every one.",
      "topic": ""
    },
    "30": {
      "text": "That he may withdraw their souls from corruption, and enlighten them with the light of the living.",
      "topic": ""
    },
    "31": {
      "text": "Attend, Job, and hearken to me : and hold thy peace, whilst I speak.",
      "topic": ""
    },
    "32": {
      "text": "But if thou hast any thing to say, answer me, speak : for I would have thee to appear just.",
      "topic": ""
    },
    "33": {
      "text": "And if thou have not, hear me : hold thy peace, and I will teach thee wisdom.",
      "topic": ""
    }
  }
}