{
  "info": {
    "book": "Job",
    "chapter": "39",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Knowest thou the time when the wild goats bring forth among the rocks, or hast thou observed the hinds when they fawn?",
      "topic": ""
    },
    "2": {
      "text": "Hast thou numbered the months of their conceiving, or knowest thou the time when they bring forth?",
      "topic": ""
    },
    "3": {
      "text": "They bow themselves to bring forth young, and they cast them, and send forth roarings.",
      "topic": ""
    },
    "4": {
      "text": "Their young are weaned and go to feed : they go forth, and return not to them.",
      "topic": ""
    },
    "5": {
      "text": "Who hath sent out the wild ass free, and who hath loosed his bonds?",
      "topic": ""
    },
    "6": {
      "text": "To whom I have given a house in the wilderness, and his dwellings in the barren land.",
      "topic": ""
    },
    "7": {
      "text": "He scorneth the multitude of the city, he heareth not the cry of the driver.",
      "topic": ""
    },
    "8": {
      "text": "He looketh round about the mountains of his pasture, and seeketh for every green thing.",
      "topic": ""
    },
    "9": {
      "text": "Shall the rhinoceros be willing to serve thee, or will he stay at thy crib?",
      "topic": ""
    },
    "10": {
      "text": "Canst thou bind the rhinoceros with thy thong to plough, or will he break the clods of the valleys after thee?",
      "topic": ""
    },
    "11": {
      "text": "Wilt thou have confidence in his great strength, and leave thy labours to him?",
      "topic": ""
    },
    "12": {
      "text": "Wilt thou trust him that he will render thee the seed, and gather it into thy barnfloor?",
      "topic": ""
    },
    "13": {
      "text": "The wing of the ostrich is like the wings of the heron, and of the hawk.",
      "topic": ""
    },
    "14": {
      "text": "When she leaveth her eggs on the earth, thou perhaps wilt warm them in the dust.",
      "topic": ""
    },
    "15": {
      "text": "She forgetteth that the foot may tread upon them, or that the beasts of the field may break them.",
      "topic": ""
    },
    "16": {
      "text": "She is hardened against her young ones, as though they were not hers, she hath laboured in vain, no fear constraining her.",
      "topic": ""
    },
    "17": {
      "text": "For God hath deprived her of wisdom, neither hath he given her understanding.",
      "topic": ""
    },
    "18": {
      "text": "When time shall be, she setteth up her wings on high : she scorneth the horse and his rider.",
      "topic": ""
    },
    "19": {
      "text": "Wilt thou give strength to the horse, or clothe his neck with neighing?",
      "topic": ""
    },
    "20": {
      "text": "Wilt thou lift him up like the locusts? the glory of his nostrils is terror.",
      "topic": ""
    },
    "21": {
      "text": "He breaketh up the earth with his hoof, he pranceth boldly, he goeth forward to meet armed men.",
      "topic": ""
    },
    "22": {
      "text": "He despiseth fear, he turneth not his back to the sword,",
      "topic": ""
    },
    "23": {
      "text": "Above him shall the quiver rattle, the spear and shield shall glitter.",
      "topic": ""
    },
    "24": {
      "text": "Chasing and raging he swalloweth the ground, neither doth he make account when the noise of the trumpet soundeth.",
      "topic": ""
    },
    "25": {
      "text": "When he heareth the trumpet he saith : Ha, ha : he smelleth the battle afar off, the encouraging of the captains, and the shouting of the army.",
      "topic": ""
    },
    "26": {
      "text": "Doth the hawk wax feathered by thy wisdom, spreading her wings to the south?",
      "topic": ""
    },
    "27": {
      "text": "Will the eagle mount up at thy command, and make her nest in high places?",
      "topic": ""
    },
    "28": {
      "text": "She abideth among the rocks, and dwelleth among cragged flints, and stony hills, where there is no access.",
      "topic": ""
    },
    "29": {
      "text": "From thence she looketh for the prey, and her eyes behold afar off.",
      "topic": ""
    },
    "30": {
      "text": "Her young ones shall suck up blood : and wheresoever the carcass shall be, she is immediately there.",
      "topic": ""
    }
  }
}