{
  "info": {
    "book": "Job",
    "chapter": "12",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Truly ye are the people, and wisdom shall die with you!",
      "topic": ""
    },
    "3": {
      "text": "I also have understanding as well as you; I am not inferior to you; and who knoweth not such things as these?",
      "topic": ""
    },
    "4": {
      "text": "I am to be one that is a derision to his friend, I who call upon +God, and whom he will answer: a derision is the just upright [man].",
      "topic": ""
    },
    "5": {
      "text": "He that is ready to stumble with the foot is a lamp despised in the thought of him that is at ease.",
      "topic": ""
    },
    "6": {
      "text": "The tents of desolators are in peace, and they that provoke God are secure; into whose hand +God bringeth.",
      "topic": ""
    },
    "7": {
      "text": "But ask now the beasts, and they shall teach thee; and the fowl of the heavens, and they shall tell thee;",
      "topic": ""
    },
    "8": {
      "text": "Or speak to the earth, and it shall teach thee; and the fishes of the sea shall declare unto thee.",
      "topic": ""
    },
    "9": {
      "text": "Who knoweth not in all these, that the hand of Jehovah hath wrought this?",
      "topic": ""
    },
    "10": {
      "text": "In whose hand is the soul of every living thing, and the spirit of all flesh of man.",
      "topic": ""
    },
    "11": {
      "text": "Doth not the ear try words, as the palate tasteth food?",
      "topic": ""
    },
    "12": {
      "text": "With the aged is wisdom, and in length of days understanding.",
      "topic": ""
    },
    "13": {
      "text": "With him is wisdom and might; he hath counsel and understanding.",
      "topic": ""
    },
    "14": {
      "text": "Behold, he breaketh down, and it is not built again; he shutteth up a man, and there is no opening.",
      "topic": ""
    },
    "15": {
      "text": "Behold, he withholdeth the waters, and they dry up; and he sendeth them out, and they overturn the earth.",
      "topic": ""
    },
    "16": {
      "text": "With him is strength and effectual knowledge; the deceived and the deceiver are his.",
      "topic": ""
    },
    "17": {
      "text": "He leadeth counsellors away spoiled, and judges maketh he fools;",
      "topic": ""
    },
    "18": {
      "text": "He weakeneth the government of kings, and bindeth their loins with a fetter;",
      "topic": ""
    },
    "19": {
      "text": "He leadeth priests away spoiled, and overthroweth the mighty;",
      "topic": ""
    },
    "20": {
      "text": "He depriveth of speech the trusty, and taketh away the judgment of the elders;",
      "topic": ""
    },
    "21": {
      "text": "He poureth contempt upon nobles, and slackeneth the girdle of the mighty;",
      "topic": ""
    },
    "22": {
      "text": "He discovereth deep things out of darkness, and bringeth out into light the shadow of death;",
      "topic": ""
    },
    "23": {
      "text": "He increaseth the nations, and destroyeth them; he spreadeth out the nations, and bringeth them in;",
      "topic": ""
    },
    "24": {
      "text": "He taketh away the understanding of the chiefs of the people of the earth, and causeth them to wander in a pathless waste.",
      "topic": ""
    },
    "25": {
      "text": "They grope in the dark without light, and he maketh them to stagger like a drunkard.",
      "topic": ""
    }
  }
}