{
  "info": {
    "book": "Job",
    "chapter": "15",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Eliphaz the Temanite answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Should a wise man answer with windy knowledge, and fill his belly with the east wind,",
      "topic": ""
    },
    "3": {
      "text": "Reasoning with unprofitable talk, and with speeches which do no good?",
      "topic": ""
    },
    "4": {
      "text": "Yea, thou makest piety of none effect, and restrainest meditation before God.",
      "topic": ""
    },
    "5": {
      "text": "For thy mouth uttereth thine iniquity, and thou hast chosen the tongue of the crafty.",
      "topic": ""
    },
    "6": {
      "text": "Thine own mouth condemneth thee, and not I; and thy lips testify against thee.",
      "topic": ""
    },
    "7": {
      "text": "Art thou the first man that was born? and wast thou brought forth before the hills?",
      "topic": ""
    },
    "8": {
      "text": "Hast thou listened in the secret council of +God? And hast thou absorbed wisdom for thyself?",
      "topic": ""
    },
    "9": {
      "text": "What knowest thou that we know not? [what] understandest thou which is not in us?",
      "topic": ""
    },
    "10": {
      "text": "Both the greyheaded and the aged are with us, older than thy father.",
      "topic": ""
    },
    "11": {
      "text": "Are the consolations of God too small for thee? and the word gently spoken to thee?",
      "topic": ""
    },
    "12": {
      "text": "Why doth thy heart carry thee away? and why do thine eyes wink?",
      "topic": ""
    },
    "13": {
      "text": "That thou turnest thy spirit against God, and lettest words go out of thy mouth?",
      "topic": ""
    },
    "14": {
      "text": "What is man, that he should be pure? and he that is born of a woman, that he should be righteous?",
      "topic": ""
    },
    "15": {
      "text": "Behold, he putteth no trust in his holy ones, and the heavens are not pure in his sight:",
      "topic": ""
    },
    "16": {
      "text": "How much less the abominable and corrupt,—man, that drinketh unrighteousness like water!",
      "topic": ""
    },
    "17": {
      "text": "I will shew thee, listen to me; and what I have seen I will declare;",
      "topic": ""
    },
    "18": {
      "text": "Which wise men have told from their fathers, and have not hidden;",
      "topic": ""
    },
    "19": {
      "text": "Unto whom alone the earth was given, and no stranger passed among them.",
      "topic": ""
    },
    "20": {
      "text": "All his days the wicked man is tormented, and numbered years are allotted to the violent.",
      "topic": ""
    },
    "21": {
      "text": "The sound of terrors is in his ears: in prosperity the destroyer cometh upon him.",
      "topic": ""
    },
    "22": {
      "text": "He believeth not that he shall return out of darkness, and he is singled out for the sword.",
      "topic": ""
    },
    "23": {
      "text": "He wandereth abroad for bread,—where may it be? He knoweth that the day of darkness is ready at his hand.",
      "topic": ""
    },
    "24": {
      "text": "Distress and anguish make him afraid; they prevail against him, as a king ready for the battle.",
      "topic": ""
    },
    "25": {
      "text": "For he hath stretched out his hand against God, and strengthened himself against the Almighty:",
      "topic": ""
    },
    "26": {
      "text": "He runneth against him, with [outstretched] neck, with the thick bosses of his bucklers;",
      "topic": ""
    },
    "27": {
      "text": "For he hath covered his face with his fatness, and gathered fat upon [his] flanks.",
      "topic": ""
    },
    "28": {
      "text": "And he dwelleth in desolate cities, in houses that no man inhabiteth, which are destined to become heaps.",
      "topic": ""
    },
    "29": {
      "text": "He shall not become rich, neither shall his substance continue, and their possessions shall not extend upon the earth.",
      "topic": ""
    },
    "30": {
      "text": "He shall not depart out of darkness; the flame shall dry up his branches; and by the breath of his mouth shall he go away.",
      "topic": ""
    },
    "31": {
      "text": "Let him not trust in vanity: he is deceived, for vanity shall be his recompense;",
      "topic": ""
    },
    "32": {
      "text": "It shall be complete before his day, and his branch shall not be green.",
      "topic": ""
    },
    "33": {
      "text": "He shall shake off his unripe grapes as a vine, and shall cast his flower as an olive.",
      "topic": ""
    },
    "34": {
      "text": "For the family of the ungodly shall be barren, and fire shall consume the tents of bribery.",
      "topic": ""
    },
    "35": {
      "text": "They conceive mischief, and bring forth iniquity, and their belly prepareth deceit.",
      "topic": ""
    }
  }
}