{
  "info": {
    "book": "Job",
    "chapter": "19",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "How long will ye vex my soul, and crush me with words?",
      "topic": ""
    },
    "3": {
      "text": "These ten times have ye reproached me; ye are not ashamed to stupefy me.",
      "topic": ""
    },
    "4": {
      "text": "And be it [that] I have erred, mine error remaineth with myself.",
      "topic": ""
    },
    "5": {
      "text": "If indeed ye will magnify yourselves against me, and prove against me my reproach,",
      "topic": ""
    },
    "6": {
      "text": "Know now that +God hath overthrown me, and hath surrounded me with his net.",
      "topic": ""
    },
    "7": {
      "text": "Behold, I cry out of wrong, and I am not heard; I cry aloud, but there is no judgment.",
      "topic": ""
    },
    "8": {
      "text": "He hath hedged up my way that I cannot pass, and he hath set darkness in my paths.",
      "topic": ""
    },
    "9": {
      "text": "He hath stripped me of my glory, and taken the crown from my head.",
      "topic": ""
    },
    "10": {
      "text": "He breaketh me down on every side, and I am gone; and my hope hath he torn up as a tree.",
      "topic": ""
    },
    "11": {
      "text": "And he hath kindled his anger against me, and hath counted me unto him as one of his enemies.",
      "topic": ""
    },
    "12": {
      "text": "His troops have come together and cast up their way against me, and have encamped round about my tent.",
      "topic": ""
    },
    "13": {
      "text": "He hath put my brethren far from me, and mine acquaintance are quite estranged from me.",
      "topic": ""
    },
    "14": {
      "text": "My kinsfolk have failed, and my known friends have forgotten me.",
      "topic": ""
    },
    "15": {
      "text": "The sojourners in my house and my maids count me as a stranger; I am an alien in their sight.",
      "topic": ""
    },
    "16": {
      "text": "I called my servant, and he answered not; I entreated him with my mouth.",
      "topic": ""
    },
    "17": {
      "text": "My breath is strange to my wife, and my entreaties to the children of my [mother’s] womb.",
      "topic": ""
    },
    "18": {
      "text": "Even young children despise me; I rise up, and they speak against me.",
      "topic": ""
    },
    "19": {
      "text": "All my intimate friends abhor me, and they whom I loved are turned against me.",
      "topic": ""
    },
    "20": {
      "text": "My bones cleave to my skin and to my flesh, and I am escaped with the skin of my teeth.",
      "topic": ""
    },
    "21": {
      "text": "Have pity upon me, have pity upon me, ye my friends; for the hand of +God hath touched me.",
      "topic": ""
    },
    "22": {
      "text": "Why do ye persecute me as God, and are not satisfied with my flesh?",
      "topic": ""
    },
    "23": {
      "text": "Oh would that my words were written! oh that they were inscribed in a book!",
      "topic": ""
    },
    "24": {
      "text": "That with an iron style and lead they were graven in the rock for ever!",
      "topic": ""
    },
    "25": {
      "text": "And [as for] me, I know that my Redeemer liveth, and the Last, he shall stand upon the earth;",
      "topic": ""
    },
    "26": {
      "text": "And [if] after my skin this shall be destroyed, yet from out of my flesh shall I see +God;",
      "topic": ""
    },
    "27": {
      "text": "Whom I shall see for myself, and mine eyes shall behold, and not another:—my reins are consumed within me.",
      "topic": ""
    },
    "28": {
      "text": "If ye say, How shall we persecute him? when the root of the matter is found in me,",
      "topic": ""
    },
    "29": {
      "text": "Be ye yourselves afraid of the sword! for the sword is fury against misdeeds, that ye may know there is a judgment.",
      "topic": ""
    }
  }
}