{
  "info": {
    "book": "Job",
    "chapter": "20",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Zophar the Naamathite answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Therefore do my thoughts give me an answer, and for this is my haste within me.",
      "topic": ""
    },
    "3": {
      "text": "I hear a reproof putting me to shame; and [my] spirit answereth me by mine understanding.",
      "topic": ""
    },
    "4": {
      "text": "Knowest thou [not] this, that of old, since man was placed upon earth,",
      "topic": ""
    },
    "5": {
      "text": "The exultation of the wicked is short, and the joy of the ungodly man but for a moment?",
      "topic": ""
    },
    "6": {
      "text": "Though his height mount up to the heavens, and his head reach unto the clouds,",
      "topic": ""
    },
    "7": {
      "text": "Like his own dung doth he perish for ever; they which have seen him shall say, Where is he?",
      "topic": ""
    },
    "8": {
      "text": "He flieth away as a dream, and is not found; and is chased away as a vision of the night.",
      "topic": ""
    },
    "9": {
      "text": "The eye which saw him shall [see him] not again; and his place beholdeth him no more.",
      "topic": ""
    },
    "10": {
      "text": "His children shall seek the favour of the poor, and his hands restore his wealth.",
      "topic": ""
    },
    "11": {
      "text": "His bones were full of his youthful strength; but it shall lie down with him in the dust.",
      "topic": ""
    },
    "12": {
      "text": "Though wickedness be sweet in his mouth [and] he hide it under his tongue,",
      "topic": ""
    },
    "13": {
      "text": "[Though] he spare it, and forsake it not, but keep it within his mouth,",
      "topic": ""
    },
    "14": {
      "text": "His food is turned in his bowels; it is the gall of asps within him.",
      "topic": ""
    },
    "15": {
      "text": "He hath swallowed down riches, but he shall vomit them up again: God shall cast them out of his belly.",
      "topic": ""
    },
    "16": {
      "text": "He shall suck the poison of asps; the viper’s tongue shall kill him.",
      "topic": ""
    },
    "17": {
      "text": "He shall not see streams, rivers, brooks of honey and butter.",
      "topic": ""
    },
    "18": {
      "text": "That which he laboured for shall he restore, and not swallow down; its restitution shall be according to the value, and he shall not rejoice [therein].",
      "topic": ""
    },
    "19": {
      "text": "For he hath oppressed, hath forsaken the poor; he hath violently taken away a house that he did not build.",
      "topic": ""
    },
    "20": {
      "text": "Because he knew no rest in his craving, he shall save nought of what he most desired.",
      "topic": ""
    },
    "21": {
      "text": "Nothing escaped his greediness; therefore his prosperity shall not endure.",
      "topic": ""
    },
    "22": {
      "text": "In the fulness of his sufficiency he shall be in straits; every hand of the wretched shall come upon him.",
      "topic": ""
    },
    "23": {
      "text": "It shall be that, to fill his belly, he will cast his fierce anger upon him, and will rain it upon him into his flesh.",
      "topic": ""
    },
    "24": {
      "text": "If he have fled from the iron weapon, the bow of brass shall strike him through.",
      "topic": ""
    },
    "25": {
      "text": "He draweth it forth; it cometh out of his body, and the glittering point out of his gall: terrors are upon him.",
      "topic": ""
    },
    "26": {
      "text": "All darkness is laid up for his treasures: a fire not blown shall devour him; it shall feed upon what is left in his tent.",
      "topic": ""
    },
    "27": {
      "text": "The heavens shall reveal his iniquity, and the earth shall rise up against him.",
      "topic": ""
    },
    "28": {
      "text": "The increase of his house shall depart, flowing away in the day of his anger.",
      "topic": ""
    },
    "29": {
      "text": "This is the portion of the wicked man from God, and the heritage appointed to him by God.",
      "topic": ""
    }
  }
}