{
  "info": {
    "book": "Job",
    "chapter": "23",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Even to-day is my complaint bitter: my stroke is heavier than my groaning.",
      "topic": ""
    },
    "3": {
      "text": "Oh that I knew where I might find him, that I might come to his seat!",
      "topic": ""
    },
    "4": {
      "text": "I would order the cause before him, and fill my mouth with arguments;",
      "topic": ""
    },
    "5": {
      "text": "I would know the words he would answer me, and understand what he would say unto me.",
      "topic": ""
    },
    "6": {
      "text": "Would he plead against me with [his] great power? Nay; but he would give heed unto me.",
      "topic": ""
    },
    "7": {
      "text": "There would an upright man reason with him; and I should be delivered for ever from my judge.",
      "topic": ""
    },
    "8": {
      "text": "Lo, I go forward, but he is not there; and backward, but I do not perceive him;",
      "topic": ""
    },
    "9": {
      "text": "On the left hand, where he doth work, but I behold [him] not; he hideth himself on the right hand, and I see [him] not.",
      "topic": ""
    },
    "10": {
      "text": "But he knoweth the way that I take; he trieth me, I shall come forth as gold.",
      "topic": ""
    },
    "11": {
      "text": "My foot hath held to his steps; his way have I kept, and not turned aside.",
      "topic": ""
    },
    "12": {
      "text": "Neither have I gone back from the commandment of his lips; I have laid up the words of his mouth more than the purpose of my own heart.",
      "topic": ""
    },
    "13": {
      "text": "But he is in one [mind], and who can turn him? And what his soul desireth, that will he do.",
      "topic": ""
    },
    "14": {
      "text": "For he will perform [what] is appointed for me; and many such things are with him.",
      "topic": ""
    },
    "15": {
      "text": "Therefore am I troubled at his presence; I consider, and I am afraid of him.",
      "topic": ""
    },
    "16": {
      "text": "For God hath made my heart soft, and the Almighty troubleth me;",
      "topic": ""
    },
    "17": {
      "text": "Because I was not cut off before the darkness, neither hath he hidden the gloom from me.",
      "topic": ""
    }
  }
}