{
  "info": {
    "book": "Job",
    "chapter": "26",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "How hast thou helped the powerless; how saved the arm that is without strength!",
      "topic": ""
    },
    "3": {
      "text": "How hast thou counselled him that hath no wisdom, and abundantly declared the thing as it is!",
      "topic": ""
    },
    "4": {
      "text": "For whom hast thou uttered words? and whose spirit came from thee?",
      "topic": ""
    },
    "5": {
      "text": "The shades tremble beneath the waters and the inhabitants thereof;",
      "topic": ""
    },
    "6": {
      "text": "Sheol is naked before him, and destruction hath no covering.",
      "topic": ""
    },
    "7": {
      "text": "He stretcheth out the north over empty space, he hangeth the earth upon nothing;",
      "topic": ""
    },
    "8": {
      "text": "He bindeth up the waters in his thick clouds, and the cloud is not rent under them.",
      "topic": ""
    },
    "9": {
      "text": "He covereth the face of his throne, he spreadeth his cloud upon it.",
      "topic": ""
    },
    "10": {
      "text": "He hath traced a fixed circle over the waters, unto the confines of light and darkness.",
      "topic": ""
    },
    "11": {
      "text": "The pillars of the heavens tremble and are astonished at his rebuke.",
      "topic": ""
    },
    "12": {
      "text": "He stirreth up the sea by his power, and by his understanding he smiteth through Rahab.",
      "topic": ""
    },
    "13": {
      "text": "By his Spirit the heavens are adorned; his hand hath formed the fleeing serpent.",
      "topic": ""
    },
    "14": {
      "text": "Lo, these are the borders of his ways; but what a whisper of a word do we hear of him! And the thunder of his power, who can understand?",
      "topic": ""
    }
  }
}