{
  "info": {
    "book": "Job",
    "chapter": "31",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I made a covenant with mine eyes; and how should I fix my regard upon a maid?",
      "topic": ""
    },
    "2": {
      "text": "For what would have been [my] portion of +God from above, and what the heritage of the Almighty from on high?",
      "topic": ""
    },
    "3": {
      "text": "Is not calamity for the unrighteous? and misfortune for the workers of iniquity?",
      "topic": ""
    },
    "4": {
      "text": "Doth not he see my ways, and number all my steps?",
      "topic": ""
    },
    "5": {
      "text": "If I have walked with falsehood, and my foot hath hasted to deceit,",
      "topic": ""
    },
    "6": {
      "text": "(Let me be weighed in an even balance, and +God will take knowledge of my blamelessness;)",
      "topic": ""
    },
    "7": {
      "text": "If my step have turned out of the way, and my heart followed mine eyes, and if any blot cleaveth to my hands;",
      "topic": ""
    },
    "8": {
      "text": "Let me sow, and another eat; and let mine offspring be rooted out.",
      "topic": ""
    },
    "9": {
      "text": "If my heart have been enticed unto a woman, so that I laid wait at my neighbour’s door,",
      "topic": ""
    },
    "10": {
      "text": "Let my wife grind for another, and let others bow down upon her.",
      "topic": ""
    },
    "11": {
      "text": "For this is an infamy; yea, it is an iniquity [to be judged by] the judges:",
      "topic": ""
    },
    "12": {
      "text": "For it is a fire that consumeth to destruction, and would root out all mine increase.",
      "topic": ""
    },
    "13": {
      "text": "If I have despised the cause of my bondman or of my bondmaid, when they contended with me,",
      "topic": ""
    },
    "14": {
      "text": "What then should I do when God riseth up? and if he visited, what should I answer him?",
      "topic": ""
    },
    "15": {
      "text": "Did not he that made me in the womb make him? and did not One fashion us in the womb?",
      "topic": ""
    },
    "16": {
      "text": "If I have withheld the poor from [their] desire, or caused the eyes of the widow to fail;",
      "topic": ""
    },
    "17": {
      "text": "Or have eaten my morsel alone, so that the fatherless ate not thereof,",
      "topic": ""
    },
    "18": {
      "text": "(For from my youth he grew up with me as with a father, and I have guided the [widow] from my mother’s womb;)",
      "topic": ""
    },
    "19": {
      "text": "If I have seen any perishing for want of clothing, or any needy without covering;",
      "topic": ""
    },
    "20": {
      "text": "If his loins have not blessed me, and if he were not warmed with the fleece of my lambs;",
      "topic": ""
    },
    "21": {
      "text": "If I have lifted up my hand against an orphan, because I saw my help in the gate:",
      "topic": ""
    },
    "22": {
      "text": "[Then] let my shoulder fall from the shoulder-blade, and mine arm be broken from the bone!",
      "topic": ""
    },
    "23": {
      "text": "For calamity from God was a terror to me, and by reason of his excellency I was powerless.",
      "topic": ""
    },
    "24": {
      "text": "If I have made gold my hope, or said to the fine gold, My confidence!",
      "topic": ""
    },
    "25": {
      "text": "If I rejoiced because my wealth was great, and because my hand had gotten much;",
      "topic": ""
    },
    "26": {
      "text": "If I beheld the sun when it shone, or the moon walking in brightness,",
      "topic": ""
    },
    "27": {
      "text": "And my heart have been secretly enticed, so that my mouth kissed my hand:",
      "topic": ""
    },
    "28": {
      "text": "This also would be an iniquity for the judge, for I should have denied the God who is above.",
      "topic": ""
    },
    "29": {
      "text": "If I rejoiced at the destruction of him that hated me, and exulted when evil befell him;",
      "topic": ""
    },
    "30": {
      "text": "(Neither have I suffered my mouth to sin by asking his life with a curse;)",
      "topic": ""
    },
    "31": {
      "text": "If the men of my tent said not, Who shall find one that hath not been satisfied with his meat?—",
      "topic": ""
    },
    "32": {
      "text": "The stranger did not lodge without; I opened my doors to the pathway.",
      "topic": ""
    },
    "33": {
      "text": "If I covered my transgressions as Adam, by hiding mine iniquity in my bosom,",
      "topic": ""
    },
    "34": {
      "text": "Because I feared the great multitude, and the contempt of families terrified me, so that I kept silence, and went not out of the door,...",
      "topic": ""
    },
    "35": {
      "text": "Oh that I had one to hear me! Behold my signature: let the Almighty answer me! And let mine opponent write an accusation!",
      "topic": ""
    },
    "36": {
      "text": "Would I not take it upon my shoulder? I would bind it on to me [as] a crown;",
      "topic": ""
    },
    "37": {
      "text": "I would declare unto him the number of my steps; as a prince would I come near to him.",
      "topic": ""
    },
    "38": {
      "text": "If my land cry out against me, and its furrows weep together;",
      "topic": ""
    },
    "39": {
      "text": "If I have eaten the fruits thereof without money, and have tormented to death the souls of its owners:",
      "topic": ""
    },
    "40": {
      "text": "Let thistles grow instead of wheat, and tares instead of barley. The words of Job are ended.",
      "topic": ""
    }
  }
}