{
  "info": {
    "book": "Job",
    "chapter": "34",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Moreover Elihu answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Hear my words, ye wise [men]; and give ear unto me, ye that have knowledge.",
      "topic": ""
    },
    "3": {
      "text": "For the ear trieth words, as the palate tasteth food.",
      "topic": ""
    },
    "4": {
      "text": "Let us choose for ourselves what is right; let us know among ourselves what is good!",
      "topic": ""
    },
    "5": {
      "text": "For Job hath said, I am righteous, and God hath taken away my judgment:",
      "topic": ""
    },
    "6": {
      "text": "Should I lie against my right? My wound is incurable without transgression.",
      "topic": ""
    },
    "7": {
      "text": "What man is like Job? he drinketh up scorning like water,",
      "topic": ""
    },
    "8": {
      "text": "And goeth in company with workers of iniquity, and walketh with wicked men.",
      "topic": ""
    },
    "9": {
      "text": "For he hath said, It profiteth not a man if he delight himself in God.",
      "topic": ""
    },
    "10": {
      "text": "Therefore hearken unto me, ye men of understanding: Far be wickedness from God, and wrong from the Almighty!",
      "topic": ""
    },
    "11": {
      "text": "For a man’s work will he render to him, and cause every one to find according to [his] way.",
      "topic": ""
    },
    "12": {
      "text": "Yea, surely, God acteth not wickedly, and the Almighty perverteth not judgment.",
      "topic": ""
    },
    "13": {
      "text": "Who hath entrusted to him the earth? and who hath disposed the whole world?",
      "topic": ""
    },
    "14": {
      "text": "If he only thought of himself, [and] gathered unto him his spirit and his breath,",
      "topic": ""
    },
    "15": {
      "text": "All flesh would expire together, and man would return to the dust.",
      "topic": ""
    },
    "16": {
      "text": "If now [thou hast] understanding, hear this: give ear to the voice of my words!",
      "topic": ""
    },
    "17": {
      "text": "Should he that hateth right indeed govern? and wilt thou condemn the All-just?",
      "topic": ""
    },
    "18": {
      "text": "Shall one say to a king, Belial? to nobles, Wicked?",
      "topic": ""
    },
    "19": {
      "text": "[How then to him] that accepteth not the persons of princes, nor regardeth the rich man more than the poor? for they are all the work of his hands.",
      "topic": ""
    },
    "20": {
      "text": "In a moment they die, even at midnight the people are convulsed and pass away; and the strong are taken away without hand.",
      "topic": ""
    },
    "21": {
      "text": "For his eyes are upon the ways of man, and he seeth all his steps.",
      "topic": ""
    },
    "22": {
      "text": "There is no darkness, nor shadow of death, where the workers of iniquity may hide themselves.",
      "topic": ""
    },
    "23": {
      "text": "For he doth not long consider a man, to bring him before God in judgment.",
      "topic": ""
    },
    "24": {
      "text": "He breaketh in pieces mighty men without inquiry, and setteth others in their stead;",
      "topic": ""
    },
    "25": {
      "text": "Since he knoweth their actions; and he overthroweth [them] in the night, and they are crushed.",
      "topic": ""
    },
    "26": {
      "text": "He striketh them as wicked men in the open sight of others,",
      "topic": ""
    },
    "27": {
      "text": "Because they have turned back from him, and would consider none of his ways;",
      "topic": ""
    },
    "28": {
      "text": "So that they cause the cry of the poor to come unto him, and he heareth the cry of the afflicted.",
      "topic": ""
    },
    "29": {
      "text": "When he giveth quietness, who then will disturb? and when he hideth [his] face, who shall behold him? and this towards a nation, or towards a man alike;",
      "topic": ""
    },
    "30": {
      "text": "That the ungodly man reign not, that the people be not ensnared.",
      "topic": ""
    },
    "31": {
      "text": "For hath he said unto God, I bear [chastisement], I will not offend;",
      "topic": ""
    },
    "32": {
      "text": "What I see not, teach thou me; if I have done wrong, I will do so no more?",
      "topic": ""
    },
    "33": {
      "text": "Shall he recompense according to thy mind? for thou hast refused [his judgment]; for thou so choosest, and not I; speak then what thou knowest.",
      "topic": ""
    },
    "34": {
      "text": "Men of understanding will say to me, and a wise man who heareth me:",
      "topic": ""
    },
    "35": {
      "text": "Job hath spoken without knowledge, and his words were not with intelligence.",
      "topic": ""
    },
    "36": {
      "text": "Would that Job may be tried unto the end, because of [his] answers after the manner of evil men!",
      "topic": ""
    },
    "37": {
      "text": "For he addeth rebellion unto his sin, he clappeth [his hands] among us, and multiplieth his words against God.",
      "topic": ""
    }
  }
}