{
  "info": {
    "book": "Job",
    "chapter": "38",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah answered Job out of the whirlwind and said,",
      "topic": ""
    },
    "2": {
      "text": "Who is this that darkeneth counsel by words without knowledge?",
      "topic": ""
    },
    "3": {
      "text": "Gird up now thy loins like a man; and I will demand of thee, and inform thou me.",
      "topic": ""
    },
    "4": {
      "text": "Where wast thou when I founded the earth? Declare, if thou hast understanding.",
      "topic": ""
    },
    "5": {
      "text": "Who set the measures thereof—if thou knowest? or who stretched a line upon it?",
      "topic": ""
    },
    "6": {
      "text": "Whereupon were the foundations thereof sunken? or who laid its corner-stone,",
      "topic": ""
    },
    "7": {
      "text": "When the morning stars sang together, and all the sons of God shouted for joy?",
      "topic": ""
    },
    "8": {
      "text": "And who shut up the sea with doors, when it burst forth, issuing out of the womb?",
      "topic": ""
    },
    "9": {
      "text": "When I made the cloud its garment, and thick darkness a swaddling band for it;",
      "topic": ""
    },
    "10": {
      "text": "When I cut out for it my boundary, and set bars and doors,",
      "topic": ""
    },
    "11": {
      "text": "And said, Hitherto shalt thou come and no further, and here shall thy proud waves be stayed?",
      "topic": ""
    },
    "12": {
      "text": "Hast thou since thy days commanded the morning? hast thou caused the dawn to know its place,",
      "topic": ""
    },
    "13": {
      "text": "That it might take hold of the ends of the earth, and the wicked might be shaken out of it?",
      "topic": ""
    },
    "14": {
      "text": "It is changed like the signet-clay; and [all things] stand forth as in a garment:",
      "topic": ""
    },
    "15": {
      "text": "And from the wicked their light is withholden, and the uplifted arm is broken.",
      "topic": ""
    },
    "16": {
      "text": "Hast thou entered as far as the springs of the sea? and hast thou walked in the recesses of the deep?",
      "topic": ""
    },
    "17": {
      "text": "Have the gates of death been revealed unto thee? and hast thou seen the gates of the shadow of death?",
      "topic": ""
    },
    "18": {
      "text": "Hath thine understanding compassed the breadths of the earth? Declare if thou knowest it all.",
      "topic": ""
    },
    "19": {
      "text": "Where is the way to where light dwelleth? and the darkness, where is its place,",
      "topic": ""
    },
    "20": {
      "text": "That thou shouldest take it to its bound, and that thou shouldest know the paths to its house?",
      "topic": ""
    },
    "21": {
      "text": "Thou knowest, for thou wast then born, and the number of thy days is great!",
      "topic": ""
    },
    "22": {
      "text": "Hast thou entered into the storehouses of the snow, and hast thou seen the treasuries of the hail,",
      "topic": ""
    },
    "23": {
      "text": "Which I have reserved for the time of distress, for the day of battle and war?",
      "topic": ""
    },
    "24": {
      "text": "By what way is the light parted, [and] the east wind scattered upon the earth?",
      "topic": ""
    },
    "25": {
      "text": "Who hath divided a channel for the rain-flood, and a way for the thunder’s flash;",
      "topic": ""
    },
    "26": {
      "text": "To cause it to rain on the earth, where no one is; on the wilderness wherein there is not a man;",
      "topic": ""
    },
    "27": {
      "text": "To satisfy the desolate and waste [ground], and to cause the sprout of the grass to spring forth?",
      "topic": ""
    },
    "28": {
      "text": "Hath the rain a father? or who begetteth the drops of dew?",
      "topic": ""
    },
    "29": {
      "text": "Out of whose womb cometh the ice? and the hoary frost of heaven, who bringeth it forth?",
      "topic": ""
    },
    "30": {
      "text": "When the waters lie hidden as in stone, and the face of the deep holdeth fast together.",
      "topic": ""
    },
    "31": {
      "text": "Canst thou fasten the bands of the Pleiades, or loosen the cords of Orion?",
      "topic": ""
    },
    "32": {
      "text": "Dost thou bring forth the constellations each in its season? or dost thou guide the Bear with her sons?",
      "topic": ""
    },
    "33": {
      "text": "Knowest thou the ordinances of the heavens? dost thou determine their rule over the earth?",
      "topic": ""
    },
    "34": {
      "text": "Dost thou lift up thy voice to the clouds, that floods of waters may cover thee?",
      "topic": ""
    },
    "35": {
      "text": "Dost thou send forth lightnings that they may go, and say unto thee, Here we are?",
      "topic": ""
    },
    "36": {
      "text": "Who hath put wisdom in the inward parts? or who hath given understanding to the mind?",
      "topic": ""
    },
    "37": {
      "text": "Who numbereth the clouds with wisdom? or who poureth out the bottles of the heavens,",
      "topic": ""
    },
    "38": {
      "text": "When the dust runneth as into a molten mass, and the clods cleave fast together?",
      "topic": ""
    },
    "39": {
      "text": "Dost thou hunt the prey for the lioness, and dost thou satisfy the appetite of the young lions,",
      "topic": ""
    },
    "40": {
      "text": "When they crouch in [their] dens, [and] abide in the thicket to lie in wait?",
      "topic": ""
    },
    "41": {
      "text": "Who provideth for the raven his food, when his young ones cry unto God, [and] they wander for lack of meat?",
      "topic": ""
    }
  }
}