{
  "info": {
    "book": "Job",
    "chapter": "4",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Eliphaz the Temanite answered and said,",
      "topic": ""
    },
    "2": {
      "text": "If a word were essayed to thee, wouldest thou be grieved? But who can refrain from speaking?",
      "topic": ""
    },
    "3": {
      "text": "Behold, thou hast instructed many, and thou hast strengthened the weak hands;",
      "topic": ""
    },
    "4": {
      "text": "Thy words have upholden him that was stumbling, and thou hast braced up the bending knees:",
      "topic": ""
    },
    "5": {
      "text": "But now it is come upon thee, and thou grievest; it toucheth thee, and thou art troubled.",
      "topic": ""
    },
    "6": {
      "text": "Hath not thy piety been thy confidence, and the perfection of thy ways thy hope?",
      "topic": ""
    },
    "7": {
      "text": "Remember, I pray thee, who that was innocent has perished? and where were the upright cut off?",
      "topic": ""
    },
    "8": {
      "text": "Even as I have seen, they that plough iniquity and sow mischief, reap the same.",
      "topic": ""
    },
    "9": {
      "text": "By the breath of +God they perish, and by the blast of his nostrils are they consumed.",
      "topic": ""
    },
    "10": {
      "text": "The roar of the lion, and the voice of the fierce lion, and the teeth of the young lions, are broken;",
      "topic": ""
    },
    "11": {
      "text": "The old lion perisheth for lack of prey, and the whelps of the lioness are scattered.",
      "topic": ""
    },
    "12": {
      "text": "Now to me a word was secretly brought, and mine ear received a whisper thereof.",
      "topic": ""
    },
    "13": {
      "text": "In thoughts from visions of the night, when deep sleep falleth on men:—",
      "topic": ""
    },
    "14": {
      "text": "Fear came on me, and trembling, and made all my bones to shake;",
      "topic": ""
    },
    "15": {
      "text": "And a spirit passed before my face—the hair of my flesh stood up—",
      "topic": ""
    },
    "16": {
      "text": "It stood still; I could not discern the appearance thereof: a form was before mine eyes; I heard a slight murmur and a voice:",
      "topic": ""
    },
    "17": {
      "text": "Shall [mortal] man be more just than +God? Shall a man be purer than his Maker?",
      "topic": ""
    },
    "18": {
      "text": "Lo, he trusteth not his servants, and his angels he chargeth with folly:",
      "topic": ""
    },
    "19": {
      "text": "How much more them that dwell in houses of clay, whose foundation is in the dust, who are crushed as the moth!",
      "topic": ""
    },
    "20": {
      "text": "From morning to evening are they smitten: without any heeding it, they perish for ever.",
      "topic": ""
    },
    "21": {
      "text": "Is not their tent-cord torn away in them? they die, and without wisdom.",
      "topic": ""
    }
  }
}