{
  "info": {
    "book": "Job",
    "chapter": "40",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah answered Job and said,",
      "topic": ""
    },
    "2": {
      "text": "Shall he that will contend with the Almighty instruct [him]? he that reproveth +God, let him answer it.",
      "topic": ""
    },
    "3": {
      "text": "And Job answered Jehovah and said,",
      "topic": ""
    },
    "4": {
      "text": "Behold, I am nought: what shall I answer thee? I will lay my hand upon my mouth.",
      "topic": ""
    },
    "5": {
      "text": "Once have I spoken, and I will not answer; yea twice, but I will proceed no further.",
      "topic": ""
    },
    "6": {
      "text": "And Jehovah answered Job out of the whirlwind and said,",
      "topic": ""
    },
    "7": {
      "text": "Gird up now thy loins like a man: I will demand of thee, and inform thou me.",
      "topic": ""
    },
    "8": {
      "text": "Wilt thou also annul my judgment? wilt thou condemn me that thou mayest be righteous?",
      "topic": ""
    },
    "9": {
      "text": "Hast thou an arm like God? or canst thou thunder with a voice like him?",
      "topic": ""
    },
    "10": {
      "text": "Deck thyself now with glory and excellency, and clothe thyself with majesty and splendour.",
      "topic": ""
    },
    "11": {
      "text": "Cast abroad the ragings of thine anger, and look on every one that is proud, and abase him:",
      "topic": ""
    },
    "12": {
      "text": "Look on every one that is proud, bring him low, and tread down the wicked in their place:",
      "topic": ""
    },
    "13": {
      "text": "Hide them in the dust together; bind their faces in secret.",
      "topic": ""
    },
    "14": {
      "text": "Then will I also praise thee, because thy right hand saveth thee.",
      "topic": ""
    },
    "15": {
      "text": "See now the behemoth, which I made with thee: he eateth grass as an ox.",
      "topic": ""
    },
    "16": {
      "text": "Behold now, his strength is in his loins, and his force is in the muscles of his belly.",
      "topic": ""
    },
    "17": {
      "text": "He bendeth his tail like a cedar; the sinews of his thighs are woven together.",
      "topic": ""
    },
    "18": {
      "text": "His bones are tubes of bronze, his members are like bars of iron.",
      "topic": ""
    },
    "19": {
      "text": "He is the chief of God’s ways: he that made him gave him his sword.",
      "topic": ""
    },
    "20": {
      "text": "For the mountains bring him forth food, where all the beasts of the field play.",
      "topic": ""
    },
    "21": {
      "text": "He lieth under lotus-bushes, in the covert of the reed and fen:",
      "topic": ""
    },
    "22": {
      "text": "Lotus-bushes cover him with their shade; the willows of the brook surround him.",
      "topic": ""
    },
    "23": {
      "text": "Lo, the river overfloweth—he startleth not: he is confident though a Jordan break forth against his mouth.",
      "topic": ""
    },
    "24": {
      "text": "Shall he be taken in front? will they pierce through [his] nose in the trap?",
      "topic": ""
    }
  }
}