{
  "info": {
    "book": "Job",
    "chapter": "41",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wilt thou draw out the leviathan with the hook, and press down his tongue with a cord?",
      "topic": ""
    },
    "2": {
      "text": "Wilt thou put a rush-rope into his nose, and pierce his jaw with a spike?",
      "topic": ""
    },
    "3": {
      "text": "Will he make many supplications unto thee? or will he speak softly unto thee?",
      "topic": ""
    },
    "4": {
      "text": "Will he make a covenant with thee? wilt thou take him as a bondman for ever?",
      "topic": ""
    },
    "5": {
      "text": "Wilt thou play with him as with a bird, and wilt thou bind him for thy maidens?",
      "topic": ""
    },
    "6": {
      "text": "Shall partners make traffic of him, will they divide him among merchants?",
      "topic": ""
    },
    "7": {
      "text": "Wilt thou fill his skin with darts, and his head with fish-spears?",
      "topic": ""
    },
    "8": {
      "text": "Lay thy hand upon him; remember the battle,—do no more!",
      "topic": ""
    },
    "9": {
      "text": "Lo, hope as to him is belied: is not one cast down even at the sight of him?",
      "topic": ""
    },
    "10": {
      "text": "None is so bold as to stir him up; and who is he that will stand before me?",
      "topic": ""
    },
    "11": {
      "text": "Who hath first given to me, that I should repay [him]? [Whatsoever is] under the whole heaven is mine.",
      "topic": ""
    },
    "12": {
      "text": "I will not be silent as to his parts, the story of his power, and the beauty of his structure.",
      "topic": ""
    },
    "13": {
      "text": "Who can uncover the surface of his garment? who can come within his double jaws?",
      "topic": ""
    },
    "14": {
      "text": "Who can open the doors of his face? Round about his teeth is terror.",
      "topic": ""
    },
    "15": {
      "text": "The rows of his shields are a pride, shut up together [as with] a close seal.",
      "topic": ""
    },
    "16": {
      "text": "One is so near to another that no air can come between them;",
      "topic": ""
    },
    "17": {
      "text": "They are joined each to its fellow; they stick together, and cannot be sundered.",
      "topic": ""
    },
    "18": {
      "text": "His sneezings flash light, and his eyes are like the eyelids of the morning.",
      "topic": ""
    },
    "19": {
      "text": "Out of his mouth go forth flames; sparks of fire leap out:",
      "topic": ""
    },
    "20": {
      "text": "Out of his nostrils goeth smoke, as out of a boiling pot and cauldron.",
      "topic": ""
    },
    "21": {
      "text": "His breath kindleth coals, and a flame goeth out of his mouth.",
      "topic": ""
    },
    "22": {
      "text": "In his neck lodgeth strength, and terror danceth before him.",
      "topic": ""
    },
    "23": {
      "text": "The flakes of his flesh are joined together: they are fused upon him, they cannot be moved.",
      "topic": ""
    },
    "24": {
      "text": "His heart is firm as a stone, yea, firm as the nether [millstone].",
      "topic": ""
    },
    "25": {
      "text": "When he raiseth himself up, the mighty are afraid: they are beside themselves with consternation.",
      "topic": ""
    },
    "26": {
      "text": "If any reach him with a sword, it cannot hold; neither spear, nor dart, nor harpoon.",
      "topic": ""
    },
    "27": {
      "text": "He esteemeth iron as straw, bronze as rotten wood.",
      "topic": ""
    },
    "28": {
      "text": "The arrow will not make him flee; slingstones are turned with him into stubble.",
      "topic": ""
    },
    "29": {
      "text": "Clubs are counted as stubble; he laugheth at the shaking of a javelin.",
      "topic": ""
    },
    "30": {
      "text": "His under parts are sharp potsherds: he spreadeth a threshing-sledge upon the mire.",
      "topic": ""
    },
    "31": {
      "text": "He maketh the deep to boil like a pot; he maketh the sea like a pot of ointment;",
      "topic": ""
    },
    "32": {
      "text": "He maketh the path to shine after him: one would think the deep to be hoary.",
      "topic": ""
    },
    "33": {
      "text": "Upon earth there is not his like, who is made without fear.",
      "topic": ""
    },
    "34": {
      "text": "He beholdeth all high things; he is king over all the proud beasts.",
      "topic": ""
    }
  }
}