{
  "info": {
    "book": "Job",
    "chapter": "42",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answered Jehovah and said,",
      "topic": ""
    },
    "2": {
      "text": "I know that thou canst do everything, and that thou canst be hindered in no thought of thine.",
      "topic": ""
    },
    "3": {
      "text": "Who is he that obscureth counsel without knowledge? therefore have I uttered what I did not understand; things too wonderful for me, which I knew not.",
      "topic": ""
    },
    "4": {
      "text": "Hear, I beseech thee, and I will speak: I will demand of thee, and inform me.",
      "topic": ""
    },
    "5": {
      "text": "I had heard of thee by the hearing of the ear, but now mine eye seeth thee:",
      "topic": ""
    },
    "6": {
      "text": "Wherefore I abhor [myself], and repent in dust and ashes.",
      "topic": ""
    },
    "7": {
      "text": "And it came to pass after Jehovah had spoken these words to Job, that Jehovah said to Eliphaz the Temanite, Mine anger is kindled against thee, and against thy two friends; for ye have not spoken rightly of me, like my servant Job.",
      "topic": ""
    },
    "8": {
      "text": "And now, take for yourselves seven bullocks and seven rams, and go to my servant Job, and offer up for yourselves a burnt-offering; and my servant Job shall pray for you, for him will I accept: lest I deal with you [after your] folly, for ye have not spoken of me rightly, like my servant Job.",
      "topic": ""
    },
    "9": {
      "text": "Then Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite, went and did according as Jehovah had said unto them; and Jehovah accepted Job.",
      "topic": ""
    },
    "10": {
      "text": "And Jehovah turned the captivity of Job, when he had prayed for his friends; and Jehovah gave Job twice as much as he had before.",
      "topic": ""
    },
    "11": {
      "text": "And all his brethren, and all his sisters, and all they that had been of his acquaintance before, came to him, and they ate bread with him in his house, and they condoled with him, and comforted him concerning all the evil that Jehovah had brought upon him; and every one gave him a piece of money, and every one a golden ring.",
      "topic": ""
    },
    "12": {
      "text": "And Jehovah blessed the latter end of Job more than his beginning; and he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she-asses.",
      "topic": ""
    },
    "13": {
      "text": "And he had seven sons and three daughters.",
      "topic": ""
    },
    "14": {
      "text": "And he called the name of the first, Jemimah; and the name of the second, Keziah; and the name of the third, Keren-happuch.",
      "topic": ""
    },
    "15": {
      "text": "And in all the land were no women found [so] fair as the daughters of Job; and their father gave them inheritance among their brethren.",
      "topic": ""
    },
    "16": {
      "text": "And Job lived after this a hundred and forty years, and saw his sons, and his sons’ sons, four generations.",
      "topic": ""
    },
    "17": {
      "text": "And Job died, old and full of days. Psalm 1:1\tBlessed is the man that walketh not in the counsel of the wicked, and standeth not in the way of sinners, and sitteth not in the seat of scorners; Psalm 1:2\tBut his delight is in Jehovah’s law, and in his law doth he meditate day and night. Psalm 1:3\tAnd he [is] as a tree planted by brooks of water, which giveth its fruit in its season, and whose leaf fadeth not; and all that he doeth prospereth. Psalm 1:4\tThe wicked are not so; but are as the chaff which the wind driveth away. Psalm 1:5\tTherefore the wicked shall not stand in the judgment, nor sinners in the assembly of the righteous. Psalm 1:6\tFor Jehovah knoweth the way of the righteous, but the way of the wicked shall perish. Psalm 2:1\tWhy are the nations in tumultuous agitation, and [why] do the peoples meditate a vain thing? Psalm 2:2\tThe kings of the earth set themselves, and the princes plot together, against Jehovah and against his anointed: Psalm 2:3\tLet us break their bonds asunder, and cast away their cords from us! Psalm 2:4\tHe that dwelleth in the heavens shall laugh, the Lord shall have them in derision. Psalm 2:5\tThen will he speak to them in his anger, and in his fierce displeasure will he terrify them: Psalm 2:6\tAnd I have anointed my king upon Zion, the hill of my holiness. Psalm 2:7\tI will declare the decree: Jehovah hath said unto me, Thou art my Son; I this day have begotten thee. Psalm 2:8\tAsk of me, and I will give thee nations for an inheritance, and for thy possession the ends of the earth: Psalm 2:9\tThou shalt break them with a sceptre of iron, as a potter’s vessel thou shalt dash them in pieces. Psalm 2:10\tAnd now, O kings, be ye wise, be admonished, ye judges of the earth. Psalm 2:11\tServe Jehovah with fear, and rejoice with trembling. Psalm 2:12\tKiss the Son, lest he be angry, and ye perish in the way, though his anger burn but a little. Blessed are all who have their trust in him. Psalm 3:1\t{A Psalm of David, when he fled from Absalom his son.} Jehovah, how many are they that trouble me, many they that rise up against me! Psalm 3:2\tMany say of my soul, There is no salvation for him in God. Selah. Psalm 3:3\tBut thou, Jehovah, art a shield about me; my glory, and the lifter up of my head. Psalm 3:4\tWith my voice will I call to Jehovah, and he will answer me from the hill of his holiness. Selah. Psalm 3:5\tI laid me down and slept; I awaked, for Jehovah sustaineth me. Psalm 3:6\tI will not fear for myriads of the people that have set themselves against me round about. Psalm 3:7\tArise, Jehovah; save me, my God! For thou hast smitten all mine enemies upon the cheekbone, thou hast broken the teeth of the wicked. Psalm 3:8\tSalvation is of Jehovah; thy blessing is upon thy people. Selah. Psalm 4:1\t{To the chief Musician. On stringed instruments. A Psalm of David.} When I call, answer me, O God of my righteousness: in pressure thou hast enlarged me; be gracious unto me, and hear my prayer. Psalm 4:2\tYe sons of men, till when is my glory [to be put] to shame? [How long] will ye love vanity, will ye seek after a lie? Selah. Psalm 4:3\tBut know that Jehovah hath set apart the pious [man] for himself: Jehovah will hear when I call unto him. Psalm 4:4\tBe moved with anger, and sin not; meditate in your own hearts upon your bed, and be still. Selah. Psalm 4:5\tOffer sacrifices of righteousness, and confide in Jehovah. Psalm 4:6\tMany say, Who shall cause us to see good? Lift up upon us the light of thy countenance, O Jehovah. Psalm 4:7\tThou hast put joy in my heart, more than in the time that their corn and their new wine was in abundance. Psalm 4:8\tIn peace will I both lay me down and sleep; for thou, Jehovah, alone makest me to dwell in safety. Psalm 5:1\t{To the chief Musician. Upon Nehiloth. A Psalm of David.} Give ear to my words, O Jehovah; consider my meditation. Psalm 5:2\tHearken unto the voice of my crying, my king and my God; for to thee will I pray. Psalm 5:3\tJehovah, in the morning shalt thou hear my voice; in the morning will I address myself to thee, and will look up. Psalm 5:4\tFor thou art not a God that hath pleasure in wickedness; evil shall not sojourn with thee. Psalm 5:5\tInsolent fools shall not stand before thine eyes; thou hatest all workers of iniquity. Psalm 5:6\tThou wilt destroy them that speak lies: Jehovah abhorreth a man of blood and deceit. Psalm 5:7\tBut as for me, in the greatness of thy loving-kindness will I enter thy house; I will bow down toward the temple of thy holiness in thy fear. Psalm 5:8\tLead me, Jehovah, in thy righteousness, because of my foes; make thy way plain before me. Psalm 5:9\tFor there is no certainty in their mouth; their inward part is perversion, their throat is an open sepulchre; they flatter with their tongue. Psalm 5:10\tBring guilt upon them, O God; let them fall by their own counsels: drive them out in the multitude of their transgressions, for they have rebelled against thee. Psalm 5:11\tAnd all that trust in thee shall rejoice: for ever shall they shout joyously, and thou wilt protect them; and they that love thy name shall exult in thee. Psalm 5:12\tFor thou, Jehovah, wilt bless the righteous [man]; with favour wilt thou surround him as [with] a shield. Psalm 6:1\t{To the chief Musician. On stringed instruments, upon Sheminith. A Psalm of David.} Jehovah, rebuke me not in thine anger, and chasten me not in thy hot displeasure. Psalm 6:2\tBe gracious unto me, Jehovah, for I am withered; Jehovah, heal me, for my bones tremble. Psalm 6:3\tAnd my soul trembleth exceedingly: and thou, Jehovah, till how long? Psalm 6:4\tReturn, Jehovah, free my soul; save me for thy loving-kindness’ sake. Psalm 6:5\tFor in death there is no remembrance of thee; in Sheol who shall give thanks unto thee? Psalm 6:6\tI am wearied with my groaning; all the night make I my bed to swim; I dissolve my couch with my tears. Psalm 6:7\tMine eye wasteth away through grief; it hath grown old because of all mine oppressors. Psalm 6:8\tDepart from me, all ye workers of iniquity; for Jehovah hath heard the voice of my weeping. Psalm 6:9\tJehovah hath heard my supplication; Jehovah receiveth my prayer. Psalm 6:10\tAll mine enemies shall be ashamed and tremble exceedingly; they will turn, they will be ashamed suddenly. Psalm 7:1\t{Shiggaion of David, which he sang to Jehovah, concerning the words of Cush the Benjaminite.} Jehovah my God, in thee have I trusted: save me from all my pursuers, and deliver me; Psalm 7:2\tLest he tear my soul like a lion, crushing it while there is no deliverer. Psalm 7:3\tJehovah my God, if I have done this, if there be iniquity in my hands; Psalm 7:4\tIf I have rewarded evil to him that was at peace with me; (indeed I have freed him that without cause oppressed me;) Psalm 7:5\tLet the enemy pursue after my soul, and take [it], and let him tread down my life to the earth, and lay my glory in the dust. Selah. Psalm 7:6\tArise, Jehovah, in thine anger; lift thyself up against the raging of mine oppressors, and awake for me: thou hast commanded judgment. Psalm 7:7\tAnd the assembly of the peoples shall encompass thee; and for their sakes return thou on high. Psalm 7:8\tJehovah shall minister judgment to the peoples. Judge me, Jehovah, according to my righteousness, and according to mine integrity which is in me. Psalm 7:9\tOh let the wrong of the wicked come to an end, and establish thou the righteous [man]; even thou that triest the hearts and reins, the righteous God. Psalm 7:10\tMy shield is with God, who saveth the upright in heart. Psalm 7:11\tGod is a righteous judge, and a God who is indignant all the day. Psalm 7:12\tIf one turn not, he will sharpen his sword; he hath bent his bow and made it ready, Psalm 7:13\tAnd he hath prepared for him instruments of death; his arrows hath he made burning. Psalm 7:14\tBehold, he travaileth with iniquity, yea, he hath conceived mischief, and brought forth falsehood: Psalm 7:15\tHe digged a pit, and hollowed it out, and is fallen into the hole that he made. Psalm 7:16\tHis mischief shall return upon his own head, and his violence shall come down upon his own pate. Psalm 7:17\tI will praise Jehovah according to his righteousness, and will sing forth the name of Jehovah the Most High. Psalm 8:1\t{To the chief Musician. Upon the Gittith. A Psalm of David.} Jehovah our Lord, how excellent is thy name in all the earth! who hast set thy majesty above the heavens. Psalm 8:2\tOut of the mouth of babes and sucklings hast thou established praise because of thine adversaries, to still the enemy and the avenger. Psalm 8:3\tWhen I see thy heavens, the work of thy fingers, the moon and stars, which thou hast established; Psalm 8:4\tWhat is man, that thou art mindful of him? and the son of man, that thou visitest him? Psalm 8:5\tThou hast made him a little lower than the angels, and hast crowned him with glory and splendour. Psalm 8:6\tThou hast made him to rule over the works of thy hands; thou hast put everything under his feet: Psalm 8:7\tSheep and oxen, all of them, and also the beasts of the field; Psalm 8:8\tThe fowl of the heavens, and the fishes of the sea, [whatever] passeth through the paths of the seas. Psalm 8:9\tJehovah our Lord, how excellent is thy name in all the earth! Psalm 9:1\t{To the chief Musician. Upon Muthlabben. A Psalm of David.} I will praise Jehovah with my whole heart; I will recount all thy marvellous works. Psalm 9:2\tI will be glad and rejoice in thee; I will sing forth thy name, O Most High. Psalm 9:3\tWhen mine enemies turned back, they stumbled and perished at thy presence: Psalm 9:4\tFor thou hast maintained my right and my cause. Thou sittest on the throne, judging righteously. Psalm 9:5\tThou hast rebuked the nations, thou hast destroyed the wicked; thou hast put out their name for ever and ever. Psalm 9:6\tO enemy! destructions are ended for ever.—Thou hast also destroyed cities, even the remembrance of them hath perished. Psalm 9:7\tBut Jehovah sitteth for ever; he hath ordained his throne for judgment. Psalm 9:8\tAnd it is he that will judge the world with righteousness; he shall execute judgment upon the peoples with equity. Psalm 9:9\tAnd Jehovah will be a refuge to the oppressed one, a refuge in times of distress. Psalm 9:10\tAnd they that know thy name will confide in thee; for thou, Jehovah, hast not forsaken them that seek thee. Psalm 9:11\tSing psalms to Jehovah who dwelleth in Zion; tell among the peoples his doings. Psalm 9:12\tFor when he maketh inquisition for blood, he remembereth them; the cry of the afflicted ones hath he not forgotten. Psalm 9:13\tBe gracious unto me, O Jehovah; consider mine affliction from them that hate me, lifting me up from the gates of death: Psalm 9:14\tThat I may declare all thy praise in the gates of the daughter of Zion. I will be joyful in thy salvation. Psalm 9:15\tThe nations are sunk down in the pit [that] they made; in the net that they hid is their own foot taken. Psalm 9:16\tJehovah is known [by] the judgment he hath executed: the wicked is ensnared in the work of his own hands. Higgaion. Selah. Psalm 9:17\tThe wicked shall be turned into Sheol, all the nations that forget God. Psalm 9:18\tFor the needy one shall not be forgotten alway; the hope of the meek shall not perish for ever. Psalm 9:19\tArise, Jehovah; let not man prevail: let the nations be judged in thy sight. Psalm 9:20\tPut them in fear, Jehovah: that the nations may know themselves to be but men. Selah. Psalm 10:1\tWhy, Jehovah, standest thou afar off? [Why] hidest thou thyself in times of distress? Psalm 10:2\tThe wicked, in his pride, doth hotly pursue the afflicted. They shall be taken in the devices that they have imagined. Psalm 10:3\tFor the wicked boasteth of his soul’s desire, and he blesseth the covetous; he contemneth Jehovah. Psalm 10:4\tThe wicked [saith], in the haughtiness of his countenance, He doth not search out: all his thoughts are, There is no God! Psalm 10:5\tHis ways always succeed; thy judgments are far above out of his sight; [as for] all his adversaries, he puffeth at them. Psalm 10:6\tHe saith in his heart, I shall not be moved; from generation to generation I shall be in no adversity. Psalm 10:7\tHis mouth is full of cursing, and deceit, and oppression; under his tongue is mischief and iniquity. Psalm 10:8\tHe sitteth in the lurking-places of the villages; in the secret places doth he slay the innocent: his eyes watch for the wretched. Psalm 10:9\tHe lieth in wait secretly, like a lion in his thicket; he lieth in wait to catch the afflicted: he doth catch the afflicted, drawing him into his net. Psalm 10:10\tHe croucheth, he boweth down, that the wretched may fall by his strong ones. Psalm 10:11\tHe saith in his heart, God hath forgotten, he hideth his face, he will never see [it]. Psalm 10:12\tArise, Jehovah; O God, lift up thy hand: forget not the afflicted. Psalm 10:13\tWherefore doth the wicked contemn God? He hath said in his heart, Thou wilt not require [it]. Psalm 10:14\tThou hast seen [it], for thou thyself beholdest trouble and vexation, to requite by thy hand. The wretched committeth himself unto thee; thou hast been the helper of the fatherless. Psalm 10:15\tBreak thou the arm of the wicked, and as for the evil man, seek out his wickedness [till] thou find none. Psalm 10:16\tJehovah is King for ever and ever: the nations have perished out of his land. Psalm 10:17\tJehovah, thou hast heard the desire of the meek, thou hast established their heart: thou causest thine ear to hear, Psalm 10:18\tTo do justice to the fatherless and the oppressed one, that the man of the earth may terrify no more. Psalm 11:1\t{To the chief Musician. [A Psalm] of David.} In Jehovah have I put my trust: how say ye to my soul, Flee [as] a bird to your mountain? Psalm 11:2\tFor behold, the wicked bend the bow, they make ready their arrow upon the string, that they may in darkness shoot at the upright in heart. Psalm 11:3\tIf the foundations be destroyed, what shall the righteous do? Psalm 11:4\tJehovah [is] in the temple of his holiness; Jehovah,—his throne is in the heavens: his eyes behold, his eyelids try the children of men. Psalm 11:5\tJehovah trieth the righteous one; but the wicked, and him that loveth violence, his soul hateth. Psalm 11:6\tUpon the wicked he shall rain snares, fire and brimstone; and scorching wind shall be the portion of their cup. Psalm 11:7\tFor righteous is Jehovah; he loveth righteousness, his countenance doth behold the upright. Psalm 12:1\t{To the chief Musician. Upon Sheminith. A Psalm of David.} Save, Jehovah, for the godly man is gone; for the faithful have failed from among the children of men. Psalm 12:2\tThey speak falsehood every one with his neighbour: [with] flattering lip, with a double heart, do they speak. Psalm 12:3\tJehovah will cut off all flattering lips, the tongue that speaketh proud things, Psalm 12:4\tWho have said, With our tongue will we prevail, our lips are our own: who [is] lord over us? Psalm 12:5\tBecause of the oppression of the afflicted, because of the sighing of the needy, now will I arise, saith Jehovah, I will set [him] in safety, at whom they puff. Psalm 12:6\tThe words of Jehovah are pure words, silver tried in the furnace of earth, purified seven times. Psalm 12:7\tThou, Jehovah, wilt keep them, thou wilt preserve them from this generation for ever. Psalm 12:8\tThe wicked walk about on every side, when vileness is exalted among the children of men. Psalm 13:1\t{To the chief Musician. A Psalm of David.} How long, Jehovah, wilt thou forget me for ever? how long wilt thou hide thy face from me? Psalm 13:2\tHow long shall I take counsel in my soul, with sorrow in my heart daily? how long shall mine enemy be exalted over me? Psalm 13:3\tConsider, answer me, O Jehovah my God! lighten mine eyes, lest I sleep the [sleep of] death; Psalm 13:4\tLest mine enemy say, I have prevailed against him! [lest] mine adversaries be joyful when I am moved. Psalm 13:5\tAs for me, I have confided in thy loving-kindness; my heart shall be joyful in thy salvation. Psalm 13:6\tI will sing unto Jehovah, for he hath dealt bountifully with me. Psalm 14:1\t{To the chief Musician. [A Psalm] of David.} The fool hath said in his heart, There is no God. They have corrupted themselves, they have done abominable works: there is none that doeth good. Psalm 14:2\tJehovah looked down from the heavens upon the children of men, to see if there were any that did understand, that did seek God. Psalm 14:3\tThey have all gone aside, they are together become corrupt: there is none that doeth good, not even one. Psalm 14:4\tHave all the workers of iniquity no knowledge, eating up my people [as] they eat bread? They call not upon Jehovah. Psalm 14:5\tThere were they in great fear; for God is in the generation of the righteous. Psalm 14:6\tYe have shamed the counsel of the afflicted, because Jehovah [was] his refuge. Psalm 14:7\tOh that the salvation of Israel were come out of Zion! When Jehovah turneth again the captivity of his people, Jacob shall be glad, Israel shall rejoice. Psalm 15:1\t{A Psalm of David.} Jehovah, who shall sojourn in thy tent? who shall dwell in the hill of thy holiness? Psalm 15:2\tHe that walketh uprightly, and worketh righteousness, and speaketh the truth from his heart. Psalm 15:3\t[He that] slandereth not with his tongue, doeth not evil to his companion, nor taketh up a reproach against his neighbour; Psalm 15:4\tIn whose eyes the depraved person is contemned, and who honoureth them that fear Jehovah; who, if he have sworn to his own hurt, changeth it not; Psalm 15:5\t[He that] putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these [things] shall never be moved. Psalm 16:1\t{Michtam of David.} Preserve me, O God: for I trust in thee. Psalm 16:2\tThou [my soul] hast said to Jehovah, Thou art the Lord: my goodness [extendeth] not to thee;— Psalm 16:3\tTo the saints that are on the earth, and to the excellent [thou hast said], In them is all my delight. Psalm 16:4\tTheir sorrows shall be multiplied that hasten after another: their drink-offerings of blood will I not offer, and I will not take up their names into my lips. Psalm 16:5\tJehovah is the portion of mine inheritance and of my cup: thou maintainest my lot. Psalm 16:6\tThe lines are fallen unto me in pleasant places; yea, I have a goodly heritage. Psalm 16:7\tI will bless Jehovah, who giveth me counsel; even in the nights my reins instruct me. Psalm 16:8\tI have set Jehovah continually before me; because [he is] at my right hand, I shall not be moved. Psalm 16:9\tTherefore my heart rejoiceth, and my glory exulteth; my flesh moreover shall dwell in hope. Psalm 16:10\tFor thou wilt not leave my soul to Sheol, neither wilt thou allow thy Holy One to see corruption. Psalm 16:11\tThou wilt make known to me the path of life: thy countenance is fulness of joy; at thy right hand are pleasures for evermore. Psalm 17:1\t{A Prayer of David.} Hear the right, O Jehovah, attend unto my cry; give ear unto my prayer, which is not out of feigned lips. Psalm 17:2\tLet my judgment come forth from thy presence, let thine eyes regard equity. Psalm 17:3\tThou hast proved my heart, thou hast visited me by night; thou hast tried me, thou hast found nothing: my thought goeth not beyond my word. Psalm 17:4\tConcerning the works of men, by the word of thy lips I have kept from the paths of the violent [man]. Psalm 17:5\tWhen thou holdest my goings in thy paths, my footsteps slip not. Psalm 17:6\tI have called upon thee, for thou answerest me, O God. Incline thine ear unto me, hear my speech. Psalm 17:7\tShew wondrously thy loving-kindnesses, O thou that savest by thy right hand them that trust [in thee] from those that rise up [against them]. Psalm 17:8\tKeep me as the apple of the eye, hide me under the shadow of thy wings, Psalm 17:9\tFrom the wicked that destroy me, my deadly enemies, who compass me about. Psalm 17:10\tThey are enclosed in their own fat; with their mouth they speak proudly. Psalm 17:11\tThey have now encompassed us in our steps; their eyes have they set, bowing down to the earth. Psalm 17:12\tHe is like a lion that is greedy of its prey, and as a young lion lurking in secret places. Psalm 17:13\tArise, Jehovah, anticipate him, cast him down: deliver my soul from the wicked, thy sword; Psalm 17:14\tFrom men [who are] thy hand, O Jehovah, from men of this age: their portion is in [this] life, and their belly thou fillest with thy hid [treasure]; they have their fill of sons, and leave the rest of their [substance] to their children. Psalm 17:15\tAs for me, I will behold thy face in righteousness; I shall be satisfied, when I awake, with thy likeness. Psalm 18:1\t{To the chief Musician. [A Psalm] of David, the servant of Jehovah, who spoke to Jehovah the words of this song in the day that Jehovah had delivered him out of the hand of all his enemies and out of the hand of Saul. And he said,} I will love thee, O Jehovah, my strength. Psalm 18:2\tJehovah is my rock, and my fortress, and my deliverer; my God, my rock, in whom I will trust; my shield, and the horn of my salvation, my high tower. Psalm 18:3\tI will call upon Jehovah, who is to be praised: so shall I be saved from mine enemies. Psalm 18:4\tThe bands of death encompassed me, and torrents of Belial made me afraid. Psalm 18:5\tThe bands of Sheol surrounded me, the cords of death encountered me. Psalm 18:6\tIn my distress I called upon Jehovah, and I cried out to my God; he heard my voice out of his temple, and my cry came before him, into his ears. Psalm 18:7\tThen the earth shook and quaked, and the foundations of the mountains trembled and shook, because he was wroth. Psalm 18:8\tThere went up a smoke out of his nostrils, and fire out of his mouth devoured: coals burned forth from it. Psalm 18:9\tAnd he bowed the heavens, and came down; and darkness was under his feet. Psalm 18:10\tAnd he rode upon a cherub and did fly; yea, he flew fast upon the wings of the wind. Psalm 18:11\tHe made darkness his secret place, his tent round about him: darkness of waters, thick clouds of the skies. Psalm 18:12\tFrom the brightness before him his thick clouds passed forth: hail and coals of fire. Psalm 18:13\tAnd Jehovah thundered in the heavens, and the Most High uttered his voice: hail and coals of fire. Psalm 18:14\tAnd he sent his arrows, and scattered [mine enemies]; and he shot forth lightnings, and discomfited them. Psalm 18:15\tAnd the beds of the waters were seen, and the foundations of the world were uncovered at thy rebuke, Jehovah, at the blast of the breath of thy nostrils. Psalm 18:16\tHe reached forth from above, he took me, he drew me out of great waters: Psalm 18:17\tHe delivered me from my strong enemy, and from them that hated me; for they were mightier than I. Psalm 18:18\tThey encountered me in the day of my calamity, but Jehovah was my stay. Psalm 18:19\tAnd he brought me forth into a large place; he delivered me, because he delighted in me. Psalm 18:20\tJehovah hath rewarded me according to my righteousness; according to the cleanness of my hands hath he recompensed me. Psalm 18:21\tFor I have kept the ways of Jehovah, and have not wickedly departed from my God. Psalm 18:22\tFor all his ordinances were before me, and I did not put away his statutes from me; Psalm 18:23\tAnd I was upright with him, and kept myself from mine iniquity. Psalm 18:24\tAnd Jehovah hath recompensed me according to my righteousness, according to the cleanness of my hands in his sight. Psalm 18:25\tWith the gracious thou dost shew thyself gracious; with the upright man thou dost shew thyself upright; Psalm 18:26\tWith the pure thou dost shew thyself pure; and with the perverse thou dost shew thyself contrary. Psalm 18:27\tFor it is thou that savest the afflicted people; but the haughty eyes wilt thou bring down. Psalm 18:28\tFor it is thou that makest my lamp to shine: Jehovah my God enlighteneth my darkness. Psalm 18:29\tFor by thee I have run through a troop; and by my God have I leaped over a wall. Psalm 18:30\tAs for God, his way is perfect; the word of Jehovah is tried: he is a shield to all that trust in him. Psalm 18:31\tFor who is +God save Jehovah? and who is a rock if not our God? Psalm 18:32\tThe God who girdeth me with strength, and maketh my way perfect, Psalm 18:33\tWho maketh my feet like hinds’ [feet], and setteth me upon my high places; Psalm 18:34\tWho teacheth my hands to war, and mine arms bend a bow of brass; Psalm 18:35\tAnd thou didst give me the shield of thy salvation, and thy right hand held me up; and thy condescending gentleness hath made me great. Psalm 18:36\tThou didst enlarge my steps under me, and mine ankles have not wavered. Psalm 18:37\tI pursued mine enemies, and overtook them; and I turned not again till they were consumed. Psalm 18:38\tI crushed them, and they were not able to rise: they fell under my feet. Psalm 18:39\tAnd thou girdedst me with strength to battle; thou didst subdue under me those that rose up against me. Psalm 18:40\tAnd mine enemies didst thou make to turn their backs unto me, and those that hated me I destroyed. Psalm 18:41\tThey cried, and there was none to save;—unto Jehovah, and he answered them not. Psalm 18:42\tAnd I did beat them small as dust before the wind; I did cast them out as the mire of the streets. Psalm 18:43\tThou hast delivered me from the strivings of the people; thou hast made me the head of the nations: a people I knew not doth serve me. Psalm 18:44\tAt the hearing of the ear, they obey me: strangers come cringing unto me. Psalm 18:45\tStrangers have faded away, and they come trembling forth from their close places. Psalm 18:46\tJehovah liveth; and blessed be my rock; and exalted be the God of my salvation, Psalm 18:47\tThe God who hath avenged me, and hath subjected the peoples to me; Psalm 18:48\tWho hath delivered me from mine enemies: yea, thou hast lifted me up above them that rose up against me; from the man of violence hast thou delivered me. Psalm 18:49\tTherefore will I give thanks to thee, Jehovah, among the nations, and will sing psalms to thy name. Psalm 18:50\t[It is he] who giveth great deliverances to his king, and sheweth loving-kindness to his anointed, to David, and to his seed for evermore. Psalm 19:1\t{To the chief Musician. A Psalm of David.} The heavens declare the glory of God; and the expanse sheweth the work of his hands. Psalm 19:2\tDay unto day uttereth speech, and night unto night sheweth knowledge. Psalm 19:3\tThere is no speech and there are no words, yet their voice is heard. Psalm 19:4\tTheir line is gone out through all the earth, and their language to the extremity of the world. In them hath he set a tent for the sun, Psalm 19:5\tAnd he is as a bridegroom going forth from his chamber; he rejoiceth as a strong man to run the race. Psalm 19:6\tHis going forth is from the end of the heavens, and his circuit unto the ends of it; and there is nothing hid from the heat thereof. Psalm 19:7\tThe law of Jehovah is perfect, restoring the soul; the testimony of Jehovah is sure, making wise the simple; Psalm 19:8\tThe precepts of Jehovah are right, rejoicing the heart; the commandment of Jehovah is pure, enlightening the eyes; Psalm 19:9\tThe fear of Jehovah is clean, enduring for ever; the judgments of Jehovah are truth, they are righteous altogether: Psalm 19:10\tThey are more precious than gold, yea, than much fine gold; and sweeter than honey and the dropping of the honeycomb. Psalm 19:11\tMoreover, by them is thy servant enlightened; in keeping them there is great reward. Psalm 19:12\tWho understandeth [his] errors? Purify me from secret [faults]. Psalm 19:13\tKeep back thy servant also from presumptuous [sins]; let them not have dominion over me: then shall I be perfect, and I shall be innocent from great transgression. Psalm 19:14\tLet the words of my mouth and the meditation of my heart be acceptable in thy sight, O Jehovah, my rock, and my redeemer. Psalm 20:1\t{To the chief Musician. A Psalm of David.} Jehovah answer thee in the day of trouble; the name of the God of Jacob protect thee; Psalm 20:2\tMay he send thee help from the sanctuary, and strengthen thee out of Zion; Psalm 20:3\tRemember all thine oblations, and accept thy burnt-offering; Selah. Psalm 20:4\tGrant thee according to thy heart, and fulfil all thy counsels. Psalm 20:5\tWe will triumph in thy salvation, and in the name of our God will we set up our banners. Jehovah fulfil all thy petitions! Psalm 20:6\tNow know I that Jehovah saveth his anointed; he answereth him from the heavens of his holiness, with the saving strength of his right hand. Psalm 20:7\tSome make mention of chariots, and some of horses, but we of the name of Jehovah our God. Psalm 20:8\tThey are bowed down and fallen; but we are risen and stand upright. Psalm 20:9\tSave, Jehovah! Let the king answer us in the day we call. Psalm 21:1\t{To the chief Musician. A Psalm of David.} The king shall joy in thy strength, Jehovah; and in thy salvation how greatly shall he rejoice. Psalm 21:2\tThou hast given him his heart’s desire, and hast not withholden the request of his lips. Selah. Psalm 21:3\tFor thou hast met him with the blessings of goodness; thou hast set a crown of pure gold on his head. Psalm 21:4\tHe asked life of thee; thou gavest [it] him, length of days for ever and ever. Psalm 21:5\tHis glory is great through thy salvation; majesty and splendour hast thou laid upon him. Psalm 21:6\tFor thou hast made him to be blessings for ever; thou hast filled him with joy by thy countenance. Psalm 21:7\tFor the king confideth in Jehovah: and through the loving-kindness of the Most High he shall not be moved. Psalm 21:8\tThy hand shall find out all thine enemies; thy right hand shall find out those that hate thee. Psalm 21:9\tThou shalt make them as a fiery furnace in the time of thy presence; Jehovah shall swallow them up in his anger, and the fire shall devour them: Psalm 21:10\tTheir fruit shalt thou destroy from the earth, and their seed from among the children of men. Psalm 21:11\tFor they intended evil against thee; they imagined a mischievous device, which they could not execute. Psalm 21:12\tFor thou wilt make them turn their back; thou wilt make ready thy bowstring against their face. Psalm 21:13\tBe thou exalted, Jehovah, in thine own strength: we will sing and celebrate thy power. Psalm 22:1\t{To the chief Musician. Upon Aijeleth-Shahar. A Psalm of David.} My God, my God, why hast thou forsaken me? [why art thou] far from my salvation, from the words of my groaning? Psalm 22:2\tMy God, I cry by day, and thou answerest not; and by night, and there is no rest for me: Psalm 22:3\tAnd thou art holy, thou that dwellest amid the praises of Israel. Psalm 22:4\tOur fathers confided in thee: they confided, and thou didst deliver them. Psalm 22:5\tThey cried unto thee, and were delivered; they confided in thee, and were not confounded. Psalm 22:6\tBut I am a worm, and no man; a reproach of men, and the despised of the people. Psalm 22:7\tAll they that see me laugh me to scorn; they shoot out the lip, they shake the head, [saying:] Psalm 22:8\tCommit it to Jehovah—let him rescue him; let him deliver him, because he delighteth in him! Psalm 22:9\tBut thou art he that took me out of the womb; thou didst make me trust, upon my mother’s breasts. Psalm 22:10\tI was cast upon thee from the womb; thou art my God from my mother’s belly. Psalm 22:11\tBe not far from me, for trouble is near; for there is none to help. Psalm 22:12\tMany bulls have encompassed me; Bashan’s strong ones have beset me round. Psalm 22:13\tThey gape upon me with their mouth, [as] a ravening and a roaring lion. Psalm 22:14\tI am poured out like water, and all my bones are out of joint: my heart is become like wax; it is melted in the midst of my bowels. Psalm 22:15\tMy strength is dried up like a potsherd, and my tongue cleaveth to my palate; and thou hast laid me in the dust of death. Psalm 22:16\tFor dogs have encompassed me; an assembly of evil-doers have surrounded me: they pierced my hands and my feet. Psalm 22:17\tI may count all my bones. They look, they stare upon me; Psalm 22:18\tThey part my garments among them, and cast lots upon my vesture. Psalm 22:19\tBut thou, Jehovah, be not far [from me]; O my strength, haste thee to help me. Psalm 22:20\tDeliver my soul from the sword; my only one from the power of the dog; Psalm 22:21\tSave me from the lion’s mouth. Yea, from the horns of the buffaloes hast thou answered me. Psalm 22:22\tI will declare thy name unto my brethren, in the midst of the congregation will I praise thee. Psalm 22:23\tYe that fear Jehovah, praise him; all ye the seed of Jacob, glorify him; and revere him, all ye the seed of Israel. Psalm 22:24\tFor he hath not despised nor abhorred the affliction of the afflicted; neither hath he hid his face from him: but when he cried unto him, he heard. Psalm 22:25\tMy praise is from thee, in the great congregation; I will pay my vows before them that fear him. Psalm 22:26\tThe meek shall eat and be satisfied; they shall praise Jehovah that seek him: your heart shall live for ever. Psalm 22:27\tAll the ends of the earth shall remember and turn unto Jehovah, and all the families of the nations shall worship before thee: Psalm 22:28\tFor the kingdom is Jehovah’s, and he ruleth among the nations. Psalm 22:29\tAll the fat ones of the earth shall eat and worship; all they that go down to the dust shall bow before him, and he that cannot keep alive his own soul. Psalm 22:30\tA seed shall serve him; it shall be accounted to the Lord for a generation. Psalm 22:31\tThey shall come, and shall declare his righteousness unto a people that shall be born, that he hath done [it]. Psalm 23:1\t{A Psalm of David.} Jehovah is my shepherd; I shall not want. Psalm 23:2\tHe maketh me to lie down in green pastures; he leadeth me beside still waters. Psalm 23:3\tHe restoreth my soul; he leadeth me in paths of righteousness for his name’s sake. Psalm 23:4\tYea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff, they comfort me. Psalm 23:5\tThou preparest a table before me in the presence of mine enemies; thou hast anointed my head with oil; my cup runneth over. Psalm 23:6\tSurely, goodness and loving-kindness shall follow me all the days of my life; and I will dwell in the house of Jehovah for the length of the days. Psalm 24:1\t{Of David. A Psalm.} The earth is Jehovah’s, and the fulness thereof; the world, and they that dwell therein. Psalm 24:2\tFor it was he that founded it upon seas, and established it upon floods. Psalm 24:3\tWho shall ascend into the mount of Jehovah? and who shall stand in his holy place? Psalm 24:4\tHe that hath blameless hands and a pure heart; who lifteth not up his soul unto vanity, nor sweareth deceitfully: Psalm 24:5\tHe shall receive blessing from Jehovah, and righteousness from the God of his salvation. Psalm 24:6\tThis is the generation of them that seek unto him, that seek thy face, O Jacob. Selah. Psalm 24:7\tLift up your heads, ye gates, and be ye lifted up, ye everlasting doors, and the King of glory shall come in. Psalm 24:8\tWho is this King of glory? Jehovah strong and mighty, Jehovah mighty in battle. Psalm 24:9\tLift up your heads, ye gates; yea, lift up, ye everlasting doors, and the King of glory shall come in. Psalm 24:10\tWho is he, this King of glory? Jehovah of hosts, he is the King of glory. Selah. Psalm 25:1\t{[A Psalm] of David.} Unto thee, Jehovah, do I lift up my soul. Psalm 25:2\tMy God, I confide in thee; let me not be ashamed, let not mine enemies triumph over me. Psalm 25:3\tYea, none that wait on thee shall be ashamed: they shall be ashamed that deal treacherously without cause. Psalm 25:4\tMake me to know thy ways, O Jehovah; teach me thy paths. Psalm 25:5\tMake me to walk in thy truth, and teach me: for thou art the God of my salvation; on thee do I wait all the day. Psalm 25:6\tRemember, Jehovah, thy tender mercies and thy loving-kindnesses; for they are from everlasting. Psalm 25:7\tRemember not the sins of my youth, nor my transgressions; according to thy loving-kindness remember thou me, for thy goodness’ sake, Jehovah. Psalm 25:8\tGood and upright is Jehovah; therefore will he instruct sinners in the way: Psalm 25:9\tThe meek will he guide in judgment, and the meek will he teach his way. Psalm 25:10\tAll the paths of Jehovah are loving-kindness and truth for such as keep his covenant and his testimonies. Psalm 25:11\tFor thy name’s sake, O Jehovah, thou wilt indeed pardon mine iniquity; for it is great. Psalm 25:12\tWhat man is he that feareth Jehovah? him will he instruct in the way [that] he should choose. Psalm 25:13\tHis soul shall dwell in prosperity, and his seed shall inherit the earth. Psalm 25:14\tThe secret of Jehovah is with them that fear him, that he may make known his covenant to them. Psalm 25:15\tMine eyes are ever toward Jehovah; for he will bring my feet out of the net. Psalm 25:16\tTurn toward me, and be gracious unto me; for I am solitary and afflicted. Psalm 25:17\tThe troubles of my heart are increased: bring me out of my distresses; Psalm 25:18\tConsider mine affliction and my travail, and forgive all my sins. Psalm 25:19\tConsider mine enemies, for they are many, and they hate me [with] cruel hatred. Psalm 25:20\tKeep my soul, and deliver me: let me not be ashamed; for I trust in thee. Psalm 25:21\tLet integrity and uprightness preserve me; for I wait on thee. Psalm 25:22\tRedeem Israel, O God, out of all his troubles. Psalm 26:1\t{[A Psalm] of David.} Judge me, O Jehovah, for I have walked in mine integrity, and I have confided in Jehovah: I shall not slip. Psalm 26:2\tProve me, Jehovah, and test me; try my reins and my heart: Psalm 26:3\tFor thy loving-kindness is before mine eyes, and I have walked in thy truth. Psalm 26:4\tI have not sat with vain persons, neither have I gone in with dissemblers; Psalm 26:5\tI have hated the congregation of evil-doers, and I have not sat with the wicked. Psalm 26:6\tI will wash my hands in innocency, and will encompass thine altar, O Jehovah, Psalm 26:7\tThat I may cause the voice of thanksgiving to be heard, and declare all thy marvellous works. Psalm 26:8\tJehovah, I have loved the habitation of thy house, and the place where thy glory dwelleth. Psalm 26:9\tGather not my soul with sinners, nor my life with men of blood; Psalm 26:10\tIn whose hands are evil devices, and their right hand is full of bribes. Psalm 26:11\tBut as for me, I will walk in mine integrity. Redeem me, and be gracious unto me. Psalm 26:12\tMy foot standeth in an even place; in the congregations will I bless Jehovah. Psalm 27:1\t{[A Psalm] of David.} Jehovah is my light and my salvation; whom shall I fear? Jehovah is the strength of my life; of whom shall I be afraid? Psalm 27:2\tWhen evil-doers, mine adversaries and mine enemies, came upon me to eat up my flesh, they stumbled and fell. Psalm 27:3\tIf a host encamp against me, my heart shall not fear; if war rise against me, in this will I be confident. Psalm 27:4\tOne [thing] have I asked of Jehovah, that will I seek after: that I may dwell in the house of Jehovah all the days of my life, to behold the beauty of Jehovah, and to inquire [of him] in his temple. Psalm 27:5\tFor in the day of evil he will hide me in his pavilion; in the secret of his tent will he keep me concealed: he will set me high upon a rock. Psalm 27:6\tAnd now shall my head be lifted up above mine enemies round about me; and I will offer in his tent sacrifices of shouts of joy: I will sing, yea, I will sing psalms unto Jehovah. Psalm 27:7\tHear, Jehovah; with my voice do I call; be gracious unto me, and answer me. Psalm 27:8\tMy heart said for thee, Seek ye my face. Thy face, O Jehovah, will I seek. Psalm 27:9\tHide not thy face from me; put not thy servant away in anger: thou hast been my help; cast me not off, neither forsake me, O God of my salvation. Psalm 27:10\tFor had my father and my mother forsaken me, then had Jehovah taken me up. Psalm 27:11\tTeach me thy way, Jehovah, and lead me in an even path, because of mine enemies. Psalm 27:12\tDeliver me not over to the will of mine adversaries; for false witnesses are risen up against me, and such as breathe out violence. Psalm 27:13\tUnless I had believed to see the goodness of Jehovah in the land of the living...! Psalm 27:14\tWait for Jehovah; be strong and let thy heart take courage: yea, wait for Jehovah. Psalm 28:1\t{[A Psalm] of David.} Unto thee, Jehovah, do I call; my rock, be not silent unto me, lest, [if] thou keep silence toward me, I become like them that go down into the pit. Psalm 28:2\tHear the voice of my supplications, when I cry unto thee, when I lift up my hands toward the oracle of thy holiness. Psalm 28:3\tDraw me not away with the wicked, and with the workers of iniquity, who speak peace to their neighbours, and mischief is in their heart. Psalm 28:4\tGive them according to their doing, and according to the wickedness of their deeds; give them after the work of their hands, render to them their desert. Psalm 28:5\tFor they regard not the deeds of Jehovah, nor the work of his hands: he will destroy them, and not build them up. Psalm 28:6\tBlessed be Jehovah, for he hath heard the voice of my supplications. Psalm 28:7\tJehovah is my strength and my shield; my heart confided in him, and I was helped: therefore my heart exulteth, and with my song will I praise him. Psalm 28:8\tJehovah is their strength; and he is the stronghold of salvation to his anointed one. Psalm 28:9\tSave thy people, and bless thine inheritance; and feed them, and lift them up for ever. Psalm 29:1\t{A Psalm of David.} Give unto Jehovah, ye sons of the mighty ones, give unto Jehovah glory and strength; Psalm 29:2\tGive unto Jehovah the glory of his name; worship Jehovah in holy splendour. Psalm 29:3\tThe voice of Jehovah is upon the waters: the God of glory thundereth,—Jehovah upon great waters. Psalm 29:4\tThe voice of Jehovah is powerful; the voice of Jehovah is full of majesty. Psalm 29:5\tThe voice of Jehovah breaketh cedars; yea, Jehovah breaketh the cedars of Lebanon: Psalm 29:6\tAnd he maketh them to skip like a calf, Lebanon and Sirion like a young buffalo. Psalm 29:7\tThe voice of Jehovah cleaveth out flames of fire. Psalm 29:8\tThe voice of Jehovah shaketh the wilderness; Jehovah shaketh the wilderness of Kadesh. Psalm 29:9\tThe voice of Jehovah maketh the hinds to calve, and layeth bare the forests; and in his temple doth every one say, Glory! Psalm 29:10\tJehovah sitteth upon the flood; yea, Jehovah sitteth as king for ever. Psalm 29:11\tJehovah will give strength unto his people; Jehovah will bless his people with peace. Psalm 30:1\t{A Psalm of David: dedication-song of the house.} I will extol thee, Jehovah; for thou hast delivered me, and hast not made mine enemies to rejoice over me. Psalm 30:2\tJehovah my God, I cried unto thee, and thou hast healed me. Psalm 30:3\tJehovah, thou hast brought up my soul from Sheol, thou hast quickened me from among those that go down to the pit. Psalm 30:4\tSing psalms unto Jehovah, ye saints of his, and give thanks in remembrance of his holiness. Psalm 30:5\tFor a moment [is passed] in his anger, a life in his favour; at even weeping cometh for the night, and at morn there is rejoicing. Psalm 30:6\tAs for me, I said in my prosperity, I shall never be moved. Psalm 30:7\tJehovah, by thy favour thou hadst made my mountain to stand strong: thou didst hide thy face; I was troubled. Psalm 30:8\tI called to thee, Jehovah, and unto the Lord did I make supplication: Psalm 30:9\tWhat profit is there in my blood, in my going down to the pit? shall the dust praise thee? shall it declare thy truth? Psalm 30:10\tHear, O Jehovah, and be gracious unto me; Jehovah, be my helper. Psalm 30:11\tThou hast turned for me my mourning into dancing; thou hast loosed my sackcloth, and girded me with gladness; Psalm 30:12\tThat [my] glory may sing psalms of thee, and not be silent. Jehovah my God, I will praise thee for ever. Psalm 31:1\t{To the chief Musician. A Psalm of David.} In thee, Jehovah, do I trust; let me never be ashamed: deliver me in thy righteousness. Psalm 31:2\tIncline thine ear to me, deliver me speedily; be a strong rock to me, a house of defence to save me. Psalm 31:3\tFor thou art my rock and my fortress; and, for thy name’s sake, thou wilt lead me and guide me. Psalm 31:4\tDraw me out of the net that they have hidden for me; for thou art my strength. Psalm 31:5\tInto thy hand I commit my spirit: thou hast redeemed me, Jehovah, [thou] God of truth. Psalm 31:6\tI have hated them that observe lying vanities; and as for me, I have confided in Jehovah. Psalm 31:7\tI will be glad and rejoice in thy loving-kindness, for thou hast seen mine affliction; thou hast known the troubles of my soul, Psalm 31:8\tAnd hast not shut me up into the hand of the enemy: thou hast set my feet in a large place. Psalm 31:9\tBe gracious unto me, Jehovah, for I am in trouble: mine eye wasteth away with vexation, my soul and my belly. Psalm 31:10\tFor my life is spent with sorrow, and my years with sighing; my strength faileth through mine iniquity, and my bones are wasted. Psalm 31:11\tMore than to all mine oppressors, I am become exceedingly a reproach, even to my neighbours, and a fear to mine acquaintance: they that see me without flee from me. Psalm 31:12\tI am forgotten in [their] heart as a dead man; I am become like a broken vessel. Psalm 31:13\tFor I have heard the slander of many—terror on every side—when they take counsel together against me: they plot to take away my life. Psalm 31:14\tBut I confided in thee, Jehovah; I said, thou art my God. Psalm 31:15\tMy times are in thy hand: deliver me from the hand of mine enemies, and from my persecutors. Psalm 31:16\tMake thy face to shine upon thy servant; save me in thy loving-kindness. Psalm 31:17\tJehovah, let me not be ashamed; for I have called upon thee: let the wicked be ashamed, let them be silent in Sheol. Psalm 31:18\tLet the lying lips become dumb, which speak insolently against the righteous in pride and contempt. Psalm 31:19\t[Oh] how great is thy goodness, which thou hast laid up for them that fear thee, [which] thou hast wrought for them that trust in thee, before the sons of men! Psalm 31:20\tThou keepest them concealed in the secret of thy presence from the conspiracies of man; thou hidest them in a pavilion from the strife of tongues. Psalm 31:21\tBlessed be Jehovah; for he hath shewn me wondrously his loving-kindness in a strong city. Psalm 31:22\tAs for me, I said in my haste, I am cut off from before thine eyes; nevertheless thou heardest the voice of my supplications when I cried unto thee. Psalm 31:23\tLove Jehovah, all ye his saints. Jehovah preserveth the faithful, and plentifully requiteth the proud doer. Psalm 31:24\tBe strong, and let your heart take courage, all ye that hope in Jehovah. Psalm 32:1\t{Of David. Instruction.} Blessed is he [whose] transgression is forgiven, [whose] sin is covered! Psalm 32:2\tBlessed is the man unto whom Jehovah reckoneth not iniquity, and in whose spirit there is no guile! Psalm 32:3\tWhen I kept silence, my bones waxed old, through my groaning all the day long. Psalm 32:4\tFor day and night thy hand was heavy upon me; my moisture was turned into the drought of summer. Selah. Psalm 32:5\tI acknowledged my sin unto thee, and mine iniquity I covered not; I said, I will confess my transgressions unto Jehovah, and thou forgavest the iniquity of my sin. Selah. Psalm 32:6\tFor this shall every one that is godly pray unto thee at a time when thou mayest be found: surely in the floods of great waters they will not reach him. Psalm 32:7\tThou art a hiding-place for me; thou preservest me from trouble; thou dost encompass me with songs of deliverance. Selah. Psalm 32:8\tI will instruct thee and teach thee the way in which thou shalt go; I will counsel [thee] with mine eye upon thee. Psalm 32:9\tBe ye not as a horse, as a mule, which have no understanding: whose trappings must be bit and bridle, for restraint, or they will not come unto thee. Psalm 32:10\tMany sorrows hath the wicked; but he that confideth in Jehovah, loving-kindness shall encompass him. Psalm 32:11\tRejoice in Jehovah, and be glad, ye righteous; and shout for joy, all ye upright in heart. Psalm 33:1\tExult, ye righteous, in Jehovah: praise is comely for the upright. Psalm 33:2\tGive thanks unto Jehovah with the harp; sing psalms unto him with the ten-stringed lute. Psalm 33:3\tSing unto him a new song; play skilfully with a loud sound. Psalm 33:4\tFor the word of Jehovah is right, and all his work is in faithfulness. Psalm 33:5\tHe loveth righteousness and judgment: the earth is full of the loving-kindness of Jehovah. Psalm 33:6\tBy the word of Jehovah were the heavens made, and all the host of them by the breath of his mouth. Psalm 33:7\tHe gathereth the waters of the sea together as a heap; he layeth up the deeps in storehouses. Psalm 33:8\tLet all the earth fear Jehovah; let all the inhabitants of the world stand in awe of him. Psalm 33:9\tFor he spoke, and it was [done]; he commanded, and it stood fast. Psalm 33:10\tJehovah frustrateth the counsel of the nations; he maketh the thoughts of the peoples of none effect. Psalm 33:11\tThe counsel of Jehovah standeth for ever, the thoughts of his heart from generation to generation. Psalm 33:12\tBlessed is the nation whose God is Jehovah, the people that he hath chosen for his inheritance! Psalm 33:13\tJehovah looketh from the heavens; he beholdeth all the sons of men: Psalm 33:14\tFrom the place of his habitation he looketh forth upon all the inhabitants of the earth; Psalm 33:15\tHe who fashioneth the hearts of them all, who considereth all their works. Psalm 33:16\tThe king is not saved by the multitude of [his] forces; a mighty man is not delivered by much strength. Psalm 33:17\tThe horse is a vain thing for safety; neither doth he deliver by his great power. Psalm 33:18\tBehold, the eye of Jehovah is upon them that fear him, upon them that hope in his loving-kindness, Psalm 33:19\tTo deliver their soul from death, and to keep them alive in famine. Psalm 33:20\tOur soul waiteth for Jehovah: he is our help and our shield. Psalm 33:21\tFor in him shall our heart rejoice, because we have confided in his holy name. Psalm 33:22\tLet thy loving-kindness, O Jehovah, be upon us, according as we have hoped in thee. Psalm 34:1\t{[A Psalm] of David; when he changed his behaviour before Abimelech, who drove him away, and he departed.} I will bless Jehovah at all times; his praise shall continually be in my mouth. Psalm 34:2\tMy soul shall make its boast in Jehovah: the meek shall hear, and rejoice. Psalm 34:3\tMagnify Jehovah with me, and let us exalt his name together. Psalm 34:4\tI sought Jehovah, and he answered me, and delivered me from all my fears. Psalm 34:5\tThey looked unto him, and were enlightened, and their faces were not confounded. Psalm 34:6\tThis afflicted one called, and Jehovah heard [him], and saved him out of all his troubles. Psalm 34:7\tThe angel of Jehovah encampeth round about them that fear him, and delivereth them. Psalm 34:8\tTaste and see that Jehovah is good: blessed is the man that trusteth in him! Psalm 34:9\tFear Jehovah, ye his saints; for there is no want to them that fear him. Psalm 34:10\tThe young lions are in need and suffer hunger; but they that seek Jehovah shall not want any good. Psalm 34:11\tCome, ye sons, hearken unto me: I will teach you the fear of Jehovah. Psalm 34:12\tWhat man is he that desireth life, [and] loveth days, that he may see good? Psalm 34:13\tKeep thy tongue from evil, and thy lips from speaking guile; Psalm 34:14\tDepart from evil, and do good; seek peace, and pursue it. Psalm 34:15\tThe eyes of Jehovah are upon the righteous, and his ears are toward their cry; Psalm 34:16\tThe face of Jehovah is against them that do evil, to cut off the remembrance of them from the earth: Psalm 34:17\t[The righteous] cry, and Jehovah heareth, and delivereth them out of all their troubles. Psalm 34:18\tJehovah is nigh to those that are of a broken heart, and saveth them that are of a contrite spirit. Psalm 34:19\tMany are the adversities of the righteous, but Jehovah delivereth him out of them all: Psalm 34:20\tHe keepeth all his bones; not one of them is broken. Psalm 34:21\tEvil shall destroy the wicked; and they that hate the righteous shall bear their guilt. Psalm 34:22\tJehovah redeemeth the soul of his servants; and none of them that trust in him shall bear guilt. Psalm 35:1\t{[A Psalm] of David.} Strive, O Jehovah, with them that strive with me; fight against them that fight against me: Psalm 35:2\tTake hold of shield and buckler, and stand up for my help; Psalm 35:3\tAnd draw out the spear, and stop [the way] against my pursuers: say unto my soul, I am thy salvation. Psalm 35:4\tLet them be put to shame and confounded that seek after my life; let them be turned backward and brought to confusion that devise my hurt: Psalm 35:5\tLet them be as chaff before the wind, and let the angel of Jehovah drive [them] away; Psalm 35:6\tLet their way be dark and slippery, and let the angel of Jehovah pursue them. Psalm 35:7\tFor without cause have they hidden for me their net [in] a pit; without cause they have digged [it] for my soul. Psalm 35:8\tLet destruction come upon him unawares, and let his net which he hath hidden catch himself: for destruction let him fall therein. Psalm 35:9\tAnd my soul shall be joyful in Jehovah; it shall rejoice in his salvation. Psalm 35:10\tAll my bones shall say, Jehovah, who is like unto thee, who deliverest the afflicted from one stronger than he, yea, the afflicted and the needy from him that spoileth him! Psalm 35:11\tUnrighteous witnesses rise up; they lay to my charge things which I know not. Psalm 35:12\tThey reward me evil for good, [to] the bereavement of my soul. Psalm 35:13\tBut as for me, when they were sick, my clothing was sackcloth; I chastened my soul with fasting, and my prayer returned into mine own bosom: Psalm 35:14\tI behaved myself as though [he had been] a friend, a brother to me; I bowed down in sadness, as one that mourneth [for] a mother. Psalm 35:15\tBut at my halting they rejoiced, and gathered together: the slanderers gathered themselves together against me, and I knew [it] not; they did tear [me], and ceased not: Psalm 35:16\tWith profane jesters for bread, they have gnashed their teeth against me. Psalm 35:17\tLord, how long wilt thou look on? Rescue my soul from their destructions, my only one from the young lions. Psalm 35:18\tI will give thee thanks in the great congregation; I will praise thee among much people. Psalm 35:19\tLet not them that are wrongfully mine enemies rejoice over me; let them not wink with the eye that hate me without cause. Psalm 35:20\tFor they speak not peace; and they devise deceitful words against the quiet in the land. Psalm 35:21\tAnd they opened their mouth wide against me; they said, Aha! aha! our eye hath seen [it]. Psalm 35:22\tThou hast seen [it], Jehovah: keep not silence; O Lord, be not far from me. Psalm 35:23\tStir up thyself, and awake for my right, for my cause, my God and Lord! Psalm 35:24\tJudge me, Jehovah my God, according to thy righteousness, and let them not rejoice over me. Psalm 35:25\tLet them not say in their heart, Aha! so would we have it. Let them not say, We have swallowed him up. Psalm 35:26\tLet them be ashamed and brought to confusion together that rejoice at mine adversity; let them be clothed with shame and dishonour that magnify themselves against me. Psalm 35:27\tLet them exult and rejoice that delight in my righteousness; and let them say continually, Jehovah be magnified, who delighteth in the prosperity of his servant. Psalm 35:28\tAnd my tongue shall talk of thy righteousness, [and] of thy praise, all the day. Psalm 36:1\t{To the chief Musician. [A Psalm] of the servant of Jehovah; of David.} The transgression of the wicked uttereth within my heart, There is no fear of God before his eyes. Psalm 36:2\tFor he flattereth himself in his own eyes, [even] when his iniquity is found to be hateful. Psalm 36:3\tThe words of his mouth are wickedness and deceit: he hath left off to be wise, to do good. Psalm 36:4\tHe deviseth wickedness up on his bed; he setteth himself in a way that is not good: he abhorreth not evil. Psalm 36:5\tJehovah, thy loving-kindness is in the heavens, and thy faithfulness [reacheth] unto the clouds. Psalm 36:6\tThy righteousness is like the high mountains; thy judgments are a great deep: thou, Jehovah, preservest man and beast. Psalm 36:7\tHow precious is thy loving-kindness, O God! So the sons of men take refuge under the shadow of thy wings. Psalm 36:8\tThey shall be abundantly satisfied with the fatness of thy house; and thou wilt make them drink of the river of thy pleasures. Psalm 36:9\tFor with thee is the fountain of life: in thy light shall we see light. Psalm 36:10\tContinue thy loving-kindness unto them that know thee, and thy righteousness to the upright in heart; Psalm 36:11\tLet not the foot of pride come against me, and let not the hand of the wicked drive me away. Psalm 36:12\tThere are the workers of iniquity fallen: they are cast down, and are not able to rise. Psalm 37:1\t{[A Psalm] of David.} Fret not thyself because of evil-doers, and be not envious of them that work unrighteousness; Psalm 37:2\tfor they shall soon be cut down like the grass, and fade as the green herb. Psalm 37:3\tConfide in Jehovah, and do good; dwell in the land, and feed on faithfulness; Psalm 37:4\tand delight thyself in Jehovah, and he will give thee the desires of thy heart. Psalm 37:5\tCommit thy way unto Jehovah, and rely upon him: he will bring [it] to pass; Psalm 37:6\tand he will bring forth thy righteousness as the light, and thy judgment as the noonday. Psalm 37:7\tRest in Jehovah, and wait patiently for him: fret not thyself because of him that prospereth in his way, because of the man that bringeth mischievous devices to pass. Psalm 37:8\tCease from anger, and forsake wrath; fret not thyself: it [would be] only to do evil. Psalm 37:9\tFor evil-doers shall be cut off; but those that wait on Jehovah, they shall possess the land. Psalm 37:10\tFor yet a little while, and the wicked is not; and thou considerest his place, but he is not. Psalm 37:11\tBut the meek shall possess the land, and shall delight themselves in the abundance of prosperity. Psalm 37:12\tThe wicked plotteth against the righteous, and gnasheth his teeth against him. Psalm 37:13\tThe Lord laugheth at him; for he seeth that his day is coming. Psalm 37:14\tThe wicked have drawn out the sword, and have bent their bow, to cast down the afflicted and needy, to slay those that are upright in [the] way: Psalm 37:15\ttheir sword shall enter into their own heart, and their bows shall be broken. Psalm 37:16\tThe little that the righteous hath is better than the abundance of many wicked; Psalm 37:17\tfor the arms of the wicked shall be broken, but Jehovah upholdeth the righteous. Psalm 37:18\tJehovah knoweth the days of the perfect; and their inheritance shall be for ever: Psalm 37:19\tthey shall not be ashamed in the time of evil, and in the days of famine they shall be satisfied. Psalm 37:20\tFor the wicked shall perish, and the enemies of Jehovah shall be as the fat of lambs: they shall consume, like smoke shall they consume away. Psalm 37:21\tThe wicked borroweth, and payeth not again; but the righteous is gracious and giveth: Psalm 37:22\tfor those blessed of him shall possess the land, and they that are cursed of him shall be cut off. Psalm 37:23\tThe steps of a man are established by Jehovah, and he delighteth in his way: Psalm 37:24\tthough he fall, he shall not be utterly cast down, for Jehovah upholdeth his hand. Psalm 37:25\tI have been young, and now am old, and I have not seen the righteous forsaken, nor his seed seeking bread: Psalm 37:26\tall the day he is gracious and lendeth, and his seed shall be a blessing. Psalm 37:27\tDepart from evil, and do good, and dwell for evermore; Psalm 37:28\tfor Jehovah loveth judgment, and will not forsake his saints: They are preserved for ever; but the seed of the wicked shall be cut off. Psalm 37:29\tThe righteous shall possess the land, and dwell therein for ever. Psalm 37:30\tThe mouth of the righteous proffereth wisdom, and his tongue speaketh judgment; Psalm 37:31\tthe law of his God is in his heart; his goings shall not slide. Psalm 37:32\tThe wicked watcheth the righteous, and seeketh to slay him: Psalm 37:33\tJehovah will not leave him in his hand, nor condemn him when he is judged. Psalm 37:34\tWait for Jehovah, and keep his way, and he will exalt thee to possess the land: when the wicked are cut off, thou shalt see [it]. Psalm 37:35\tI have seen the wicked in great power, and spreading like a green tree in its native soil: Psalm 37:36\tbut he passed away, and behold, he was not; and I sought him, but he was not found. Psalm 37:37\tMark the perfect, and behold the upright, for the end of [that] man is peace; Psalm 37:38\tbut the transgressors shall be destroyed together; the future of the wicked shall be cut off. Psalm 37:39\tBut the salvation of the righteous is of Jehovah: he is their strength in the time of trouble. Psalm 37:40\tAnd Jehovah will help them and deliver them: he will deliver them from the wicked, and save them; for they trust in him. Psalm 38:1\t{A Psalm of David, to bring to remembrance.} Jehovah, rebuke me not in thy wrath; neither chasten me in thy hot displeasure. Psalm 38:2\tFor thine arrows stick fast in me, and thy hand cometh down upon me. Psalm 38:3\tThere is no soundness in my flesh because of thine indignation; no peace in my bones, because of my sin. Psalm 38:4\tFor mine iniquities are gone over my head: as a heavy burden they are too heavy for me. Psalm 38:5\tMy wounds stink, they are corrupt, because of my foolishness. Psalm 38:6\tI am depressed; I am bowed down beyond measure; I go mourning all the day. Psalm 38:7\tFor my loins are full of burning, and there is no soundness in my flesh. Psalm 38:8\tI am faint and broken beyond measure; I roar by reason of the agitation of my heart. Psalm 38:9\tLord, all my desire is before thee, and my sighing is not hid from thee. Psalm 38:10\tMy heart throbbeth, my strength hath left me; and the light of mine eyes, it also is no more with me. Psalm 38:11\tMy lovers and mine associates stand aloof from my stroke; and my kinsmen stand afar off. Psalm 38:12\tAnd they that seek after my life lay snares [for me]; and they that seek my hurt speak mischievous things, and meditate deceits all the day long. Psalm 38:13\tBut I, as a deaf [man], hear not; and am as a dumb man that openeth not his mouth. Psalm 38:14\tYea, I am as a man that heareth not, and in whose mouth are no reproofs. Psalm 38:15\tFor in thee, Jehovah, do I hope: thou wilt answer, O Lord my God. Psalm 38:16\tFor I said, Let them not rejoice over me! When my foot slipped, they magnified [themselves] against me. Psalm 38:17\tFor I am ready to halt, and my pain is continually before me. Psalm 38:18\tFor I will declare mine iniquity, I am grieved for my sin. Psalm 38:19\tBut mine enemies are lively, they are strong; and they that hate me wrongfully are multiplied: Psalm 38:20\tAnd they that render evil for good are adversaries unto me; because I pursue what is good. Psalm 38:21\tForsake me not, Jehovah; O my God, be not far from me. Psalm 38:22\tMake haste to help me, O Lord, my salvation. Psalm 39:1\t{To the chief Musician, to Jeduthun. A Psalm of David.} I said, I will take heed to my ways, that I sin not with my tongue: I will keep my mouth with a muzzle, while the wicked is before me. Psalm 39:2\tI was dumb with silence, I held my peace from good; and my sorrow was stirred. Psalm 39:3\tMy heart burned within me; the fire was kindled in my musing: I spoke with my tongue, Psalm 39:4\tMake me to know, Jehovah, mine end, and the measure of my days, what it is: I shall know how frail I am. Psalm 39:5\tBehold, thou hast made my days [as] hand-breadths, and my lifetime is as nothing before thee; verily, every man, [even] the high placed, is altogether vanity. Selah. Psalm 39:6\tVerily, man walketh in a vain show; verily they are disquieted in vain; he heapeth up [riches], and knoweth not who shall gather them. Psalm 39:7\tAnd now, what wait I for, Lord? my hope is in thee. Psalm 39:8\tDeliver me from all my transgressions; make me not the reproach of the foolish. Psalm 39:9\tI was dumb, I opened not my mouth; for thou hast done [it]. Psalm 39:10\tRemove thy stroke away from me: I am consumed by the blow of thy hand. Psalm 39:11\tWhen thou with rebukes dost correct a man for iniquity, thou makest his beauty to consume away like a moth: surely, every man is vanity. Selah. Psalm 39:12\tHear my prayer, Jehovah, and give ear unto my cry; be not silent at my tears: for I am a stranger with thee, a sojourner, like all my fathers. Psalm 39:13\tLook away from me, and let me recover strength, before I go hence and be no more. Psalm 40:1\t{To the chief Musician. Of David. A Psalm.} I waited patiently for Jehovah; and he inclined unto me, and heard my cry. Psalm 40:2\tAnd he brought me up out of the pit of destruction, out of the miry clay, and set my feet upon a rock; he hath established my goings: Psalm 40:3\tAnd he hath put a new song in my mouth, praise unto our God. Many shall see it, and fear, and shall confide in Jehovah. Psalm 40:4\tBlessed is the man that hath made Jehovah his confidence, and turneth not to the proud, and to such as turn aside to lies. Psalm 40:5\tThou, O Jehovah my God, hast multiplied thy marvellous works, and thy thoughts toward us: they cannot be reckoned up in order unto thee; would I declare and speak [them], they are more than can be numbered. Psalm 40:6\tSacrifice and oblation thou didst not desire: ears hast thou prepared me. Burnt-offering and sin-offering hast thou not demanded; Psalm 40:7\tThen said I, Behold, I come, in the volume of the book it is written of me— Psalm 40:8\tTo do thy good pleasure, my God, is my delight, and thy law is within my heart. Psalm 40:9\tI have published righteousness in the great congregation: behold, I have not withheld my lips, Jehovah, thou knowest. Psalm 40:10\tI have not hidden thy righteousness within my heart; I have declared thy faithfulness and thy salvation: I have not concealed thy loving-kindness and thy truth from the great congregation. Psalm 40:11\tWithhold not thou, Jehovah, thy tender mercies from me; let thy loving-kindness and thy truth continually preserve me. Psalm 40:12\tFor innumerable evils have compassed me about: mine iniquities have taken hold upon me, so that I cannot see; they are more than the hairs of my head: and my heart hath failed me. Psalm 40:13\tBe pleased, O Jehovah, to deliver me; Jehovah, make haste to my help. Psalm 40:14\tLet them be ashamed and brought to confusion together that seek after my soul to destroy it; let them be turned backward and confounded that take pleasure in mine adversity; Psalm 40:15\tLet them be desolate, because of their shame, that say unto me, Aha! Aha! Psalm 40:16\tLet all those that seek thee be glad and rejoice in thee; let such as love thy salvation say continually, Jehovah be magnified! Psalm 40:17\tBut I am afflicted and needy: the Lord thinketh upon me. Thou art my help and my deliverer: my God, make no delay. Psalm 41:1\t{To the chief Musician. A Psalm of David.} Blessed is he that understandeth the poor: Jehovah will deliver him in the day of evil. Psalm 41:2\tJehovah will preserve him, and keep him alive; he shall be made happy in the land; and thou wilt not deliver him to the will of his enemies. Psalm 41:3\tJehovah will sustain him upon the bed of languishing: thou turnest all his bed in his sickness. Psalm 41:4\tAs for me, I said, Jehovah, be gracious unto me: heal my soul; for I have sinned against thee. Psalm 41:5\tMine enemies wish me evil: When will he die, and his name perish? Psalm 41:6\tAnd if one come to see [me], he speaketh falsehood; his heart gathereth wickedness to itself: he goeth abroad, he telleth [it]. Psalm 41:7\tAll that hate me whisper together against me; against me do they devise my hurt. Psalm 41:8\tA thing of Belial cleaveth fast unto him; and now that he is laid down, he will rise up no more. Psalm 41:9\tYea, mine own familiar friend, in whom I confided, who did eat of my bread, hath lifted up [his] heel against me. Psalm 41:10\tBut thou, Jehovah, be gracious unto me, and raise me up, that I may requite them. Psalm 41:11\tBy this I know that thou delightest in me, because mine enemy doth not triumph over me. Psalm 41:12\tBut as for me, thou upholdest me in mine integrity, and settest me before thy face for ever. Psalm 41:13\tBlessed be Jehovah, the God of Israel, from eternity to eternity! Amen, and Amen. Psalm 42:1\t{To the chief Musician. An instruction; of the sons of Korah.} As the hart panteth after the water-brooks, so panteth my soul after thee, O God. Psalm 42:2\tMy soul thirsteth for God, for the living God: when shall I come and appear before God? Psalm 42:3\tMy tears have been my bread day and night, while they say unto me all the day, Where is thy God? Psalm 42:4\tThese things I remember and have poured out my soul within me: how I passed along with the multitude, how I went on with them to the house of God, with the voice of joy and praise, a festive multitude. Psalm 42:5\tWhy art thou cast down, my soul, and art disquieted in me? hope in God; for I shall yet praise him, [for] the health of his countenance. Psalm 42:6\tMy God, my soul is cast down within me; therefore do I remember thee from the land of the Jordan, and the Hermons, from mount Mizar. Psalm 42:7\tDeep calleth unto deep at the noise of thy cataracts; all thy breakers and thy billows are gone over me. Psalm 42:8\tIn the day-time will Jehovah command his loving-kindness, and in the night his song shall be with me, a prayer unto the God of my life. Psalm 42:9\tI will say unto God my rock, Why hast thou forgotten me? why go I mourning because of the oppression of the enemy? Psalm 42:10\tAs with a crushing in my bones mine adversaries reproach me, while they say unto me all the day, Where is thy God? Psalm 42:11\tWhy art thou cast down, my soul? and why art thou disquieted within me? hope in God; for I shall yet praise him, [who is] the health of my countenance, and my God. Psalm 43:1\tJudge me, O God, and plead my cause against an ungodly nation; deliver me from the deceitful and unrighteous man. Psalm 43:2\tFor thou art the God of my strength: why hast thou cast me off? why go I about mourning because of the oppression of the enemy? Psalm 43:3\tSend out thy light and thy truth: they shall lead me, they shall bring me to thy holy mount, and unto thy habitations. Psalm 43:4\tThen will I go unto the altar of God, unto the God of the gladness of my joy: yea, upon the harp will I praise thee, O God, my God. Psalm 43:5\tWhy art thou cast down, my soul? and why art thou disquieted within me? hope in God; for I shall yet praise him, [who is] the health of my countenance, and my God. Psalm 44:1\t{To the chief Musician. Of the sons of Korah. An instruction.} O God, with our ears have we heard, our fathers have told us, the work thou wroughtest in their days, in the days of old: Psalm 44:2\tThou, by thy hand, didst dispossess the nations, but them thou didst plant; thou didst afflict the peoples, but them didst thou cause to spread out. Psalm 44:3\tFor not by their own sword did they take possession of the land, neither did their own arm save them; but thy right hand, and thine arm, and the light of thy countenance, because thou hadst delight in them. Psalm 44:4\tThou thyself art my king, O God: command deliverance for Jacob. Psalm 44:5\tThrough thee will we push down our adversaries; through thy name will we tread them under that rise up against us. Psalm 44:6\tFor I will not put confidence in my bow, neither shall my sword save me. Psalm 44:7\tFor thou hast saved us from our adversaries, and hast put them to shame that hate us. Psalm 44:8\tIn God will we boast all the day, and we will praise thy name for ever. Selah. Psalm 44:9\tBut thou hast cast off, and put us to confusion, and dost not go forth with our armies; Psalm 44:10\tThou hast made us to turn back from the adversary, and they that hate us spoil for themselves; Psalm 44:11\tThou hast given us over like sheep [appointed] for meat, and hast scattered us among the nations; Psalm 44:12\tThou hast sold thy people for nought, and hast not increased [thy wealth] by their price; Psalm 44:13\tThou makest us a reproach to our neighbours, a mockery and a derision for them that are round about us; Psalm 44:14\tThou makest us a byword among the nations, a shaking of the head among the peoples. Psalm 44:15\tAll the day my confusion is before me, and the shame of my face hath covered me, Psalm 44:16\tBecause of the voice of him that reproacheth and blasphemeth; by reason of the enemy and the avenger. Psalm 44:17\tAll this is come upon us; yet have we not forgotten thee, neither have we dealt falsely against thy covenant: Psalm 44:18\tOur heart is not turned back, neither have our steps declined from thy path; Psalm 44:19\tThough thou hast crushed us in the place of jackals, and covered us with the shadow of death. Psalm 44:20\tIf we had forgotten the name of our God, and stretched out our hands to a strange god, Psalm 44:21\tWould not God search this out? for he knoweth the secrets of the heart. Psalm 44:22\tBut for thy sake are we killed all the day long; we are reckoned as sheep for slaughter. Psalm 44:23\tAwake, why sleepest thou, Lord? arise, cast [us] not off for ever. Psalm 44:24\tWherefore hidest thou thy face, [and] forgettest our affliction and our oppression? Psalm 44:25\tFor our soul is bowed down to the dust; our belly cleaveth unto the earth. Psalm 44:26\tRise up for our help, and redeem us for thy loving-kindness’ sake. Psalm 45:1\t{To the chief Musician. Upon Shoshannim. Of the sons of Korah. An instruction;—a song of the Beloved.} My heart is welling forth [with] a good matter: I say what I have composed touching the king. My tongue is the pen of a ready writer. Psalm 45:2\tThou art fairer than the sons of men; grace is poured into thy lips: therefore God hath blessed thee for ever. Psalm 45:3\tGird thy sword upon [thy] thigh, O mighty one, [in] thy majesty and thy splendour; Psalm 45:4\tAnd [in] thy splendour ride prosperously, because of truth and meekness [and] righteousness: and thy right hand shall teach thee terrible things. Psalm 45:5\tThine arrows are sharp—peoples fall under thee—in the heart of the king’s enemies. Psalm 45:6\tThy throne, O God, is for ever and ever; a sceptre of uprightness is the sceptre of thy kingdom: Psalm 45:7\tThou hast loved righteousness, and hated wickedness; therefore God, thy God, hath anointed thee with the oil of gladness above thy companions. Psalm 45:8\tMyrrh and aloes, cassia, are all thy garments; out of ivory palaces stringed instruments have made thee glad. Psalm 45:9\tKings’ daughters are among thine honourable women; upon thy right hand doth stand the queen in gold of Ophir. Psalm 45:10\tHearken, daughter, and see, and incline thine ear; and forget thine own people and thy father’s house: Psalm 45:11\tAnd the king will desire thy beauty; for he is thy Lord, and worship thou him. Psalm 45:12\tAnd the daughter of Tyre with a gift, the rich ones among the people, shall court thy favour. Psalm 45:13\tAll glorious is the king’s daughter within; her clothing is of wrought gold: Psalm 45:14\tShe shall be brought unto the king in raiment of embroidery; the virgins behind her, her companions, shall be brought in unto thee: Psalm 45:15\tWith joy and gladness shall they be brought; they shall enter into the king’s palace. Psalm 45:16\tInstead of thy fathers shall be thy sons; princes shalt thou make them in all the earth. Psalm 45:17\tI will make thy name to be remembered throughout all generations; therefore shall the peoples praise thee for ever and ever. Psalm 46:1\t{To the chief Musician. Of the sons of Korah. On Alamoth. A song.} God is our refuge and strength, a help in distresses, very readily found. Psalm 46:2\tTherefore will we not fear though the earth be removed, and though the mountains be carried into the heart of the seas; Psalm 46:3\tThough the waters thereof roar [and] foam, though the mountains shake with the swelling thereof. Selah. Psalm 46:4\tThere is a river the streams whereof make glad the city of God, the sanctuary of the habitations of the Most High. Psalm 46:5\tGod is in the midst of her; she shall not be moved: God shall help her at the dawn of the morning. Psalm 46:6\tThe nations raged, the kingdoms were moved; he uttered his voice, the earth melted. Psalm 46:7\tJehovah of hosts is with us; the God of Jacob is our high fortress. Selah. Psalm 46:8\tCome, behold the works of Jehovah, what desolations he hath made in the earth: Psalm 46:9\tHe hath made wars to cease unto the end of the earth; he breaketh the bow, and cutteth the spear in sunder; he burneth the chariots in the fire. Psalm 46:10\tBe still, and know that I am God: I will be exalted among the nations, I will be exalted in the earth. Psalm 46:11\tJehovah of hosts is with us; the God of Jacob is our high fortress. Selah. Psalm 47:1\t{To the chief Musician. Of the sons of Korah. A Psalm.} All ye peoples, clap your hands; shout unto God with the voice of triumph! Psalm 47:2\tFor Jehovah, the Most High, is terrible, a great king over all the earth. Psalm 47:3\tHe subdueth the peoples under us, and the nations under our feet. Psalm 47:4\tHe hath chosen our inheritance for us, the excellency of Jacob whom he loved. Selah. Psalm 47:5\tGod is gone up amid shouting, Jehovah amid the sound of the trumpet. Psalm 47:6\tSing psalms of God, sing psalms; sing psalms unto our King, sing psalms! Psalm 47:7\tFor God is the King of all the earth; sing psalms with understanding. Psalm 47:8\tGod reigneth over the nations; God sitteth upon the throne of his holiness. Psalm 47:9\tThe willing-hearted of the peoples have gathered together, [with] the people of the God of Abraham. For unto God [belong] the shields of the earth: he is greatly exalted. Psalm 48:1\t{A Song; a Psalm. Of the sons of Korah.} Great is Jehovah, and greatly to be praised in the city of our God, in the hill of his holiness. Psalm 48:2\tBeautiful in elevation, the joy of the whole earth, is mount Zion, [on] the sides of the north, the city of the great King. Psalm 48:3\tGod is known in her palaces as a high fortress. Psalm 48:4\tFor behold, the kings assembled themselves, they passed by together; Psalm 48:5\tThey saw,—so they marvelled; they were troubled, they fled in consternation: Psalm 48:6\tTrembling took hold upon them there; anguish, as of a woman in travail. Psalm 48:7\tWith an east wind thou hast broken the ships of Tarshish. Psalm 48:8\tAs we have heard, so have we seen, in the city of Jehovah of hosts, in the city of our God: God doth establish it for ever. Selah. Psalm 48:9\tWe have thought, O God, of thy loving-kindness, in the midst of thy temple. Psalm 48:10\tAccording to thy name, O God, so is thy praise unto the ends of the earth: thy right hand is full of righteousness. Psalm 48:11\tLet mount Zion rejoice, let the daughters of Judah be glad, because of thy judgments. Psalm 48:12\tWalk about Zion, and go round about her: count the towers thereof; Psalm 48:13\tMark ye well her bulwarks, consider her palaces: that ye may tell it to the generation following. Psalm 48:14\tFor this God is our God for ever and ever; he will be our guide until death. Psalm 49:1\t{To the chief Musician. Of the sons of Korah. A Psalm.} Hear this, all ye peoples; give ear, all inhabitants of the world: Psalm 49:2\tBoth men of low and men of high degree, rich and poor alike. Psalm 49:3\tMy mouth shall speak wisdom, and the meditation of my heart shall be of understanding: Psalm 49:4\tI will incline mine ear to a parable, I will open my riddle upon the harp. Psalm 49:5\tWherefore should I fear in the days of adversity, [when] the iniquity of my supplanters encompasseth me?— Psalm 49:6\tThey depend upon their wealth, and boast themselves in the abundance of their riches.... Psalm 49:7\tNone can by any means redeem his brother, nor give to God a ransom for him, Psalm 49:8\t(For the redemption of their soul is costly, and must be given up for ever,) Psalm 49:9\tThat he should still live perpetually, [and] not see corruption. Psalm 49:10\tFor he seeth that wise men die; all alike, the fool and the brutish perish, and they leave their wealth to others. Psalm 49:11\tTheir inward thought is, that their houses are for ever, their dwelling-places from generation to generation: they call the lands after their own names. Psalm 49:12\tNevertheless, man being in honour abideth not: he is like the beasts that perish. Psalm 49:13\tThis their way is their folly, yet they that come after them delight in their sayings. Selah. Psalm 49:14\tLike sheep are they laid in Sheol: Death feedeth on them; and the upright shall have dominion over them in the morning; and their comeliness shall be for Sheol to consume, that there be no habitation for them. Psalm 49:15\tBut God will redeem my soul from the power of Sheol: for he will receive me. Selah. Psalm 49:16\tBe not afraid when a man becometh rich, when the glory of his house is increased: Psalm 49:17\tFor when he dieth, he shall carry nothing away; his glory shall not descend after him. Psalm 49:18\tThough he blessed his soul in his lifetime,—and men will praise thee when thou doest well to thyself,— Psalm 49:19\tIt shall go to the generation of his fathers: they shall never see light. Psalm 49:20\tMan that is in honour, and understandeth not, is like the beasts that perish. Psalm 50:1\t{A Psalm. Of Asaph.} God, Elohim-Jehovah, hath spoken, and called the earth from the rising of the sun unto the going down thereof. Psalm 50:2\tOut of Zion, the perfection of beauty, God hath shined forth. Psalm 50:3\tOur God will come, and will not keep silence: fire shall devour before him, and it shall be very tempestuous round about him. Psalm 50:4\tHe will call to the heavens from above, and to the earth, that he may judge his people: Psalm 50:5\tGather unto me my godly ones, those that have made a covenant with me by sacrifice! Psalm 50:6\tAnd the heavens shall declare his righteousness; for God executeth judgment himself. Selah. Psalm 50:7\tHear, my people, and I will speak; O Israel, and I will testify unto thee: I am God, thy God. Psalm 50:8\tI will not reprove thee for thy sacrifices, or thy burnt-offerings, continually before me; Psalm 50:9\tI will take no bullock out of thy house, [nor] he-goats out of thy folds: Psalm 50:10\tFor every beast of the forest is mine, the cattle upon a thousand hills; Psalm 50:11\tI know all the fowl of the mountains, and the roaming creatures of the field are mine: Psalm 50:12\tIf I were hungry, I would not tell thee; for the world is mine, and the fulness thereof. Psalm 50:13\tShould I eat the flesh of bulls, and drink the blood of goats? Psalm 50:14\tOffer unto God thanksgiving, and perform thy vows unto the Most High; Psalm 50:15\tAnd call upon me in the day of trouble; I will deliver thee, and thou shalt glorify me. Psalm 50:16\tBut unto the wicked God saith, What hast thou to do to declare my statutes, or that thou shouldest take my covenant into thy mouth, Psalm 50:17\tSeeing thou hast hated correction and hast cast my words behind thee? Psalm 50:18\tWhen thou sawest a thief, thou didst take pleasure in him, and thy portion was with adulterers; Psalm 50:19\tThou lettest thy mouth loose to evil, and thy tongue frameth deceit; Psalm 50:20\tThou sittest [and] speakest against thy brother, thou revilest thine own mother’s son: Psalm 50:21\tThese [things] hast thou done, and I kept silence; thou thoughtest that I was altogether as thyself: [but] I will reprove thee, and set [them] in order before thine eyes. Psalm 50:22\tNow consider this, ye that forget +God, lest I tear in pieces, and there be no deliverer. Psalm 50:23\tWhoso offereth praise glorifieth me; and to him that ordereth [his] way will I shew the salvation of God. Psalm 51:1\t{To the chief Musician. A Psalm of David; when Nathan the prophet came to him, after he had gone in to Bath-sheba.} Be gracious unto me, O God, according to thy loving-kindness; according to the abundance of thy tender mercies, blot out my transgressions. Psalm 51:2\tWash me fully from mine iniquity, and cleanse me from my sin. Psalm 51:3\tFor I acknowledge my transgressions, and my sin is continually before me. Psalm 51:4\tAgainst thee, thee only, have I sinned, and done what is evil in thy sight; that thou mayest be justified when thou speakest, be clear when thou judgest. Psalm 51:5\tBehold, in iniquity was I brought forth, and in sin did my mother conceive me. Psalm 51:6\tBehold, thou wilt have truth in the inward parts; and in the hidden [part] thou wilt make me to know wisdom. Psalm 51:7\tPurge me with hyssop, and I shall be clean; wash me, and I shall be whiter than snow. Psalm 51:8\tMake me to hear gladness and joy; [that] the bones which thou hast broken may rejoice. Psalm 51:9\tHide thy face from my sins, and blot out all mine iniquities. Psalm 51:10\tCreate in me a clean heart, O God, and renew a steadfast spirit within me. Psalm 51:11\tCast me not away from thy presence, and take not the spirit of thy holiness from me. Psalm 51:12\tRestore unto me the joy of thy salvation, and let a willing spirit sustain me. Psalm 51:13\tI will teach transgressors thy ways, and sinners shall return unto thee. Psalm 51:14\tDeliver me from blood-guiltiness, O God, thou God of my salvation: my tongue shall sing aloud of thy righteousness. Psalm 51:15\tLord, open my lips, and my mouth shall declare thy praise. Psalm 51:16\tFor thou desirest not sacrifice; else would I give it: thou hast no pleasure in burnt-offering. Psalm 51:17\tThe sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise. Psalm 51:18\tDo good in thy good pleasure unto Zion; build the walls of Jerusalem. Psalm 51:19\tThen shalt thou have sacrifices of righteousness, burnt-offering, and whole burnt-offering; then shall they offer up bullocks upon thine altar. Psalm 52:1\t{To the chief Musician: an instruction. Of David; when Doeg the Edomite came and told Saul, and said unto him, David came to the house of Ahimelech.} Why boastest thou thyself in evil, thou mighty man? The loving-kindness of God [abideth] continually. Psalm 52:2\tThy tongue deviseth mischievous things, like a sharp razor, practising deceit. Psalm 52:3\tThou hast loved evil rather than good, lying rather than to speak righteousness. Selah. Psalm 52:4\tThou hast loved all devouring words, O deceitful tongue! Psalm 52:5\tGod shall likewise destroy thee for ever; he shall take thee away, and pluck thee out of [thy] tent, and root thee out of the land of the living. Selah. Psalm 52:6\tThe righteous also shall see, and fear, and shall laugh at him, [saying,] Psalm 52:7\tBehold the man that made not God his strength, but put confidence in the abundance of his riches, [and] strengthened himself in his avarice. Psalm 52:8\tBut as for me, I am like a green olive-tree in the house of God: I will confide in the loving-kindness of God for ever and ever. Psalm 52:9\tI will praise thee for ever, because thou hast done [it]; and I will wait on thy name, before thy godly ones, for it is good. Psalm 53:1\t{To the chief Musician. On Mahalath: an instruction. Of David.} The fool hath said in his heart, There is no God! They have corrupted themselves, and have done abominable iniquity: there is none that doeth good. Psalm 53:2\tGod looked down from the heavens upon the children of men, to see if there were any that did understand, that did seek God. Psalm 53:3\tEvery one of them is gone back, they are together become corrupt: there is none that doeth good, not even one. Psalm 53:4\tHave the workers of iniquity no knowledge, eating up my people [as] they eat bread? they call not upon God. Psalm 53:5\tThere were they in great fear, where no fear was; for God scattereth the bones of him that encampeth against thee. Thou hast put [them] to shame, for God hath despised them. Psalm 53:6\tOh that the salvation of Israel were come out of Zion! When God turneth again the captivity of his people, Jacob shall be glad, Israel shall rejoice. Psalm 54:1\t{To the chief Musician. On stringed instruments: an instruction. Of David; when the Ziphites came, and said to Saul, Is not David hiding himself with us?} O God, by thy name save me, and by thy strength do me justice. Psalm 54:2\tO God, hear my prayer; give ear to the words of my mouth. Psalm 54:3\tFor strangers are risen up against me, and the violent seek after my life: they have not set God before them. Selah. Psalm 54:4\tBehold, God is my helper; the Lord is among them that uphold my soul. Psalm 54:5\tHe will requite evil to mine enemies: in thy truth cut them off. Psalm 54:6\tI will freely sacrifice unto thee; I will praise thy name, O Jehovah, because it is good. Psalm 54:7\tFor he hath delivered me out of all trouble; and mine eye hath seen [its desire] upon mine enemies. Psalm 55:1\t{To the chief Musician. On stringed instruments: an instruction. Of David.} Give ear to my prayer, O God; and hide not thyself from my supplication. Psalm 55:2\tAttend unto me, and answer me: I wander about in my plaint, and I moan aloud, Psalm 55:3\tBecause of the voice of the enemy; because of the oppression of the wicked: for they cast iniquity upon me, and in anger they persecute me. Psalm 55:4\tMy heart is writhing within me, and the terrors of death are fallen upon me. Psalm 55:5\tFear and trembling are come upon me, and horror hath overwhelmed me. Psalm 55:6\tAnd I said, Oh that I had wings like a dove! I would fly away, and be at rest; Psalm 55:7\tBehold, I would flee afar off, I would lodge in the wilderness; Selah; Psalm 55:8\tI would hasten my escape from the stormy wind, from the tempest. Psalm 55:9\tSwallow [them] up, Lord; divide their tongue: for I have seen violence and strife in the city. Psalm 55:10\tDay and night they go about it upon the walls thereof; and iniquity and mischief are in the midst of it. Psalm 55:11\tPerversities are in the midst thereof; and oppression and deceit depart not from its streets. Psalm 55:12\tFor it is not an enemy that hath reproached me—then could I have borne it; neither is it he that hateth me that hath magnified [himself] against me—then would I have hidden myself from him; Psalm 55:13\tBut it was thou, a man mine equal, mine intimate, my familiar friend.... Psalm 55:14\tWe who held sweet intercourse together. To the house of God we walked amid the throng. Psalm 55:15\tLet death seize upon them, let them go down alive into Sheol. For wickedness is in their dwellings, in their midst. Psalm 55:16\tAs for me, unto God will I call; and Jehovah will save me. Psalm 55:17\tEvening, and morning, and at noon, will I pray and moan aloud; and he will hear my voice. Psalm 55:18\tHe hath redeemed my soul in peace from the battle against me: for there were many about me. Psalm 55:19\tGod will hear, and afflict them: he that is seated of old, (Selah)... because there is no change in them, and they fear not God. Psalm 55:20\tHe hath put forth his hands against such as are at peace with him; he hath profaned his covenant. Psalm 55:21\tSmooth were the milky [words] of his mouth, but his heart was war; his words were softer than oil, yet are they drawn swords. Psalm 55:22\tCast thy burden upon Jehovah, and he will sustain thee: he will never suffer the righteous to be moved. Psalm 55:23\tAnd thou, O God, wilt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days. But as for me, I will confide in thee. Psalm 56:1\t{To the chief Musician. On Jonathelem-rechokim. Of David. Michtam; when the Philistines took him in Gath.} Be gracious unto me, O God; for man would swallow me up: all the day long fighting he oppresseth me. Psalm 56:2\tMine enemies would swallow [me] up all the day long; for they are many that fight against me haughtily. Psalm 56:3\tIn the day that I am afraid, I will confide in thee. Psalm 56:4\tIn God will I praise his word, in God I put my confidence: I will not fear; what can flesh do unto me? Psalm 56:5\tAll the day long they wrest my words; all their thoughts are against me for evil. Psalm 56:6\tThey gather themselves together, they hide themselves; they mark my steps, because they wait for my soul. Psalm 56:7\tShall they escape by iniquity? In anger cast down the peoples, O God. Psalm 56:8\tThou countest my wanderings; put my tears into thy bottle: are they not in thy book? Psalm 56:9\tThen shall mine enemies return backward in the day when I call: this I know, for God is for me. Psalm 56:10\tIn God will I praise [his] word; in Jehovah will I praise [his] word. Psalm 56:11\tIn God have I put my confidence: I will not fear; what can man do unto me? Psalm 56:12\tThy vows are upon me, O God: I will render thanks unto thee. Psalm 56:13\tFor thou hast delivered my soul from death; [wilt thou] not [keep] my feet from falling, that I may walk before God in the light of the living? Psalm 57:1\t{To the chief Musician. ‘Destroy not.’ Of David. Michtam; when he fled from Saul in the cave.} Be gracious unto me, O God, be gracious unto me; for my soul taketh refuge in thee: yea, in the shadow of thy wings do I take refuge, until the calamities be overpast. Psalm 57:2\tI will call unto God, the Most High; unto God that performeth [all] for me. Psalm 57:3\tHe will send from the heavens and save me; he hath covered with reproach him that would swallow me up. Selah. God hath sent forth his loving-kindness and his truth. Psalm 57:4\tMy soul is in the midst of lions; I lie down [among] them that breathe out flames, the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword. Psalm 57:5\tBe exalted above the heavens, O God; let thy glory be above all the earth! Psalm 57:6\tThey have prepared a net for my steps; my soul was bowed down: they have digged a pit before me; they are fallen into the midst thereof. Selah. Psalm 57:7\tMy heart is fixed, O God, my heart is fixed: I will sing, yea, I will sing psalms. Psalm 57:8\tAwake, my glory; awake, lute and harp: I will wake the dawn. Psalm 57:9\tI will give thee thanks among the peoples, O Lord; of thee will I sing psalms among the nations: Psalm 57:10\tFor thy loving-kindness is great unto the heavens, and thy truth unto the clouds. Psalm 57:11\tBe exalted above the heavens, O God; let thy glory be above all the earth! Psalm 58:1\t{To the chief Musician. ‘Destroy not.’ Of David. Michtam.} Is righteousness indeed silent? Do ye speak it? Do ye judge with equity, ye sons of men? Psalm 58:2\tYea, in heart ye work wickedness; ye weigh out the violence of your hands in the earth. Psalm 58:3\tThe wicked go astray from the womb; they err as soon as they are born, speaking lies. Psalm 58:4\tTheir poison is like the poison of a serpent: [they are] like the deaf adder which stoppeth her ear; Psalm 58:5\tWhich doth not hearken to the voice of enchanters, of one charming ever so wisely. Psalm 58:6\tO God, break their teeth in their mouth; break out the great teeth of the young lions, O Jehovah. Psalm 58:7\tLet them melt away as waters that flow off; when he aimeth his arrows, let them be as blunted: Psalm 58:8\tLet them be as a snail that melteth as it passeth away; [like] the untimely birth of a woman, let them not see the sun. Psalm 58:9\tBefore your pots feel the thorns, green or burning,—they shall be whirled away. Psalm 58:10\tThe righteous shall rejoice when he seeth the vengeance; he shall wash his footsteps in the blood of the wicked: Psalm 58:11\tAnd men shall say, Verily there is fruit for the righteous; verily there is a God that judgeth in the earth. Psalm 59:1\t{To the chief Musician. ‘Destroy not.’ Of David. Michtam; when Saul sent, and they watched the house to kill him.} Deliver me from mine enemies, O my God; secure me on high from them that rise up against me. Psalm 59:2\tDeliver me from the workers of iniquity, and save me from men of blood. Psalm 59:3\tFor behold, they lie in wait for my soul; strong ones are gathered against me: not for my transgression, nor for my sin, O Jehovah. Psalm 59:4\tThey run and prepare themselves without [my] fault: awake to meet me, and behold. Psalm 59:5\tYea, do thou, Jehovah, the God of hosts, the God of Israel, arise to visit all the nations: be not gracious to any plotters of iniquity. Selah. Psalm 59:6\tThey return in the evening; they howl like a dog, and go round about the city: Psalm 59:7\tBehold, they belch out with their mouth; swords are in their lips: for who [say they] doth hear? Psalm 59:8\tBut thou, Jehovah, wilt laugh at them; thou wilt have all the nations in derision. Psalm 59:9\tTheir strength!... I will take heed to thee; for God is my high fortress. Psalm 59:10\tGod, whose loving-kindness will come to meet me,—God shall let me see [my desire] upon mine enemies. Psalm 59:11\tSlay them not, lest my people forget; by thy power make them wander, and bring them down, O Lord, our shield. Psalm 59:12\t[Because of] the sin of their mouth, the word of their lips, let them even be taken in their pride; and because of cursing and lying which they speak. Psalm 59:13\tMake an end in wrath, make an end, that they may be no more; that they may know that God ruleth in Jacob, unto the ends of the earth. Selah. Psalm 59:14\tAnd in the evening they shall return, they shall howl like a dog, and go round about the city. Psalm 59:15\tThey shall wander about for meat, and stay all night if they be not satisfied. Psalm 59:16\tBut as for me, I will sing of thy strength; yea, I will sing aloud of thy loving-kindness in the morning; for thou hast been to me a high fortress, and a refuge in the day of my trouble. Psalm 59:17\tUnto thee, my strength, will I sing psalms; for God is my high fortress, the God of my mercy. Psalm 60:1\t{To the chief Musician. On Shushan. Testimony. Michtam of David; to teach: when he strove with the Syrians of Mesopotamia, and the Syrians of Zobah, and Joab returned, and smote the Edomites in the valley of salt, twelve thousand.} O God, thou hast cast us off, thou hast scattered us, thou hast been displeased: restore us again. Psalm 60:2\tThou hast made the earth to tremble, thou hast rent it: heal the breaches thereof; for it shaketh. Psalm 60:3\tThou hast shewn thy people hard things; thou hast made us to drink the wine of bewilderment. Psalm 60:4\tThou hast given a banner to them that fear thee, that it may be displayed because of the truth, (Selah,) Psalm 60:5\tThat thy beloved ones may be delivered. Save with thy right hand, and answer me. Psalm 60:6\tGod hath spoken in his holiness: I will exult, I will divide Shechem, and mete out the valley of Succoth. Psalm 60:7\tGilead is mine, and Manasseh is mine, and Ephraim is the strength of my head; Judah is my law-giver; Psalm 60:8\tMoab is my wash-pot; upon Edom will I cast my sandal; Philistia, shout aloud because of me. Psalm 60:9\tWho will bring me into the strong city? who will lead me unto Edom? Psalm 60:10\t[Wilt] not thou, O God, who didst cast us off? and didst not go forth, O God, with our armies? Psalm 60:11\tGive us help from trouble; for vain is man’s deliverance. Psalm 60:12\tThrough God we shall do valiantly; and he it is that will tread down our adversaries. Psalm 61:1\t{To the chief Musician. On a stringed instrument. [A Psalm] of David.} Hear, O God, my cry; attend unto my prayer. Psalm 61:2\tFrom the end of the earth will I call unto thee, when my heart is overwhelmed: thou wilt lead me on to a rock which is too high for me. Psalm 61:3\tFor thou hast been a refuge for me, a strong tower from before the enemy. Psalm 61:4\tI will sojourn in thy tent for ever; I will take refuge in the covert of thy wings. Selah. Psalm 61:5\tFor thou, O God, hast heard my vows; thou hast given [me] the inheritance of those that fear thy name. Psalm 61:6\tThou wilt add days to the days of the king: his years shall be as many generations. Psalm 61:7\tHe shall abide before God for ever: bestow loving-kindness and truth, that they may preserve him. Psalm 61:8\tSo will I sing forth thy name for ever, performing my vows from day to day. Psalm 62:1\t{To the chief Musician. On Jeduthun. A Psalm of David.} Upon God alone doth my soul rest peacefully; from him is my salvation. Psalm 62:2\tHe only is my rock and my salvation; my high fortress: I shall not be greatly moved. Psalm 62:3\tHow long will ye assail a man; will ye [seek], all of you, to break him down as a bowing wall or a tottering fence? Psalm 62:4\tThey only consult to thrust [him] down from his excellency; they delight in lies; they bless with their mouth, but in their inward part they curse. Selah. Psalm 62:5\tUpon God alone, O my soul, rest peacefully; for my expectation is from him. Psalm 62:6\tHe only is my rock and my salvation; my high fortress: I shall not be moved. Psalm 62:7\tWith God is my salvation and my glory; the rock of my strength, my refuge is in God. Psalm 62:8\tConfide in him at all times, ye people; pour out your heart before him: God is our refuge. Selah. Psalm 62:9\tMen of low degree are only vanity; men of high degree, a lie: laid in the balance, they go up together [lighter] than vanity. Psalm 62:10\tPut not confidence in oppression, and become not vain in robbery; if wealth increase, set not your heart upon it. Psalm 62:11\tOnce hath God spoken, twice have I heard this, that strength [belongeth] unto God. Psalm 62:12\tAnd unto thee, O Lord, [belongeth] loving-kindness; for thou renderest to every man according to his work. Psalm 63:1\t{A Psalm of David; when he was in the wilderness of Judah.} O God, thou art my God; early will I seek thee. My soul thirsteth for thee, my flesh languisheth for thee, in a dry and weary land without water: Psalm 63:2\tTo see thy power and thy glory, as I have beheld thee in the sanctuary; Psalm 63:3\tFor thy loving-kindness is better than life: my lips shall praise thee. Psalm 63:4\tSo will I bless thee while I live; I will lift up my hands in thy name. Psalm 63:5\tMy soul is satisfied as with marrow and fatness, and my mouth shall praise [thee] with joyful lips. Psalm 63:6\tWhen I remember thee upon my bed, I meditate on thee in the night-watches: Psalm 63:7\tFor thou hast been my help, and in the shadow of thy wings will I sing for joy. Psalm 63:8\tMy soul followeth hard after thee: thy right hand upholdeth me. Psalm 63:9\tBut those that seek my soul, to destroy [it], shall go into the lower parts of the earth; Psalm 63:10\tThey shall be given over to the power of the sword; they shall be the portion of foxes. Psalm 63:11\tBut the king shall rejoice in God; every one that sweareth by him shall glory: for the mouth of them that speak lies shall be stopped. Psalm 64:1\t{To the chief Musician. A Psalm of David.} Hear, O God, my voice in my plaint; preserve my life from fear of the enemy: Psalm 64:2\tHide me from the secret counsel of evil-doers, from the tumultuous crowd of the workers of iniquity, Psalm 64:3\tWho have sharpened their tongue like a sword, [and] have aimed their arrow, a bitter word; Psalm 64:4\tThat they may shoot in secret at the perfect: suddenly do they shoot at him, and fear not. Psalm 64:5\tThey encourage themselves in an evil matter, they concert to hide snares; they say, Who will see them? Psalm 64:6\tThey devise iniquities: We have it ready, the plan is diligently sought out. And each one’s inward [thought] and heart is deep. Psalm 64:7\tBut God will shoot an arrow at them: suddenly are they wounded; Psalm 64:8\tBy their own tongue they are made to fall over one another: all that see them shall flee away. Psalm 64:9\tAnd all men shall fear, and shall declare God’s doing; and they shall wisely consider his work. Psalm 64:10\tThe righteous shall rejoice in Jehovah, and trust in him; and all the upright in heart shall glory. Psalm 65:1\t{To the chief Musician. A Psalm of David: a Song.} Praise waiteth for thee in silence, O God, in Zion; and unto thee shall the vow be performed. Psalm 65:2\tO thou that hearest prayer, unto thee shall all flesh come. Psalm 65:3\tIniquities have prevailed against me: our transgressions, thou wilt forgive them. Psalm 65:4\tBlessed is he whom thou choosest and causest to approach: he shall dwell in thy courts. We shall be satisfied with the goodness of thy house, of thy holy temple. Psalm 65:5\tBy terrible things in righteousness wilt thou answer us, O God of our salvation, thou confidence of all the ends of the earth, and of the distant regions of the sea.... Psalm 65:6\tWho by his strength established the mountains, being girded with power; Psalm 65:7\tWho stilleth the raging of the seas, the raging of their waves, and the tumult of the peoples. Psalm 65:8\tAnd they that dwell in the uttermost parts are afraid at thy tokens; thou makest the outgoings of the morning and evening to rejoice. Psalm 65:9\tThou hast visited the earth, thou hast watered it; thou greatly enrichest it: the river of God is full of water; thou providest their corn, when thou hast so prepared it: Psalm 65:10\tThou dost satiate its furrows, thou smoothest its clods, thou makest it soft with showers; thou blessest the springing thereof. Psalm 65:11\tThou crownest the year with thy goodness, and thy paths drop fatness: Psalm 65:12\tThey drop upon the pastures of the wilderness, and the hills are girded with gladness. Psalm 65:13\tThe meadows are clothed with flocks, and the valleys are covered over with corn; they shout for joy, yea, they sing. Psalm 66:1\t{To the chief Musician. A Song: a Psalm.} Shout aloud unto God, all the earth: Psalm 66:2\tSing forth the glory of his name, make his praise glorious; Psalm 66:3\tSay unto God, How terrible are thy works! because of the greatness of thy strength, thine enemies come cringing unto thee. Psalm 66:4\tAll the earth shall worship thee, and sing psalms unto thee: they shall sing forth thy name. Selah. Psalm 66:5\tCome and see the works of God: he is terrible in [his] doings toward the children of men. Psalm 66:6\tHe turned the sea into dry [land]; they went through the river on foot: there did we rejoice in him. Psalm 66:7\tHe ruleth by his power for ever; his eyes observe the nations: let not the rebellious exalt themselves. Selah. Psalm 66:8\tBless our God, ye peoples, and make the voice of his praise to be heard; Psalm 66:9\tWho hath set our soul in life, and suffereth not our feet to be moved. Psalm 66:10\tFor thou, O God, hast proved us: thou hast tried us, as silver is tried. Psalm 66:11\tThou broughtest us into a net, thou didst lay a heavy burden upon our loins; Psalm 66:12\tThou didst cause men to ride over our head; we went through fire and through water: but thou hast brought us out into abundance. Psalm 66:13\tI will go into thy house with burnt-offerings; I will perform my vows to thee, Psalm 66:14\tWhich my lips have uttered, and my mouth hath spoken, when I was in trouble. Psalm 66:15\tI will offer up unto thee burnt-offerings of fatted beasts, with the incense of rams; I will offer bullocks with goats. Selah. Psalm 66:16\tCome, hear, all ye that fear God, and I will declare what he hath done for my soul. Psalm 66:17\tI called unto him with my mouth, and he was extolled with my tongue. Psalm 66:18\tHad I regarded iniquity in my heart, the Lord would not hear. Psalm 66:19\tBut God hath heard; he hath attended to the voice of my prayer. Psalm 66:20\tBlessed be God, who hath not turned away my prayer, nor his loving-kindness from me! Psalm 67:1\t{To the chief Musician. On stringed instruments. A Psalm: a Song.} God be gracious unto us, and bless us, [and] cause his face to shine upon us; Selah, Psalm 67:2\tThat thy way may be known upon earth, thy salvation among all nations. Psalm 67:3\tLet the peoples praise thee, O God, let all the peoples praise thee. Psalm 67:4\tLet the nations rejoice and sing for joy: for thou wilt judge the peoples equitably; and the nations upon earth, thou wilt guide them. Selah. Psalm 67:5\tLet the peoples praise thee, O God; let all the peoples praise thee. Psalm 67:6\tThe earth will yield her increase; God, our God, will bless us: Psalm 67:7\tGod will bless us; and all the ends of the earth shall fear him. Psalm 68:1\t{To the chief Musician. Of David. A Psalm: a Song.} Let God arise, let his enemies be scattered, and let them that hate him flee before him. Psalm 68:2\tAs smoke is driven, thou wilt drive them away; as wax melteth before the fire, the wicked shall perish at the presence of God. Psalm 68:3\tBut the righteous shall rejoice: they shall exult before God and be glad with joy. Psalm 68:4\tSing unto God, sing forth his name; cast up a way for him that rideth in the deserts: his name is Jah; and rejoice before him. Psalm 68:5\tA father of the fatherless, and a judge of the widows, is God in his holy habitation. Psalm 68:6\tGod maketh the solitary into families; those that were bound he bringeth out into prosperity: but the rebellious dwell in a parched [land]. Psalm 68:7\tO God, when thou wentest forth before thy people, when thou didst march through the wilderness—(Selah)— Psalm 68:8\tThe earth trembled, the heavens also dropped at the presence of God, yon Sinai, at the presence of God, the God of Israel. Psalm 68:9\tThou, O God, didst pour a plentiful rain upon thine inheritance, and when it was weary thou strengthenedst it. Psalm 68:10\tThy flock hath dwelt therein: thou hast prepared in thy goodness, for the afflicted, O God! Psalm 68:11\tThe Lord gives the word: great the host of the publishers. Psalm 68:12\tKings of armies flee; they flee, and she that tarrieth at home divideth the spoil. Psalm 68:13\tThough ye have lain among the sheepfolds, [ye shall be as] wings of a dove covered with silver, and her feathers with green gold. Psalm 68:14\tWhen the Almighty scattered kings in it, it became snow-white as Zalmon. Psalm 68:15\t[As] mount Bashan is the mount of God, a many-peaked mountain, [as] mount Bashan. Psalm 68:16\tWhy do ye look with envy, ye many-peaked mountains, upon the mount that God hath desired for his abode? yea, Jehovah will dwell [there] for ever. Psalm 68:17\tThe chariots of God are twenty thousand, thousands upon thousands; the Lord is among them: it is a Sinai in holiness. Psalm 68:18\tThou hast ascended on high, thou hast led captivity captive: thou hast received gifts in Man, and even [for] the rebellious, for the dwelling [there] of Jah Elohim. Psalm 68:19\tBlessed be the Lord: day by day doth he load us [with good], the God who is our salvation. Selah. Psalm 68:20\tOur God is the God of salvation; and with Jehovah, the Lord, are the goings forth [even] from death. Psalm 68:21\tVerily God will smite the head of his enemies, the hairy scalp of him that goeth on still in his trespasses. Psalm 68:22\tThe Lord said, I will bring again from Bashan, I will bring [them] again from the depth of the sea; Psalm 68:23\tThat thou mayest dip thy foot in blood: the tongue of thy dogs has its portion from enemies. Psalm 68:24\tThey have seen thy goings, O God, the goings of my God, my King, in the sanctuary. Psalm 68:25\tThe singers went before, the players on stringed instruments after, in the midst of maidens playing on tabrets. Psalm 68:26\tIn the congregations bless ye God, the Lord,—[ye] from the fountain of Israel. Psalm 68:27\tThere is little Benjamin, their ruler; the princes of Judah, their company; the princes of Zebulun, the princes of Naphtali. Psalm 68:28\tThy God hath commanded thy strength: strengthen, O God, that which thou hast wrought for us. Psalm 68:29\tBecause of thy temple at Jerusalem shall kings bring presents unto thee. Psalm 68:30\tRebuke the beast of the reeds, the assembly of the strong, with the calves of the peoples: [every one] submitteth himself with pieces of silver. Scatter the peoples that delight in war. Psalm 68:31\tGreat ones shall come out of Egypt; Ethiopia shall quickly stretch out her hands unto God. Psalm 68:32\tYe kingdoms of the earth, sing unto God; sing psalms of the Lord, (Selah,) Psalm 68:33\tOf him that rideth upon the heavens, the heavens which are of old: lo, he uttereth his voice, a mighty voice. Psalm 68:34\tAscribe ye strength unto God: his excellency is over Israel, and his strength is in the clouds. Psalm 68:35\tTerrible art thou, O God, out of thy sanctuaries,—the God of Israel! He it is that giveth strength and might unto the people. Blessed be God! Psalm 69:1\t{To the chief Musician. Upon Shoshannim. [A Psalm] of David.} Save me, O God; for the waters are come in unto [my] soul. Psalm 69:2\tI sink in deep mire, where there is no standing; I am come into the depths of waters, and the flood overfloweth me. Psalm 69:3\tI am weary with my crying, my throat is parched; mine eyes fail while I wait for my God. Psalm 69:4\tThey that hate me without a cause are more than the hairs of my head; they that would destroy me, being mine enemies wrongfully, are mighty: then I restored that which I took not away. Psalm 69:5\tThou, O God, knowest my foolishness, and my trespasses are not hidden from thee. Psalm 69:6\tLet not them that wait on thee, Lord, Jehovah of hosts, be ashamed through me; let not those that seek thee be confounded through me, O God of Israel. Psalm 69:7\tBecause for thy sake I have borne reproach; confusion hath covered my face. Psalm 69:8\tI am become a stranger unto my brethren, and an alien unto my mother’s sons; Psalm 69:9\tFor the zeal of thy house hath devoured me, and the reproaches of them that reproach thee have fallen upon me. Psalm 69:10\tAnd I wept, my soul was fasting: that also was to my reproach;— Psalm 69:11\tAnd I made sackcloth my garment: then I became a proverb to them. Psalm 69:12\tThey that sit in the gate talk of me, and [I am] the song of the drunkards. Psalm 69:13\tBut as for me, my prayer is unto thee, Jehovah, in an acceptable time: O God, in the abundance of thy loving-kindness answer me, according to the truth of thy salvation: Psalm 69:14\tDeliver me out of the mire, let me not sink; let me be delivered from them that hate me, and out of the depths of waters. Psalm 69:15\tLet not the flood of waters overflow me, neither let the deep swallow me up; and let not the pit shut its mouth upon me. Psalm 69:16\tAnswer me, O Jehovah; for thy loving-kindness is good: according to the abundance of thy tender mercies, turn toward me; Psalm 69:17\tAnd hide not thy face from thy servant, for I am in trouble: answer me speedily. Psalm 69:18\tDraw nigh unto my soul, be its redeemer; ransom me because of mine enemies. Psalm 69:19\tThou knowest my reproach, and my shame, and my dishonour: mine adversaries are all before thee. Psalm 69:20\tReproach hath broken my heart, and I am overwhelmed: and I looked for sympathy, but there was none; and for comforters, but I found none. Psalm 69:21\tYea, they gave me gall for my food, and in my thirst they gave me vinegar to drink. Psalm 69:22\tLet their table become a snare before them, and their very welfare a trap; Psalm 69:23\tLet their eyes be darkened, that they see not, and make their loins continually to shake. Psalm 69:24\tPour out thine indignation upon them, and let the fierceness of thine anger take hold of them. Psalm 69:25\tLet their habitation be desolate; let there be no dweller in their tents. Psalm 69:26\tFor they persecute him whom thou hast smitten, and they talk for the sorrow of those whom thou hast wounded. Psalm 69:27\tAdd iniquity unto their iniquity, and let them not come into thy righteousness. Psalm 69:28\tLet them be blotted out of the book of life, and not be written with the righteous. Psalm 69:29\tBut I am afflicted and sorrowful: let thy salvation, O God, set me secure on high. Psalm 69:30\tI will praise the name of God with a song, and will magnify him with thanksgiving; Psalm 69:31\tAnd it shall please Jehovah more than an ox,—a bullock with horns and cloven hoofs. Psalm 69:32\tThe meek shall see it, they shall be glad; ye that seek God, your heart shall live. Psalm 69:33\tFor Jehovah heareth the needy, and despiseth not his prisoners. Psalm 69:34\tLet heavens and earth praise him; the seas, and everything that moveth therein. Psalm 69:35\tFor God will save Zion, and will build the cities of Judah; and they shall dwell there, and possess it: Psalm 69:36\tAnd the seed of his servants shall inherit it, and they that love his name shall dwell therein. Psalm 70:1\t{To the chief Musician. [A Psalm] of David: to bring to remembrance.} Make haste, O God, to deliver me; Jehovah, [hasten] to my help. Psalm 70:2\tLet them be ashamed and brought to confusion that seek after my soul; let them be turned backward and confounded that take pleasure in mine adversity; Psalm 70:3\tLet them turn back because of their shame that say, Aha! Aha! Psalm 70:4\tLet all those that seek thee be glad and rejoice in thee, and let such as love thy salvation say continually, Let God be magnified! Psalm 70:5\tBut I am afflicted and needy: make haste unto me, O God. Thou art my help and my deliverer: O Jehovah, make no delay. Psalm 71:1\tIn thee, Jehovah, do I trust: let me never be ashamed. Psalm 71:2\tDeliver me in thy righteousness, and rescue me; incline thine ear unto me, and save me. Psalm 71:3\tBe to me a rock of habitation, whereunto I may continually resort: thou hast given commandment to save me; for thou art my rock and my fortress. Psalm 71:4\tMy God, rescue me out of the hand of the wicked, out of the hand of the unrighteous and cruel man. Psalm 71:5\tFor thou art my hope, O Lord Jehovah, my confidence from my youth. Psalm 71:6\tOn thee have I been stayed from the womb; from the bowels of my mother thou didst draw me forth: my praise shall be continually of thee. Psalm 71:7\tI have been as a wonder unto many; but thou art my strong refuge. Psalm 71:8\tMy mouth shall be filled with thy praise, with thy glory, all the day. Psalm 71:9\tCast me not off in the time of old age; forsake me not when my strength faileth. Psalm 71:10\tFor mine enemies speak against me, and they that watch for my soul consult together, Psalm 71:11\tSaying, God hath forsaken him; pursue and seize him, for there is none to deliver. Psalm 71:12\tO God, be not far from me; my God, hasten to my help. Psalm 71:13\tLet them be ashamed, let them be consumed, that are adversaries to my soul; let them be covered with reproach and dishonour that seek my hurt. Psalm 71:14\tBut as for me, I will hope continually, and will praise thee yet more and more. Psalm 71:15\tMy mouth shall declare thy righteousness, [and] thy salvation all the day: for I know not the numbers [thereof]. Psalm 71:16\tI will go in the might of the Lord Jehovah; I will recall thy righteousness, thine alone. Psalm 71:17\tO God, thou hast taught me from my youth, and hitherto have I proclaimed thy marvellous works: Psalm 71:18\tNow also, when I am old and greyheaded, O God, forsake me not, until I have proclaimed thine arm unto [this] generation, thy might to every one that is to come. Psalm 71:19\tAnd thy righteousness, O God, reacheth on high, thou who hast done great things: O God, who is like unto thee? Psalm 71:20\tThou, who hast shewn us many and sore troubles, wilt revive us again, and wilt bring us up again from the depths of the earth; Psalm 71:21\tThou wilt increase my greatness, and comfort me on every side. Psalm 71:22\tI will also praise thee with the psaltery, even thy truth, my God; unto thee will I sing psalms with the harp, thou holy One of Israel. Psalm 71:23\tMy lips shall exult when I sing psalms unto thee; and my soul, which thou hast redeemed. Psalm 71:24\tMy tongue also shall talk of thy righteousness all the day; for they shall be ashamed, for they shall be brought to confusion, that seek my hurt. Psalm 72:1\t{For Solomon.} O God, give the king thy judgments, and thy righteousness unto the king’s son. Psalm 72:2\tHe will judge thy people with righteousness, and thine afflicted with judgment. Psalm 72:3\tThe mountains shall bring peace to the people, and the hills, by righteousness. Psalm 72:4\tHe will do justice to the afflicted of the people; he will save the children of the needy, and will break in pieces the oppressor. Psalm 72:5\tThey shall fear thee as long as sun and moon endure, from generation to generation. Psalm 72:6\tHe shall come down like rain on the mown grass, as showers that water the earth. Psalm 72:7\tIn his days shall the righteous flourish, and abundance of peace till the moon be no more. Psalm 72:8\tAnd he shall have dominion from sea to sea, and from the river unto the ends of the earth. Psalm 72:9\tThe dwellers in the desert shall bow before him, and his enemies shall lick the dust. Psalm 72:10\tThe kings of Tarshish and of the isles shall render presents; the kings of Sheba and Seba shall offer tribute: Psalm 72:11\tYea, all kings shall bow down before him; all nations shall serve him. Psalm 72:12\tFor he will deliver the needy who crieth, and the afflicted, who hath no helper; Psalm 72:13\tHe will have compassion on the poor and needy, and will save the souls of the needy: Psalm 72:14\tHe will redeem their souls from oppression and violence, and precious shall their blood be in his sight. Psalm 72:15\tAnd he shall live; and to him shall be given of the gold of Sheba; and prayer shall be made for him continually: all the day shall he be blessed. Psalm 72:16\tThere shall be abundance of corn in the earth, upon the top of the mountains; the fruit thereof shall shake like Lebanon; and they of the city shall bloom like the herb of the earth. Psalm 72:17\tHis name shall endure for ever; his name shall be continued as long as the sun: and [men] shall bless themselves in him; all nations shall call him blessed. Psalm 72:18\tBlessed be Jehovah Elohim, the God of Israel, who alone doeth wondrous things! Psalm 72:19\tAnd blessed be his glorious name for ever! and let the whole earth be filled with his glory! Amen, and Amen. Psalm 72:20\tThe prayers of David the son of Jesse are ended. Psalm 73:1\t{A Psalm of Asaph.} Truly God is good to Israel, to such as are of a pure heart. Psalm 73:2\tBut as for me, my feet were almost gone, my steps had well nigh slipped; Psalm 73:3\tFor I was envious at the arrogant, seeing the prosperity of the wicked. Psalm 73:4\tFor they have no pangs in their death, and their body is well nourished; Psalm 73:5\tThey have not the hardships of mankind, neither are they plagued like [other] men: Psalm 73:6\tTherefore pride encompasseth them as a neck-chain, violence covereth them [as] a garment; Psalm 73:7\tTheir eyes stand out from fatness, they exceed the imaginations of their heart: Psalm 73:8\tThey mock and speak wickedly of oppression, they speak loftily: Psalm 73:9\tThey set their mouth in the heavens, and their tongue walketh through the earth. Psalm 73:10\tTherefore his people turn hither, and waters in fulness are wrung out to them. Psalm 73:11\tAnd they say, How can God know, and is there knowledge in the Most High? Psalm 73:12\tBehold, these are the wicked, and they prosper in the world: they heap up riches. Psalm 73:13\tTruly have I purified my heart in vain, and washed my hands in innocency: Psalm 73:14\tFor all the day have I been plagued, and chastened every morning. Psalm 73:15\tIf I said, I will speak thus, behold, I should be faithless to the generation of thy children. Psalm 73:16\tWhen I thought to be able to know this, it was a grievous task in mine eyes; Psalm 73:17\tUntil I went into the sanctuaries of God; [then] understood I their end. Psalm 73:18\tTruly thou settest them in slippery places, thou castest them down in ruins. Psalm 73:19\tHow are they suddenly made desolate! they pass away, consumed with terrors. Psalm 73:20\tAs a dream, when one awaketh, wilt thou, Lord, on arising despise their image. Psalm 73:21\tWhen my heart was in a ferment, and I was pricked in my reins, Psalm 73:22\tThen I was brutish and knew nothing; I was [as] a beast with thee. Psalm 73:23\tNevertheless I am continually with thee: thou hast holden my right hand; Psalm 73:24\tThou wilt guide me by thy counsel, and after the glory, thou wilt receive me. Psalm 73:25\tWhom have I in the heavens? and there is none upon earth I desire beside thee. Psalm 73:26\tMy flesh and my heart faileth: God is the rock of my heart and my portion for ever. Psalm 73:27\tFor behold, they that are far from thee shall perish; thou destroyest every one that goeth a whoring from thee. Psalm 73:28\tBut as for me, it is good for me to draw near to God: I have put my trust in the Lord Jehovah, that I may declare all thy works. Psalm 74:1\t{An instruction: of Asaph.} Why, O God, hast thou cast off for ever? [why] doth thine anger smoke against the sheep of thy pasture? Psalm 74:2\tRemember thine assembly, which thou hast purchased of old, which thou hast redeemed [to be] the portion of thine inheritance, this mount Zion, wherein thou hast dwelt. Psalm 74:3\tLift up thy steps unto the perpetual desolations: everything in the sanctuary hath the enemy destroyed. Psalm 74:4\tThine adversaries roar in the midst of thy place of assembly; they set up their signs [for] signs. Psalm 74:5\t[A man] was known as he could lift up axes in the thicket of trees; Psalm 74:6\tAnd now they break down its carved work altogether, with hatchets and hammers. Psalm 74:7\tThey have set on fire thy sanctuary, they have profaned the habitation of thy name to the ground. Psalm 74:8\tThey said in their heart, Let us destroy them together: they have burned up all God’s places of assembly in the land. Psalm 74:9\tWe see not our signs; there is no more any prophet, neither is there among us any that knoweth how long. Psalm 74:10\tHow long, O God, shall the adversary reproach? Shall the enemy contemn thy name for ever? Psalm 74:11\tWhy withdrawest thou thy hand, and thy right hand? [pluck it] out of thy bosom: consume [them]. Psalm 74:12\tBut God is my king of old, accomplishing deliverances in the midst of the earth. Psalm 74:13\tThou didst divide the sea by thy strength; thou didst break the heads of the monsters on the waters: Psalm 74:14\tThou didst break in pieces the heads of leviathan, thou gavest him to be meat to those that people the desert. Psalm 74:15\tThou didst cleave fountain and torrent, thou driedst up ever-flowing rivers. Psalm 74:16\tThe day is thine, the night also is thine; thou hast prepared the moon and the sun: Psalm 74:17\tThou hast set all the borders of the earth; summer and winter—thou didst form them. Psalm 74:18\tRemember this, that an enemy hath reproached Jehovah, and a foolish people have contemned thy name. Psalm 74:19\tGive not up the soul of thy turtle-dove unto the wild beast; forget not the troop of thine afflicted for ever. Psalm 74:20\tHave respect unto the covenant; for the dark places of the earth are full of the dwellings of violence. Psalm 74:21\tOh let not the oppressed one return ashamed; let the afflicted and needy praise thy name. Psalm 74:22\tRise up, O God, plead thine own cause: remember how the foolish man reproacheth thee all the day; Psalm 74:23\tForget not the voice of thine adversaries: the tumult of those that rise up against thee ascendeth continually. Psalm 75:1\t{To the chief Musician. ‘Destroy not.’ A Psalm of Asaph: a Song.} Unto thee we give thanks, O God, we give thanks; and thy name is near: thy marvellous works declare it. Psalm 75:2\tWhen I shall receive the assembly, I will judge with equity. Psalm 75:3\tThe earth and all the inhabitants thereof are dissolved: I have established its pillars. Selah. Psalm 75:4\tI said unto the boastful, Boast not; and to the wicked, Lift not up the horn: Psalm 75:5\tLift not up your horn on high; speak not arrogantly with a [stiff] neck. Psalm 75:6\tFor not from the east nor from the west, nor yet from the south doth exaltation [come]: Psalm 75:7\tFor God is the judge; he putteth down one and exalteth another. Psalm 75:8\tFor in the hand of Jehovah there is a cup, and it foameth with wine, it is full of mixture; and he poureth out of the same; yea, the dregs thereof shall all the wicked of the earth drain off, [and] drink. Psalm 75:9\tBut as for me, I will declare for ever; I will sing psalms to the God of Jacob. Psalm 75:10\tAnd all the horns of the wicked will I cut off; [but] the horns of the righteous shall be exalted. Psalm 76:1\t{To the chief Musician. On stringed instruments. A Psalm of Asaph: a Song.} In Judah is God known, his name is great in Israel; Psalm 76:2\tAnd in Salem is his tent, and his dwelling-place in Zion. Psalm 76:3\tThere broke he the flashings of the bow, shield and sword and battle. Selah. Psalm 76:4\tMore glorious art thou, more excellent, than the mountains of prey. Psalm 76:5\tThe stout-hearted are made a spoil, they have slept their sleep; and none of the men of might have found their hands. Psalm 76:6\tAt thy rebuke, O God of Jacob, both chariot and horse are cast into a dead sleep. Psalm 76:7\tThou, thou art to be feared, and who can stand before thee when once thou art angry? Psalm 76:8\tThou didst cause judgment to be heard from the heavens; the earth feared, and was still, Psalm 76:9\tWhen God rose up to judgment, to save all the meek of the earth. Selah. Psalm 76:10\tFor the fury of man shall praise thee; the remainder of fury wilt thou gird on thyself. Psalm 76:11\tVow and pay unto Jehovah your God: let all that are round about him bring presents unto him that is to be feared. Psalm 76:12\tHe cutteth off the spirit of princes; [he] is terrible to the kings of the earth. Psalm 77:1\t{To the chief Musician. On Jeduthun. Of Asaph. A Psalm.} My voice is unto God, and I will cry; my voice is unto God, and he will give ear unto me. Psalm 77:2\tIn the day of my trouble, I sought the Lord: my hand was stretched out in the night, and slacked not; my soul refused to be comforted. Psalm 77:3\tI remembered God, and I moaned; I complained, and my spirit was overwhelmed. Selah. Psalm 77:4\tThou holdest open mine eyelids; I am full of disquiet and cannot speak. Psalm 77:5\tI consider the days of old, the years of ancient times. Psalm 77:6\tI remember my song in the night; I muse in mine own heart, and my spirit maketh diligent search. Psalm 77:7\tWill the Lord cast off for ever? and will he be favourable no more? Psalm 77:8\tHath his loving-kindness ceased for ever? hath [his] word come to an end from generation to generation? Psalm 77:9\tHath God forgotten to be gracious? or hath he in anger shut up his tender mercies? Selah. Psalm 77:10\tThen said I, This is my weakness:—the years of the right hand of the Most High Psalm 77:11\tWill I remember,—the works of Jah; for I will remember thy wonders of old, Psalm 77:12\tAnd I will meditate upon all thy work, and muse upon thy doings. Psalm 77:13\tO God, thy way is in the sanctuary: who is so great a god as God? Psalm 77:14\tThou art the God that doest wonders; thou hast declared thy strength among the peoples. Psalm 77:15\tThou hast with [thine] arm redeemed thy people, the sons of Jacob and Joseph. Selah. Psalm 77:16\tThe waters saw thee, O God, the waters saw thee; they trembled, yea, the depths were troubled: Psalm 77:17\tThe thick clouds poured out water; the skies sent out a sound, yea, thine arrows went abroad: Psalm 77:18\tThe voice of thy thunder was in the whirlwind, lightnings lit up the world; the earth was troubled and it quaked. Psalm 77:19\tThy way is in the sea, and thy paths are in the great waters; and thy footsteps are not known. Psalm 77:20\tThou leddest thy people like a flock by the hand of Moses and Aaron. Psalm 78:1\t{An instruction. Of Asaph.} Give ear, O my people, to my law; incline your ears to the words of my mouth. Psalm 78:2\tI will open my mouth in a parable; I will utter riddles from of old, Psalm 78:3\tWhich we have heard and known, and our fathers have told us: Psalm 78:4\tWe will not hide [them] from their sons, shewing forth to the generation to come the praises of Jehovah, and his strength, and his marvellous works which he hath done. Psalm 78:5\tFor he established a testimony in Jacob, and appointed a law in Israel, which he commanded our fathers, that they should make them known to their children; Psalm 78:6\tThat the generation to come might know [them], the children that should be born; that they might rise up and tell [them] to their children, Psalm 78:7\tAnd that they might set their hope in God, and not forget the works of God, but observe his commandments; Psalm 78:8\tAnd might not be as their fathers, a stubborn and rebellious generation, a generation that prepared not their heart, and whose spirit was not stedfast with God. Psalm 78:9\tThe sons of Ephraim, armed bowmen, turned back in the day of battle. Psalm 78:10\tThey kept not the covenant of God, and refused to walk in his law; Psalm 78:11\tAnd forgot his doings, and his marvellous works which he had shewn them. Psalm 78:12\tIn the sight of their fathers had he done wonders, in the land of Egypt, the field of Zoan. Psalm 78:13\tHe clave the sea, and caused them to pass through; and made the waters to stand as a heap; Psalm 78:14\tAnd he led them with a cloud in the daytime, and all the night with the light of fire. Psalm 78:15\tHe clave rocks in the wilderness, and gave [them] drink as out of the depths, abundantly; Psalm 78:16\tAnd he brought streams out of the rock, and caused waters to run down like rivers. Psalm 78:17\tYet they still went on sinning against him, provoking the Most High in the desert; Psalm 78:18\tAnd they tempted God in their heart, by asking meat for their lust; Psalm 78:19\tAnd they spoke against God: they said, Is God able to prepare a table in the wilderness? Psalm 78:20\tBehold, he smote the rock, and waters gushed out, and streams overflowed; is he able to give bread also, or provide flesh for his people? Psalm 78:21\tTherefore Jehovah heard, and was wroth; and fire was kindled against Jacob, and anger also went up against Israel: Psalm 78:22\tBecause they believed not in God, and confided not in his salvation; Psalm 78:23\tThough he had commanded the clouds from above, and had opened the doors of the heavens, Psalm 78:24\tAnd had rained down manna upon them to eat, and had given them the corn of the heavens. Psalm 78:25\tMan did eat the bread of the mighty; he sent them provision to the full. Psalm 78:26\tHe caused the east wind to rise in the heavens, and by his strength he brought the south wind; Psalm 78:27\tAnd he rained flesh upon them as dust, and feathered fowl as the sand of the seas, Psalm 78:28\tAnd he let it fall in the midst of their camp, round about their habitations: Psalm 78:29\tAnd they did eat, and were well filled; for that they lusted after, he brought to them. Psalm 78:30\tThey were not alienated from their lust, their meat was yet in their mouths, Psalm 78:31\tWhen the anger of God went up against them; and he slew the fattest of them, and smote down the chosen men of Israel. Psalm 78:32\tFor all this, they sinned still, and believed not in his marvellous works; Psalm 78:33\tAnd he consumed their days in vanity, and their years in terror. Psalm 78:34\tWhen he slew them, then they sought him, and returned and sought early after God; Psalm 78:35\tAnd they remembered that God was their rock, and God, the Most High, their redeemer. Psalm 78:36\tBut they flattered him with their mouth, and lied unto him with their tongue; Psalm 78:37\tFor their heart was not firm toward him, neither were they stedfast in his covenant. Psalm 78:38\tBut he was merciful: he forgave the iniquity, and destroyed [them] not; but many a time turned he his anger away, and did not stir up all his fury: Psalm 78:39\tAnd he remembered that they were flesh, a breath that passeth away and cometh not again. Psalm 78:40\tHow oft did they provoke him in the wilderness, and grieve him in the desert! Psalm 78:41\tAnd they turned again and tempted God, and grieved the Holy One of Israel. Psalm 78:42\tThey remembered not his hand, the day when he delivered them from the oppressor, Psalm 78:43\tHow he set his signs in Egypt, and his miracles in the field of Zoan; Psalm 78:44\tAnd turned their rivers into blood, and their streams, that they could not drink; Psalm 78:45\tHe sent dog-flies among them, which devoured them, and frogs, which destroyed them; Psalm 78:46\tAnd he gave their increase unto the caterpillar, and their labour unto the locust; Psalm 78:47\tHe killed their vines with hail, and their sycamore trees with hail-stones; Psalm 78:48\tAnd he delivered up their cattle to the hail, and their flocks to thunderbolts. Psalm 78:49\tHe cast upon them the fierceness of his anger, wrath, and indignation, and distress,—a mission of angels of woes. Psalm 78:50\tHe made a way for his anger; he spared not their soul from death, but gave their life over to the pestilence; Psalm 78:51\tAnd he smote all the firstborn in Egypt, the first-fruits of their vigour in the tents of Ham. Psalm 78:52\tAnd he made his own people to go forth like sheep, and guided them in the wilderness like a flock; Psalm 78:53\tAnd he led them safely, so that they were without fear; and the sea covered their enemies. Psalm 78:54\tAnd he brought them to his holy border, this mountain, which his right hand purchased; Psalm 78:55\tAnd he drove out the nations before them, and allotted them for an inheritance by line, and made the tribes of Israel to dwell in their tents. Psalm 78:56\tBut they tempted and provoked God, the Most High, and kept not his testimonies, Psalm 78:57\tAnd they drew back and dealt treacherously like their fathers: they turned like a deceitful bow. Psalm 78:58\tAnd they provoked him to anger with their high places, and moved him to jealousy with their graven images. Psalm 78:59\tGod heard, and was wroth, and greatly abhorred Israel: Psalm 78:60\tAnd he forsook the tabernacle at Shiloh, the tent where he had dwelt among men, Psalm 78:61\tAnd gave his strength into captivity, and his glory into the hand of the oppressor; Psalm 78:62\tAnd delivered up his people unto the sword, and was very wroth with his inheritance: Psalm 78:63\tThe fire consumed their young men, and their maidens were not praised in [nuptial] song; Psalm 78:64\tTheir priests fell by the sword, and their widows made no lamentation. Psalm 78:65\tThen the Lord awoke as one out of sleep, like a mighty man that shouteth aloud by reason of wine; Psalm 78:66\tAnd he smote his adversaries in the hinder part, and put them to everlasting reproach. Psalm 78:67\tAnd he rejected the tent of Joseph, and chose not the tribe of Ephraim, Psalm 78:68\tBut chose the tribe of Judah, the mount Zion which he loved; Psalm 78:69\tAnd he built his sanctuary like the heights, like the earth which he hath founded for ever. Psalm 78:70\tAnd he chose David his servant, and took him from the sheepfolds: Psalm 78:71\tFrom following the suckling-ewes, he brought him to feed Jacob his people, and Israel his inheritance. Psalm 78:72\tAnd he fed them according to the integrity of his heart, and led them by the skilfulness of his hands. Psalm 79:1\t{A Psalm of Asaph.} O God, the nations are come into thine inheritance: thy holy temple have they defiled; they have laid Jerusalem in heaps. Psalm 79:2\tThe dead bodies of thy servants have they given to be meat unto the fowl of the heavens, the flesh of thy saints unto the beasts of the earth: Psalm 79:3\tTheir blood have they shed like water round about Jerusalem, and there was none to bury [them]. Psalm 79:4\tWe are become a reproach to our neighbours, a mockery and a derision to them that are round about us. Psalm 79:5\tHow long, O Jehovah? wilt thou be angry for ever? Shall thy jealousy burn like fire? Psalm 79:6\tPour out thy fury upon the nations that have not known thee, and upon the kingdoms that call not upon thy name: Psalm 79:7\tFor they have devoured Jacob, and laid waste his habitation. Psalm 79:8\tRemember not against us the iniquities of [our] forefathers; let thy tender mercies speedily come to meet us: for we are brought very low. Psalm 79:9\tHelp us, O God of our salvation, because of the glory of thy name; and deliver us, and forgive our sins, for thy name’s sake. Psalm 79:10\tWherefore should the nations say, Where is their God? Let the avenging of the blood of thy servants that is shed be known among the nations in our sight. Psalm 79:11\tLet the groaning of the prisoner come before thee; according to the greatness of thine arm, preserve those that are appointed to die; Psalm 79:12\tAnd render unto our neighbours, sevenfold into their bosom, their reproach, wherewith they have reproached thee, O Lord. Psalm 79:13\tAnd we, thy people and the sheep of thy pasture, will give thanks unto thee for ever; we will shew forth thy praise from generation to generation. Psalm 80:1\t{To the chief Musician. On Shoshannim-Eduth. Of Asaph. A Psalm.} Give ear, O Shepherd of Israel, thou that leadest Joseph like a flock; thou that sittest [between] the cherubim, shine forth. Psalm 80:2\tBefore Ephraim and Benjamin and Manasseh, stir up thy strength, and come to our deliverance. Psalm 80:3\tO God, restore us; and cause thy face to shine, and we shall be saved. Psalm 80:4\tJehovah, God of hosts, how long will thine anger smoke against the prayer of thy people? Psalm 80:5\tThou hast fed them with the bread of tears, and given them tears to drink in large measure: Psalm 80:6\tThou hast made us a strife unto our neighbours, and our enemies mock among themselves. Psalm 80:7\tRestore us, O God of hosts; and cause thy face to shine, and we shall be saved. Psalm 80:8\tThou broughtest a vine out of Egypt; thou didst cast out the nations, and plant it: Psalm 80:9\tThou preparedst space before it, and it took deep root, and filled the land; Psalm 80:10\tThe mountains were covered with its shadow, and the branches thereof were [like] cedars of God; Psalm 80:11\tIt sent out its boughs unto the sea, and its shoots unto the river. Psalm 80:12\tWhy hast thou broken down its fences, so that all who pass by the way do pluck it? Psalm 80:13\tThe boar out of the forest doth waste it, and the beast of the field doth feed off it. Psalm 80:14\tO God of hosts, return, we beseech thee; look down from the heavens, and behold, and visit this vine; Psalm 80:15\tEven the stock which thy right hand hath planted, and the young plant thou madest strong for thyself. Psalm 80:16\tIt is burned with fire, it is cut down; they perish at the rebuke of thy countenance. Psalm 80:17\tLet thy hand be upon the man of thy right hand, upon the son of man whom thou hast made strong for thyself. Psalm 80:18\tSo will we not go back from thee. Revive us, and we will call upon thy name. Psalm 80:19\tRestore us, O Jehovah, God of hosts; cause thy face to shine, and we shall be saved. Psalm 81:1\t{To the chief Musician. Upon the Gittith. [A Psalm] of Asaph.} Sing ye joyously unto God our strength, shout aloud unto the God of Jacob; Psalm 81:2\tRaise a song, and sound the tambour, the pleasant harp with the lute. Psalm 81:3\tBlow the trumpet at the new moon, at the set time, on our feast day: Psalm 81:4\tFor this is a statute for Israel, an ordinance of the God of Jacob; Psalm 81:5\tHe ordained it in Joseph [for] a testimony, when he went forth over the land of Egypt, [where] I heard a language that I knew not. Psalm 81:6\tI removed his shoulder from the burden; his hands were freed from the basket. Psalm 81:7\tThou calledst in trouble, and I delivered thee; I answered thee in the secret place of thunder; I proved thee at the waters of Meribah. Selah. Psalm 81:8\tHear, my people, and I will testify unto thee; O Israel, if thou wouldest hearken unto me! Psalm 81:9\tThere shall no strange god be in thee, neither shalt thou worship any foreign god. Psalm 81:10\tI am Jehovah thy God, that brought thee up out of the land of Egypt: open thy mouth wide, and I will fill it. Psalm 81:11\tBut my people hearkened not to my voice, and Israel would none of me. Psalm 81:12\tSo I gave them up unto their own hearts’ stubbornness: they walked after their own counsels. Psalm 81:13\tOh that my people had hearkened unto me, that Israel had walked in my ways! Psalm 81:14\tI would soon have subdued their enemies, and turned my hand against their adversaries. Psalm 81:15\tThe haters of Jehovah would have come cringing unto him; but their time would have been for ever. Psalm 81:16\tAnd he would have fed them with the finest of wheat; yea, with honey out of the rock would I have satisfied thee. Psalm 82:1\t{A Psalm of Asaph.} God standeth in the assembly of God, he judgeth among the gods. Psalm 82:2\tHow long will ye judge unrighteously, and accept the person of the wicked? Selah. Psalm 82:3\tJudge the poor and the fatherless, do justice to the afflicted and the destitute; Psalm 82:4\tRescue the poor and needy, deliver them out of the hand of the wicked. Psalm 82:5\tThey know not, neither do they understand; they walk on in darkness: all the foundations of the earth are moved. Psalm 82:6\tI have said, Ye are gods, and all of you are children of the Most High; Psalm 82:7\tBut ye shall die like men, and fall like one of the princes. Psalm 82:8\tArise, O God, judge the earth; for thou shalt inherit all the nations. Psalm 83:1\t{A Song; a Psalm of Asaph.} O God, keep not silence; hold not thy peace, and be not still, O God: Psalm 83:2\tFor behold, thine enemies make a tumult; and they that hate thee lift up the head. Psalm 83:3\tThey take crafty counsel against thy people, and consult against thy hidden ones: Psalm 83:4\tThey say, Come, and let us cut them off from being a nation, and let the name of Israel be mentioned no more. Psalm 83:5\tFor they have consulted together with one heart: they have made an alliance together against thee. Psalm 83:6\tThe tents of Edom and the Ishmaelites, Moab and the Hagarites; Psalm 83:7\tGebal, and Ammon, and Amalek; Philistia, with the inhabitants of Tyre; Psalm 83:8\tAsshur also is joined with them: they are an arm to the sons of Lot. Selah. Psalm 83:9\tDo unto them as to Midian; as to Sisera, as to Jabin, at the torrent of Kishon: Psalm 83:10\tWho were destroyed at Endor; they became as dung for the ground. Psalm 83:11\tMake their nobles as Oreb and as Zeeb; and all their chiefs as Zebah and as Zalmunna. Psalm 83:12\tFor they have said, Let us take to ourselves God’s dwelling-places in possession. Psalm 83:13\tO my God, make them like a whirling thing, like stubble before the wind. Psalm 83:14\tAs fire burneth a forest, and as the flame setteth the mountains on fire, Psalm 83:15\tSo pursue them with thy tempest, and terrify them with thy whirlwind. Psalm 83:16\tFill their faces with shame, that they may seek thy name, O Jehovah. Psalm 83:17\tLet them be put to shame and be dismayed for ever, and let them be confounded and perish: Psalm 83:18\tThat they may know that thou alone, whose name is Jehovah, art the Most High over all the earth. Psalm 84:1\t{To the chief Musician. Upon the Gittith. Of the sons of Korah. A Psalm.} How amiable are thy tabernacles, O Jehovah of hosts! Psalm 84:2\tMy soul longeth, yea, even fainteth for the courts of Jehovah; my heart and my flesh cry out for the living God. Psalm 84:3\tYea, the sparrow hath found a house, and the swallow a nest for herself, where she layeth her young, thine altars, O Jehovah of hosts, my King and my God. Psalm 84:4\tBlessed are they that dwell in thy house: they will be constantly praising thee. Selah. Psalm 84:5\tBlessed is the man whose strength is in thee,—they, in whose heart are the highways. Psalm 84:6\tPassing through the valley of Baca, they make it a well-spring; yea, the early rain covereth it with blessings. Psalm 84:7\tThey go from strength to strength: [each one] will appear before God in Zion. Psalm 84:8\tJehovah, God of hosts, hear my prayer; give ear, O God of Jacob. Selah. Psalm 84:9\tBehold, O God our shield, and look upon the face of thine anointed. Psalm 84:10\tFor a day in thy courts is better than a thousand. I had rather stand at the threshold of the house of my God, than dwell in the tents of wickedness. Psalm 84:11\tFor Jehovah Elohim is a sun and shield: Jehovah will give grace and glory; no good thing will he withhold from them that walk uprightly. Psalm 84:12\tJehovah of hosts, blessed is the man that confideth in thee! Psalm 85:1\t{To the chief Musician. Of the sons of Korah. A Psalm.} Thou hast been favourable, Jehovah, unto thy land; thou hast turned the captivity of Jacob: Psalm 85:2\tThou hast forgiven the iniquity of thy people; thou hast covered all their sin. Selah. Psalm 85:3\tThou hast withdrawn all thy wrath; thou hast turned from the fierceness of thine anger. Psalm 85:4\tBring us back, O God of our salvation, and cause thine indignation toward us to cease. Psalm 85:5\tWilt thou be angry with us for ever? wilt thou draw out thine anger from generation to generation? Psalm 85:6\tWilt thou not revive us again, that thy people may rejoice in thee? Psalm 85:7\tShew us thy loving-kindness, O Jehovah, and grant us thy salvation. Psalm 85:8\tI will hear what God, Jehovah, will speak; for he will speak peace unto his people, and to his godly ones: but let them not turn again to folly. Psalm 85:9\tSurely his salvation is nigh them that fear him, that glory may dwell in our land. Psalm 85:10\tLoving-kindness and truth are met together; righteousness and peace have kissed each other: Psalm 85:11\tTruth shall spring out of the earth, and righteousness shall look down from the heavens. Psalm 85:12\tJehovah also will give what is good, and our land shall yield its increase. Psalm 85:13\tRighteousness shall go before him, and shall set his footsteps on the way. Psalm 86:1\t{A Prayer of David.} Incline thine ear, Jehovah, answer me; for I am afflicted and needy. Psalm 86:2\tKeep my soul, for I am godly; O thou my God, save thy servant who confideth in thee. Psalm 86:3\tBe gracious unto me, O Lord; for unto thee do I call all the day. Psalm 86:4\tRejoice the soul of thy servant; for unto thee, Lord, do I lift up my soul. Psalm 86:5\tFor thou, Lord, art good, and ready to forgive, and art of great loving-kindness unto all that call upon thee. Psalm 86:6\tGive ear, O Jehovah, unto my prayer, and attend to the voice of my supplications. Psalm 86:7\tIn the day of my distress I will call upon thee, for thou wilt answer me. Psalm 86:8\tAmong the gods there is none like unto thee, Lord, and there is nothing like unto thy works. Psalm 86:9\tAll nations whom thou hast made shall come and worship before thee, O Lord, and shall glorify thy name. Psalm 86:10\tFor thou art great, and doest wondrous things: thou art God, thou alone. Psalm 86:11\tTeach me thy way, Jehovah; I will walk in thy truth: unite my heart to fear thy name. Psalm 86:12\tI will praise thee, O Lord my God, with my whole heart; and I will glorify thy name for evermore. Psalm 86:13\tFor great is thy loving-kindness toward me, and thou hast delivered my soul from the lowest Sheol. Psalm 86:14\tO God, the proud are risen against me, and the assembly of the violent seek after my soul, and they have not set thee before them. Psalm 86:15\tBut thou, Lord, art a God merciful and gracious, slow to anger, and abundant in goodness and truth. Psalm 86:16\tTurn toward me, and be gracious unto me; give thy strength unto thy servant, and save the son of thine handmaid. Psalm 86:17\tShew me a token for good, that they which hate me may see it, and be ashamed; for thou, Jehovah, hast helped me and comforted me. Psalm 87:1\t{Of the sons of Korah. A Psalm. A Song.} His foundation is in the mountains of holiness. Psalm 87:2\tJehovah loveth the gates of Zion more than all the habitations of Jacob. Psalm 87:3\tGlorious things are spoken of thee, O city of God. Selah. Psalm 87:4\tI will make mention of Rahab and Babylon among them that know me; behold Philistia, and Tyre, with Ethiopia: this [man] was born there. Psalm 87:5\tAnd of Zion it shall be said, This one and that one was born in her; and the Most High himself shall establish her. Psalm 87:6\tJehovah will count, when he inscribeth the peoples, This [man] was born there. Selah. Psalm 87:7\tAs well the singers as the dancers [shall say], All my springs are in thee. Psalm 88:1\t{A Song, a Psalm for the sons of Korah. To the chief Musician. Upon Mahalath Leannoth. An instruction. Of Heman the Ezrahite.} Jehovah, God of my salvation, I have cried by day [and] in the night before thee. Psalm 88:2\tLet my prayer come before thee; incline thine ear unto my cry. Psalm 88:3\tFor my soul is full of troubles, and my life draweth nigh to Sheol. Psalm 88:4\tI am reckoned with them that go down into the pit; I am as a man that hath no strength: Psalm 88:5\tProstrate among the dead, like the slain that lie in the grave; whom thou rememberest no more, and who are cut off from thy hand. Psalm 88:6\tThou hast laid me in the lowest pit, in dark places, in the deeps. Psalm 88:7\tThy fury lieth hard upon me, and thou hast afflicted [me] with all thy waves. Selah. Psalm 88:8\tThou hast put my familiar friends far from me; thou hast made me an abomination unto them: I am shut up, and I cannot come forth. Psalm 88:9\tMine eye consumeth by reason of affliction. Upon thee, Jehovah, have I called every day; I have stretched out my hands unto thee. Psalm 88:10\tWilt thou do wonders to the dead? shall the shades arise and praise thee? Selah. Psalm 88:11\tShall thy loving-kindness be declared in the grave? thy faithfulness in Destruction? Psalm 88:12\tShall thy wonders be known in the dark? and thy righteousness in the land of forgetfulness? Psalm 88:13\tBut as for me, Jehovah, I cry unto thee, and in the morning my prayer cometh before thee. Psalm 88:14\tWhy, O Jehovah, castest thou off my soul? [why] hidest thou thy face from me? Psalm 88:15\tI am afflicted and expiring from my youth up; I suffer thy terrors, [and] I am distracted. Psalm 88:16\tThy fierce anger hath gone over me; thy terrors have brought me to nought: Psalm 88:17\tThey have surrounded me all the day like water; they have compassed me about together. Psalm 88:18\tLover and associate hast thou put far from me: my familiar friends are darkness. Psalm 89:1\t{An instruction. Of Ethan the Ezrahite.} I will sing of the loving-kindness of Jehovah for ever; with my mouth will I make known thy faithfulness from generation to generation. Psalm 89:2\tFor I said, Loving-kindness shall be built up for ever; in the very heavens wilt thou establish thy faithfulness. Psalm 89:3\tI have made a covenant with mine elect, I have sworn unto David my servant: Psalm 89:4\tThy seed will I establish for ever, and build up thy throne from generation to generation. Selah. Psalm 89:5\tAnd the heavens shall celebrate thy wonders, O Jehovah, and thy faithfulness in the congregation of the saints. Psalm 89:6\tFor who in the heaven can be compared to Jehovah? [who] among the sons of the mighty shall be likened to Jehovah? Psalm 89:7\tGod is greatly to be feared in the council of the saints, and terrible for all that are round about him. Psalm 89:8\tJehovah, God of hosts, who is like unto thee, the strong Jah? And thy faithfulness is round about thee. Psalm 89:9\tThou rulest the pride of the sea: when its waves arise, thou stillest them. Psalm 89:10\tThou hast crushed Rahab as one that is slain; thou hast scattered thine enemies with the arm of thy strength. Psalm 89:11\tThine are the heavens, the earth also is thine; the world and its fulness, thou hast founded them. Psalm 89:12\tThe north and the south, thou hast created them: Tabor and Hermon triumph in thy name. Psalm 89:13\tThine is the arm of might: strong is thy hand, high is thy right hand. Psalm 89:14\tRighteousness and judgment are the foundation of thy throne; loving-kindness and truth go before thy face. Psalm 89:15\tBlessed is the people that know the shout of joy: they walk, O Jehovah, in the light of thy countenance. Psalm 89:16\tIn thy name are they joyful all the day, and in thy righteousness are they exalted. Psalm 89:17\tFor thou art the glory of their strength; and in thy favour our horn shall be exalted. Psalm 89:18\tFor Jehovah is our shield, and the Holy One of Israel, our king. Psalm 89:19\tThen thou spakest in vision of thy Holy One, and saidst, I have laid help upon a mighty one; I have exalted one chosen out of the people. Psalm 89:20\tI have found David my servant; with my holy oil have I anointed him: Psalm 89:21\tWith whom my hand shall be established; and mine arm shall strengthen him. Psalm 89:22\tNo enemy shall exact upon him, nor the son of wickedness afflict him; Psalm 89:23\tBut I will beat down his adversaries before his face, and will smite them that hate him. Psalm 89:24\tAnd my faithfulness and my loving-kindness shall be with him, and by my name shall his horn be exalted. Psalm 89:25\tAnd I will set his hand in the sea, and his right hand in the rivers. Psalm 89:26\tHe shall call unto me, Thou art my father, my God, and the rock of my salvation; Psalm 89:27\tAnd as to me, I will make him firstborn, the highest of the kings of the earth. Psalm 89:28\tMy loving-kindness will I keep for him for evermore, and my covenant shall stand fast with him; Psalm 89:29\tAnd I will establish his seed for ever, and his throne as the days of heaven. Psalm 89:30\tIf his sons forsake my law, and walk not in mine ordinances; Psalm 89:31\tIf they profane my statutes, and keep not my commandments: Psalm 89:32\tThen will I visit their transgression with the rod, and their iniquity with stripes. Psalm 89:33\tNevertheless my loving-kindness will I not utterly take from him, nor belie my faithfulness; Psalm 89:34\tMy covenant will I not profane, nor alter the thing that is gone out of my lips. Psalm 89:35\tOnce have I sworn by my holiness; I will not lie unto David: Psalm 89:36\tHis seed shall endure for ever, and his throne as the sun before me; Psalm 89:37\tIt shall be established for ever as the moon, and the witness in the sky is firm. Selah. Psalm 89:38\tBut thou hast rejected and cast off; thou hast been very wroth with thine anointed: Psalm 89:39\tThou hast made void the covenant of thy servant; thou hast profaned his crown to the ground: Psalm 89:40\tThou hast broken down all his hedges; thou hast brought his strongholds to ruin. Psalm 89:41\tAll that pass by the way plunder him; he is become a reproach to his neighbours. Psalm 89:42\tThou hast exalted the right hand of his oppressors; thou hast made all his enemies to rejoice: Psalm 89:43\tYea, thou hast turned back the edge of his sword, and hast not made him stand in the battle. Psalm 89:44\tThou hast made his brightness to cease, and cast his throne down to the ground; Psalm 89:45\tThe days of his youth hast thou shortened; thou hast covered him with shame. Selah. Psalm 89:46\tHow long, Jehovah, wilt thou hide thyself for ever? shall thy fury burn like fire? Psalm 89:47\tRemember, as regards me, what life is. Wherefore hast thou created all the children of men to be vanity? Psalm 89:48\tWhat man liveth, and shall not see death? Shall he deliver his soul from the power of Sheol? Selah. Psalm 89:49\tWhere, Lord, are thy former loving-kindnesses, [which] thou swarest unto David in thy faithfulness? Psalm 89:50\tRemember, Lord, the reproach of thy servants—that I bear in my bosom [that of] all the mighty peoples— Psalm 89:51\tWherewith thine enemies, O Jehovah, have reproached, wherewith they have reproached the footsteps of thine anointed. Psalm 89:52\tBlessed be Jehovah for evermore! Amen, and Amen. Psalm 90:1\t{A Prayer of Moses, the man of God.} Lord, thou hast been our dwelling-place in all generations. Psalm 90:2\tBefore the mountains were brought forth, and thou hadst formed the earth and the world, even from eternity to eternity thou art God. Psalm 90:3\tThou makest [mortal] man to return to dust, and sayest, Return, children of men. Psalm 90:4\tFor a thousand years, in thy sight, are as yesterday when it is past, and [as] a watch in the night. Psalm 90:5\tThou carriest them away as with a flood; they are [as] a sleep: in the morning they are like grass [that] groweth up: Psalm 90:6\tIn the morning it flourisheth and groweth up; in the evening it is cut down and withereth. Psalm 90:7\tFor we are consumed by thine anger, and by thy fury are we troubled. Psalm 90:8\tThou hast set our iniquities before thee, our secret [sins] in the light of thy countenance. Psalm 90:9\tFor all our days pass away in thy wrath: we spend our years as a [passing] thought. Psalm 90:10\tThe days of our years are threescore years and ten; and if, by reason of strength, they be fourscore years, yet their pride is labour and vanity, for it is soon cut off, and we fly away. Psalm 90:11\tWho knoweth the power of thine anger? and thy wrath according to the fear of thee? Psalm 90:12\tSo teach [us] to number our days, that we may acquire a wise heart. Psalm 90:13\tReturn, Jehovah: how long? and let it repent thee concerning thy servants. Psalm 90:14\tSatisfy us early with thy loving-kindness; that we may sing for joy and be glad all our days. Psalm 90:15\tMake us glad according to the days [wherein] thou hast afflicted us, according to the years [wherein] we have seen evil. Psalm 90:16\tLet thy work appear unto thy servants, and thy majesty unto their sons. Psalm 90:17\tAnd let the beauty of Jehovah our God be upon us; and establish thou the work of our hands upon us: yea, the work of our hands, establish thou it. Psalm 91:1\tHe that dwelleth in the secret place of the Most High shall abide under the shadow of the Almighty. Psalm 91:2\tI say of Jehovah, My refuge and my fortress; my God, I will confide in him. Psalm 91:3\tSurely he shall deliver thee from the snare of the fowler, [and] from the destructive pestilence. Psalm 91:4\tHe shall cover thee with his feathers, and under his wings shalt thou find refuge: his truth is a shield and buckler. Psalm 91:5\tThou shalt not be afraid for the terror by night, for the arrow that flieth by day, Psalm 91:6\tFor the pestilence that walketh in darkness, for the destruction that wasteth at noonday. Psalm 91:7\tA thousand shall fall at thy side, and ten thousand at thy right hand; [but] it shall not come nigh thee. Psalm 91:8\tOnly with thine eyes shalt thou behold, and see the reward of the wicked. Psalm 91:9\tBecause thou hast made Jehovah, my refuge, the Most High, thy dwelling-place, Psalm 91:10\tThere shall no evil befall thee, neither shall any plague come nigh thy tent. Psalm 91:11\tFor he shall give his angels charge concerning thee, to keep thee in all thy ways: Psalm 91:12\tThey shall bear thee up in [their] hands, lest thou dash thy foot against a stone. Psalm 91:13\tThou shalt tread upon the lion and the adder; the young lion and the dragon shalt thou trample under foot. Psalm 91:14\tBecause he hath set his love upon me, therefore will I deliver him; I will set him on high, because he hath known my name. Psalm 91:15\tHe shall call upon me, and I will answer him; I will be with him in trouble, I will deliver him and honour him. Psalm 91:16\tWith length of days will I satisfy him, and shew him my salvation. Psalm 92:1\t{A Psalm, a Song, for the Sabbath day.} It is good to give thanks unto Jehovah, and to sing psalms unto thy name, O Most High; Psalm 92:2\tTo declare thy loving-kindness in the morning, and thy faithfulness in the nights, Psalm 92:3\tUpon an instrument of ten strings and upon the lute; upon the Higgaion with the harp. Psalm 92:4\tFor thou, Jehovah, hast made me glad through thy work; I will triumph in the works of thy hands. Psalm 92:5\tJehovah, how great are thy works! Thy thoughts are very deep: Psalm 92:6\tA brutish man knoweth not, neither doth a fool understand it. Psalm 92:7\tWhen the wicked spring as the grass, and when all the workers of iniquity flourish, it is that they may be destroyed for ever. Psalm 92:8\tAnd thou, Jehovah, art on high for evermore. Psalm 92:9\tFor lo, thine enemies, O Jehovah, for lo, thine enemies shall perish; all the workers of iniquity shall be scattered. Psalm 92:10\tBut my horn shalt thou exalt like a buffalo’s: I shall be anointed with fresh oil. Psalm 92:11\tAnd mine eye shall see [its desire] on mine enemies; mine ears shall hear [it] of the evil-doers that rise up against me. Psalm 92:12\tThe righteous shall shoot forth like a palm-tree; he shall grow like a cedar on Lebanon. Psalm 92:13\tThose that are planted in the house of Jehovah shall flourish in the courts of our God: Psalm 92:14\tThey are still vigorous in old age, they are full of sap and green; Psalm 92:15\tTo shew that Jehovah is upright: [he is] my rock, and there is no unrighteousness in him. Psalm 93:1\tJehovah reigneth, he hath clothed himself with majesty: Jehovah hath clothed himself, he hath girded himself with strength; yea, the world is established, it shall not be moved. Psalm 93:2\tThy throne is established of old; thou art from eternity. Psalm 93:3\tThe floods lifted up, O Jehovah, the floods lifted up their voice; the floods lifted up their roaring waves. Psalm 93:4\tJehovah on high is mightier than the voices of many waters, than the mighty breakers of the sea. Psalm 93:5\tThy testimonies are very sure: holiness becometh thy house, O Jehovah, for ever. Psalm 94:1\tO God of vengeances, Jehovah, God of vengeances, shine forth; Psalm 94:2\tLift up thyself, thou judge of the earth, render the reward to the proud. Psalm 94:3\tHow long shall the wicked, O Jehovah, how long shall the wicked triumph? Psalm 94:4\t[How long] shall they utter [and] speak insolence—all the workers of iniquity boast themselves? Psalm 94:5\tThey crush thy people, O Jehovah, and afflict thine inheritance; Psalm 94:6\tThey slay the widow and the stranger, and murder the fatherless, Psalm 94:7\tAnd say, Jah will not see, neither will the God of Jacob regard [it]. Psalm 94:8\tUnderstand, ye brutish among the people; and ye fools, when will ye be wise? Psalm 94:9\tHe that planted the ear, shall he not hear? He that formed the eye, shall he not see? Psalm 94:10\tHe that instructeth the nations, shall not he correct—he that teacheth man knowledge? Psalm 94:11\tJehovah knoweth the thoughts of man, that they are vanity. Psalm 94:12\tBlessed is the man whom thou chastenest, O Jah, and whom thou teachest out of thy law; Psalm 94:13\tThat thou mayest give him rest from the days of evil, until the pit be digged for the wicked. Psalm 94:14\tFor Jehovah will not cast off his people, neither will he forsake his inheritance; Psalm 94:15\tFor judgment shall return unto righteousness, and all the upright in heart shall follow it. Psalm 94:16\tWho will rise up for me against the evil-doers? who will stand for me against the workers of iniquity? Psalm 94:17\tIf Jehovah had not been my help, my soul had almost dwelt in silence. Psalm 94:18\tWhen I said, My foot slippeth, thy loving-kindness, O Jehovah, held me up. Psalm 94:19\tIn the multitude of my anxious thoughts within me thy comforts have delighted my soul. Psalm 94:20\tShall the throne of wickedness be united to thee, which frameth mischief into a law? Psalm 94:21\tThey band together against the soul of the righteous, and condemn innocent blood. Psalm 94:22\tBut Jehovah will be my high tower; and my God the rock of my refuge. Psalm 94:23\tAnd he will bring upon them their iniquity, and will cut them off in their own evil: Jehovah our God will cut them off. Psalm 95:1\tCome, let us sing aloud to Jehovah, let us shout for joy to the rock of our salvation; Psalm 95:2\tLet us come before his face with thanksgiving; let us shout aloud unto him with psalms. Psalm 95:3\tFor Jehovah is a great God, and a great king above all gods. Psalm 95:4\tIn his hand are the deep places of the earth; the heights of the mountains are his also: Psalm 95:5\tThe sea is his, and he made it, and his hands formed the dry [land]. Psalm 95:6\tCome, let us worship and bow down; let us kneel before Jehovah our Maker. Psalm 95:7\tFor he is our God; and we are the people of his pasture and the sheep of his hand. To-day if ye hear his voice, Psalm 95:8\tHarden not your heart, as at Meribah, as [in] the day of Massah, in the wilderness; Psalm 95:9\tWhen your fathers tempted me, proved me, and saw my work. Psalm 95:10\tForty years was I grieved with the generation, and said, It is a people that do err in their heart, and they have not known my ways; Psalm 95:11\tSo that I swore in mine anger, that they should not enter into my rest. Psalm 96:1\tSing ye unto Jehovah a new song: sing unto Jehovah, all the earth. Psalm 96:2\tSing unto Jehovah, bless his name; publish his salvation from day to day. Psalm 96:3\tDeclare his glory among the nations, his wondrous works among all the peoples. Psalm 96:4\tFor Jehovah is great and exceedingly to be praised; he is terrible above all gods. Psalm 96:5\tFor all the gods of the peoples are idols; but Jehovah made the heavens. Psalm 96:6\tMajesty and splendour are before him; strength and beauty are in his sanctuary. Psalm 96:7\tGive unto Jehovah, ye families of peoples, give unto Jehovah glory and strength; Psalm 96:8\tGive unto Jehovah the glory of his name; bring an oblation and come into his courts; Psalm 96:9\tWorship Jehovah in holy splendour; tremble before him, all the earth. Psalm 96:10\tSay among the nations, Jehovah reigneth! yea, the world is established, it shall not be moved; he will execute judgment upon the peoples with equity. Psalm 96:11\tLet the heavens rejoice, and let the earth be glad; let the sea roar, and the fulness thereof; Psalm 96:12\tLet the field exult and all that is therein. Then shall all the trees of the forest sing for joy, Psalm 96:13\tBefore Jehovah, for he cometh; for he cometh to judge the earth: he will judge the world with righteousness, and the peoples in his faithfulness. Psalm 97:1\tJehovah reigneth: let the earth be glad, let the many isles rejoice. Psalm 97:2\tClouds and darkness are round about him; righteousness and judgment are the foundation of his throne. Psalm 97:3\tA fire goeth before him, and burneth up his adversaries round about. Psalm 97:4\tHis lightnings lightened the world: the earth saw, and trembled. Psalm 97:5\tThe mountains melted like wax at the presence of Jehovah, at the presence of the Lord of the whole earth. Psalm 97:6\tThe heavens declare his righteousness, and all the peoples see his glory. Psalm 97:7\tAshamed be all they that serve graven images, that boast themselves of idols. Worship him, all ye gods. Psalm 97:8\tZion heard, and rejoiced; and the daughters of Judah were glad, because of thy judgments, O Jehovah. Psalm 97:9\tFor thou, Jehovah, art the Most High above all the earth; thou art exalted exceedingly above all gods. Psalm 97:10\tYe that love Jehovah, hate evil: he preserveth the souls of his saints, he delivereth them out of the hand of the wicked. Psalm 97:11\tLight is sown for the righteous, and joy for the upright in heart. Psalm 97:12\tRejoice in Jehovah, ye righteous; and give thanks in remembrance of his holiness. Psalm 98:1\t{A Psalm.} Sing ye unto Jehovah a new song: for he hath done wondrous things; his right hand and his holy arm hath wrought salvation for him. Psalm 98:2\tJehovah hath made known his salvation: his righteousness hath he openly shewed in the sight of the nations. Psalm 98:3\tHe hath remembered his loving-kindness and his faithfulness toward the house of Israel: all the ends of the earth have seen the salvation of our God. Psalm 98:4\tShout aloud unto Jehovah, all the earth; break forth and shout for joy, and sing psalms. Psalm 98:5\tSing psalms unto Jehovah with the harp: with the harp, and the voice of a song; Psalm 98:6\tWith trumpets and sound of cornet, make a joyful noise before the King, Jehovah. Psalm 98:7\tLet the sea roar, and the fulness thereof; the world, and they that dwell therein; Psalm 98:8\tLet the floods clap [their] hands; let the mountains sing for joy together, Psalm 98:9\tBefore Jehovah, for he cometh to judge the earth: he will judge the world with righteousness, and the peoples with equity. Psalm 99:1\tJehovah reigneth: let the peoples tremble. He sitteth [between the] cherubim: let the earth be moved. Psalm 99:2\tJehovah is great in Zion, and he is high above all the peoples. Psalm 99:3\tThey shall praise thy great and terrible name,—it is holy!— Psalm 99:4\tAnd the strength of the king that loveth justice. Thou hast established equity: it is thou that executest judgment and righteousness in Jacob. Psalm 99:5\tExalt Jehovah our God, and worship at his footstool. He is holy! Psalm 99:6\tMoses and Aaron among his priests, and Samuel among them that call upon his name: they called unto Jehovah, and he answered them. Psalm 99:7\tHe spoke unto them in the pillar of cloud: they kept his testimonies, and the statute that he gave them. Psalm 99:8\tJehovah, our God, thou answeredst them: a forgiving God wast thou unto them, though thou tookest vengeance of their doings. Psalm 99:9\tExalt Jehovah our God, and worship at the hill of his holiness; for holy is Jehovah our God. Psalm 100:1\t{A Psalm of thanksgiving.} Shout aloud unto Jehovah, all the earth! Psalm 100:2\tServe Jehovah with joy: come before his presence with exultation. Psalm 100:3\tKnow that Jehovah is God: it is he that hath made us, and not we ourselves; [we are] his people, and the sheep of his pasture. Psalm 100:4\tEnter into his gates with thanksgiving [and] into his courts with praise; give thanks unto him, bless his name: Psalm 100:5\tFor Jehovah is good; his loving-kindness [endureth] for ever; and his faithfulness from generation to generation. Psalm 101:1\t{A Psalm of David.} I will sing of loving-kindness and judgment: unto thee, Jehovah, will I sing psalms. Psalm 101:2\tI will behave myself wisely in a perfect way. When wilt thou come unto me? I will walk within my house in the integrity of my heart. Psalm 101:3\tI will set no thing of Belial before mine eyes: I hate the work of them that turn aside; it shall not cleave to me. Psalm 101:4\tA perverse heart shall depart from me; I will not know evil. Psalm 101:5\tWhoso secretly slandereth his neighbour, him will I destroy; him that hath a high look and a proud heart will I not suffer. Psalm 101:6\tMine eyes shall be upon the faithful of the land, that they may dwell with me; he that walketh in a perfect way, he shall serve me. Psalm 101:7\tHe that practiseth deceit shall not dwell within my house; he that speaketh falsehoods shall not subsist in my sight. Psalm 101:8\tEvery morning will I destroy all the wicked of the land: to cut off all workers of iniquity from the city of Jehovah. Psalm 102:1\t{A Prayer of the afflicted, when he is overwhelmed, and poureth out his complaint before Jehovah.} Jehovah, hear my prayer, and let my cry come unto thee. Psalm 102:2\tHide not thy face from me: in the day of my trouble, incline thine ear unto me; in the day I call, answer me speedily. Psalm 102:3\tFor my days are consumed like smoke, and my bones are burned as a firebrand. Psalm 102:4\tMy heart is smitten and withered like grass; yea, I have forgotten to eat my bread. Psalm 102:5\tBy reason of the voice of my groaning, my bones cleave to my flesh. Psalm 102:6\tI am become like the pelican of the wilderness, I am as an owl in desolate places; Psalm 102:7\tI watch, and am like a sparrow alone upon the housetop. Psalm 102:8\tMine enemies reproach me all the day; they that are mad against me swear by me. Psalm 102:9\tFor I have eaten ashes like bread, and mingled my drink with weeping, Psalm 102:10\tBecause of thine indignation and thy wrath; for thou hast lifted me up, and cast me down. Psalm 102:11\tMy days are like a lengthened-out shadow, and I, I am withered like grass. Psalm 102:12\tBut thou, Jehovah, abidest for ever, and thy memorial from generation to generation. Psalm 102:13\tThou wilt rise up, thou wilt have mercy upon Zion: for it is the time to be gracious to her, for the set time is come. Psalm 102:14\tFor thy servants take pleasure in her stones, and favour her dust. Psalm 102:15\tAnd the nations shall fear the name of Jehovah, and all the kings of the earth thy glory. Psalm 102:16\tWhen Jehovah shall build up Zion, he will appear in his glory. Psalm 102:17\tHe will regard the prayer of the destitute one, and not despise their prayer. Psalm 102:18\tThis shall be written for the generation to come; and a people that shall be created shall praise Jah: Psalm 102:19\tFor he hath looked down from the height of his sanctuary; from the heavens hath Jehovah beheld the earth, Psalm 102:20\tTo hear the groaning of the prisoner, to loose those that are appointed to die; Psalm 102:21\tThat the name of Jehovah may be declared in Zion, and his praise in Jerusalem, Psalm 102:22\tWhen the peoples shall be gathered together, and the kingdoms, to serve Jehovah. Psalm 102:23\tHe weakened my strength in the way, he shortened my days. Psalm 102:24\tI said, My God, take me not away in the midst of my days!... Thy years are from generation to generation. Psalm 102:25\tOf old hast thou founded the earth, and the heavens are the work of thy hands: Psalm 102:26\tThey shall perish, but thou continuest; and all of them shall grow old as a garment: as a vesture shalt thou change them, and they shall be changed. Psalm 102:27\tBut thou art the Same, and thy years shall have no end. Psalm 102:28\tThe children of thy servants shall abide, and their seed shall be established before thee. Psalm 103:1\t{[A Psalm] of David.} Bless Jehovah, O my soul; and all that is within me, [bless] his holy name! Psalm 103:2\tBless Jehovah, O my soul, and forget not all his benefits: Psalm 103:3\tWho forgiveth all thine iniquities, who healeth all thy diseases; Psalm 103:4\tWho redeemeth thy life from the pit, who crowneth thee with loving-kindness and tender mercies; Psalm 103:5\tWho satisfieth thine old age with good [things]; thy youth is renewed like the eagle’s. Psalm 103:6\tJehovah executeth righteousness and justice for all that are oppressed. Psalm 103:7\tHe made known his ways unto Moses, his acts unto the children of Israel. Psalm 103:8\tJehovah is merciful and gracious, slow to anger, and abundant in loving-kindness. Psalm 103:9\tHe will not always chide, neither will he keep [his anger] for ever. Psalm 103:10\tHe hath not dealt with us according to our sins, nor rewarded us according to our iniquities. Psalm 103:11\tFor as the heavens are high above the earth, so great is his loving-kindness toward them that fear him. Psalm 103:12\tAs far as the east is from the west, so far hath he removed our transgressions from us. Psalm 103:13\tAs a father pitieth [his] children, so Jehovah pitieth them that fear him. Psalm 103:14\tFor himself knoweth our frame; he remembereth that we are dust. Psalm 103:15\tAs for man, his days are as grass; as a flower of the field, so he flourisheth: Psalm 103:16\tFor the wind passeth over it, and it is gone, and the place thereof knoweth it no more. Psalm 103:17\tBut the loving-kindness of Jehovah is from everlasting and to everlasting, upon them that fear him, and his righteousness unto children’s children, Psalm 103:18\tTo such as keep his covenant and to those that remember his precepts to do them. Psalm 103:19\tJehovah hath established his throne in the heavens, and his kingdom ruleth over all. Psalm 103:20\tBless Jehovah, ye his angels, mighty in strength, that execute his word, hearkening unto the voice of his word. Psalm 103:21\tBless Jehovah, all ye his hosts; ye ministers of his that do his will. Psalm 103:22\tBless Jehovah, all his works, in all places of his dominion. Bless Jehovah, O my soul! Psalm 104:1\tBless Jehovah, O my soul! Jehovah my God, thou art very great; thou art clothed with majesty and splendour; Psalm 104:2\tCovering thyself with light as with a garment, stretching out the heavens like a tent-curtain;— Psalm 104:3\tWho layeth the beams of his upper chambers in the waters, who maketh clouds his chariot, who walketh upon the wings of the wind; Psalm 104:4\tWho maketh his angels spirits; his ministers a flame of fire. Psalm 104:5\tHe laid the earth upon its foundations: it shall not be removed for ever. Psalm 104:6\tThou hadst covered it with the deep, as with a vesture; the waters stood above the mountains: Psalm 104:7\tAt thy rebuke they fled, at the voice of thy thunder they hasted away;— Psalm 104:8\tThe mountains rose, the valleys sank, unto the place which thou hadst founded for them;— Psalm 104:9\tThou hast set a bound which they may not pass over, that they turn not again to cover the earth. Psalm 104:10\tHe sendeth the springs into the valleys: they run among the mountains; Psalm 104:11\tThey give drink to every beast of the field; the wild asses quench their thirst. Psalm 104:12\tThe birds of heaven dwell by them; they give forth their voice from among the branches. Psalm 104:13\tHe watereth the mountains from his upper-chambers: the earth is satisfied with the fruit of thy works. Psalm 104:14\tHe maketh the grass to grow for the cattle, and herb for the service of man; bringing forth bread out of the earth, Psalm 104:15\tAnd wine which gladdeneth the heart of man; making [his] face shine with oil; and with bread he strengtheneth man’s heart. Psalm 104:16\tThe trees of Jehovah are satisfied, the cedars of Lebanon, which he hath planted, Psalm 104:17\tWhere the birds make their nests; [as for] the stork, the fir trees are her house. Psalm 104:18\tThe high mountains are for the wild goats; the cliffs, a refuge for the rock-badgers. Psalm 104:19\tHe made the moon for seasons: the sun knoweth its going down. Psalm 104:20\tThou makest darkness, and it is night, wherein all the beasts of the forest creep forth: Psalm 104:21\tThe young lions roar after the prey, and to seek their food from God. Psalm 104:22\tThe sun ariseth, they retreat, and lay them down in their dens. Psalm 104:23\tMan goeth forth unto his work, and to his labour until the evening. Psalm 104:24\tHow manifold are thy works, O Jehovah! in wisdom hast thou made them all: the earth is full of thy riches. Psalm 104:25\tYonder is the great and wide sea: therein are moving things innumerable, living creatures small and great. Psalm 104:26\tThere go the ships; [there] that leviathan, which thou hast formed to play therein. Psalm 104:27\tThese all look unto thee, that thou mayest give their food in its season: Psalm 104:28\tThat thou givest unto them, they gather; thou openest thy hand, they are filled with good. Psalm 104:29\tThou hidest thy face, they are troubled; thou takest away their breath, they expire and return to their dust. Psalm 104:30\tThou sendest forth thy spirit, they are created, and thou renewest the face of the earth. Psalm 104:31\tThe glory of Jehovah will endure for ever; Jehovah will rejoice in his works. Psalm 104:32\tHe looketh on the earth, and it trembleth; he toucheth the mountains, and they smoke. Psalm 104:33\tI will sing unto Jehovah as long as I live; I will sing psalms to my God while I have my being. Psalm 104:34\tMy meditation shall be pleasant unto him; I will rejoice in Jehovah. Psalm 104:35\tSinners shall be consumed out of the earth, and the wicked shall be no more. Bless Jehovah, O my soul. Hallelujah! Psalm 105:1\tGive ye thanks unto Jehovah, call upon his name; make known his acts among the peoples. Psalm 105:2\tSing unto him, sing psalms unto him; meditate upon all his wondrous works. Psalm 105:3\tGlory ye in his holy name: let the heart of them rejoice that seek Jehovah. Psalm 105:4\tSeek Jehovah and his strength, seek his face continually; Psalm 105:5\tRemember his wondrous works which he hath done, his miracles and the judgments of his mouth: Psalm 105:6\tYe seed of Abraham his servant, ye sons of Jacob, his chosen ones. Psalm 105:7\tHe, Jehovah, is our God; his judgments are in all the earth. Psalm 105:8\tHe is ever mindful of his covenant,—the word which he commanded to a thousand generations,— Psalm 105:9\tWhich he made with Abraham, and of his oath unto Isaac; Psalm 105:10\tAnd he confirmed it unto Jacob for a statute, unto Israel for an everlasting covenant, Psalm 105:11\tSaying, Unto thee will I give the land of Canaan, the lot of your inheritance; Psalm 105:12\tWhen they were a few men in number, of small account, and strangers in it. Psalm 105:13\tAnd they went from nation to nation, from one kingdom to another people. Psalm 105:14\tHe suffered no man to oppress them, and reproved kings for their sakes, Psalm 105:15\t[Saying,] Touch not mine anointed ones, and do my prophets no harm. Psalm 105:16\tAnd he called for a famine upon the land; he broke the whole staff of bread. Psalm 105:17\tHe sent a man before them: Joseph was sold for a bondman. Psalm 105:18\tThey afflicted his feet with fetters; his soul came into irons; Psalm 105:19\tUntil the time when what he said came about: the word of Jehovah tried him. Psalm 105:20\tThe king sent and loosed him—the ruler of peoples—and let him go free. Psalm 105:21\tHe made him lord of his house, and ruler over all his possessions: Psalm 105:22\tTo bind his princes at his pleasure, and teach his elders wisdom. Psalm 105:23\tAnd Israel came into Egypt, and Jacob sojourned in the land of Ham. Psalm 105:24\tAnd he made his people exceeding fruitful, and made them mightier than their oppressors. Psalm 105:25\tHe turned their heart to hate his people, to deal subtilly with his servants. Psalm 105:26\tHe sent Moses his servant, [and] Aaron whom he had chosen: Psalm 105:27\tThey set his signs among them, and miracles in the land of Ham. Psalm 105:28\tHe sent darkness, and made it dark; and they rebelled not against his word. Psalm 105:29\tHe turned their waters into blood, and caused their fish to die. Psalm 105:30\tTheir land swarmed with frogs,—in the chambers of their kings. Psalm 105:31\tHe spoke, and there came dog-flies, [and] gnats in all their borders. Psalm 105:32\tHe gave them hail for rain, [and] flaming fire in their land; Psalm 105:33\tAnd he smote their vines and their fig-trees, and broke the trees of their borders. Psalm 105:34\tHe spoke, and the locust came, and the cankerworm, even without number; Psalm 105:35\tAnd they devoured every herb in their land, and ate up the fruit of their ground. Psalm 105:36\tAnd he smote every firstborn in their land, the firstfruits of all their vigour. Psalm 105:37\tAnd he brought them forth with silver and gold; and there was not one feeble among their tribes. Psalm 105:38\tEgypt rejoiced at their departure; for the fear of them had fallen upon them. Psalm 105:39\tHe spread a cloud for a covering, and fire to give light in the night. Psalm 105:40\tThey asked, and he brought quails, and satisfied them with the bread of heaven. Psalm 105:41\tHe opened the rock, and waters gushed forth; they ran in the dry places [like] a river. Psalm 105:42\tFor he remembered his holy word, [and] Abraham his servant; Psalm 105:43\tAnd he brought forth his people with gladness, his chosen with rejoicing; Psalm 105:44\tAnd he gave them the lands of the nations, and they took possession of the labour of the peoples: Psalm 105:45\tThat they might keep his statutes, and observe his laws. Hallelujah! Psalm 106:1\tHallelujah! Give ye thanks unto Jehovah; for he is good; for his loving-kindness [endureth] for ever. Psalm 106:2\tWho can utter the mighty acts of Jehovah? [who] can shew forth all his praise? Psalm 106:3\tBlessed are they that keep justice, [and] he that doeth righteousness at all times. Psalm 106:4\tRemember me, O Jehovah, with [thy] favour toward thy people; visit me with thy salvation: Psalm 106:5\tThat I may see the prosperity of thy chosen ones, that I may rejoice in the joy of thy nation, that I may glory with thine inheritance. Psalm 106:6\tWe have sinned with our fathers, we have committed iniquity, we have done wickedly. Psalm 106:7\tOur fathers in Egypt considered not thy wondrous works; they remembered not the multitude of thy loving-kindnesses; but they rebelled at the sea, at the Red Sea. Psalm 106:8\tYet he saved them for his name’s sake, that he might make known his might. Psalm 106:9\tAnd he rebuked the Red Sea, and it dried up; and he led them through the deeps as through a wilderness. Psalm 106:10\tAnd he saved them from the hand of him that hated [them], and redeemed them from the hand of the enemy. Psalm 106:11\tAnd the waters covered their oppressors: there was not one of them left. Psalm 106:12\tThen believed they his words; they sang his praise. Psalm 106:13\tThey soon forgot his works; they waited not for his counsel: Psalm 106:14\tAnd they lusted exceedingly in the wilderness, and tempted God in the desert. Psalm 106:15\tThen he gave them their request, but sent leanness into their soul. Psalm 106:16\tAnd they envied Moses in the camp, [and] Aaron, the saint of Jehovah. Psalm 106:17\tThe earth opened and swallowed up Dathan, and covered the company of Abiram; Psalm 106:18\tAnd fire was kindled in their company; a flame burned up the wicked. Psalm 106:19\tThey made a calf in Horeb, and did homage to a molten image; Psalm 106:20\tAnd they changed their glory into the similitude of an ox that eateth grass. Psalm 106:21\tThey forgot God their Saviour, who had done great things in Egypt, Psalm 106:22\tWondrous works in the land of Ham, terrible things by the Red Sea. Psalm 106:23\tAnd he said that he would destroy them, had not Moses, his chosen, stood before him in the breach, to turn away his fury, lest he should destroy [them]. Psalm 106:24\tAnd they despised the pleasant land; they believed not his word, Psalm 106:25\tBut murmured in their tents: they hearkened not unto the voice of Jehovah. Psalm 106:26\tAnd he lifted up his hand to them, that he would make them fall in the wilderness; Psalm 106:27\tAnd that he would make their seed fall among the nations, and disperse them through the countries. Psalm 106:28\tAnd they joined themselves unto Baal-Peor, and ate the sacrifices of the dead; Psalm 106:29\tAnd they provoked [him] to anger with their doings; and a plague broke out among them. Psalm 106:30\tThen stood up Phinehas and executed judgment, and the plague was stayed; Psalm 106:31\tAnd that was reckoned unto him for righteousness, from generation to generation, for evermore. Psalm 106:32\tAnd they moved him to wrath at the waters of Meribah, and it went ill with Moses on their account; Psalm 106:33\tFor they provoked his spirit, so that he spoke unadvisedly with his lips. Psalm 106:34\tThey did not destroy the peoples, as Jehovah commanded them; Psalm 106:35\tBut they mingled with the nations, and learned their works; Psalm 106:36\tAnd they served their idols; and they were a snare unto them: Psalm 106:37\tAnd they sacrificed their sons and their daughters unto demons, Psalm 106:38\tAnd shed innocent blood, the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan; and the land was polluted with blood. Psalm 106:39\tAnd they were defiled with their works, and went a-whoring in their doings. Psalm 106:40\tThen was the anger of Jehovah kindled against his people, and he abhorred his inheritance; Psalm 106:41\tAnd he gave them into the hand of the nations; and they that hated them ruled over them: Psalm 106:42\tAnd their enemies oppressed them, and they were brought into subjection under their hand. Psalm 106:43\tOften did he deliver them; but as for them they provoked [him] by their counsel, and they were brought low by their iniquity. Psalm 106:44\tBut he regarded their distress, when he heard their cry; Psalm 106:45\tAnd he remembered for them his covenant, and repented according to the multitude of his loving-kindnesses; Psalm 106:46\tAnd he caused them to find compassion of all those that had carried them captives. Psalm 106:47\tSave us, Jehovah our God, and gather us from among the nations, to give thanks unto thy holy name, [and] to triumph in thy praise. Psalm 106:48\tBlessed be Jehovah the God of Israel, from eternity and to eternity! And let all the people say, Amen! Hallelujah! Psalm 107:1\tGive ye thanks unto Jehovah; for he is good; for his loving-kindness [endureth] for ever. Psalm 107:2\tLet the redeemed of Jehovah say so, whom he hath redeemed from the hand of the oppressor, Psalm 107:3\tAnd gathered out of the countries, from the east and from the west, from the north and from the sea. Psalm 107:4\tThey wandered in the wilderness in a desert way, they found no city of habitation; Psalm 107:5\tHungry and thirsty, their soul fainted in them: Psalm 107:6\tThen they cried unto Jehovah in their trouble, [and] he delivered them out of their distresses, Psalm 107:7\tAnd he led them forth by a right way, that they might go to a city of habitation. Psalm 107:8\tLet them give thanks unto Jehovah for his loving-kindness, and for his wondrous works to the children of men; Psalm 107:9\tFor he hath satisfied the longing soul and filled the hungry soul with good. Psalm 107:10\tSuch as inhabit darkness and the shadow of death, bound in affliction and iron, Psalm 107:11\tBecause they had rebelled against the words of God, and had despised the counsel of the Most High;... Psalm 107:12\tAnd he bowed down their heart with labour; they stumbled, and there was none to help: Psalm 107:13\tThen they cried unto Jehovah in their trouble, [and] he saved them out of their distresses; Psalm 107:14\tHe brought them out of darkness and the shadow of death, and broke their bands in sunder. Psalm 107:15\tLet them give thanks unto Jehovah for his loving-kindness, and for his wondrous works to the children of men; Psalm 107:16\tFor he hath broken the gates of bronze, and cut asunder the bars of iron. Psalm 107:17\tFools, because of their way of transgression, and because of their iniquities, are afflicted; Psalm 107:18\tTheir soul abhorreth all manner of food, and they draw near unto the gates of death: Psalm 107:19\tThen they cry unto Jehovah in their trouble, [and] he saveth them out of their distresses; Psalm 107:20\tHe sendeth his word, and healeth them, and delivereth them from their destructions. Psalm 107:21\tLet them give thanks unto Jehovah for his loving-kindness, and for his wondrous works to the children of men, Psalm 107:22\tAnd let them offer the sacrifices of thanksgiving, and declare his works in joyful song. Psalm 107:23\tThey that go down to the sea in ships, that do business in great waters, Psalm 107:24\tThese see the works of Jehovah, and his wonders in the deep. Psalm 107:25\tFor he speaketh, and raiseth the stormy wind, which lifteth up the waves thereof: Psalm 107:26\tThey mount up to the heavens, they go down to the depths; their soul is melted because of trouble; Psalm 107:27\tThey reel to and fro, and stagger like a drunken man, and they are at their wits’ end: Psalm 107:28\tThen they cry unto Jehovah in their trouble, and he bringeth them out of their distresses; Psalm 107:29\tHe maketh the storm a calm, and the waves thereof are still: Psalm 107:30\tAnd they rejoice because they are quiet; and he bringeth them unto their desired haven. Psalm 107:31\tLet them give thanks unto Jehovah for his loving-kindness, and for his wondrous works to the children of men; Psalm 107:32\tLet them exalt him also in the congregation of the people, and praise him in the session of the elders. Psalm 107:33\tHe maketh rivers into a wilderness, and water-springs into dry ground; Psalm 107:34\tA fruitful land into a plain of salt, for the wickedness of them that dwell therein. Psalm 107:35\tHe maketh the wilderness into a pool of water, and the dry land into water-springs; Psalm 107:36\tAnd there he maketh the hungry to dwell, and they establish a city of habitation; Psalm 107:37\tAnd sow fields, and plant vineyards, which yield fruits of increase; Psalm 107:38\tAnd he blesseth them, so that they are multiplied greatly; and he suffereth not their cattle to decrease. Psalm 107:39\tAnd they are diminished and brought low, through oppression, adversity, and sorrow: Psalm 107:40\tHe poureth contempt upon nobles, and causeth them to wander in a pathless waste; Psalm 107:41\tBut he secureth the needy one on high from affliction, and maketh [him] families like flocks. Psalm 107:42\tThe upright shall see it, and rejoice; and all unrighteousness shall stop its mouth. Psalm 107:43\tWhoso is wise, let him observe these things, and let them understand the loving-kindnesses of Jehovah. Psalm 108:1\t{A Song, a Psalm of David.} My heart is fixed, O God: I will sing, yea, I will sing psalms, even [with] my glory. Psalm 108:2\tAwake, lute and harp: I will wake the dawn. Psalm 108:3\tI will give thee thanks among the peoples, O Jehovah; of thee will I sing psalms among the nations: Psalm 108:4\tFor thy loving-kindness is great above the heavens, and thy truth is unto the clouds. Psalm 108:5\tBe thou exalted above the heavens, O God, and thy glory above all the earth. Psalm 108:6\tThat thy beloved ones may be delivered: save with thy right hand, and answer me. Psalm 108:7\tGod hath spoken in his holiness: I will exult, I will divide Shechem, and mete out the valley of Succoth. Psalm 108:8\tGilead is mine, Manasseh is mine, and Ephraim is the strength of my head; Judah is my law-giver; Psalm 108:9\tMoab is my wash-pot; upon Edom will I cast my sandal; over Philistia will I shout aloud. Psalm 108:10\tWho will bring me into the strong city? who will lead me unto Edom? Psalm 108:11\t[Wilt] not [thou], O God, who didst cast us off? and didst not go forth, O God, with our armies? Psalm 108:12\tGive us help from trouble; for vain is man’s deliverance. Psalm 108:13\tThrough God we shall do valiantly; and he it is that will tread down our adversaries. Psalm 109:1\t{To the chief Musician. Of David. A Psalm.} O God of my praise, be not silent: Psalm 109:2\tFor the mouth of the wicked [man] and the mouth of deceit are opened against me: they have spoken against me with a lying tongue, Psalm 109:3\tAnd with words of hatred have they encompassed me; and they fight against me without a cause. Psalm 109:4\tFor my love they are mine adversaries; but I [give myself unto] prayer. Psalm 109:5\tAnd they have rewarded me evil for good, and hatred for my love. Psalm 109:6\tSet a wicked [man] over him, and let [the] adversary stand at his right hand; Psalm 109:7\tWhen he shall be judged, let him go out guilty, and let his prayer become sin; Psalm 109:8\tLet his days be few, let another take his office; Psalm 109:9\tLet his sons be fatherless, and his wife a widow; Psalm 109:10\tLet his sons be vagabonds and beg, and let them seek [their bread] far from their desolate places; Psalm 109:11\tLet the usurer cast the net over all that he hath, and let strangers despoil his labour; Psalm 109:12\tLet there be none to extend kindness unto him, neither let there be any to favour his fatherless children; Psalm 109:13\tLet his posterity be cut off; in the generation following let their name be blotted out: Psalm 109:14\tLet the iniquity of his fathers be remembered with Jehovah, and let not the sin of his mother be blotted out; Psalm 109:15\tLet them be before Jehovah continually, that he may cut off the memory of them from the earth: Psalm 109:16\tBecause he remembered not to shew kindness, but persecuted the afflicted and needy man, and the broken in heart, to slay him. Psalm 109:17\tAnd he loved cursing; so let it come unto him. And he delighted not in blessing; and let it be far from him. Psalm 109:18\tAnd he clothed himself with cursing like his vestment; so let it come into his bowels like water, and like oil into his bones; Psalm 109:19\tLet it be unto him as a garment with which he covereth himself, and for a girdle wherewith he is constantly girded. Psalm 109:20\tLet this be the reward of mine adversaries from Jehovah, and of them that speak evil against my soul. Psalm 109:21\tBut do thou for me, Jehovah, Lord, for thy name’s sake; because thy loving-kindness is good, deliver me: Psalm 109:22\tFor I am afflicted and needy, and my heart is wounded within me. Psalm 109:23\tI am gone like a shadow when it lengtheneth; I am tossed about like the locust; Psalm 109:24\tMy knees are failing through fasting, and my flesh hath lost its fatness; Psalm 109:25\tAnd I am become a reproach unto them; [when] they look upon me they shake their heads. Psalm 109:26\tHelp me, Jehovah my God; save me according to thy loving-kindness: Psalm 109:27\tThat they may know that this is thy hand; that thou, Jehovah, hast done it. Psalm 109:28\tLet them curse, but bless thou; when they rise up, let them be ashamed, and let thy servant rejoice. Psalm 109:29\tLet mine adversaries be clothed with confusion, and let them cover themselves with their shame as with a mantle. Psalm 109:30\tI will greatly celebrate Jehovah with my mouth; yea, I will praise him among the multitude. Psalm 109:31\tFor he standeth at the right hand of the needy, to save him from those that judge his soul. Psalm 110:1\t{Psalm of David.} Jehovah said unto my Lord, Sit at my right hand, until I put thine enemies [as] footstool of thy feet. Psalm 110:2\tJehovah shall send the sceptre of thy might out of Zion: rule in the midst of thine enemies. Psalm 110:3\tThy people shall be willing in the day of thy power, in holy splendour: from the womb of the morning [shall come] to thee the dew of thy youth. Psalm 110:4\tJehovah hath sworn, and will not repent, Thou art priest for ever after the order of Melchisedek. Psalm 110:5\tThe Lord at thy right hand will smite through kings in the day of his anger. Psalm 110:6\tHe shall judge among the nations; he shall fill [all places] with dead bodies; he shall smite through the head over a great country. Psalm 110:7\tHe shall drink of the brook in the way; therefore shall he lift up the head. Psalm 111:1\tHallelujah! I will celebrate Jehovah with [my] whole heart, in the council of the upright, and in the assembly. Psalm 111:2\tGreat are the works of Jehovah; sought out of all that delight in them. Psalm 111:3\tHis work is majesty and splendour, and his righteousness abideth for ever. Psalm 111:4\tHe hath made his wonders to be remembered: Jehovah is gracious and merciful. Psalm 111:5\tHe hath given meat unto them that fear him; he is ever mindful of his covenant. Psalm 111:6\tHe hath shewn his people the power of his works, to give them the heritage of the nations. Psalm 111:7\tThe works of his hands are truth and judgment; all his precepts are faithful: Psalm 111:8\tMaintained for ever and ever, done in truth and uprightness. Psalm 111:9\tHe sent deliverance unto his people; he hath commanded his covenant for ever: holy and terrible is his name. Psalm 111:10\tThe fear of Jehovah is the beginning of wisdom; a good understanding have all they that do [his precepts]: his praise abideth for ever. Psalm 112:1\tHallelujah! Blessed is the man that feareth Jehovah, that delighteth greatly in his commandments. Psalm 112:2\tHis seed shall be mighty in the land; the generation of the upright shall be blessed. Psalm 112:3\tWealth and riches [shall be] in his house; and his righteousness abideth for ever. Psalm 112:4\tUnto the upright there ariseth light in the darkness; he is gracious, and merciful, and righteous. Psalm 112:5\tIt is well with the man that is gracious and lendeth; he will sustain his cause in judgment. Psalm 112:6\tFor he shall not be moved for ever: the righteous shall be in everlasting remembrance. Psalm 112:7\tHe shall not be afraid of evil tidings; his heart is fixed confiding in Jehovah; Psalm 112:8\tHis heart is maintained, he is not afraid, until he see [his desire] upon his oppressors. Psalm 112:9\tHe scattereth abroad, he giveth to the needy; his righteousness abideth for ever: his horn shall be exalted with honour. Psalm 112:10\tThe wicked [man] shall see [it] and be vexed; he shall gnash with his teeth, and melt away: the desire of the wicked shall perish. Psalm 113:1\tHallelujah! Praise, ye servants of Jehovah, praise the name of Jehovah. Psalm 113:2\tBlessed be the name of Jehovah, from this time forth and for evermore! Psalm 113:3\tFrom the rising of the sun unto the going down of the same, let Jehovah’s name be praised. Psalm 113:4\tJehovah is high above all nations, his glory above the heavens. Psalm 113:5\tWho is like unto Jehovah our God, who hath placed his dwelling on high; Psalm 113:6\tWho humbleth himself to look on the heavens and on the earth? Psalm 113:7\tHe raiseth up the poor out of the dust; from the dung-hill he lifteth up the needy, Psalm 113:8\tTo set [him] among nobles, among the nobles of his people. Psalm 113:9\tHe maketh the barren woman to keep house, [as] a joyful mother of sons. Hallelujah! Psalm 114:1\tWhen Israel went out of Egypt, the house of Jacob from a people of strange language, Psalm 114:2\tJudah was his sanctuary, Israel his dominion. Psalm 114:3\tThe sea saw it and fled, the Jordan turned back; Psalm 114:4\tThe mountains skipped like rams, the hills like lambs. Psalm 114:5\tWhat ailed thee, thou sea, that thou fleddest? thou Jordan, that thou turnedst back? Psalm 114:6\tYe mountains, that ye skipped like rams? ye hills, like lambs? Psalm 114:7\tTremble, thou earth, at the presence of the Lord, at the presence of the +God of Jacob, Psalm 114:8\tWho turned the rock into a pool of water, the flint into a fountain of waters. Psalm 115:1\tNot unto us, O Jehovah, not unto us, but unto thy name give glory, for thy loving-kindness and for thy truth’s sake. Psalm 115:2\tWherefore should the nations say, Where then is their God? Psalm 115:3\tBut our God is in the heavens: he hath done whatsoever he pleased. Psalm 115:4\tTheir idols are silver and gold, the work of men’s hands: Psalm 115:5\tThey have a mouth, and they speak not; eyes have they, and they see not; Psalm 115:6\tThey have ears, and they hear not; a nose have they, and they smell not; Psalm 115:7\tThey have hands, and they handle not; feet have they, and they walk not; they give no sound through their throat. Psalm 115:8\tThey that make them are like unto them,—every one that confideth in them. Psalm 115:9\tO Israel, confide thou in Jehovah: he is their help and their shield. Psalm 115:10\tHouse of Aaron, confide in Jehovah: he is their help and their shield. Psalm 115:11\tYe that fear Jehovah, confide in Jehovah: he is their help and their shield. Psalm 115:12\tJehovah hath been mindful of us: he will bless, he will bless the house of Israel; he will bless the house of Aaron; Psalm 115:13\tHe will bless them that fear Jehovah, both the small and the great. Psalm 115:14\tJehovah will add unto you more, unto you and unto your children. Psalm 115:15\tYe are blessed of Jehovah, who made the heavens and the earth. Psalm 115:16\tThe heavens are the heavens of Jehovah, but the earth hath he given to the children of men. Psalm 115:17\tThe dead praise not Jah, neither any that go down into silence; Psalm 115:18\tBut we will bless Jah from this time forth and for evermore. Hallelujah! Psalm 116:1\tI love Jehovah, for he hath heard my voice [and] my supplications; Psalm 116:2\tFor he hath inclined his ear unto me, and I will call upon him during [all] my days. Psalm 116:3\tThe bands of death encompassed me, and the anguish of Sheol took hold of me; I found trouble and sorrow: Psalm 116:4\tThen called I upon the name of Jehovah: I beseech thee, Jehovah, deliver my soul. Psalm 116:5\tGracious is Jehovah and righteous; and our God is merciful. Psalm 116:6\tJehovah keepeth the simple: I was brought low, and he saved me. Psalm 116:7\tReturn unto thy rest, O my soul; for Jehovah hath dealt bountifully with thee. Psalm 116:8\tFor thou hast delivered my soul from death, mine eyes from tears, my feet from falling. Psalm 116:9\tI will walk before Jehovah in the land of the living. Psalm 116:10\tI believed, therefore have I spoken. As for me, I was greatly afflicted. Psalm 116:11\tI said in my haste, All men are liars. Psalm 116:12\tWhat shall I render unto Jehovah, [for] all his benefits toward me? Psalm 116:13\tI will take the cup of salvation, and call upon the name of Jehovah. Psalm 116:14\tI will perform my vows unto Jehovah, yea, before all his people. Psalm 116:15\tPrecious in the sight of Jehovah is the death of his saints. Psalm 116:16\tYea, Jehovah! for I am thy servant; I am thy servant, the son of thy handmaid: thou hast loosed my bonds. Psalm 116:17\tI will offer to thee the sacrifice of thanksgiving, and will call upon the name of Jehovah. Psalm 116:18\tI will perform my vows unto Jehovah, yea, before all his people, Psalm 116:19\tIn the courts of Jehovah’s house, in the midst of thee, O Jerusalem. Hallelujah! Psalm 117:1\tPraise Jehovah, all ye nations; laud him, all ye peoples; Psalm 117:2\tFor his loving-kindness is great toward us, and the truth of Jehovah [endureth] for ever. Hallelujah! Psalm 118:1\tGive ye thanks unto Jehovah; for he is good; for his loving-kindness [endureth] for ever. Psalm 118:2\tOh let Israel say, that his loving-kindness [endureth] for ever. Psalm 118:3\tOh let the house of Aaron say, that his loving-kindness [endureth] for ever. Psalm 118:4\tOh let them that fear Jehovah say, that his loving-kindness [endureth] for ever. Psalm 118:5\tI called upon Jah in distress; Jah answered me [and set me] in a large place. Psalm 118:6\tJehovah is for me, I will not fear; what can man do unto me? Psalm 118:7\tJehovah is for me among them that help me; and I shall see [my desire] upon them that hate me. Psalm 118:8\tIt is better to trust in Jehovah than to put confidence in man; Psalm 118:9\tIt is better to trust in Jehovah than to put confidence in nobles. Psalm 118:10\tAll nations encompassed me; but in the name of Jehovah have I destroyed them. Psalm 118:11\tThey encompassed me, yea, encompassed me; but in the name of Jehovah have I destroyed them. Psalm 118:12\tThey encompassed me like bees; they are quenched as the fire of thorns: for in the name of Jehovah have I destroyed them. Psalm 118:13\tThou hast thrust hard at me that I might fall; but Jehovah helped me. Psalm 118:14\tMy strength and song is Jah, and he is become my salvation. Psalm 118:15\tThe voice of triumph and salvation is in the tents of the righteous: the right hand of Jehovah doeth valiantly; Psalm 118:16\tThe right hand of Jehovah is exalted, the right hand of Jehovah doeth valiantly. Psalm 118:17\tI shall not die, but live, and declare the works of Jah. Psalm 118:18\tJah hath chastened me sore; but he hath not given me over unto death. Psalm 118:19\tOpen to me the gates of righteousness: I will enter into them; Jah will I praise. Psalm 118:20\tThis is the gate of Jehovah: the righteous shall enter therein. Psalm 118:21\tI will give thee thanks, for thou hast answered me, and art become my salvation. Psalm 118:22\t[The] stone which the builders rejected hath become the head of the corner: Psalm 118:23\tThis is of Jehovah; it is wonderful in our eyes. Psalm 118:24\tThis is the day that Jehovah hath made; we will rejoice and be glad in it. Psalm 118:25\tOh save, Jehovah, I beseech thee; Jehovah, I beseech thee, oh send prosperity! Psalm 118:26\tBlessed be he that cometh in the name of Jehovah. We have blessed you out of the house of Jehovah. Psalm 118:27\tJehovah is God, and he hath given us light: bind the sacrifice with cords,—up to the horns of the altar. Psalm 118:28\tThou art my God, and I will give thee thanks; my God, I will exalt thee. Psalm 118:29\tGive ye thanks unto Jehovah; for he is good; for his loving-kindness [endureth] for ever. Psalm 119:1\tALEPH. Blessed are the perfect in the way, who walk in the law of Jehovah. Psalm 119:2\tBlessed are they that observe his testimonies, that seek him with the whole heart; Psalm 119:3\tWho also do no unrighteousness: they walk in his ways. Psalm 119:4\tThou hast enjoined thy precepts, to be kept diligently. Psalm 119:5\tOh that my ways were directed to keep thy statutes! Psalm 119:6\tThen shall I not be ashamed, when I have respect unto all thy commandments. Psalm 119:7\tI will give thee thanks with uprightness of heart, when I shall have learned thy righteous judgments. Psalm 119:8\tI will keep thy statutes: forsake me not utterly. Psalm 119:9\tBETH. Wherewithal shall a young man cleanse his path? by taking heed according to thy word. Psalm 119:10\tWith my whole heart have I sought thee: let me not wander from thy commandments. Psalm 119:11\tThy word have I hid in my heart, that I might not sin against thee. Psalm 119:12\tBlessed art thou, Jehovah! teach me thy statutes. Psalm 119:13\tWith my lips have I declared all the judgments of thy mouth. Psalm 119:14\tI have rejoiced in the way of thy testimonies, as [much as] in all wealth. Psalm 119:15\tI will meditate upon thy precepts, and have respect unto thy paths. Psalm 119:16\tI delight myself in thy statutes; I will not forget thy word. Psalm 119:17\tGIMEL. Deal bountifully with thy servant [and] I shall live; and I will keep thy word. Psalm 119:18\tOpen mine eyes, and I shall behold wondrous things out of thy law. Psalm 119:19\tI am a stranger in the land; hide not thy commandments from me. Psalm 119:20\tMy soul breaketh for longing after thy judgments at all times. Psalm 119:21\tThou hast rebuked the proud [that are] cursed, who wander from thy commandments. Psalm 119:22\tRoll off from me reproach and contempt; for I observe thy testimonies. Psalm 119:23\tPrinces also did sit [and] talk together against me: thy servant doth meditate in thy statutes. Psalm 119:24\tThy testimonies also are my delight [and] my counsellors. Psalm 119:25\tDALETH. My soul cleaveth unto the dust: quicken me according to thy word. Psalm 119:26\tI have declared my ways, and thou hast answered me: teach me thy statutes. Psalm 119:27\tMake me to understand the way of thy precepts, and I will meditate upon thy wondrous works. Psalm 119:28\tMy soul melteth for sadness: strengthen me according to thy word. Psalm 119:29\tRemove from me the way of falsehood, and graciously grant me thy law. Psalm 119:30\tI have chosen the way of faithfulness; thy judgments have I set [before me]. Psalm 119:31\tI cleave unto thy testimonies; Jehovah, let me not be ashamed. Psalm 119:32\tI will run the way of thy commandments when thou shalt enlarge my heart. Psalm 119:33\tHE. Teach me, O Jehovah, the way of thy statutes, and I will observe it [unto] the end. Psalm 119:34\tGive me understanding, and I will observe thy law; and I will keep it with [my] whole heart. Psalm 119:35\tMake me to walk in the path of thy commandments; for therein do I delight. Psalm 119:36\tIncline my heart unto thy testimonies, and not to gain. Psalm 119:37\tTurn away mine eyes from beholding vanity; quicken me in thy way. Psalm 119:38\tEstablish thy word unto thy servant, who is [devoted] to thy fear. Psalm 119:39\tTurn away my reproach which I fear; for thy judgments are good. Psalm 119:40\tBehold, I have longed after thy precepts: quicken me in thy righteousness. Psalm 119:41\tVAU. And let thy loving-kindness come unto me, O Jehovah,—thy salvation according to thy word. Psalm 119:42\tSo shall I have wherewith to answer him that reproacheth me; for I confide in thy word. Psalm 119:43\tAnd take not the word of truth utterly out of my mouth; because I have hoped in thy judgments. Psalm 119:44\tThen will I keep thy law continually, for ever and ever; Psalm 119:45\tAnd I will walk at liberty, for I have sought thy precepts; Psalm 119:46\tAnd I will speak of thy testimonies before kings, and will not be ashamed; Psalm 119:47\tAnd I will delight myself in thy commandments, which I have loved; Psalm 119:48\tAnd I will lift up my hands unto thy commandments, which I have loved, and I will meditate in thy statutes. Psalm 119:49\tZAIN. Remember the word for thy servant, upon which thou hast caused me to hope. Psalm 119:50\tThis is my comfort in mine affliction; for thy word hath quickened me. Psalm 119:51\tThe proud have derided me beyond measure: I have not declined from thy law. Psalm 119:52\tI remembered thy judgments of old, O Jehovah, and have comforted myself. Psalm 119:53\tBurning indignation hath taken hold upon me because of the wicked who forsake thy law. Psalm 119:54\tThy statutes have been my songs in the house of my pilgrimage. Psalm 119:55\tI have remembered thy name, O Jehovah, in the night, and have kept thy law. Psalm 119:56\tThis I have had, because I have observed thy precepts. Psalm 119:57\tCHETH. My portion, O Jehovah, I have said, is to keep thy words. Psalm 119:58\tI have sought thy favour with [my] whole heart: be gracious unto me according to thy word. Psalm 119:59\tI have thought on my ways, and turned my feet unto thy testimonies. Psalm 119:60\tI have made haste, and not delayed, to keep thy commandments. Psalm 119:61\tThe bands of the wicked have wrapped me round: I have not forgotten thy law. Psalm 119:62\tAt midnight I rise up to give thanks unto thee, because of thy righteous judgments. Psalm 119:63\tI am the companion of all that fear thee, and of them that keep thy precepts. Psalm 119:64\tThe earth, O Jehovah, is full of thy loving-kindness: teach me thy statutes. Psalm 119:65\tTETH. Thou hast dealt well with thy servant, O Jehovah, according to thy word. Psalm 119:66\tTeach me good discernment and knowledge; for I have believed in thy commandments. Psalm 119:67\tBefore I was afflicted I went astray, but now I keep thy word. Psalm 119:68\tThou art good, and doest good; teach me thy statutes. Psalm 119:69\tThe proud have forged falsehood against me: I will observe thy precepts with [my] whole heart. Psalm 119:70\tTheir heart is as fat as grease: as for me, I delight in thy law. Psalm 119:71\tIt is good for me that I have been afflicted, that I might learn thy statutes. Psalm 119:72\tThe law of thy mouth is better unto me than thousands of gold and silver. Psalm 119:73\tYOD. Thy hands have made me and fashioned me: give me understanding, and I will learn thy commandments. Psalm 119:74\tThey that fear thee will see me, and rejoice; because I have hoped in thy word. Psalm 119:75\tI know, Jehovah, that thy Judgments are righteousness, and that in faithfulness thou hast afflicted me. Psalm 119:76\tOh let thy loving-kindness be for my comfort, according to thy word unto thy servant. Psalm 119:77\tLet thy tender mercies come unto me, that I may live; for thy law is my delight. Psalm 119:78\tLet the proud be ashamed; for they have acted perversely towards me with falsehood: as for me, I meditate in thy precepts. Psalm 119:79\tLet those that fear thee turn unto me, and those that know thy testimonies. Psalm 119:80\tLet my heart be perfect in thy statutes, that I be not ashamed. Psalm 119:81\tCAPH. My soul fainteth for thy salvation; I hope in thy word. Psalm 119:82\tMine eyes fail for thy word, saying, When wilt thou comfort me? Psalm 119:83\tFor I am become like a bottle in the smoke; I do not forget thy statutes. Psalm 119:84\tHow many shall be the days of thy servant? when wilt thou execute judgment on them that persecute me? Psalm 119:85\tThe proud have digged pits for me, which is not according to thy law. Psalm 119:86\tAll thy commandments are faithfulness. They persecute me wrongfully: help thou me. Psalm 119:87\tThey had almost consumed me upon the earth; but as for me, I forsook not thy precepts. Psalm 119:88\tQuicken me according to thy loving-kindness, and I will keep the testimony of thy mouth. Psalm 119:89\tLAMED. For ever, O Jehovah, thy word is settled in the heavens. Psalm 119:90\tThy faithfulness is from generation to generation: thou hast established the earth, and it standeth. Psalm 119:91\tBy thine ordinances they stand this day; for all things are thy servants. Psalm 119:92\tUnless thy law had been my delight, I should then have perished in mine affliction. Psalm 119:93\tI will never forget thy precepts; for by them thou hast quickened me. Psalm 119:94\tI am thine, save me; for I have sought thy precepts. Psalm 119:95\tThe wicked have awaited me to destroy me; [but] I attend unto thy testimonies. Psalm 119:96\tI have seen an end of all perfection: thy commandment is exceeding broad. Psalm 119:97\tMEM. Oh how I love thy law! it is my meditation all the day. Psalm 119:98\tThy commandments make me wiser than mine enemies; for they are ever with me. Psalm 119:99\tI have more understanding than all my teachers; for thy testimonies are my meditation. Psalm 119:100\tI understand more than the aged, because I have observed thy precepts. Psalm 119:101\tI have refrained my feet from every evil path, that I might keep thy word. Psalm 119:102\tI have not departed from thy judgments; for it is thou that hast taught me. Psalm 119:103\tHow sweet are thy words unto my taste! more than honey to my mouth! Psalm 119:104\tFrom thy precepts I get understanding; therefore I hate every false path. Psalm 119:105\tNUN. Thy word is a lamp unto my feet, and a light unto my path. Psalm 119:106\tI have sworn, and I will perform it, that I will keep thy righteous judgments. Psalm 119:107\tI am afflicted very much; O Jehovah, quicken me according to thy word. Psalm 119:108\tAccept, I beseech thee, Jehovah, the voluntary-offerings of my mouth, and teach me thy judgments. Psalm 119:109\tMy life is continually in my hand; but I do not forget thy law. Psalm 119:110\tThe wicked have laid a snare for me; but I have not wandered from thy precepts. Psalm 119:111\tThy testimonies have I taken as a heritage for ever; for they are the rejoicing of my heart. Psalm 119:112\tI have inclined my heart to perform thy statutes for ever, unto the end. Psalm 119:113\tSAMECH. The double-minded have I hated; but thy law do I love. Psalm 119:114\tThou art my hiding-place and my shield: I hope in thy word. Psalm 119:115\tDepart from me, ye evil-doers; and I will observe the commandments of my God. Psalm 119:116\tUphold me according to thy word, that I may live; and let me not be ashamed of my hope. Psalm 119:117\tHold thou me up, and I shall be safe; and I will have respect unto thy statutes continually. Psalm 119:118\tThou hast set at nought all them that wander from thy statutes; for their deceit is falsehood. Psalm 119:119\tThou puttest away all the wicked of the earth [like] dross; therefore I love thy testimonies. Psalm 119:120\tMy flesh shuddereth for fear of thee; and I am afraid of thy judgments. Psalm 119:121\tAIN. I have done judgment and justice: leave me not to mine oppressors. Psalm 119:122\tBe surety for thy servant for good; let not the proud oppress me. Psalm 119:123\tMine eyes fail for thy salvation, and for the word of thy righteousness. Psalm 119:124\tDeal with thy servant according to thy loving-kindness, and teach me thy statutes. Psalm 119:125\tI am thy servant; give me understanding that I may know thy testimonies. Psalm 119:126\tIt is time for Jehovah to work: they have made void thy law. Psalm 119:127\tTherefore I love thy commandments above gold, yea, above fine gold. Psalm 119:128\tTherefore I regard all [thy] precepts concerning all things to be right: I hate every false path. Psalm 119:129\tPE. Thy testimonies are wonderful; therefore doth my soul observe them. Psalm 119:130\tThe entrance of thy words giveth light, giving understanding unto the simple. Psalm 119:131\tI opened my mouth wide and panted; for I longed for thy commandments. Psalm 119:132\tTurn unto me, and be gracious unto me, as thou art wont to do unto those that love thy name. Psalm 119:133\tEstablish my steps in thy word; and let not any iniquity have dominion over me. Psalm 119:134\tDeliver me from the oppression of man; and I will keep thy precepts. Psalm 119:135\tMake thy face to shine upon thy servant, and teach me thy statutes. Psalm 119:136\tMine eyes run down with streams of water, because they keep not thy law. Psalm 119:137\tTZADE. Righteous art thou, Jehovah, and upright are thy judgments. Psalm 119:138\tThou hast commanded thy testimonies in righteousness and exceeding faithfulness. Psalm 119:139\tMy zeal destroyeth me, because mine oppressors have forgotten thy words. Psalm 119:140\tThy word is exceeding pure, and thy servant loveth it. Psalm 119:141\tI am little and despised: thy precepts have I not forgotten. Psalm 119:142\tThy righteousness is an everlasting righteousness, and thy law is truth. Psalm 119:143\tTrouble and anguish have taken hold upon me: thy commandments are my delights. Psalm 119:144\tThe righteousness of thy testimonies is for ever: give me understanding, and I shall live. Psalm 119:145\tKOPH. I have called with [my] whole heart; answer me, O Jehovah: I will observe thy statutes. Psalm 119:146\tI call upon thee; save me, and I will keep thy testimonies. Psalm 119:147\tI anticipate the morning-dawn and I cry: I hope in thy word. Psalm 119:148\tMine eyes anticipate the night-watches, that I may meditate in thy word. Psalm 119:149\tHear my voice according to thy loving-kindness: O Jehovah, quicken me according to thy judgment. Psalm 119:150\tThey have drawn nigh that follow after mischief: they are far from thy law. Psalm 119:151\tThou, Jehovah, art near, and all thy commandments are truth. Psalm 119:152\tFrom thy testimonies, I have known of old that thou hast founded them for ever. Psalm 119:153\tRESH. See mine affliction, and deliver me; for I have not forgotten thy law. Psalm 119:154\tPlead my cause, and redeem me: quicken me according to thy word. Psalm 119:155\tSalvation is far from the wicked; for they seek not thy statutes. Psalm 119:156\tMany are thy tender mercies, O Jehovah; quicken me according to thy judgments. Psalm 119:157\tMany are my persecutors and mine oppressors; I have not declined from thy testimonies. Psalm 119:158\tI beheld them that deal treacherously, and was grieved; because they kept not thy word. Psalm 119:159\tSee how I have loved thy precepts: quicken me, O Jehovah, according to thy loving-kindness. Psalm 119:160\tThe sum of thy word is truth, and every righteous judgment of thine is for ever. Psalm 119:161\tSHIN. Princes have persecuted me without a cause; but my heart standeth in awe of thy word. Psalm 119:162\tI have joy in thy word, as one that findeth great spoil. Psalm 119:163\tI hate and abhor falsehood; thy law do I love. Psalm 119:164\tSeven times a day do I praise thee because of thy righteous judgments. Psalm 119:165\tGreat peace have they that love thy law, and nothing doth stumble them. Psalm 119:166\tI have hoped for thy salvation, O Jehovah, and have done thy commandments. Psalm 119:167\tMy soul hath kept thy testimonies, and I love them exceedingly. Psalm 119:168\tI have kept thy precepts and thy testimonies; for all my ways are before thee. Psalm 119:169\tTAU. Let my cry come near before thee, Jehovah: give me understanding according to thy word. Psalm 119:170\tLet my supplication come before thee: deliver me according to thy word. Psalm 119:171\tMy lips shall pour forth praise when thou hast taught me thy statutes. Psalm 119:172\tMy tongue shall speak aloud of thy word; for all thy commandments are righteousness. Psalm 119:173\tLet thy hand be for my help; for I have chosen thy precepts. Psalm 119:174\tI have longed for thy salvation, O Jehovah, and thy law is my delight. Psalm 119:175\tLet my soul live, and it shall praise thee; and let thy judgments help me. Psalm 119:176\tI have gone astray like a lost sheep: seek thy servant; for I have not forgotten thy commandments. Psalm 120:1\t{A Song of degrees.} In my trouble I called unto Jehovah, and he answered me. Psalm 120:2\tJehovah, deliver my soul from the lying lip, from the deceitful tongue. Psalm 120:3\tWhat shall be given unto thee, what shall be added unto thee, thou deceitful tongue? Psalm 120:4\tSharp arrows of a mighty one, with burning coals of broom-wood. Psalm 120:5\tWoe is me, that I sojourn in Meshech, that I dwell among the tents of Kedar! Psalm 120:6\tMy soul hath long dwelt with them that hate peace. Psalm 120:7\tI [am for] peace; but when I speak, they [are] for war. Psalm 121:1\t{A Song of degrees.} I lift up mine eyes unto the mountains: whence shall my help come? Psalm 121:2\tMy help [cometh] from Jehovah, who made the heavens and the earth. Psalm 121:3\tHe will not suffer thy foot to be moved; he that keepeth thee will not slumber. Psalm 121:4\tBehold, he that keepeth Israel will neither slumber nor sleep. Psalm 121:5\tJehovah is thy keeper, Jehovah is thy shade upon thy right hand; Psalm 121:6\tThe sun shall not smite thee by day, nor the moon by night. Psalm 121:7\tJehovah will keep thee from all evil; he will keep thy soul. Psalm 121:8\tJehovah will keep thy going out and thy coming in, from henceforth and for evermore. Psalm 122:1\t{A Song of degrees. Of David.} I rejoiced when they said unto me, Let us go into the house of Jehovah. Psalm 122:2\tOur feet shall stand within thy gates, O Jerusalem. Psalm 122:3\tJerusalem, which art built as a city that is compact together, Psalm 122:4\tWhither the tribes go up, the tribes of Jah, a testimony to Israel, to give thanks unto the name of Jehovah. Psalm 122:5\tFor there are set thrones for judgment, the thrones of the house of David. Psalm 122:6\tPray for the peace of Jerusalem: they shall prosper that love thee. Psalm 122:7\tPeace be within thy bulwarks, prosperity within thy palaces. Psalm 122:8\tFor my brethren and companions’ sakes I will say, Peace be within thee! Psalm 122:9\tBecause of the house of Jehovah our God I will seek thy good. Psalm 123:1\t{A Song of degrees.} Unto thee do I lift up mine eyes, O thou that dwellest in the heavens. Psalm 123:2\tBehold, as the eyes of servants [look] unto the hand of their masters, as the eyes of a maiden unto the hand of her mistress, so our eyes [are directed] to Jehovah our God, until he be gracious unto us. Psalm 123:3\tBe gracious unto us, O Jehovah, be gracious unto us; for we are exceedingly filled with contempt. Psalm 123:4\tOur soul is exceedingly filled with the scorning of those that are at ease, with the contempt of the proud. Psalm 124:1\t{A Song of degrees. Of David.} If it had not been Jehovah who was for us—oh let Israel say— Psalm 124:2\tIf it had not been Jehovah who was for us, when men rose up against us, Psalm 124:3\tThen they had swallowed us up alive, when their anger was kindled against us; Psalm 124:4\tThen the waters had overwhelmed us, a torrent had gone over our soul; Psalm 124:5\tThen the proud waters had gone over our soul. Psalm 124:6\tBlessed be Jehovah, who gave us not up a prey to their teeth! Psalm 124:7\tOur soul is escaped as a bird out of the snare of the fowlers: the snare is broken, and we have escaped. Psalm 124:8\tOur help is in the name of Jehovah, the maker of heavens and earth. Psalm 125:1\t{A Song of degrees.} They that confide in Jehovah are as mount Zion, which cannot be moved; it abideth for ever. Psalm 125:2\tJerusalem!—mountains are round about her, and Jehovah is round about his people, from henceforth and for evermore. Psalm 125:3\tFor the sceptre of wickedness shall not rest upon the lot of the righteous; lest the righteous put forth their hands unto iniquity. Psalm 125:4\tDo good, O Jehovah, unto the good, and to them that are upright in their hearts. Psalm 125:5\tBut as for such as turn aside unto their crooked ways, Jehovah will lead them forth with the workers of iniquity. Peace be upon Israel! Psalm 126:1\t{A Song of degrees.} When Jehovah turned the captivity of Zion, we were like them that dream. Psalm 126:2\tThen was our mouth filled with laughter, and our tongue with rejoicing: then said they among the nations, Jehovah hath done great things for them. Psalm 126:3\tJehovah hath done great things for us; [and] we are joyful. Psalm 126:4\tTurn our captivity, O Jehovah, as the streams in the south. Psalm 126:5\tThey that sow in tears shall reap with rejoicing: Psalm 126:6\tHe goeth forth and weepeth, bearing seed for scattering; he cometh again with rejoicing, bearing his sheaves. Psalm 127:1\t{A Song of degrees. Of Solomon.} Unless Jehovah build the house, in vain do its builders labour in it; unless Jehovah keep the city, the keeper watcheth in vain: Psalm 127:2\tIt is vain for you to rise up early, to lie down late, to eat the bread of sorrows: so to his beloved one he giveth sleep. Psalm 127:3\tLo, children are an inheritance from Jehovah, [and] the fruit of the womb a reward. Psalm 127:4\tAs arrows in the hand of a mighty man, so are the children of youth. Psalm 127:5\tHappy is the man that hath filled his quiver with them. They shall not be ashamed when they speak with enemies in the gate. Psalm 128:1\t{A Song of degrees.} Blessed is every one that feareth Jehovah, that walketh in his ways. Psalm 128:2\tFor thou shalt eat the labour of thy hands; happy shalt thou be, and it shall be well with thee. Psalm 128:3\tThy wife shall be as a fruitful vine in the inner part of thy house; thy children like olive-plants round about thy table. Psalm 128:4\tBehold, thus shall the man be blessed that feareth Jehovah. Psalm 128:5\tJehovah will bless thee out of Zion; and mayest thou see the good of Jerusalem all the days of thy life, Psalm 128:6\tAnd see thy children’s children. Peace be upon Israel! Psalm 129:1\t{A Song of degrees.} Many a time have they afflicted me from my youth—oh let Israel say— Psalm 129:2\tMany a time have they afflicted me from my youth; yet they have not prevailed against me. Psalm 129:3\tThe ploughers ploughed upon my back; they made long their furrows. Psalm 129:4\tJehovah is righteous: he hath cut asunder the cords of the wicked. Psalm 129:5\tLet them be ashamed and turned backward, all that hate Zion; Psalm 129:6\tLet them be as the grass upon the house-tops, which withereth before it is plucked up, Psalm 129:7\tWherewith the mower filleth not his hand, nor he that bindeth sheaves his bosom; Psalm 129:8\tNeither do the passers-by say, The blessing of Jehovah be upon you; we bless you in the name of Jehovah! Psalm 130:1\t{A Song of degrees.} Out of the depths do I call upon thee, Jehovah. Psalm 130:2\tLord, hear my voice; let thine ears be attentive to the voice of my supplication. Psalm 130:3\tIf thou, Jah, shouldest mark iniquities, Lord, who shall stand? Psalm 130:4\tBut there is forgiveness with thee, that thou mayest be feared. Psalm 130:5\tI wait for Jehovah; my soul doth wait, and in his word do I hope. Psalm 130:6\tMy soul [waiteth] for the Lord more than the watchers [wait] for the morning, [more than] the watchers for the morning. Psalm 130:7\tLet Israel hope in Jehovah, because with Jehovah there is loving-kindness, and with him is plenteous redemption; Psalm 130:8\tAnd he will redeem Israel from all his iniquities. Psalm 131:1\t{A Song of degrees. Of David.} Jehovah, my heart is not haughty, nor mine eyes lofty; neither do I exercise myself in great matters, and in things too wonderful for me. Psalm 131:2\tSurely I have restrained and composed my soul, like a weaned child with its mother: my soul within me is as a weaned child. Psalm 131:3\tLet Israel hope in Jehovah, from henceforth and for evermore. Psalm 132:1\t{A Song of degrees.} Jehovah, remember for David all his affliction; Psalm 132:2\tHow he swore unto Jehovah, vowed unto the Mighty One of Jacob: Psalm 132:3\tI will not come into the tent of my house, I will not go up to the couch of my bed; Psalm 132:4\tI will not give sleep to mine eyes, slumber to mine eyelids, Psalm 132:5\tUntil I find out a place for Jehovah, habitations for the Mighty One of Jacob.... Psalm 132:6\tBehold, we heard of it at Ephratah, we found it in the fields of the wood. Psalm 132:7\tLet us go into his habitations, let us worship at his footstool. Psalm 132:8\tArise, Jehovah, into thy rest, thou and the ark of thy strength. Psalm 132:9\tLet thy priests be clothed with righteousness, and let thy saints shout for joy. Psalm 132:10\tFor thy servant David’s sake, turn not away the face of thine anointed. Psalm 132:11\tJehovah hath sworn [in] truth unto David; he will not turn from it: Of the fruit of thy body will I set upon thy throne; Psalm 132:12\tIf thy children keep my covenant, and my testimonies which I will teach them, their children also for evermore shall sit upon thy throne. Psalm 132:13\tFor Jehovah hath chosen Zion; he hath desired it for his dwelling: Psalm 132:14\tThis is my rest for ever; here will I dwell, for I have desired it. Psalm 132:15\tI will abundantly bless her provision; I will satisfy her needy ones with bread; Psalm 132:16\tAnd I will clothe her priests with salvation, and her saints shall shout aloud for joy. Psalm 132:17\tThere will I cause the horn of David to bud forth; I have ordained a lamp for mine anointed. Psalm 132:18\tHis enemies will I clothe with shame; but upon himself shall his crown flourish. Psalm 133:1\t{A Song of degrees. Of David.} Behold, how good and how pleasant it is for brethren to dwell together in unity! Psalm 133:2\tLike the precious oil upon the head, that ran down upon the beard, upon Aaron’s beard, that ran down to the hem of his garments; Psalm 133:3\tAs the dew of Hermon that descendeth on the mountains of Zion; for there hath Jehovah commanded the blessing, life for evermore. Psalm 134:1\t{A Song of degrees.} Behold, bless Jehovah, all ye servants of Jehovah, who by night stand in the house of Jehovah. Psalm 134:2\tLift up your hands in the sanctuary, and bless Jehovah. Psalm 134:3\tJehovah, the maker of heavens and earth, bless thee out of Zion. Psalm 135:1\tHallelujah! Praise the name of Jehovah; praise, ye servants of Jehovah, Psalm 135:2\tYe that stand in the house of Jehovah, in the courts of the house of our God. Psalm 135:3\tPraise ye Jah; for Jehovah is good: sing psalms unto his name; for it is pleasant. Psalm 135:4\tFor Jah hath chosen Jacob unto himself, Israel for his own possession. Psalm 135:5\tFor I know that Jehovah is great, and our Lord is above all gods. Psalm 135:6\tWhatsoever Jehovah pleased, he hath done in the heavens and on the earth, in the seas and all deeps; Psalm 135:7\tWho causeth the vapours to ascend from the ends of the earth; who maketh lightnings for the rain; who bringeth the wind out of his treasuries: Psalm 135:8\tWho smote the firstborn of Egypt, both of man and beast; Psalm 135:9\tWho sent signs and miracles into the midst of thee, O Egypt, upon Pharaoh and upon all his servants; Psalm 135:10\tWho smote great nations, and slew mighty kings, Psalm 135:11\tSihon king of the Amorites, and Og king of Bashan, and all the kingdoms of Canaan; Psalm 135:12\tAnd gave their land for an inheritance, an inheritance unto Israel his people. Psalm 135:13\tThy name, O Jehovah, is for ever; thy memorial, O Jehovah, from generation to generation. Psalm 135:14\tFor Jehovah will judge his people, and will repent in favour of his servants. Psalm 135:15\tThe idols of the nations are silver and gold, the work of men’s hands: Psalm 135:16\tThey have a mouth, and they speak not; eyes have they, and they see not; Psalm 135:17\tThey have ears, and they hear not; neither is there any breath in their mouth. Psalm 135:18\tThey that make them are like unto them,—every one that confideth in them. Psalm 135:19\tHouse of Israel, bless ye Jehovah; house of Aaron, bless ye Jehovah; Psalm 135:20\tHouse of Levi, bless ye Jehovah; ye that fear Jehovah, bless Jehovah. Psalm 135:21\tBlessed be Jehovah out of Zion, who dwelleth at Jerusalem! Hallelujah! Psalm 136:1\tGive ye thanks unto Jehovah, for he is good; for his loving-kindness [endureth] for ever: Psalm 136:2\tGive thanks unto the God of gods, for his loving-kindness [endureth] for ever; Psalm 136:3\tGive thanks unto the Lord of lords, for his loving-kindness [endureth] for ever. Psalm 136:4\tTo him who alone doeth great wonders, for his loving-kindness [endureth] for ever: Psalm 136:5\tTo him that by understanding made the heavens, for his loving-kindness [endureth] for ever; Psalm 136:6\tTo him that stretched out the earth above the waters, for his loving-kindness [endureth] for ever; Psalm 136:7\tTo him that made great lights, for his loving-kindness [endureth] for ever; Psalm 136:8\tThe sun for rule over the day, for his loving-kindness [endureth] for ever, Psalm 136:9\tThe moon and stars for rule over the night, for his loving-kindness [endureth] for ever: Psalm 136:10\tTo him that smote Egypt in their firstborn, for his loving-kindness [endureth] for ever, Psalm 136:11\tAnd brought out Israel from among them, for his loving-kindness [endureth] for ever, Psalm 136:12\tWith a powerful hand and with a stretched-out arm, for his loving-kindness [endureth] for ever; Psalm 136:13\tTo him that divided the Red sea into parts, for his loving-kindness [endureth] for ever, Psalm 136:14\tAnd made Israel to pass through the midst of it, for his loving-kindness [endureth] for ever, Psalm 136:15\tAnd overturned Pharaoh and his host in the Red sea, for his loving-kindness [endureth] for ever; Psalm 136:16\tTo him that led his people through the wilderness, for his loving-kindness [endureth] for ever; Psalm 136:17\tTo him that smote great kings, for his loving-kindness [endureth] for ever, Psalm 136:18\tAnd slew famous kings, for his loving-kindness [endureth] for ever; Psalm 136:19\tSihon king of the Amorites, for his loving-kindness [endureth] for ever, Psalm 136:20\tAnd Og king of Bashan, for his loving-kindness [endureth] for ever; Psalm 136:21\tAnd gave their land for an inheritance, for his loving-kindness [endureth] for ever, Psalm 136:22\tAn inheritance unto Israel his servant, for his loving-kindness [endureth] for ever: Psalm 136:23\tWho hath remembered us in our low estate, for his loving-kindness [endureth] for ever; Psalm 136:24\tAnd hath delivered us from our oppressors, for his loving-kindness [endureth] for ever: Psalm 136:25\tWho giveth food to all flesh, for his loving-kindness [endureth] for ever. Psalm 136:26\tGive ye thanks unto the God of the heavens; for his loving-kindness [endureth] for ever. Psalm 137:1\tBy the rivers of Babylon, there we sat down; yea, we wept when we remembered Zion. Psalm 137:2\tWe hanged our harps upon the willows in the midst thereof. Psalm 137:3\tFor there they that carried us away captive required of us a song; and they that made us wail [required] mirth, [saying,] Sing us [one] of the songs of Zion. Psalm 137:4\tHow should we sing a song of Jehovah’s upon a foreign soil? Psalm 137:5\tIf I forget thee, Jerusalem, let my right hand forget [its skill]; Psalm 137:6\tIf I do not remember thee, let my tongue cleave to my palate: if I prefer not Jerusalem above my chief joy. Psalm 137:7\tRemember, O Jehovah, against the sons of Edom, the day of Jerusalem; who said, Lay [it] bare, Lay [it] bare, down to its foundation! Psalm 137:8\tDaughter of Babylon, who art to be laid waste, happy he that rendereth unto thee that which thou hast meted out to us. Psalm 137:9\tHappy he that taketh and dasheth thy little ones against the rock. Psalm 138:1\t{[A Psalm] of David.} I will give thee thanks with my whole heart; before the gods will I sing psalms of thee. Psalm 138:2\tI will bow down toward the temple of thy holiness, and celebrate thy name for thy loving-kindness and for thy truth; for thou hast magnified thy word above all thy name. Psalm 138:3\tIn the day when I called thou answeredst me; thou didst encourage me with strength in my soul. Psalm 138:4\tAll the kings of the earth shall celebrate thee, Jehovah, when they have heard the words of thy mouth; Psalm 138:5\tAnd they shall sing in the ways of Jehovah, for great is the glory of Jehovah. Psalm 138:6\tFor Jehovah is high; but he looketh upon the lowly, and the proud he knoweth afar off. Psalm 138:7\tThough I walk in the midst of trouble, thou wilt revive me: thou wilt stretch forth thy hand against the anger of mine enemies, and thy right hand shall save me. Psalm 138:8\tJehovah will perfect what concerneth me: thy loving-kindness, O Jehovah, [endureth] for ever; forsake not the works of thine own hands. Psalm 139:1\t{To the chief Musician. A Psalm of David.} Jehovah, thou hast searched me, and known [me]. Psalm 139:2\tThou knowest my down-sitting and mine uprising, thou understandest my thought afar off; Psalm 139:3\tThou searchest out my path and my lying down, and art acquainted with all my ways; Psalm 139:4\tFor there is not yet a word on my tongue, [but] lo, O Jehovah, thou knowest it altogether. Psalm 139:5\tThou hast beset me behind and before, and laid thy hand upon me. Psalm 139:6\tO knowledge too wonderful for me! it is high, I cannot [attain] unto it. Psalm 139:7\tWhither shall I go from thy Spirit? and whither flee from thy presence? Psalm 139:8\tIf I ascend up into the heavens thou art there; or if I make my bed in Sheol, behold, thou [art there]; Psalm 139:9\t[If] I take the wings of the dawn [and] dwell in the uttermost parts of the sea, Psalm 139:10\tEven there shall thy hand lead me, and thy right hand shall hold me. Psalm 139:11\tAnd if I say, Surely darkness shall cover me, and the light about me be night; Psalm 139:12\tEven darkness hideth not from thee, and the night shineth as the day: the darkness is as the light. Psalm 139:13\tFor thou hast possessed my reins; thou didst cover me in my mother’s womb. Psalm 139:14\tI will praise thee, for I am fearfully, wonderfully made. Marvellous are thy works; and [that] my soul knoweth right well. Psalm 139:15\tMy bones were not hidden from thee when I was made in secret, curiously wrought in the lower parts of the earth. Psalm 139:16\tThine eyes did see my unformed substance, and in thy book all [my members] were written; [during many] days were they fashioned, when [as yet] there was none of them. Psalm 139:17\tBut how precious are thy thoughts unto me, O God! how great is the sum of them! Psalm 139:18\t[If] I would count them, they are more in number than the sand. When I awake, I am still with thee. Psalm 139:19\tOh that thou wouldest slay the wicked, O +God! And ye men of blood, depart from me. Psalm 139:20\tFor they speak of thee wickedly, they take [thy name] in vain, thine enemies. Psalm 139:21\tDo not I hate them, O Jehovah, that hate thee? and do not I loathe them that rise up against thee? Psalm 139:22\tI hate them with perfect hatred; I account them mine enemies. Psalm 139:23\tSearch me, O God, and know my heart; prove me, and know my thoughts; Psalm 139:24\tAnd see if there be any grievous way in me; and lead me in the way everlasting. Psalm 140:1\t{To the chief Musician. A Psalm of David.} Free me, O Jehovah, from the evil man; preserve me from the violent man: Psalm 140:2\tWho devise mischiefs in [their] heart; every day are they banded together for war. Psalm 140:3\tThey sharpen their tongues like a serpent; adders’ poison is under their lips. Selah. Psalm 140:4\tKeep me, O Jehovah, from the hands of the wicked [man], preserve me from the violent man, who devise to overthrow my steps. Psalm 140:5\tThe proud have hidden a snare for me, and cords; they have spread a net by the way-side; they have set traps for me. Selah. Psalm 140:6\tI have said unto Jehovah, Thou art my God: give ear, O Jehovah, to the voice of my supplications. Psalm 140:7\tJehovah, the Lord, is the strength of my salvation: thou hast covered my head in the day of battle. Psalm 140:8\tGrant not, O Jehovah, the desire of the wicked; further not his device: they would exalt themselves. Selah. Psalm 140:9\t[As for] the head of those that encompass me, let the mischief of their own lips cover them. Psalm 140:10\tLet burning coals fall on them; let them be cast into the fire; into deep waters, that they rise not up again. Psalm 140:11\tLet not the man of [evil] tongue be established in the earth: evil shall hunt the man of violence to [his] ruin. Psalm 140:12\tI know that Jehovah will maintain the cause of the afflicted one, the right of the needy. Psalm 140:13\tYea, the righteous shall give thanks unto thy name; the upright shall dwell in thy presence. Psalm 141:1\t{A Psalm of David.} Jehovah, I have called upon thee: make haste unto me; give ear unto my voice, when I call unto thee. Psalm 141:2\tLet my prayer be set forth before thee as incense, the lifting up of my hands as the evening oblation. Psalm 141:3\tSet a watch, O Jehovah, before my mouth; keep the door of my lips. Psalm 141:4\tIncline not my heart to any evil thing, to practise deeds of wickedness with men that are workers of iniquity; and let me not eat of their dainties. Psalm 141:5\tLet the righteous smite me, it is kindness; and let him reprove me, it is an excellent oil which my head shall not refuse: for yet my prayer also is [for them] in their calamities. Psalm 141:6\tWhen their judges are thrown down from the rocks, they shall hear my words, for they are sweet. Psalm 141:7\tOur bones are scattered at the mouth of Sheol, as when one cutteth and cleaveth [wood] upon the earth. Psalm 141:8\tFor unto thee, Jehovah, Lord, are mine eyes; in thee do I trust: leave not my soul destitute. Psalm 141:9\tKeep me from the snare which they have laid for me, and from the traps of the workers of iniquity. Psalm 141:10\tLet the wicked fall into their own nets, whilst that I withal pass over. Psalm 142:1\t{An instruction of David; when he was in the cave: a prayer.} I cry unto Jehovah with my voice: with my voice unto Jehovah do I make supplication. Psalm 142:2\tI pour out my plaint before him; I shew before him my trouble. Psalm 142:3\tWhen my spirit was overwhelmed within me, then thou knewest my path. In the way wherein I walked have they hidden a snare for me. Psalm 142:4\tLook on the right hand and see; there is no man that knoweth me: refuge hath failed me; no man careth for my soul. Psalm 142:5\tI cried unto thee, Jehovah; I said, Thou art my refuge, my portion in the land of the living. Psalm 142:6\tAttend unto my cry, for I am brought very low; deliver me from my persecutors, for they are stronger than I. Psalm 142:7\tBring my soul out of prison, that I may celebrate thy name. The righteous shall surround me, because thou dealest bountifully with me. Psalm 143:1\t{A Psalm of David.} Jehovah, hear my prayer; give ear to my supplications: in thy faithfulness answer me, in thy righteousness. Psalm 143:2\tAnd enter not into judgment with thy servant; for in thy sight no man living shall be justified. Psalm 143:3\tFor the enemy persecuteth my soul: he hath crushed my life down to the earth; he hath made me to dwell in dark places, as those that have been long dead. Psalm 143:4\tAnd my spirit is overwhelmed within me; my heart within me is desolate. Psalm 143:5\tI remember the days of old: I meditate on all thy doing; I muse on the work of thy hands. Psalm 143:6\tI stretch forth my hands unto thee: my soul, as a parched land, [thirsteth] after thee. Selah. Psalm 143:7\tAnswer me speedily, O Jehovah; my spirit faileth: hide not thy face from me, or I shall be like unto them that go down into the pit. Psalm 143:8\tCause me to hear thy loving-kindness in the morning, for in thee do I confide; make me to know the way wherein I should walk, for unto thee do I lift up my soul. Psalm 143:9\tDeliver me, O Jehovah, from mine enemies: unto thee do I flee for refuge. Psalm 143:10\tTeach me to do thy will; for thou art my God: let thy good Spirit lead me in a plain country. Psalm 143:11\tRevive me, O Jehovah, for thy name’s sake; in thy righteousness bring my soul out of trouble; Psalm 143:12\tAnd in thy loving-kindness cut off mine enemies, and destroy all them that oppress my soul: for I am thy servant. Psalm 144:1\t{[A Psalm] of David.} Blessed be Jehovah my rock, who teacheth my hands to war, my fingers to fight; Psalm 144:2\tMy mercy and my fortress, my high tower and my deliverer, my shield and he in whom I trust, who subdueth my people under me! Psalm 144:3\tJehovah, what is man, that thou takest knowledge of him, the son of man, that thou takest thought of him? Psalm 144:4\tMan is like to vanity; his days are as a shadow that passeth away. Psalm 144:5\tJehovah, bow thy heavens, and come down; touch the mountains, that they smoke; Psalm 144:6\tCast forth lightnings, and scatter them; send forth thine arrows, and discomfit them: Psalm 144:7\tStretch out thy hands from above; rescue me, and deliver me out of great waters, from the hand of aliens, Psalm 144:8\tWhose mouth speaketh vanity, and their right hand is a right hand of falsehood. Psalm 144:9\tO God, I will sing a new song unto thee; with the ten-stringed lute will I sing psalms unto thee: Psalm 144:10\tWho givest salvation unto kings; who rescuest David thy servant from the hurtful sword. Psalm 144:11\tRescue me, and deliver me from the hand of aliens, whose mouth speaketh vanity, and their right hand is a right hand of falsehood. Psalm 144:12\tThat our sons may be as plants grown up in their youth; our daughters as corner-columns, sculptured after the fashion of a palace: Psalm 144:13\tOur granaries full, affording all manner of store; our sheep bringing forth thousands, ten thousands in our pastures; Psalm 144:14\tOur kine laden [with young]; no breaking in and no going forth, and no outcry in our streets. Psalm 144:15\tBlessed the people that is in such a case! Blessed the people whose God is Jehovah! Psalm 145:1\t{A Psalm of praise. Of David.} I will extol thee, my God, O King, and I will bless thy name for ever and ever. Psalm 145:2\tEvery day will I bless thee, and I will praise thy name for ever and ever. Psalm 145:3\tGreat is Jehovah, and exceedingly to be praised; and his greatness is unsearchable. Psalm 145:4\tOne generation shall laud thy works to another, and shall declare thy mighty acts. Psalm 145:5\tI will speak of the glorious splendour of thy majesty, and of thy wondrous works. Psalm 145:6\tAnd they shall tell of the might of thy terrible acts; and thy great deeds will I declare. Psalm 145:7\tThey shall abundantly utter the memory of thy great goodness, and shall sing aloud of thy righteousness. Psalm 145:8\tJehovah is gracious and merciful; slow to anger, and of great loving-kindness. Psalm 145:9\tJehovah is good to all; and his tender mercies are over all his works. Psalm 145:10\tAll thy works shall praise thee, Jehovah, and thy saints shall bless thee. Psalm 145:11\tThey shall tell of the glory of thy kingdom, and speak of thy power; Psalm 145:12\tTo make known to the children of men his mighty acts, and the glorious splendour of his kingdom. Psalm 145:13\tThy kingdom is a kingdom of all ages, and thy dominion is throughout all generations. Psalm 145:14\tJehovah upholdeth all that fall, and raiseth up all that are bowed down. Psalm 145:15\tThe eyes of all wait upon thee; and thou givest them their food in its season. Psalm 145:16\tThou openest thy hand, and satisfiest the desire of every living thing. Psalm 145:17\tJehovah is righteous in all his ways, and kind in all his works. Psalm 145:18\tJehovah is nigh unto all that call upon him, unto all that call upon him in truth. Psalm 145:19\tHe fulfilleth the desire of them that fear him; he heareth their cry, and saveth them. Psalm 145:20\tJehovah keepeth all that love him, and all the wicked will he destroy. Psalm 145:21\tMy mouth shall speak the praise of Jehovah; and let all flesh bless his holy name for ever and ever. Psalm 146:1\tHallelujah! Praise Jehovah, O my soul. Psalm 146:2\tAs long as I live will I praise Jehovah; I will sing psalms unto my God while I have my being. Psalm 146:3\tPut not confidence in nobles, in a son of man, in whom there is no salvation. Psalm 146:4\tHis breath goeth forth, he returneth to his earth; in that very day his purposes perish. Psalm 146:5\tBlessed is he who hath the God of Jacob for his help, whose hope is in Jehovah his God, Psalm 146:6\tWho made the heavens and the earth, the sea and all that is therein; who keepeth truth for ever; Psalm 146:7\tWho executeth judgment for the oppressed, who giveth bread to the hungry. Jehovah looseth the prisoners; Psalm 146:8\tJehovah openeth [the eyes of] the blind; Jehovah raiseth up them that are bowed down; Jehovah loveth the righteous; Psalm 146:9\tJehovah preserveth the strangers; he lifteth up the fatherless and the widow; but the way of the wicked doth he subvert. Psalm 146:10\tJehovah will reign for ever, [even] thy God, O Zion, from generation to generation. Halleluiah! Psalm 147:1\tPraise ye Jah! for it is good. Sing psalms of our God; for it is pleasant: praise is comely. Psalm 147:2\tJehovah doth build up Jerusalem: he gathereth the outcasts of Israel. Psalm 147:3\tHe healeth the broken in heart, and bindeth up their wounds. Psalm 147:4\tHe counteth the number of the stars; he giveth names to them all. Psalm 147:5\tGreat is our Lord, and of great power: his understanding is infinite. Psalm 147:6\tJehovah lifteth up the meek; he abaseth the wicked to the earth. Psalm 147:7\tSing unto Jehovah with thanksgiving; sing psalms upon the harp unto our God: Psalm 147:8\tWho covereth the heavens with clouds, who prepareth rain for the earth, who maketh grass to grow upon the mountains; Psalm 147:9\tWho giveth to the cattle their food, to the young ravens which cry. Psalm 147:10\tHe delighteth not in the strength of the horse, he taketh not pleasure in the legs of a man; Psalm 147:11\tJehovah taketh pleasure in those that fear him, in those that hope in his loving-kindness. Psalm 147:12\tLaud Jehovah, O Jerusalem; praise thy God, O Zion. Psalm 147:13\tFor he hath strengthened the bars of thy gates; he hath blessed thy children within thee; Psalm 147:14\tHe maketh peace in thy borders; he satisfieth thee with the finest of the wheat. Psalm 147:15\tHe sendeth forth his oracles to the earth: his word runneth very swiftly. Psalm 147:16\tHe giveth snow like wool, scattereth the hoar frost like ashes; Psalm 147:17\tHe casteth forth his ice like morsels: who can stand before his cold? Psalm 147:18\tHe sendeth his word, and melteth them; he causeth his wind to blow—the waters flow. Psalm 147:19\tHe sheweth his word unto Jacob, his statutes and his judgments unto Israel. Psalm 147:20\tHe hath not dealt thus with any nation; and as for [his] judgments, they have not known them. Hallelujah! Psalm 148:1\tHallelujah! Praise Jehovah from the heavens; praise him in the heights. Psalm 148:2\tPraise ye him, all his angels; praise ye him, all his hosts. Psalm 148:3\tPraise him, sun and moon; praise him, all ye stars of light. Psalm 148:4\tPraise him, ye heavens of heavens, and ye waters that are above the heavens. Psalm 148:5\tLet them praise the name of Jehovah, for he it is that commanded, and they were created: Psalm 148:6\tAnd he established them for ever and ever; he made [for them] a statute which shall not pass. Psalm 148:7\tPraise Jehovah from the earth, ye sea-monsters, and all deeps; Psalm 148:8\tFire and hail, snow and vapour, stormy wind fulfilling his word; Psalm 148:9\tMountains and all hills, fruit-trees and all cedars; Psalm 148:10\tBeasts and all cattle, creeping things and winged fowl; Psalm 148:11\tKings of the earth and all peoples, princes and all judges of the earth; Psalm 148:12\tBoth young men and maidens, old men with youths,— Psalm 148:13\tLet them praise the name of Jehovah: for his name alone is exalted; his majesty is above the earth and the heavens. Psalm 148:14\tAnd he hath lifted up the horn of his people, the praise of all his saints, [even] of the children of Israel, a people near unto him. Hallelujah! Psalm 149:1\tHallelujah! Sing unto Jehovah a new song; [sing] his praise in the congregation of the godly. Psalm 149:2\tLet Israel rejoice in his Maker; let the sons of Zion be joyful in their King. Psalm 149:3\tLet them praise his name in the dance; let them sing psalms unto him with the tambour and harp. Psalm 149:4\tFor Jehovah taketh pleasure in his people; he beautifieth the meek with salvation. Psalm 149:5\tLet the godly exult in glory; let them shout for joy upon their beds. Psalm 149:6\tLet the high praises of God be in their mouth, and a two-edged sword in their hand: Psalm 149:7\tTo execute vengeance against the nations, [and] punishment among the peoples; Psalm 149:8\tTo bind their kings with chains, and their nobles with fetters of iron; Psalm 149:9\tTo execute upon them the judgment written. This honour have all his saints. Hallelujah! Psalm 150:1\tHallelujah! Praise God in his sanctuary; praise him in the firmament of his power. Psalm 150:2\tPraise him in his mighty acts; praise him according to the abundance of his greatness. Psalm 150:3\tPraise him with the sound of the trumpet; praise him with lute and harp; Psalm 150:4\tPraise him with the tambour and dance; praise him with stringed instruments and the pipe; Psalm 150:5\tPraise him with loud cymbals; praise him with high sounding cymbals. Psalm 150:6\tLet everything that hath breath praise Jah. Hallelujah!",
      "topic": ""
    }
  }
}