{
  "info": {
    "book": "Job",
    "chapter": "7",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Hath not man a life of labour upon earth? and are not his days like the days of a hireling?",
      "topic": ""
    },
    "2": {
      "text": "As a bondman earnestly desireth the shadow, and a hireling expecteth his wages,",
      "topic": ""
    },
    "3": {
      "text": "So am I made to possess months of vanity, and wearisome nights are appointed to me.",
      "topic": ""
    },
    "4": {
      "text": "If I lie down, I say, When shall I rise up, and the darkness be gone? and I am full of tossings until the dawn.",
      "topic": ""
    },
    "5": {
      "text": "My flesh is clothed with worms and clods of dust; my skin is broken, and suppurates.",
      "topic": ""
    },
    "6": {
      "text": "My days are swifter than a weaver’s shuttle, and are spent without hope.",
      "topic": ""
    },
    "7": {
      "text": "Remember thou that my life is wind; mine eye shall no more see good.",
      "topic": ""
    },
    "8": {
      "text": "The eye of him that hath seen me shall behold me no [more]: thine eyes are upon me, and I am not.",
      "topic": ""
    },
    "9": {
      "text": "The cloud consumeth and vanisheth away; so he that goeth down to Sheol shall not come up.",
      "topic": ""
    },
    "10": {
      "text": "He shall return no more to his house, neither shall his place know him again.",
      "topic": ""
    },
    "11": {
      "text": "Therefore I will not restrain my mouth: I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
      "topic": ""
    },
    "12": {
      "text": "Am I a sea, or a sea-monster, that thou settest a watch over me?",
      "topic": ""
    },
    "13": {
      "text": "When I say, My bed shall comfort me, my couch shall ease my complaint;",
      "topic": ""
    },
    "14": {
      "text": "Then thou scarest me with dreams, and terrifiest me through visions;",
      "topic": ""
    },
    "15": {
      "text": "So that my soul chooseth strangling, death, rather than my bones.",
      "topic": ""
    },
    "16": {
      "text": "I loathe it; I shall not live always: let me alone, for my days are a breath.",
      "topic": ""
    },
    "17": {
      "text": "What is man, that thou makest much of him? and that thou settest thy heart upon him?",
      "topic": ""
    },
    "18": {
      "text": "And that thou visitest him every morning, triest him every moment?",
      "topic": ""
    },
    "19": {
      "text": "How long wilt thou not look away from me, nor let me alone till I swallow down my spittle?",
      "topic": ""
    },
    "20": {
      "text": "Have I sinned, what do I unto thee, thou Observer of men? Why hast thou set me as an object of assault for thee, so that I am become a burden to myself?",
      "topic": ""
    },
    "21": {
      "text": "And why dost not thou forgive my transgression and take away mine iniquity? for now shall I lie down in the dust, and thou shalt seek me early, and I shall not be.",
      "topic": ""
    }
  }
}