{
  "info": {
    "book": "Job",
    "chapter": "8",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Bildad the Shuhite answered and said,",
      "topic": ""
    },
    "2": {
      "text": "How long wilt thou speak these things? and the words of thy mouth be a strong wind?",
      "topic": ""
    },
    "3": {
      "text": "Doth God pervert judgment, and the Almighty pervert justice?",
      "topic": ""
    },
    "4": {
      "text": "If thy children have sinned against him, he hath also given them over into the hand of their transgression.",
      "topic": ""
    },
    "5": {
      "text": "If thou seek earnestly unto God, and make thy supplication to the Almighty,",
      "topic": ""
    },
    "6": {
      "text": "If thou be pure and upright, surely now he will awake for thee, and make the habitation of thy righteousness prosperous;",
      "topic": ""
    },
    "7": {
      "text": "And though thy beginning was small, yet thine end shall be very great.",
      "topic": ""
    },
    "8": {
      "text": "For inquire, I pray thee, of the former generation, and attend to the researches of their fathers;",
      "topic": ""
    },
    "9": {
      "text": "For we are [but] of yesterday, and know nothing, for our days upon earth are a shadow.",
      "topic": ""
    },
    "10": {
      "text": "Shall not they teach thee, [and] tell thee, and utter words out of their heart?",
      "topic": ""
    },
    "11": {
      "text": "Doth the papyrus shoot up without mire? doth the reed-grass grow without water?",
      "topic": ""
    },
    "12": {
      "text": "Whilst it is yet in its greenness [and] not cut down, it withereth before any [other] grass.",
      "topic": ""
    },
    "13": {
      "text": "So are the paths of all that forget God; and the profane man’s hope shall perish,",
      "topic": ""
    },
    "14": {
      "text": "Whose confidence shall be cut off, and his reliance is a spider’s web.",
      "topic": ""
    },
    "15": {
      "text": "He shall lean upon his house, and it shall not stand; he shall lay hold on it, but it shall not endure.",
      "topic": ""
    },
    "16": {
      "text": "He is full of sap before the sun, and his sprout shooteth forth over his garden;",
      "topic": ""
    },
    "17": {
      "text": "His roots are entwined about the stoneheap; he seeth the place of stones.",
      "topic": ""
    },
    "18": {
      "text": "If he destroy him from his place, then it shall deny him: I have not seen thee!",
      "topic": ""
    },
    "19": {
      "text": "Behold, this is the joy of his way, and out of the dust shall others grow.",
      "topic": ""
    },
    "20": {
      "text": "Behold, God will not cast off a perfect man, neither will he take evil-doers by the hand.",
      "topic": ""
    },
    "21": {
      "text": "Whilst he would fill thy mouth with laughing and thy lips with shouting,",
      "topic": ""
    },
    "22": {
      "text": "They that hate thee shall be clothed with shame, and the tent of the wicked be no more.",
      "topic": ""
    }
  }
}