{
  "info": {
    "book": "Job",
    "chapter": "9",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job answered and said,",
      "topic": ""
    },
    "2": {
      "text": "Of a truth I know it is so; but how can man be just with God?",
      "topic": ""
    },
    "3": {
      "text": "If he shall choose to strive with him, he cannot answer him one thing of a thousand.",
      "topic": ""
    },
    "4": {
      "text": "He is wise in heart and mighty in strength: who hath hardened himself against him, and had peace?",
      "topic": ""
    },
    "5": {
      "text": "Who removeth mountains, and they know it not, when he overturneth them in his anger;",
      "topic": ""
    },
    "6": {
      "text": "Who shaketh the earth out of its place, and the pillars thereof tremble;",
      "topic": ""
    },
    "7": {
      "text": "Who commandeth the sun, and it riseth not, and he sealeth up the stars;",
      "topic": ""
    },
    "8": {
      "text": "Who alone spreadeth out the heavens, and treadeth upon the high waves of the sea;",
      "topic": ""
    },
    "9": {
      "text": "Who maketh the Bear, Orion, and the Pleiades, and the chambers of the south;",
      "topic": ""
    },
    "10": {
      "text": "Who doeth great things past finding out, and wonders without number.",
      "topic": ""
    },
    "11": {
      "text": "Lo, he goeth by me, and I see [him] not; and he passeth along, and I perceive him not.",
      "topic": ""
    },
    "12": {
      "text": "Behold, he taketh away: who will hinder him? Who will say unto him, What doest thou?",
      "topic": ""
    },
    "13": {
      "text": "+God withdraweth not his anger; the proud helpers stoop under him:",
      "topic": ""
    },
    "14": {
      "text": "How much less shall I answer him, choose out my words [to strive] with him?",
      "topic": ""
    },
    "15": {
      "text": "Whom, though I were righteous, [yet] would I not answer; I would make supplication to my judge.",
      "topic": ""
    },
    "16": {
      "text": "If I had called, and he had answered me, I would not believe that he hearkened to my voice,—",
      "topic": ""
    },
    "17": {
      "text": "He, who crusheth me with a tempest, and multiplieth my wounds without cause.",
      "topic": ""
    },
    "18": {
      "text": "He suffereth me not to take my breath, for he filleth me with bitternesses.",
      "topic": ""
    },
    "19": {
      "text": "Be it a question of strength, lo, [he is] strong; and be it of judgment, who will set me a time?",
      "topic": ""
    },
    "20": {
      "text": "If I justified myself, mine own mouth would condemn me; were I perfect, he would prove me perverse.",
      "topic": ""
    },
    "21": {
      "text": "Were I perfect, [yet] would I not know my soul: I would despise my life.",
      "topic": ""
    },
    "22": {
      "text": "It is all one; therefore I said, he destroyeth the perfect and the wicked.",
      "topic": ""
    },
    "23": {
      "text": "If the scourge kill suddenly, he mocketh at the trial of the innocent.",
      "topic": ""
    },
    "24": {
      "text": "The earth is given over into the hand of the wicked [man]; he covereth the faces of its judges. If not, who then is it?",
      "topic": ""
    },
    "25": {
      "text": "And my days are swifter than a runner: they flee away, they see no good.",
      "topic": ""
    },
    "26": {
      "text": "They pass by like skiffs of reed; as an eagle that swoops upon the prey.",
      "topic": ""
    },
    "27": {
      "text": "If I say, I will forget my complaint, I will leave off my [sad] countenance, and brighten up,",
      "topic": ""
    },
    "28": {
      "text": "I am afraid of all my sorrows; I know that thou wilt not hold me innocent.",
      "topic": ""
    },
    "29": {
      "text": "Be it that I am wicked, why then do I labour in vain?",
      "topic": ""
    },
    "30": {
      "text": "If I washed myself with snow-water, and cleansed my hands in purity,",
      "topic": ""
    },
    "31": {
      "text": "Then wouldest thou plunge me in the ditch, and mine own clothes would abhor me.",
      "topic": ""
    },
    "32": {
      "text": "For he is not a man, as I am, that I should answer him; that we should come together in judgment.",
      "topic": ""
    },
    "33": {
      "text": "There is not an umpire between us, who should lay his hand upon us both.",
      "topic": ""
    },
    "34": {
      "text": "Let him take his rod away from me, and let not his terror make me afraid,",
      "topic": ""
    },
    "35": {
      "text": "[Then] I will speak, and not fear him; but it is not so with me.",
      "topic": ""
    }
  }
}