{
  "info": {
    "book": "Matthew",
    "chapter": "14",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In that time, Herod the Tetrarch heard the news about Jesus.",
      "topic": ""
    },
    "2": {
      "text": "And he said to his servants: “This is John the Baptist. He has risen from the dead, and that is why miracles are at work in him.”",
      "topic": ""
    },
    "3": {
      "text": "For Herod had apprehended John, and bound him, and put him in prison, because of Herodias, the wife of his brother.",
      "topic": ""
    },
    "4": {
      "text": "For John was telling him, “It is not lawful for you to have her.”",
      "topic": ""
    },
    "5": {
      "text": "And though he wanted to kill him, he feared the people, because they held him to be a prophet.",
      "topic": ""
    },
    "6": {
      "text": "Then, on Herod’s birthday, the daughter of Herodias danced in their midst, and it pleased Herod.",
      "topic": ""
    },
    "7": {
      "text": "And so he promised with an oath to give her whatever she would ask of him.",
      "topic": ""
    },
    "8": {
      "text": "But, having been advised by her mother, she said, “Give me here, on a platter, the head of John the Baptist.”",
      "topic": ""
    },
    "9": {
      "text": "And the king was greatly saddened. But because of his oath, and because of those who sat at table with him, he ordered it to be given.",
      "topic": ""
    },
    "10": {
      "text": "And he sent and beheaded John in prison.",
      "topic": ""
    },
    "11": {
      "text": "And his head was brought on a platter, and it was given to the girl, and she brought it to her mother.",
      "topic": ""
    },
    "12": {
      "text": "And his disciples approached and took the body, and they buried it. And arriving, they reported it to Jesus.",
      "topic": ""
    },
    "13": {
      "text": "When Jesus had heard it, he withdrew from there by boat, to a deserted place by himself. And when the crowds had heard of it, they followed him on foot from the cities.",
      "topic": ""
    },
    "14": {
      "text": "And going out, he saw a great multitude, and he took pity on them, and he cured their sick.",
      "topic": ""
    },
    "15": {
      "text": "And when evening had arrived, his disciples approached him, saying: “This is a deserted place, and the hour has now passed. Dismiss the crowds, so that, by going into the towns, they may buy food for themselves.”",
      "topic": ""
    },
    "16": {
      "text": "But Jesus said to them: “They have no need to go. Give them something to eat yourselves.”",
      "topic": ""
    },
    "17": {
      "text": "They answered him, “We have nothing here, except five loaves and two fish.”",
      "topic": ""
    },
    "18": {
      "text": "He said to them, “Bring them here to me.”",
      "topic": ""
    },
    "19": {
      "text": "And when he had ordered the multitude to sit down upon the grass, he took the five loaves and the two fish, and gazing up to heaven, he blessed and broke and gave the bread to the disciples, and then the disciples to the multitudes.",
      "topic": ""
    },
    "20": {
      "text": "And they all ate and were satisfied. And they took up the remnants: twelve baskets full of fragments.",
      "topic": ""
    },
    "21": {
      "text": "Now the number of those who ate was five thousand men, besides women and children.",
      "topic": ""
    },
    "22": {
      "text": "And Jesus promptly compelled his disciples to climb into the boat, and to precede him in crossing the sea, while he dismissed the crowds.",
      "topic": ""
    },
    "23": {
      "text": "And having dismissed the multitude, he ascended alone onto a mountain to pray. And when evening arrived, he was alone there.",
      "topic": ""
    },
    "24": {
      "text": "But in the midst of the sea, the boat was being tossed about by the waves. For the wind was against them.",
      "topic": ""
    },
    "25": {
      "text": "Then, in the fourth watch of the night, he came to them, walking upon the sea.",
      "topic": ""
    },
    "26": {
      "text": "And seeing him walking upon the sea, they were disturbed, saying: “It must be an apparition.” And they cried out, because of fear.",
      "topic": ""
    },
    "27": {
      "text": "And immediately, Jesus spoke to them, saying: “Have faith. It is I. Do not be afraid.”",
      "topic": ""
    },
    "28": {
      "text": "Then Peter responded by saying, “Lord, if it is you, order me come to you over the waters.”",
      "topic": ""
    },
    "29": {
      "text": "And he said, “Come.” And Peter, descending from the boat, walked over the water, so as to go to Jesus.",
      "topic": ""
    },
    "30": {
      "text": "Yet truly, seeing that the wind was strong, he was afraid. And as he began to sink, he cried out, saying: “Lord, save me.”",
      "topic": ""
    },
    "31": {
      "text": "And immediately Jesus extended his hand and took hold of him. And he said to him, “O little in faith, why did you doubt?”",
      "topic": ""
    },
    "32": {
      "text": "And when they had ascended into the boat, the wind ceased.",
      "topic": ""
    },
    "33": {
      "text": "Then those who were in the boat drew near and adored him, saying: “Truly, you are the Son of God.”",
      "topic": ""
    },
    "34": {
      "text": "And having crossed the sea, they arrived in the land of Genesaret.",
      "topic": ""
    },
    "35": {
      "text": "And when the men of that place had recognized him, they sent into all that region, and they brought to him all who had maladies.",
      "topic": ""
    },
    "36": {
      "text": "And they petitioned him, so that they might touch even the hem of his garment. And as many as touched it were made whole.",
      "topic": ""
    }
  }
}