{
  "info": {
    "book": "Matthew",
    "chapter": "18",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In that hour, the disciples drew near to Jesus, saying, “Whom do you consider to be greater in the kingdom of heaven?”",
      "topic": ""
    },
    "2": {
      "text": "And Jesus, calling to himself a little child, placed him in their midst.",
      "topic": ""
    },
    "3": {
      "text": "And he said: “Amen I say to you, unless you change and become like little children, you shall not enter into the kingdom of heaven.",
      "topic": ""
    },
    "4": {
      "text": "Therefore, whoever will have humbled himself like this little child, such a one is greater in the kingdom of heaven.",
      "topic": ""
    },
    "5": {
      "text": "And whoever shall accept one such little child in my name, accepts me.",
      "topic": ""
    },
    "6": {
      "text": "But whoever will have led astray one of these little ones, who trust in me, it would be better for him to have a great millstone hung around his neck, and to be submerged in the depths of the sea.",
      "topic": ""
    },
    "7": {
      "text": "Woe to a world that leads people astray! Although it is necessary for temptations to arise, nevertheless: Woe to that man through whom temptation arises!",
      "topic": ""
    },
    "8": {
      "text": "So if your hand or your foot leads you to sin, cut it off and cast it away from you. It is better for you to enter into life disabled or lame, than to be sent into eternal fire having two hands or two feet.",
      "topic": ""
    },
    "9": {
      "text": "And if your eye leads you to sin, root it out and cast it away from you. It is better for you to enter into life with one eye, than to be sent into the fires of Hell having two eyes.",
      "topic": ""
    },
    "10": {
      "text": "See to it that you do not despise even one of these little ones. For I say to you, that their Angels in heaven continually look upon the face of my Father, who is in heaven.",
      "topic": ""
    },
    "11": {
      "text": "For the Son of man has come to save what had been lost.",
      "topic": ""
    },
    "12": {
      "text": "How does it seem to you? If someone has one hundred sheep, and if one of them has gone astray, should he not leave behind the ninety-nine in the mountains, and go out to seek what has gone astray?",
      "topic": ""
    },
    "13": {
      "text": "And if he should happen to find it: Amen I say to you, that he has more joy over that one, than over the ninety-nine which did not go astray.",
      "topic": ""
    },
    "14": {
      "text": "Even so, it is not the will before your Father, who is in heaven, that one of these little ones should be lost.",
      "topic": ""
    },
    "15": {
      "text": "But if your brother has sinned against you, go and correct him, between you and him alone. If he listens to you, you will have regained your brother.",
      "topic": ""
    },
    "16": {
      "text": "But if he will not listen you, invite with you one or two more, so that every word may stand by the mouth of two or three witnesses.",
      "topic": ""
    },
    "17": {
      "text": "And if he will not listen to them, tell the Church. But if he will not listen to the Church, let him be to you like the pagan and the tax collector.",
      "topic": ""
    },
    "18": {
      "text": "Amen I say to you, whatever you will have bound on earth, shall be bound also in heaven, and whatever you will have released on earth, shall be released also in heaven.",
      "topic": ""
    },
    "19": {
      "text": "Again I say to you, that if two of those among you have agreed on earth, about anything whatsoever that they have requested, it shall be done for them by my Father, who is in heaven.",
      "topic": ""
    },
    "20": {
      "text": "For wherever two or three are gathered in my name, there am I, in their midst.”",
      "topic": ""
    },
    "21": {
      "text": "Then Peter, drawing near to him, said: “Lord, how many times shall my brother sin against me, and I forgive him? Even seven times?”",
      "topic": ""
    },
    "22": {
      "text": "Jesus said to him: “I do not say to you, even seven times, but even seventy times seven times.",
      "topic": ""
    },
    "23": {
      "text": "Therefore, the kingdom of heaven is compared to a man who was king, who wanted to take account of his servants.",
      "topic": ""
    },
    "24": {
      "text": "And when he had begun taking account, one was brought to him who owed him ten thousand talents.",
      "topic": ""
    },
    "25": {
      "text": "But since he did not have any way to repay it, his lord ordered him to be sold, with his wife and children, and all that he had, in order to repay it.",
      "topic": ""
    },
    "26": {
      "text": "But that servant, falling prostrate, begged him, saying, ‘Have patience with me, and I will repay it all to you.’",
      "topic": ""
    },
    "27": {
      "text": "Then the lord of that servant, being moved with pity, released him, and he forgave his debt.",
      "topic": ""
    },
    "28": {
      "text": "But when that servant departed, he found one of his fellow servants who owed him one hundred denarius. And taking hold of him, he choked him, saying: ‘Repay what you owe.’",
      "topic": ""
    },
    "29": {
      "text": "And his fellow servant, falling prostrate, petitioned him, saying: ‘Have patience with me, and I will repay it all to you.’",
      "topic": ""
    },
    "30": {
      "text": "But he was not willing. Instead, he went out and had him sent to prison, until he would repay the debt.",
      "topic": ""
    },
    "31": {
      "text": "Now his fellow servants, seeing what was done, were greatly saddened, and they went and reported to their lord all that was done.",
      "topic": ""
    },
    "32": {
      "text": "Then his lord called him, and he said to him: ‘You wicked servant, I forgave you all your debt, because you pleaded with me.",
      "topic": ""
    },
    "33": {
      "text": "Therefore, should you not also have had compassion on your fellow servant, just as I also had compassion on you?’",
      "topic": ""
    },
    "34": {
      "text": "And his lord, being angry, handed him over to the torturers, until he repaid the entire debt.",
      "topic": ""
    },
    "35": {
      "text": "So, too, shall my heavenly Father do to you, if each one of you will not forgive his brother from your hearts.”",
      "topic": ""
    }
  }
}