{
  "info": {
    "book": "Matthew",
    "chapter": "28",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now on the morning of the Sabbath, when it began to grow light on the first Sabbath, Mary Magdalene and the other Mary went to see the sepulcher.",
      "topic": ""
    },
    "2": {
      "text": "And behold, a great earthquake occurred. For an Angel of the Lord descended from heaven, and as he approached, he rolled back the stone and sat down on it.",
      "topic": ""
    },
    "3": {
      "text": "Now his appearance was like lightning, and his vestment was like snow.",
      "topic": ""
    },
    "4": {
      "text": "Then, out of fear of him, the guards were terrified, and they became like dead men.",
      "topic": ""
    },
    "5": {
      "text": "Then the Angel responded by saying to the women: “Do not be afraid. For I know that you are seeking Jesus, who was crucified.",
      "topic": ""
    },
    "6": {
      "text": "He is not here. For he has risen, just as he said. Come and see the place where the Lord was placed.",
      "topic": ""
    },
    "7": {
      "text": "And then, go quickly, and tell his disciples that he has risen. And behold, he will precede you to Galilee. There you shall see him. Lo, I have told you beforehand.”",
      "topic": ""
    },
    "8": {
      "text": "And they went out of the tomb quickly, with fear and in great joy, running to announce it to his disciples.",
      "topic": ""
    },
    "9": {
      "text": "And behold, Jesus met them, saying, “Hail.” But they drew near and took hold of his feet, and they adored him.",
      "topic": ""
    },
    "10": {
      "text": "Then Jesus said to them: “Do not be afraid. Go, announce it to my brothers, so that they may go to Galilee. There they shall see me.”",
      "topic": ""
    },
    "11": {
      "text": "And when they had departed, behold, some of the guards went into the city, and they reported to the leaders of the priests all that had happened.",
      "topic": ""
    },
    "12": {
      "text": "And gathering together with the elders, having taken counsel, they gave an abundant sum of money to the soldiers,",
      "topic": ""
    },
    "13": {
      "text": "saying: “Say that his disciples arrived at night and stole him away, while we were sleeping.",
      "topic": ""
    },
    "14": {
      "text": "And if the procurator hears about this, we will persuade him, and we will protect you.”",
      "topic": ""
    },
    "15": {
      "text": "Then, having accepted the money, they did as they were instructed. And this word has been spread among the Jews, even to this day.",
      "topic": ""
    },
    "16": {
      "text": "Now the eleven disciples went on to Galilee, to the mountain where Jesus had appointed them.",
      "topic": ""
    },
    "17": {
      "text": "And, seeing him, they worshipped him, but certain ones doubted.",
      "topic": ""
    },
    "18": {
      "text": "And Jesus, drawing near, spoke to them, saying: “All authority has been given to me in heaven and on earth.",
      "topic": ""
    },
    "19": {
      "text": "Therefore, go forth and teach all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
      "topic": ""
    },
    "20": {
      "text": "teaching them to observe all that I have ever commanded you. And behold, I am with you always, even to the consummation of the age.”",
      "topic": ""
    }
  }
}