{
  "info": {
    "book": "James",
    "chapter": "4",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "From where come wars and fights among you? come they not hence, even of your lusts that war in your members?",
      "topic": ""
    },
    "2": {
      "text": "You lust, and have not: you kill, and desire to have, and cannot obtain: you fight and war, yet you have not, because you ask not.",
      "topic": ""
    },
    "3": {
      "text": "You ask, and receive not, because you ask amiss, that you may consume it on your lusts.",
      "topic": ""
    },
    "4": {
      "text": "You adulterers and adulteresses, know you not that the friendship of the world is enmity with God? whoever therefore will be a friend of the world is the enemy of God.",
      "topic": ""
    },
    "5": {
      "text": "Do you think that the scripture said in vain, The spirit that dwells in us lusts to envy?",
      "topic": ""
    },
    "6": {
      "text": "But he gives more grace. Why he said, God resists the proud, but gives grace to the humble.",
      "topic": ""
    },
    "7": {
      "text": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
      "topic": ""
    },
    "8": {
      "text": "Draw near to God, and he will draw near to you. Cleanse your hands, you sinners; and purify your hearts, you double minded.",
      "topic": ""
    },
    "9": {
      "text": "Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.",
      "topic": ""
    },
    "10": {
      "text": "Humble yourselves in the sight of the Lord, and he shall lift you up.",
      "topic": ""
    },
    "11": {
      "text": "Speak not evil one of another, brothers. He that speaks evil of his brother, and judges his brother, speaks evil of the law, and judges the law: but if you judge the law, you are not a doer of the law, but a judge.",
      "topic": ""
    },
    "12": {
      "text": "There is one lawgiver, who is able to save and to destroy: who are you that judge another?",
      "topic": ""
    },
    "13": {
      "text": "Go to now, you that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:",
      "topic": ""
    },
    "14": {
      "text": "Whereas you know not what shall be on the morrow. For what is your life? It is even a vapor, that appears for a little time, and then vanishes away.",
      "topic": ""
    },
    "15": {
      "text": "For that you ought to say, If the Lord will, we shall live, and do this, or that.",
      "topic": ""
    },
    "16": {
      "text": "But now you rejoice in your boastings: all such rejoicing is evil.",
      "topic": ""
    },
    "17": {
      "text": "Therefore to him that knows to do good, and does it not, to him it is sin.",
      "topic": ""
    }
  }
}