{
  "info": {
    "book": "2 Chronicles",
    "chapter": "19",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehoshaphat king of Judah will turn back to his house in peace to Jerusalem.",
      "topic": ""
    },
    "2": {
      "text": "And Jehu son of Hanani the seer will go forth to his face, and say to king Jehoshaphat, Wilt thou love to help to the unjust, and to those hating Jehovah? and in this, wrath upon you from before Jehovah.",
      "topic": ""
    },
    "3": {
      "text": "But good words were found with thee, for thou didst burn the images from the land, and didst prepare heart to seek God.",
      "topic": ""
    },
    "4": {
      "text": "And Jehoshaphat will dwell in Jerusalem: and he will turn back and go forth among the people from the Well of the Oath, even to mount Ephraim; and he will turn them back to Jehovah the God of their fathers.",
      "topic": ""
    },
    "5": {
      "text": "And he will set up judges in the land in all the fortified cities of Judah, to city and city;",
      "topic": ""
    },
    "6": {
      "text": "And he will say to the judges, See ye what ye do: for not for man shall ye judge, but for Jehovah; and he with you in the word of judgment.",
      "topic": ""
    },
    "7": {
      "text": "And now the fear of Jehovah shall be upon you: watch ye and do: for not iniquity with Jehovah our God, and lifting up of faces, and taking a gift.",
      "topic": ""
    },
    "8": {
      "text": "And also in Jerusalem, Jehoshaphat set up from the Levites and the priests, and from the heads to the fathers to Israel, for the judgment of Jehovah and for contention; and they will turn back to Jerusalem.",
      "topic": ""
    },
    "9": {
      "text": "And he will command upon them, saying, Thus shall ye do in the fear of Jehovah, with faithfulness and with the whole heart.",
      "topic": ""
    },
    "10": {
      "text": "And every contention which shall come upon you from your brethren dwelling in their cities, between blood to blood, between law to command, to precepts and to judgments, and warn ye them and they shall not trespass against Jehovah, and wrath being upon you and upon your brethren: thus shall ye do and not trespass.",
      "topic": ""
    },
    "11": {
      "text": "And behold, Amariah the head priest over you for every word of Jehovah; and Zebadiah son of Ishmael the leader to the house of Judah, for every word of the king: and the scribes, the Levites, before you. Be strong and do, and Jehovah will be with the good.",
      "topic": ""
    }
  }
}