{
  "info": {
    "book": "Job",
    "chapter": "29",
    "translation": "English Revised Version",
    "translationID": "erv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Job again took up his parable, and said,",
      "topic": ""
    },
    "2": {
      "text": "Oh that I were as in the months of old, as in the days when God watched over me;",
      "topic": ""
    },
    "3": {
      "text": "When his lamp shined upon my head, and by his light I walked through darkness;",
      "topic": ""
    },
    "4": {
      "text": "As I was in the ripeness of my days, when the secret of God was upon my tent;",
      "topic": ""
    },
    "5": {
      "text": "When the Almighty was yet with me, and my children were about me;",
      "topic": ""
    },
    "6": {
      "text": "When my steps were washed with butter, and the rock poured me out rivers of oil!",
      "topic": ""
    },
    "7": {
      "text": "When I went forth to the gate unto the city, when I prepared my seat in the street,",
      "topic": ""
    },
    "8": {
      "text": "The young men saw me and hid themselves, and the aged rose up and stood;",
      "topic": ""
    },
    "9": {
      "text": "The princes refrained talking, and laid their hand on their mouth;",
      "topic": ""
    },
    "10": {
      "text": "The voice of the nobles was hushed, and their tongue cleaved to the roof of their mouth.",
      "topic": ""
    },
    "11": {
      "text": "For when the ear heard me, then it blessed me; and when the eye saw me, it gave witness unto me:",
      "topic": ""
    },
    "12": {
      "text": "Because I delivered the poor that cried, the fatherless also, that had none to help him.",
      "topic": ""
    },
    "13": {
      "text": "The blessing of him that was ready to perish came upon me: and I caused the widow’s heart to sing for joy.",
      "topic": ""
    },
    "14": {
      "text": "I put on righteousness, and it clothed me: my justice was as a robe and a diadem.",
      "topic": ""
    },
    "15": {
      "text": "I was eyes to the blind, and feet was I to the lame.",
      "topic": ""
    },
    "16": {
      "text": "I was a father to the needy: and the cause of him that I knew not I searched out.",
      "topic": ""
    },
    "17": {
      "text": "And I brake the jaws of the unrighteous, and plucked the prey out of his teeth.",
      "topic": ""
    },
    "18": {
      "text": "Then I said, I shall die in my nest, and I shall multiply my days as the sand:",
      "topic": ""
    },
    "19": {
      "text": "My root is spread out to the waters, and the dew lieth all night upon my branch:",
      "topic": ""
    },
    "20": {
      "text": "My glory is fresh in me, and my bow is renewed in my hand.",
      "topic": ""
    },
    "21": {
      "text": "Unto me men gave ear, and waited, and kept silence for my counsel.",
      "topic": ""
    },
    "22": {
      "text": "After my words they spake not again; and my speech dropped upon them.",
      "topic": ""
    },
    "23": {
      "text": "And they waited for me as for the rain; and they opened their mouth wide as for the latter rain.",
      "topic": ""
    },
    "24": {
      "text": "If I laughed on them, they believed it not; and the light of my countenance they cast not down.",
      "topic": ""
    },
    "25": {
      "text": "I chose out their way, and sat as chief, and dwelt as a king in the army, as one that comforteth the mourners.",
      "topic": ""
    }
  }
}