{
  "info": {
    "book": "Job",
    "chapter": "40",
    "translation": "English Revised Version",
    "translationID": "erv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Moreover the LORD answered Job, and said,",
      "topic": ""
    },
    "2": {
      "text": "Shall he that cavilleth contend with the Almighty? he that argueth with God, let him answer it.",
      "topic": ""
    },
    "3": {
      "text": "Then Job answered the LORD, and said,",
      "topic": ""
    },
    "4": {
      "text": "Behold, I am of small account; what shall I answer thee? I lay mine hand upon my mouth.",
      "topic": ""
    },
    "5": {
      "text": "Once have I spoken, and I will not answer; yea twice, but I will proceed no further.",
      "topic": ""
    },
    "6": {
      "text": "Then the LORD answered Job out of the whirlwind, and said,",
      "topic": ""
    },
    "7": {
      "text": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me.",
      "topic": ""
    },
    "8": {
      "text": "Wilt thou even disannul my judgment? wilt thou condemn me, that thou mayest be justified?",
      "topic": ""
    },
    "9": {
      "text": "Or hast thou an arm like God? and canst thou thunder with a voice like him?",
      "topic": ""
    },
    "10": {
      "text": "Deck thyself now with excellency and dignity; and array thyself with honour and majesty.",
      "topic": ""
    },
    "11": {
      "text": "Pour forth the overflowings of thine anger: and look upon every one that is proud, and abase him.",
      "topic": ""
    },
    "12": {
      "text": "Look on every one that is proud, and bring him low; and tread down the wicked where they stand.",
      "topic": ""
    },
    "13": {
      "text": "Hide them in the dust together; bind their faces in the hidden place.",
      "topic": ""
    },
    "14": {
      "text": "Then wilt I also confess of thee that thine own right hand can save thee.",
      "topic": ""
    },
    "15": {
      "text": "Behold now behemoth, which I made with thee; he eateth grass as all ox.",
      "topic": ""
    },
    "16": {
      "text": "Lo now, his strength is in his loins, and his force is in the muscles of his belly.",
      "topic": ""
    },
    "17": {
      "text": "He moveth his tail like a cedar: the sinews of his thighs are knit together.",
      "topic": ""
    },
    "18": {
      "text": "His bones are as tubes of brass; his limbs are like bars of iron.",
      "topic": ""
    },
    "19": {
      "text": "He is the chief of the ways of God: he only that made him can make his sword to approach unto him.",
      "topic": ""
    },
    "20": {
      "text": "Surely the mountains bring him forth food; where all the beasts of the field do play.",
      "topic": ""
    },
    "21": {
      "text": "He lieth under the lotus trees, in the covert of the reed, and the fen.",
      "topic": ""
    },
    "22": {
      "text": "The lotus trees cover him with their shadow; the willows of the brook compass him about.",
      "topic": ""
    },
    "23": {
      "text": "Behold, if a river overflow, he trembleth not: he is confident, though Jordan swell even to his mouth.",
      "topic": ""
    },
    "24": {
      "text": "Shall any take him when he is on the watch, or pierce through his nose with a snare?",
      "topic": ""
    }
  }
}