{
  "info": {
    "book": "Numbers",
    "chapter": "13",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "2": {
      "text": "Send for thyself men, and they shall search out the land of Canaan, which I give to the sons of Israel: one man, one man for the tribe of his fathers shall ye send, all chiefs among them.",
      "topic": ""
    },
    "3": {
      "text": "And Moses will send them from the desert of Paran, at the mouth of Jehovah; all of them chiefs, the heads of the sons of Israel.",
      "topic": ""
    },
    "4": {
      "text": "And these their names: for the tribe of Reuben: Shammua, son of Zaccur.",
      "topic": ""
    },
    "5": {
      "text": "For the tribe of Simeon: Shaphat, son of Hori.",
      "topic": ""
    },
    "6": {
      "text": "For the tribe of Judah: Caleb, son of Jephunneh.",
      "topic": ""
    },
    "7": {
      "text": "For the tribe of Issachar: Igal, son of Joseph.",
      "topic": ""
    },
    "8": {
      "text": "For the tribe of Ephraim: Oshea, son of Nun.",
      "topic": ""
    },
    "9": {
      "text": "For the tribe of Benjamin: Palti, son of Raphu.",
      "topic": ""
    },
    "10": {
      "text": "For the tribe of Zebulon: Gaddiel, son of Sodi.",
      "topic": ""
    },
    "11": {
      "text": "For the tribe of Joseph, for the tribe of Manasseh: Gaddi, son of Susi.",
      "topic": ""
    },
    "12": {
      "text": "For the tribe of Dan: Ammiel, son of Gemalli.",
      "topic": ""
    },
    "13": {
      "text": "For the tribe of Asher: Sethur, son of Michael.",
      "topic": ""
    },
    "14": {
      "text": "For the tribe of Naphtali: Nahbi, son of Vophsi.",
      "topic": ""
    },
    "15": {
      "text": "For the tribe of Gad: Geuel, son of Machi.",
      "topic": ""
    },
    "16": {
      "text": "These the names of the men which Moses sent to search out the land. And Moses will call Oshea, son of Nun, Joshua.",
      "topic": ""
    },
    "17": {
      "text": "And Moses will send them to search out the land of Canaan, and will say to them, Go ye up hither to the south and ascend the mountain,",
      "topic": ""
    },
    "18": {
      "text": "And see the land what it is, and the people dwelling upon it, whether it is strong or relaxed, whether it is few or many;",
      "topic": ""
    },
    "19": {
      "text": "And what the land that they dwell in it, whether it is good or evil; and what the cities that they shall dwell in them, whether in camps or in fortifications;",
      "topic": ""
    },
    "20": {
      "text": "And what the land, whether it is fat or lean, whether there is in it wood or not And be strong, and take from the fruit of the land. And the days, the days of the first-fruits of the grapes.",
      "topic": ""
    },
    "21": {
      "text": "And they will go up and will search out the land from the desert of Zin even to Rehob, to go to Hameth.",
      "topic": ""
    },
    "22": {
      "text": "And they will go up by the south and will come to Hebron; and these Ahiman, Sheshai, and Talmai, children of Anak: and Hebron was built seven years before Zoan in Egypt.",
      "topic": ""
    },
    "23": {
      "text": "And they will go up to the valley of Esheol, and will cut off from there a branch and one cluster of grapes, and they will lift upon a rod upon two; and from the pomegranates, and from the figs.",
      "topic": ""
    },
    "24": {
      "text": "And he called that place the valley of Eshool, on account of the cluster of grapes which the sons of Israel cut off from there.",
      "topic": ""
    },
    "25": {
      "text": "And they will turn back from searching out the land at the end of forty days.",
      "topic": ""
    },
    "26": {
      "text": "And they will go, and come to Moses and to Aaron, and to all the assembly of the sons of Israel to the desert of Paran to Kadesh, and will give them back word, and all the assembly, and they will shew them the fruit of the land.",
      "topic": ""
    },
    "27": {
      "text": "And they will recount to him, and will say, We came to the land where thou sentest us, and also it flowed with milk and honey; and this its fruit.",
      "topic": ""
    },
    "28": {
      "text": "Only that the people are strong dwelling upon the land, and the cities fortified, and very great: and also we saw the children of Anak there.",
      "topic": ""
    },
    "29": {
      "text": "Amalek will dwell in the land of the south; and the Hittites and the Jebusites, and the Amorites, will dwell in the mountain; and the Canaanites will dwell by the sea, and by the hand of Jordan.",
      "topic": ""
    },
    "30": {
      "text": "And Caleb will silence the people to Moses, and will say, Going up, we will go up and inherit it; for being able we shall overcome it.",
      "topic": ""
    },
    "31": {
      "text": "And the men who went with him said, We shall not be able to go up against the people, for they are strong above us.",
      "topic": ""
    },
    "32": {
      "text": "And they will bring forth slander of the land which they searched it out to the sons of Israel, saying, The land which we passed through upon it, to search it out, is a land consuming those dwelling upon it: and all the people which we saw in the midst of it, men being long.",
      "topic": ""
    },
    "33": {
      "text": "And there we saw the giants, sons of Anak, from the giants: and we were in our eyes as the locusts, and so were we in their eyes.",
      "topic": ""
    }
  }
}