{
  "info": {
    "book": "Numbers",
    "chapter": "14",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And all the assembly will lift up and give their voice; and the people will weep in that night.",
      "topic": ""
    },
    "2": {
      "text": "And all the children of Israel will murmur against Moses, and against Aaron; and all the assembly will say to them, Would we died in the land of Egypt! or in this desert would that we died!",
      "topic": ""
    },
    "3": {
      "text": "And wherefore does Jehovah bring us to this land to fall by the sword? our wives and our little ones shall be for a prey. Would it not be good for us to turn back to Egypt?",
      "topic": ""
    },
    "4": {
      "text": "And they will say, a man to his brother, We will give a head, and turn back to Egypt.",
      "topic": ""
    },
    "5": {
      "text": "And Moses will fall, and Aaron, upon their faces before all the gathering of the assembly of the sons of Israel.",
      "topic": ""
    },
    "6": {
      "text": "And Joshua, son of Nun, and Caleb, son of Jephunneh, from those searching out the land, tare their garments.",
      "topic": ""
    },
    "7": {
      "text": "And they will speak to all the assembly of the sons of Israel, saying, The land which we passed over upon it to search it out, a good land exceedingly, exceedingly,",
      "topic": ""
    },
    "8": {
      "text": "If Jehovah delight in us, and he brought us to this land, and he gave it to us; a land which it flowing with milk and honey.",
      "topic": ""
    },
    "9": {
      "text": "But against Jehovah ye shall not rebel, and ye shall not be afraid of the people of the land; for they our bread: for their shadow removed from them and Jehovah with us; ye shall not be afraid of them.",
      "topic": ""
    },
    "10": {
      "text": "And all the assembly will say to stone them with stones. And the glory of Jehovah was seen in the tent of appointment to all the sons of Israel.",
      "topic": ""
    },
    "11": {
      "text": "And Jehovah will say to Moses How long will this people reject me and how long will they not believe in me by all the signs which I did in the midst of them?",
      "topic": ""
    },
    "12": {
      "text": "I will strike them with death, and I will destroy them, and I will make thee into a great nation, and strong above them.",
      "topic": ""
    },
    "13": {
      "text": "And Moses will say to Jehovah, And the Egyptians heard, for thou didst bring up with thy strength this people from the midst of them;",
      "topic": ""
    },
    "14": {
      "text": "And they will say to those dwelling upon this land; they heard that thou Jehovah art in the midst of this people who wert seen eye to eye; thou Jehovah and thy cloud stood over them, and in a pillar of cloud thou goest before them by day, and in a pillar of fire by night.",
      "topic": ""
    },
    "15": {
      "text": "And didst thou kill this people as one man, and the nations spake who heard thy fame, saying,",
      "topic": ""
    },
    "16": {
      "text": "Because Jehovah will not be able to bring in this people to the land which he sware to them, he will slay them in the desert.",
      "topic": ""
    },
    "17": {
      "text": "And now shall the strength of the Lord be great, as thou spakest, saying,",
      "topic": ""
    },
    "18": {
      "text": "Jehovah, slow to anger and of great kindness, lifting up iniquity and transgression and cleansing, will not cleanse; striking the iniquity of the fathers upon the sons, upon the third, and upon the fourth.",
      "topic": ""
    },
    "19": {
      "text": "Forgive now the sin of this people according to thy great kindness, and as thou didst lift up to this people, and even till now.",
      "topic": ""
    },
    "20": {
      "text": "And Jehovah will say, I pardoned according to thy word:",
      "topic": ""
    },
    "21": {
      "text": "But yet I live, and the glory of Jehovah shall fill all the earth.",
      "topic": ""
    },
    "22": {
      "text": "For all the men having seen my glory and my signs which I did in Egypt and in the desert, and they will try me this ten times, they heard not to my voice.",
      "topic": ""
    },
    "23": {
      "text": "If they shall see the land which I sware to their fathers, and all despising me shall not see it.",
      "topic": ""
    },
    "24": {
      "text": "And my servant Caleb, because another spirit was with him, and he will follow after me, and I brought him into the land which he went there; and his seed shall inherit it.",
      "topic": ""
    },
    "25": {
      "text": "And the Amalekites and the Canaanites will dwell in the valley. Tomorrow turn ye; they shall remove for you into the desert the way of the sea of sedge.",
      "topic": ""
    },
    "26": {
      "text": "And Jehovah will speak to Moses and to Aaron, saying,",
      "topic": ""
    },
    "27": {
      "text": "How long for this evil assembly, that they are murmuring against me? the murmurings of the sons of Israel which they are murmuring against me, I heard.",
      "topic": ""
    },
    "28": {
      "text": "Say to them, I live, says Jehovah, if not as ye spake in mine ears, so will I do to you:",
      "topic": ""
    },
    "29": {
      "text": "In this desert shall your carcasses fall; and all of you being reviewed according to all your number, from the son of twenty years and above, who murmured against me.",
      "topic": ""
    },
    "30": {
      "text": "If ye shall come in to the land which I lifted up my hand for you to dwell in it, except Caleb, son of Jephunneh, and Joshua, son of Nun.",
      "topic": ""
    },
    "31": {
      "text": "And your little ones which ye said shall be for a prey, and I brought them in, and they shall know the land which ye rejected.",
      "topic": ""
    },
    "32": {
      "text": "And you, your carcasses shall fall in this desert.",
      "topic": ""
    },
    "33": {
      "text": "And your sons shall be fed in the desert forty years, and bear your fornications till your carcasses be finished in the desert.",
      "topic": ""
    },
    "34": {
      "text": "According to the number of days which ye searched out the land, forty days, a day a year, a day for a year, shall ye your iniquities; forty years, and ye knew my withdrawal.",
      "topic": ""
    },
    "35": {
      "text": "I Jehovah spake, if not, I will do this to all this evil assembly setting up against me: in this desert shall they be finished, and there shall they die.",
      "topic": ""
    },
    "36": {
      "text": "And the men whom Moses sent to search out the land, and they will turn back and will murmur against him to all the assembly, to bring forth slander upon the land.",
      "topic": ""
    },
    "37": {
      "text": "And the men bringing forth evil slander of the land shall die by the blow before Jehovah.",
      "topic": ""
    },
    "38": {
      "text": "And Joshua, son of Nun, and Caleb, son of Jephunneh, lived, from those men going to search out the land.",
      "topic": ""
    },
    "39": {
      "text": "And Moses will speak these words to all the sons of Israel, and the people will mourn greatly.",
      "topic": ""
    },
    "40": {
      "text": "And they will rise early in the morning, and will go up to the head of the mountain, saying, Behold us, and we will go up to the place which Jehovah said: for we sinned.",
      "topic": ""
    },
    "41": {
      "text": "And Moses will say, Wherefore this you are passing by the mouth of Jehovah? And it shall not prosper.",
      "topic": ""
    },
    "42": {
      "text": "Ye shall not go up, for Jehovah is not in the midst of you; and shall ye not be struck before your enemies?",
      "topic": ""
    },
    "43": {
      "text": "For the Amalekites and the Canaanites are there before you, and ye fell by the sword: for ye turned back from after Jehovah, and Jehovah will not be with you.",
      "topic": ""
    },
    "44": {
      "text": "And they will act proudly to go up to the head of the mountain: and the ark of the covenant of Jehovah and Moses departed not out of the midst of the camp.",
      "topic": ""
    },
    "45": {
      "text": "And Amalek came down, and the Canaanite, he dwelling in the mountain, and he will smite them, and will beat them, even to Hormah.",
      "topic": ""
    }
  }
}