{
  "info": {
    "book": "Numbers",
    "chapter": "18",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will say to Aaron, Thou, and thy sons, and thy father’s house with thee, shall bear the iniquity of the holy place: and thou and thy sons with thee, shall bear the iniquity of your priesthood.",
      "topic": ""
    },
    "2": {
      "text": "And also thy brethren, the tribe of Levi, the tribe of thy father, bring thou near with thee, and they shall be joined to thee, and they shall serve thee: and thou and thy sons with thee, before the tent of testimony.",
      "topic": ""
    },
    "3": {
      "text": "And they watched thy watches, and the watches of all the tent: but to the vessels of the holy place, and to the altar they shall not come near, and they shall not die, also they, also ye.",
      "topic": ""
    },
    "4": {
      "text": "And they were joined to thee, and they watched the watches of the tent of appointment for all the service of the tent: and the stranger shall not come near to you.",
      "topic": ""
    },
    "5": {
      "text": "And ye watched the watches of the holy place, and the watches of the altar; and anger shall no more be upon the sons of Israel.",
      "topic": ""
    },
    "6": {
      "text": "And I, behold, I took your brethren the Levites from the midst of the sons of Israel: to you being given a gift to Jehovah to serve the services of the tent of appointment.",
      "topic": ""
    },
    "7": {
      "text": "And thou and thy sons with thee shall watch your priesthood for all the word of the altar, and to within the vail; and ye served: the services a gift I will give your priesthood; and the stranger coming near shall die.",
      "topic": ""
    },
    "8": {
      "text": "And Jehovah will speak to Aaron, And I, behold, I gave to thee the watches of my offerings for all the holy things of the sons of Israel; to thee I gave them, for the anointing, and to thy sons for a law forever.",
      "topic": ""
    },
    "9": {
      "text": "This shall be to thee from the holy of holies, from the fire: all their oblations for all their gifts, and for all their sins, and for all their sacrifices, which they shall give back to me, it is holy of holies to thee and to thy sons.",
      "topic": ""
    },
    "10": {
      "text": "In the holy of holies ye shall eat it; every male shall eat it: holy shall it be to thee.",
      "topic": ""
    },
    "11": {
      "text": "And this is to thee; the offerings of their gifts for all the liftings up of the sons of Israel: to thee I gave them, and to thy sons, and to thy daughters with thee, for a law forever: all clean in thy house shall eat it.",
      "topic": ""
    },
    "12": {
      "text": "All the fat of the oil, and all the fat of the new wine, and of the grain, their first-fruits which they shall give to Jehovah, to thee I gave them.",
      "topic": ""
    },
    "13": {
      "text": "The first-fruits, all which are in the land which they shall bring to Jehovah, shall be to thee; all clean in thy house shall eat it.",
      "topic": ""
    },
    "14": {
      "text": "Every thing consecrated in Israel shall be to thee.",
      "topic": ""
    },
    "15": {
      "text": "Every thing cleaving the womb for all flesh, which they shall bring to Jehovah, in man or in cattle, shall be to thee: but redeeming, thou shalt redeem the first-born of man, and the firstborn of unclean cattle thou shalt redeem.",
      "topic": ""
    },
    "16": {
      "text": "And those being redeemed from the son of a month, shalt thou redeem according to thy estimation, the silver of five shekels according to the holy shekel, it is twenty gerahs.",
      "topic": ""
    },
    "17": {
      "text": "But the first-born of a cow, or the first-born of a sheep, or the first-born of a goat, thou shalt not redeem; they are holy: their blood shalt thou pour out upon the altar, and their fat thou shalt burn a sacrifice for an odor of sweetness to Jehovah.",
      "topic": ""
    },
    "18": {
      "text": "And their flesh shall be to thee, as the breast of the lifting up, and as the right shoulder shall be to thee.",
      "topic": ""
    },
    "19": {
      "text": "All the offerings of the holy things which the sons of Israel shall lift up to Jehovah, I gave to thee, and to thy sons, and to thy daughters with thee, for a law forever: it a covenant of salt forever before Jehovah to thee, and to thy seed with thee.",
      "topic": ""
    },
    "20": {
      "text": "And Jehovah will say to Aaron, In their land thou shalt not inherit, and a portion shall not be to thee in the midst of them. I am thy portion and thine inheritance in the midst of the sons of Israel.",
      "topic": ""
    },
    "21": {
      "text": "And to the sons of Levi, behold, I gave all the tenth in Israel for an inheritance for their services which they served, the service of the tent of appointment.",
      "topic": ""
    },
    "22": {
      "text": "And the sons of Israel shall no more come near the tent of appointment, to bear sin and to die.",
      "topic": ""
    },
    "23": {
      "text": "And it is the Levite serving the service of the tent of appointment, and they shall bear their iniquity a law forever to your generations, and in the midst of the sons of Israel they shall not inherit an inheritance.",
      "topic": ""
    },
    "24": {
      "text": "For the tenth of the sons of Israel which they shall lift up to Jehovah, an offering I gave to the Levites to inherit: for this I said to them, In the midst of the sons of Israel they shall not inherit an inheritance.",
      "topic": ""
    },
    "25": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "26": {
      "text": "And to the Levites thou shalt speak and say to them, When ye shall take from the sons of Israel the truth which I gave to you from them for your inheritance, and ye lifted up an offering of Jehovah, a tenth from the tenth.",
      "topic": ""
    },
    "27": {
      "text": "And your offerings were reckoned to you as the grain of the threshing-floor, and as the filling up from the winepress.",
      "topic": ""
    },
    "28": {
      "text": "So shall ye also lift up an offering of Jehovah from all your tenths, which ye shall take from the sons of Israel; and ye gave from it the offering of Jehovah to. Aaron the priest.",
      "topic": ""
    },
    "29": {
      "text": "From all your gifts ye shall lift up all the offerings of Jehovah, from all its fat consecrated from it.",
      "topic": ""
    },
    "30": {
      "text": "And say to them, In your offering its fat from it, and it was reckoned to the Levites as the produce of the threshing-floor, and as the produce of the wine-press.",
      "topic": ""
    },
    "31": {
      "text": "And ye ate it in every place, ye and your house; for it is the reward to you for your service in the tent of appointment.",
      "topic": ""
    },
    "32": {
      "text": "And ye shall not bear sin for it in your lifting up its fat from it: and the holy things of the sons of Israel ye shall not defile, and ye shall not die.",
      "topic": ""
    }
  }
}