{
  "info": {
    "book": "Numbers",
    "chapter": "2",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will speak to Moses and to Aaron, saying,",
      "topic": ""
    },
    "2": {
      "text": "A man by his flag with the ensign according to the house of their fathers, shall the sons of Israel encamp: from over against the tent of appointment round about shall they encamp.",
      "topic": ""
    },
    "3": {
      "text": "And they encamping eastward from the sunrising, the flag of the camp Judah for their warfare; and the chief for the sons of Judah, Nashon, son of Amminadab.",
      "topic": ""
    },
    "4": {
      "text": "And his army, and they being reviewed, four and seventy thousand and six hundred.",
      "topic": ""
    },
    "5": {
      "text": "And they encamping by him, the tribe of Issachar: and the chief for the sons of Issachar, Nathaneel, son of Zuar.",
      "topic": ""
    },
    "6": {
      "text": "And his army, and they being reviewed, four and fifty thousand and four hundred.",
      "topic": ""
    },
    "7": {
      "text": "The tribe of Zebulon: and the chief for the sons of Zebulon, Eliab, son of Helon.",
      "topic": ""
    },
    "8": {
      "text": "And his army, they being reviewed, seven and fifty thousand and four hundred.",
      "topic": ""
    },
    "9": {
      "text": "All they being reviewed for the camp of Judah, a hundred thousand and eighty thousand and six thousand and four hundred, for their warfare: they shall first remove.",
      "topic": ""
    },
    "10": {
      "text": "The flag of the camp of Reuben, south, according to their armies: and the chief for the sons of Reuben, Elizur, the son of Shedeur.",
      "topic": ""
    },
    "11": {
      "text": "And his army, and they being reviewed, six and forty thousand and five hundred.",
      "topic": ""
    },
    "12": {
      "text": "And they encamping by him, the tribe of Simeon: and the chief for the sons of Simeon, Shelumiel, son of Zurishaddai.",
      "topic": ""
    },
    "13": {
      "text": "And his army, and they being reviewed, nine and fifty thousand and three hundred.",
      "topic": ""
    },
    "14": {
      "text": "And the tribe of Gad: and the chief for the sons of Gad, Eliasaph, son of Reuel.",
      "topic": ""
    },
    "15": {
      "text": "And his army, and they being reviewed, five and forty thousand, and six hundred and fifty.",
      "topic": ""
    },
    "16": {
      "text": "All they being reviewed for the camp of Reuben, a hundred thousand and one and fifty thousand, and four hundred and fifty, according to their armies: they shall remove second.",
      "topic": ""
    },
    "17": {
      "text": "And the tent of appointment shall be removed, the camp of the Levites in the midst of the camp. As they shall encamp, so shall they remove, every man upon his hand according to their flags.",
      "topic": ""
    },
    "18": {
      "text": "The flag of the camp of Ephraim, according to their armies, for their warfare, the sea: and the chief for the sons of Ephraim, Elishama, son of Ammihud.",
      "topic": ""
    },
    "19": {
      "text": "And his army, and they being reviewed, forty thousand five hundred.",
      "topic": ""
    },
    "20": {
      "text": "And by him the tribe of Manasseh: and the chief for the sons of Manasseh, Gamaliel, son of Pedahzur.",
      "topic": ""
    },
    "21": {
      "text": "And his army, and they being reviewed, two and thirty thousand and two hundred.",
      "topic": ""
    },
    "22": {
      "text": "And the tribe of Benjamin: and the chief for the sons of Benjamin, Abidan, son of Gideoni.",
      "topic": ""
    },
    "23": {
      "text": "And his army, and they being reviewed, five and thirty thousand and four hundred.",
      "topic": ""
    },
    "24": {
      "text": "All they being reviewed of the camp of Ephraim, a hundred thousand and eight thousand and a hundred, according to their armies: and they shall remove third.",
      "topic": ""
    },
    "25": {
      "text": "The flag of the camp of Dan, northward, according to their armies: and the chief for the sons of Dan, Ahiezer, son of Ammishaddai.",
      "topic": ""
    },
    "26": {
      "text": "And his army, and they being reviewed, two and sixty thousand and seven hundred.",
      "topic": ""
    },
    "27": {
      "text": "And they encamping by him, the tribe of Asher: and the chief for the sons of Asher, Pagiel the son of Ocran.",
      "topic": ""
    },
    "28": {
      "text": "And his army, and they being reviewed, one and forty thousand and five hundred.",
      "topic": ""
    },
    "29": {
      "text": "And the tribe of Naphtali: the chief for the sons of Naphtali, Ahira, son of Enan.",
      "topic": ""
    },
    "30": {
      "text": "And his army, and they being reviewed, three and fifty thousand and four hundred.",
      "topic": ""
    },
    "31": {
      "text": "All they being reviewed for the camp of Dan, a hundred thousand and seven and fifty thousand and six hundred: and they shall remove last according to their flags.",
      "topic": ""
    },
    "32": {
      "text": "And these the sons of Israel being reviewed, according to the house of their fathers: all they being reviewed of the camp according to their armies, six hundred thousand, and three thousand and five hundred and fifty.",
      "topic": ""
    },
    "33": {
      "text": "And the Levites were not reviewed in the midst of the sons of Israel; as Jehovah commanded Moses.",
      "topic": ""
    },
    "34": {
      "text": "And the sons of Israel will do according to all which Jehovah commanded Moses: so they encamped according to their flags, and so they removed each according to his family, according to the house of their, fathers.",
      "topic": ""
    }
  }
}