{
  "info": {
    "book": "Numbers",
    "chapter": "25",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Israel will dwell in Shittim, and the people will begin to commit fornication with the daughters of Moab.",
      "topic": ""
    },
    "2": {
      "text": "And she called the people to the sacrifices of their God: and the people will eat and will worship to their God.",
      "topic": ""
    },
    "3": {
      "text": "And Israel will be bound to Baal-Peor; and the anger of Jehovah will kindle against Israel.",
      "topic": ""
    },
    "4": {
      "text": "And Jehovah will say to Moses, Take all the heads of the people and hang them up to Jehovah before the sun, and the burning anger of Jehovah shall turn back from Israel.",
      "topic": ""
    },
    "5": {
      "text": "And Moses will say to the judges of Israel, Kill ye each his men being bound to Baal-Peor.",
      "topic": ""
    },
    "6": {
      "text": "And behold, a man from the sons of Israel went, and he will bring to his brethren a Midianitess before the eyes of Moses, and before the eyes of all the assembly of the sons of Israel; and they were weeping at the door of the tent of appointment.",
      "topic": ""
    },
    "7": {
      "text": "And Phinehas the son of Eleazar, son of Aaron the priest, will see, and he will rise up from the midst of the assembly and will take a spear in his hand;",
      "topic": ""
    },
    "8": {
      "text": "And he will go after the man of Israel to the tent, and will pierce the two of them, the man of Israel, and the woman through her belly: and the smiting will be withheld from the sons of Israel.",
      "topic": ""
    },
    "9": {
      "text": "And they dying in the smiting will be four and twenty thousand.",
      "topic": ""
    },
    "10": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "11": {
      "text": "Phinehas, son of Eleazar, son of Aaron the priest, turned back my wrath from the sons of Israel, in his being jealous with my jealousy in the midst of you, and I consumed not the sons of Israel, in my jealousy.",
      "topic": ""
    },
    "12": {
      "text": "For this, say, behold me giving to him my covenant of peace.",
      "topic": ""
    },
    "13": {
      "text": "And it shall be to him and to his seed after him, the covenant of the priesthood forever, because he was jealous for his God; and he shall expiate for the sons of Israel.",
      "topic": ""
    },
    "14": {
      "text": "And the name of the man the Israelite being smitten, who was smitten with the Midianitess, Zimri, son of Salu, chief of the house of a father to the Simeonites.",
      "topic": ""
    },
    "15": {
      "text": "And the woman’s name being smitten, the Midianitess, Cozbi, daughter of Zur, head of a people, he of the house of a father in Median.",
      "topic": ""
    },
    "16": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "17": {
      "text": "Press the Midianites and smite them:",
      "topic": ""
    },
    "18": {
      "text": "For they are hostile to you with their deceits in which they acted deceitfully to you, upon the word of Peor and upon the word of Cozbi, daughter of a chief of Midian, their sister, being smitten in the day of the smiting concerning the word of Peor.",
      "topic": ""
    }
  }
}