{
  "info": {
    "book": "Numbers",
    "chapter": "28",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "2": {
      "text": "Command the sons of Israel and say to them, My offerings and my bread for my sacrifices, an odor of my rest ye shall watch, to bring near to me in their appointments.",
      "topic": ""
    },
    "3": {
      "text": "And say to them, This the sacrifice which ye shall bring near to Jehovah: two blameless lambs, sons of a year, for a day, for a burnt-offering continually.",
      "topic": ""
    },
    "4": {
      "text": "The one lamb thou shalt do in the morning, and the second lamb thou shalt do between the evenings.",
      "topic": ""
    },
    "5": {
      "text": "And a tenth of the ephah of fine flour for the gift mingled with oil beaten, the fourth of an hin.",
      "topic": ""
    },
    "6": {
      "text": "A burnt-offering of continuance being done in mount Sinai for an odor of sweetness, a sacrifice to Jehovah.",
      "topic": ""
    },
    "7": {
      "text": "And its libation, the fourth of an hin for the one lamb in the holy place: pouring out a libation, a strong drink to Jehovah.",
      "topic": ""
    },
    "8": {
      "text": "And the second lamb thou shalt do between the evenings, according to the gift of the morning, and according to its libation thou shalt do a sacrifice, an odor of sweetness to Jehovah,",
      "topic": ""
    },
    "9": {
      "text": "And in the day of the Sabbath, two blameless lambs, sons of a year, and two tenths of fine flour, a gift mingled with oil, and its libation:",
      "topic": ""
    },
    "10": {
      "text": "A burnt-offering of the Sabbath in its Sabbath, upon the burnt-offering of continuance, and its libation.",
      "topic": ""
    },
    "11": {
      "text": "And in the beginnings of your months, ye shall bring near a burnt-offering to Jehovah; two bullocks, sons of a cow, and one ram, seven blameless lambs, sons of a year;",
      "topic": ""
    },
    "12": {
      "text": "Three tenths of fine flour, a gift mingled with oil, for the one bullock, and two tenths of fine flour, a gift mingled with oil, for the one ram;",
      "topic": ""
    },
    "13": {
      "text": "And a tenth, tenth of fine flour, a gift mingled with oil, for the one lamb, a burnt-offering, an odor of sweetness, a sacrifice to Jehovah.",
      "topic": ""
    },
    "14": {
      "text": "And their libations shall be half of the hin for the bullock, and the third of the hin for the ram; and the fourth of the hin of wine for the lamb: this the burnt-offering of the month in its month, for the months of the year.",
      "topic": ""
    },
    "15": {
      "text": "And one he goat of the goats for sin, to Jehovah, upon the burnt-offering of continuance, it shall be done, and libation.",
      "topic": ""
    },
    "16": {
      "text": "And in the first month, in the fourteenth day to the month, a passover to Jehovah.",
      "topic": ""
    },
    "17": {
      "text": "In the fifteenth day to this month, a festival: seven days shall unleavened be eaten.",
      "topic": ""
    },
    "18": {
      "text": "In the first day a holy calling; an work of service ye shall not do.",
      "topic": ""
    },
    "19": {
      "text": "And bring ye near a sacrifice, a burnt-offering to Jehovah; two bullocks, sons of a cow, and one ram, and seven lambs, sons of a year; blameless shall they be to you.",
      "topic": ""
    },
    "20": {
      "text": "And their gift fine flour mingled with oil: three tenths for a bullock, and two tenths for the ram, ye shall do.",
      "topic": ""
    },
    "21": {
      "text": "A tenth tenth, thou shalt do for the one lamb, for the seven lambs.",
      "topic": ""
    },
    "22": {
      "text": "And one he goat of sin to expiate for you.",
      "topic": ""
    },
    "23": {
      "text": "Besides the burnt-offering of the morning, which is for the burnt-offering of continuance, ye shall do these.",
      "topic": ""
    },
    "24": {
      "text": "According to these ye shall do for the day, seven days the bread the sacrifice, an odor of sweetness to Jehovah; upon the burnt-offering of continuance it shall be done, and its libation.",
      "topic": ""
    },
    "25": {
      "text": "And in the seventh day a holy calling shall be to you; all work of service ye shall not do.",
      "topic": ""
    },
    "26": {
      "text": "And in the day of the first-fruits, in your bringing near a new gift to Jehovah, in your sevens, a holy calling shall be to you; all work of service ye shall not do.",
      "topic": ""
    },
    "27": {
      "text": "And offer ye the burnt-offering for an odor of sweetness to Jehovah: two bullocks, sons of a cow, one ram, seven lambs, sons of a year;",
      "topic": ""
    },
    "28": {
      "text": "And their gift fine flour mingled with oil, three tenths for the one bullock, two tenths for the one ram;",
      "topic": ""
    },
    "29": {
      "text": "A tenth tenth for the one lamb, for the seven lambs;",
      "topic": ""
    },
    "30": {
      "text": "One he goat of the goats to expiate for them.",
      "topic": ""
    },
    "31": {
      "text": "Besides the burnt-offering of continuance and its gift, ye shall do; blameless shall they be to you, and their libations.",
      "topic": ""
    }
  }
}