{
  "info": {
    "book": "Numbers",
    "chapter": "32",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And much cattle was to the sons of Reuben and to the sons of Gad exceedingly strong: and they will see the land of Jazer and the land of Gilead, and behold, the place a place of cattle.",
      "topic": ""
    },
    "2": {
      "text": "And the sons of Gad and the sons of Reuben will come and will say to Moses, and to Eleazar the priest, and to the chiefs of the assembly, saying,",
      "topic": ""
    },
    "3": {
      "text": "Ataroth, and Dibon, and Jazer, and Nimrah, and Heshbon, and Elealeh, and Shebam, and Nebo, and Beon,",
      "topic": ""
    },
    "4": {
      "text": "The land which Jehovah smote before the assembly of Israel, it is a land of cattle, and to thy servants are cattle.",
      "topic": ""
    },
    "5": {
      "text": "And they will say, If we found grace in thine eyes, will this land be given to thy servants for a possession; ye will not cause us to pass over Jordan.",
      "topic": ""
    },
    "6": {
      "text": "And Moses will say to the sons of Gad And to the sons of Reuben, Shall your brethren go forth to battle, and will ye sit here?",
      "topic": ""
    },
    "7": {
      "text": "And wherefore will ye hinder the heart of the sons of Israel from passing over to the land which Jehovah gave to them?",
      "topic": ""
    },
    "8": {
      "text": "So did your fathers in my sending them from Kadesh-Barnea to see the land.",
      "topic": ""
    },
    "9": {
      "text": "And they will go up to the valley of Eshcol, and will see the land, and hinder the heart of the sons of Israel not to go to the land which Jehovah gave to them.",
      "topic": ""
    },
    "10": {
      "text": "And Jehovah’s anger will kindle in that day, and he will swear, saying,",
      "topic": ""
    },
    "11": {
      "text": "If the men coming up out of Egypt, from the son of twenty years and above, shall see the land which I sware to Abraham, to Isaak and to Jacob; for they filled not up after me:",
      "topic": ""
    },
    "12": {
      "text": "Except Caleb, son of Jephunneh the Kenezite, and Joshua, son of Nun: for they filled up after Jehovah.",
      "topic": ""
    },
    "13": {
      "text": "And the anger of Jehovah will kindle against Israel, and he will cause them to wander in the desert forty years, till the finishing of all the generation having done evil in the eyes of Jehovah.",
      "topic": ""
    },
    "14": {
      "text": "And behold, ye rise up instead of your fathers, a growth of men sinners, to add yet to the burning anger of Jehovah to Israel.",
      "topic": ""
    },
    "15": {
      "text": "When ye shall turn back from after him, and he will add yet to leave him in the desert; and ye will destroy all this people.",
      "topic": ""
    },
    "16": {
      "text": "And they will draw near to him, and say, Sheep-folds will we build for our cattle here, and cities for our little ones.",
      "topic": ""
    },
    "17": {
      "text": "And we will arm ourselves, basting on before the sons of Israel, till we brought them to their place: and our little ones shall dwell in fortified cities because of the inhabitants of the land.",
      "topic": ""
    },
    "18": {
      "text": "We will not turn back to our houses till the sons of Israel inherit each his inheritance.",
      "topic": ""
    },
    "19": {
      "text": "For we will not inherit with them from the other side of Jordan and forward; for our inheritance has come to us from this side of Jordan from the risings.",
      "topic": ""
    },
    "20": {
      "text": "And Moses will say to them, If ye will do this word, if ye will arm yourselves before Jehovah for battle,",
      "topic": ""
    },
    "21": {
      "text": "And all to you being armed, pass over Jordan before Jehovah, till his driving out his enemies from his face,",
      "topic": ""
    },
    "22": {
      "text": "And the land subdued before Jehovah: and afterwards ye shall turn back, and be unpunished from Jehovah and from Israel; and this land shall be to you for a possession before Jehovah.",
      "topic": ""
    },
    "23": {
      "text": "And if ye shall not do this, behold, ye sinned to Jehovah: and know ye, your sin which shall find you.",
      "topic": ""
    },
    "24": {
      "text": "Build to you cities for your little ones, and folds for your sheep; and ye shall do that coming out of your mouth.",
      "topic": ""
    },
    "25": {
      "text": "And the sons of Gad and the sons of Reuben will speak to Moses, saying, Thy servants will do as my lord commanded.",
      "topic": ""
    },
    "26": {
      "text": "Our little ones, our wives, our possessions, and all our cattle, shall be there in the cities of Gilead:",
      "topic": ""
    },
    "27": {
      "text": "And thy servants will pass over, all being armed, to war before Jehovah for battle, as my lord spake.",
      "topic": ""
    },
    "28": {
      "text": "And Moses will command Eleazar the priest, concerning them, and Joshua, the son of Nun, and the heads of the fathers of the tribes of the sons of Israel:",
      "topic": ""
    },
    "29": {
      "text": "And Moses will say to them, If the sons of Gad and the sons of Reuben will pass over Jordan with you, all being armed for battle before Jehovah, and the land be subdued before you; and give ye to them the land of Gilead for a possession.",
      "topic": ""
    },
    "30": {
      "text": "And if they will not pass over armed with you, and they possessed in the midst of you in the land of Canaan.",
      "topic": ""
    },
    "31": {
      "text": "And the sons of Gad and the sons of Reuben will answer, saying, What Jehovah spake to thy servants, so will we do.",
      "topic": ""
    },
    "32": {
      "text": "We will pass over armed before Jehovah to the land of Canaan, and to us shall be the possession of our inheritance from the other side to Jordan.",
      "topic": ""
    },
    "33": {
      "text": "And Moses will give to them, to the sons of Gad and to the sons of Reuben, and to half the tribe of Manasseh, son of Joseph, the kingdom of Sihon, king of the Amorites, and the kingdom of Og, king of Bashan, the land with its cities in the bounds, the cities of the land round about.",
      "topic": ""
    },
    "34": {
      "text": "And the sons of Gad will build Dibon and Ataroth, and Aroer,",
      "topic": ""
    },
    "35": {
      "text": "And Atroth, Shophan, and Jazer, and Jogbehah,",
      "topic": ""
    },
    "36": {
      "text": "And the house of Nimrah, and the house of Haran, fortified cities: and sheep-folds.",
      "topic": ""
    },
    "37": {
      "text": "And the sons of Reuben built Heshbon, and Elealeh, and Kirjathaim,",
      "topic": ""
    },
    "38": {
      "text": "And Nebo, and Baal-Meon (the name being changed), and Shibmah: and they will call by names the names of the cities which they built.",
      "topic": ""
    },
    "39": {
      "text": "And the sons of Machir, the son of Manasseh, will go to Gilead, and take it and drive out the Amorite which is in it.",
      "topic": ""
    },
    "40": {
      "text": "And Moses will give Gilead to Machir, son of Manasseh, and he will dwell in it.",
      "topic": ""
    },
    "41": {
      "text": "And Jair, the son of Manasseh, went, and he will take their villages, and he will call them the villages of Jair.",
      "topic": ""
    },
    "42": {
      "text": "And Nobah went, and he will take Kenath and its houses, and he will call it Nobah in his name.",
      "topic": ""
    }
  }
}