{
  "info": {
    "book": "Numbers",
    "chapter": "7",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And it shall be in the day Moses finished to set up the dwelling, and he will anoint it, and he will consecrate it, and all its vessels, and the altar and all its vessels, and he will anoint them, and consecrate them.",
      "topic": ""
    },
    "2": {
      "text": "And the chiefs of Israel, heads of the house of their fathers, will bring the chiefs of the tribes, they standing over those reviewed:",
      "topic": ""
    },
    "3": {
      "text": "And they will bring their offering before Jehovah, six litter wagons and twelve oxen; a wagon for two of the chiefs and an ox for one: and they shall bring them before the dwelling.",
      "topic": ""
    },
    "4": {
      "text": "And Jehovah will say to Moses, saying,",
      "topic": ""
    },
    "5": {
      "text": "Take from them, and they were to serve the service of the tent of appointment; and they gave them to the Levites, to a man according to his service.",
      "topic": ""
    },
    "6": {
      "text": "And Moses will take the wagons and the oxen, and will give them to the Levites.",
      "topic": ""
    },
    "7": {
      "text": "Two wagons and four oxen he gave to the sons of Gershon, according to their service.",
      "topic": ""
    },
    "8": {
      "text": "And four wagons and eight oxen he gave to the sons of Merari, according to their service, by the hand of Ithamar, the son of Aaron the priest.",
      "topic": ""
    },
    "9": {
      "text": "And to the sons of Kohath, he gave not, for the service of the holy place upon them, they shall lift up upon the shoulder.",
      "topic": ""
    },
    "10": {
      "text": "And the chiefs shall bring the consecration of the altar in the day of anointing it, and the chiefs shall bring an offering before the altar.",
      "topic": ""
    },
    "11": {
      "text": "And Jehovah will say to Moses, One chief for the day, one chief for the day they shall bring near, an offering for the consecration of the altar.",
      "topic": ""
    },
    "12": {
      "text": "And it shall be, he bringing near his offering in the first day, Nashon, son of Amminadab, for the tribe of Judah.",
      "topic": ""
    },
    "13": {
      "text": "And his offering, one silver dish, thirty and one hundred its weight; one silver vase, seventy shekels by the holy shekel; they two full of fine flour mingled with oil for a gift.",
      "topic": ""
    },
    "14": {
      "text": "One pan, ten of gold, full of incense.",
      "topic": ""
    },
    "15": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering.",
      "topic": ""
    },
    "16": {
      "text": "One he goat of the goats for sin.",
      "topic": ""
    },
    "17": {
      "text": "For a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Nashon, son of Amminadab.",
      "topic": ""
    },
    "18": {
      "text": "And in the second day, Nethaneel, son of Zuar, chief of Issachar, brought near.",
      "topic": ""
    },
    "19": {
      "text": "He brought his offering one silver dish, thirty and a hundred its weight; one silver vase, seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "20": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "21": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt offering:",
      "topic": ""
    },
    "22": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "23": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Nethaneel, son of Zuar.",
      "topic": ""
    },
    "24": {
      "text": "In the third day, the chief of the sons of Zebulon, Eliab, son of Helon:",
      "topic": ""
    },
    "25": {
      "text": "His offering one silver dish, thirty and one hundred its weight; one silver vase, seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift.",
      "topic": ""
    },
    "26": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "27": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "28": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "29": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Eliab, son of Helon.",
      "topic": ""
    },
    "30": {
      "text": "In the fourth day the chief of the sons of Reuben, Elizur the son of Shedcur:",
      "topic": ""
    },
    "31": {
      "text": "His offering one silver dish, thirty and a hundred its weight, one silver vase, seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "32": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "33": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "34": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "35": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year; this the offering of Elizur, son of Shedeur.",
      "topic": ""
    },
    "36": {
      "text": "In the fifth day the chief of the sons of Simeon, Shelumiel son of Zurishaddai:",
      "topic": ""
    },
    "37": {
      "text": "His offering one silver dish, thirty and a hundred its weight, one silver vase, seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "38": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "39": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "40": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "41": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Shelumiel, son of Zurishaddai.",
      "topic": ""
    },
    "42": {
      "text": "In the sixth day the chief of the sons of Gad, Eliasaph, son of Deuel:",
      "topic": ""
    },
    "43": {
      "text": "His offering, one silver dish, thirty and a hundred its weight; one silver vase, seventy shekels according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "44": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "45": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year: for, burnt offering:",
      "topic": ""
    },
    "46": {
      "text": "One he goat of the goats for sin.",
      "topic": ""
    },
    "47": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Eliasaph, son of Deuel.",
      "topic": ""
    },
    "48": {
      "text": "In the seventh day the chief of the sons of Ephraim, Elishama, son of Ammihud:",
      "topic": ""
    },
    "49": {
      "text": "His offering one silver dish, thirty and a hundred shekels its weight; one silver vase, seventy shekels according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "50": {
      "text": "One pan, ten of gold, full of incense.",
      "topic": ""
    },
    "51": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt offering:",
      "topic": ""
    },
    "52": {
      "text": "One he goat of the goats, for sin:",
      "topic": ""
    },
    "53": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Elishama son of Ammihud.",
      "topic": ""
    },
    "54": {
      "text": "In the eighth day the chief of the sons of Manasseh, Gamaliel, son of Pedahzur:",
      "topic": ""
    },
    "55": {
      "text": "His offering one silver dish, thirty and one hundred its weight; one silver vase, seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift.",
      "topic": ""
    },
    "56": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "57": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "58": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "59": {
      "text": "And for the sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year; this the offering of Gamaliel, son of Pedahzur.",
      "topic": ""
    },
    "60": {
      "text": "In the ninth day, the chief of the sons of Benjamin, Abidan, son of Gideoni.",
      "topic": ""
    },
    "61": {
      "text": "His offering one silver dish, thirty and one hundred its weight; one silver vase, seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "62": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "63": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "64": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "65": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Abidan, son of Gideoni.",
      "topic": ""
    },
    "66": {
      "text": "In the tenth day the chief of the sons of Dan, Ahiezer, son of Ammishaddai:",
      "topic": ""
    },
    "67": {
      "text": "His offering, one silver dish, thirty and one hundred its weight; one silver vase seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "68": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "69": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "70": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "71": {
      "text": "And for the sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year: this the offering of Ahiezer, son of Ammishaddai:",
      "topic": ""
    },
    "72": {
      "text": "And in the eleventh day the chief of the sons of Asher, Pagiel, son of Ocran:",
      "topic": ""
    },
    "73": {
      "text": "His offering one silver dish, thirty and one hundred its weight; one silver vase, seventy shekels according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "74": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "75": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "76": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "77": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year; this the offering of Pagiel, son of Ocran.",
      "topic": ""
    },
    "78": {
      "text": "In the twelfth day, the chief of the sons of Naphtali, Ahira, son of Enan:",
      "topic": ""
    },
    "79": {
      "text": "His offering one silver dish, thirty- and one hundred its weight; one silver vase, seventy shekels, according to the holy shekel; they two full of fine flour mingled with oil for a gift:",
      "topic": ""
    },
    "80": {
      "text": "One pan, ten of gold, full of incense:",
      "topic": ""
    },
    "81": {
      "text": "One bullock, son of a cow, one ram, one lamb, son of his year, for a burnt-offering:",
      "topic": ""
    },
    "82": {
      "text": "One he goat of the goats for sin:",
      "topic": ""
    },
    "83": {
      "text": "And for a sacrifice of peace, two oxen, five rams, five he goats, five lambs, sons of a year; this the offering of Ahira, son of Enan.",
      "topic": ""
    },
    "84": {
      "text": "This the dedication of the altar (in the day of anointing it) from the chiefs of Israel: twelve silver dishes, twelve silver vases, twelve pans of gold:",
      "topic": ""
    },
    "85": {
      "text": "Thirty and one hundred, one silver dish, and seventy, one silver vase: all the silver vessels two thousand and four hundred, according to the holy shekel:",
      "topic": ""
    },
    "86": {
      "text": "The pans of gold, twelve, full of incense, ten, ten the pan, according to the holy shekel; all the gold of the pans, twenty and one hundred.",
      "topic": ""
    },
    "87": {
      "text": "All the oxen for the burnt-offering, twelve bullocks, the rams, twelve, the lambs, sons of a year, twelve, and their gifts; and the he goats of the goats, twelve, for sin.",
      "topic": ""
    },
    "88": {
      "text": "And all the oxen of the sacrifice of peace, twenty and four bullocks, the rams, sixty, the he goats, sixty, the lambs, sons of a year, sixty. This the consecration of the altar after anointing it.",
      "topic": ""
    },
    "89": {
      "text": "And in Moses going in to the tent of appointment to speak to him, and he will hear the voice speaking to him from above the cover upon the ark of the testimony, from between the two cherubs: and he will speak to him.",
      "topic": ""
    }
  }
}