{
  "info": {
    "book": "Numbers",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "2": {
      "text": "Speak to Aaron, and say to him, In thy raising up of the lamps, to the front of the face of the chandelier shall the seven lamps enlighten.",
      "topic": ""
    },
    "3": {
      "text": "And Aaron will do so; to the front of the face of the chandelier he caused the lamps to ascend, as Jehovah commanded Moses.",
      "topic": ""
    },
    "4": {
      "text": "And this the work of the chandelier, turned work of gold, even to its thigh, and even to its flower it is a turned work: according to the appearance which Jehovah caused Moses to to see, so he made the chandelier.",
      "topic": ""
    },
    "5": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "6": {
      "text": "Take the Levites from the midst of the sons of Israel, and cleanse them.",
      "topic": ""
    },
    "7": {
      "text": "And thus thou shalt do to them, to cleanse them: sprinkle upon them the water of sin, and they caused a razor to pass over upon all their flesh, and they washed their garments, and they were cleansed.",
      "topic": ""
    },
    "8": {
      "text": "And they took a bullock, son of a cow, and his gift fine flour mixed with oil, and a second bullock, son of a cow, thou shalt take for sin.",
      "topic": ""
    },
    "9": {
      "text": "And bring near the Levites before the tent of appointment: and gather all the assembly of the sons of Israel.",
      "topic": ""
    },
    "10": {
      "text": "And bring near the Levites before Jehovah: and the sons of Israel placed their hands upon the Levites.",
      "topic": ""
    },
    "11": {
      "text": "And Aaron lifted up the Levites, a lifting up before Jehovah, from the sons of Israel; and they were to serve the service of Jehovah.",
      "topic": ""
    },
    "12": {
      "text": "And the Levites shall place their hands upon the head of the bullocks: and they did the one a sin, and the one a burnt-offering to Jehovah, to expiate for the Levites.",
      "topic": ""
    },
    "13": {
      "text": "And cause the Levites to stand before Aaron and before his sons, and lift them up a lifting up to Jehovah.",
      "topic": ""
    },
    "14": {
      "text": "And separate the Levites from the midst of the sons of Israel and the Levites were to me.",
      "topic": ""
    },
    "15": {
      "text": "And after this the Levites shall go in to serve the tent of appointment: and cleanse them, and lift them up a lifting up.",
      "topic": ""
    },
    "16": {
      "text": "For being given, they were given to me from the midst of the sons of Israel; instead of the first-born cleaving every womb, every one from the sons of Israel, have I taken them to me.",
      "topic": ""
    },
    "17": {
      "text": "For to me all the first-born among the sons of Israel among man and among cattle: in the day I struck every first-born in the land of Egypt I consecrated them to me.",
      "topic": ""
    },
    "18": {
      "text": "And I will take the Levites instead of all the first-born among the sons of Israel.",
      "topic": ""
    },
    "19": {
      "text": "And I will give the Levites, being given to Aaron and to his sons, from the midst of the sons of Israel, to work the works of the sons of Israel in the tent of appointment, and to expiate for the sons of Israel: and there shall not be a blow among the sons of Israel, in the sons of Israel coming to the holy place.",
      "topic": ""
    },
    "20": {
      "text": "And Moses will do, and Aaron, and all the assembly of the sons of Israel, to the Levites according to all which Jehovah commanded Moses for the Levites; so to them did the sons of Israel.",
      "topic": ""
    },
    "21": {
      "text": "And the Levites will be purified, and will wash their garments; and Aaron will lift them up, a lifting up before Jehovah; and Aaron will expiate for them to cleanse them.",
      "topic": ""
    },
    "22": {
      "text": "And after this the Levites went to serve their service in the tent of appointment, before Aaron and before his sons: as Jehovah commanded Moses for the Levites, so to them did they.",
      "topic": ""
    },
    "23": {
      "text": "And Jehovah will speak to Moses, saying,",
      "topic": ""
    },
    "24": {
      "text": "This is that to the Levites: from the son of five and twenty years and above, and he came in to war the warfare in serving the tent of appointment.",
      "topic": ""
    },
    "25": {
      "text": "And from the son of fifty years, he shall turn back from the warfare of the service, and shall serve no more.",
      "topic": ""
    },
    "26": {
      "text": "And he served with his brethren in the tent of appointment, to watch the watches, and he shall work no work. Thus shalt thou do to the Levites in their watches.",
      "topic": ""
    }
  }
}