{
  "info": {
    "book": "Genesis",
    "chapter": "10",
    "translation": "World English Bible",
    "translationID": "web",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now this is the history of the generations of the sons of Noah and of Shem, Ham, and Japheth. Sons were born to them after the flood.",
      "topic": ""
    },
    "2": {
      "text": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
      "topic": ""
    },
    "3": {
      "text": "The sons of Gomer: Ashkenaz, Riphath, and Togarmah.",
      "topic": ""
    },
    "4": {
      "text": "The sons of Javan: Elishah, Tarshish, Kittim, and Dodanim.",
      "topic": ""
    },
    "5": {
      "text": "Of these were the islands of the nations divided in their lands, everyone after his language, after their families, in their nations.",
      "topic": ""
    },
    "6": {
      "text": "The sons of Ham: Cush, Mizraim, Put, and Canaan.",
      "topic": ""
    },
    "7": {
      "text": "The sons of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan.",
      "topic": ""
    },
    "8": {
      "text": "Cush became the father of Nimrod. He began to be a mighty one in the earth.",
      "topic": ""
    },
    "9": {
      "text": "He was a mighty hunter before Yahweh. Therefore it is said, “Like Nimrod, a mighty hunter before Yahweh.”",
      "topic": ""
    },
    "10": {
      "text": "The beginning of his kingdom was Babel, Erech, Accad, and Calneh, in the land of Shinar.",
      "topic": ""
    },
    "11": {
      "text": "Out of that land he went into Assyria, and built Nineveh, Rehoboth Ir, Calah,",
      "topic": ""
    },
    "12": {
      "text": "and Resen between Nineveh and Calah (the same is the great city).",
      "topic": ""
    },
    "13": {
      "text": "Mizraim became the father of Ludim, Anamim, Lehabim, Naphtuhim,",
      "topic": ""
    },
    "14": {
      "text": "Pathrusim, Casluhim (which the Philistines descended from), and Caphtorim.",
      "topic": ""
    },
    "15": {
      "text": "Canaan became the father of Sidon (his firstborn), Heth,",
      "topic": ""
    },
    "16": {
      "text": "the Jebusite, the Amorite, the Girgashite,",
      "topic": ""
    },
    "17": {
      "text": "the Hivite, the Arkite, the Sinite,",
      "topic": ""
    },
    "18": {
      "text": "the Arvadite, the Zemarite, and the Hamathite. Afterward the families of the Canaanites were spread abroad.",
      "topic": ""
    },
    "19": {
      "text": "The border of the Canaanites was from Sidon, as you go toward Gerar, to Gaza; as you go toward Sodom, Gomorrah, Admah, and Zeboiim, to Lasha.",
      "topic": ""
    },
    "20": {
      "text": "These are the sons of Ham, after their families, after their languages, in their lands, in their nations.",
      "topic": ""
    },
    "21": {
      "text": "To Shem, the father of all the children of Eber, the elder brother of Japheth, to him also were children born.",
      "topic": ""
    },
    "22": {
      "text": "The sons of Shem: Elam, Asshur, Arpachshad, Lud, and Aram.",
      "topic": ""
    },
    "23": {
      "text": "The sons of Aram: Uz, Hul, Gether, and Mash.",
      "topic": ""
    },
    "24": {
      "text": "Arpachshad became the father of Shelah. Shelah became the father of Eber.",
      "topic": ""
    },
    "25": {
      "text": "To Eber were born two sons. The name of the one was Peleg, for in his days the earth was divided. His brother’s name was Joktan.",
      "topic": ""
    },
    "26": {
      "text": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah,",
      "topic": ""
    },
    "27": {
      "text": "Hadoram, Uzal, Diklah,",
      "topic": ""
    },
    "28": {
      "text": "Obal, Abimael, Sheba,",
      "topic": ""
    },
    "29": {
      "text": "Ophir, Havilah, and Jobab. All these were the sons of Joktan.",
      "topic": ""
    },
    "30": {
      "text": "Their dwelling was from Mesha, as you go toward Sephar, the mountain of the east.",
      "topic": ""
    },
    "31": {
      "text": "These are the sons of Shem, after their families, after their languages, in their lands, after their nations.",
      "topic": ""
    },
    "32": {
      "text": "These are the families of the sons of Noah, after their generations, in their nations. Of these were the nations divided in the earth after the flood.",
      "topic": ""
    }
  }
}