{
  "info": {
    "book": "Proverbs",
    "chapter": "11",
    "translation": "English Revised Version",
    "translationID": "erv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "A FALSE balance is an abomination to the LORD: but a just weight is his delight.",
      "topic": ""
    },
    "2": {
      "text": "When pride cometh, then cometh shame: but with the lowly is wisdom.",
      "topic": ""
    },
    "3": {
      "text": "The integrity of the upright shall guide them: but the perverseness of the treacherous shall destroy them.",
      "topic": ""
    },
    "4": {
      "text": "Riches profit not in the day of wrath: but righteousness delivereth from death.",
      "topic": ""
    },
    "5": {
      "text": "The righteousness of the perfect shall direct his way: but the wicked shall fall by his own wickedness.",
      "topic": ""
    },
    "6": {
      "text": "The righteousness of the upright shall deliver them: but they that deal treacherously shall be taken in their own mischief.",
      "topic": ""
    },
    "7": {
      "text": "When a wicked man dieth his expectation shall perish: and the hope of iniquity perisheth.",
      "topic": ""
    },
    "8": {
      "text": "The righteous is delivered out of trouble, and the wicked cometh in his stead.",
      "topic": ""
    },
    "9": {
      "text": "With his mouth the godless man destroyeth his neighbour: but through knowledge shall the righteous be delivered.",
      "topic": ""
    },
    "10": {
      "text": "When it goeth well with the righteous, the city rejoiceth: and when the wicked perish, there is shouting.",
      "topic": ""
    },
    "11": {
      "text": "By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked.",
      "topic": ""
    },
    "12": {
      "text": "He that despiseth his neighbour is void of wisdom: but a man of understanding holdeth his peace.",
      "topic": ""
    },
    "13": {
      "text": "He that goeth about as a talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter.",
      "topic": ""
    },
    "14": {
      "text": "Where no wise guidance is, the people falleth: but in the multitude of counsellors there is safety.",
      "topic": ""
    },
    "15": {
      "text": "He that is surety for a stranger shall smart for it: but he that hateth suretiship is sure.",
      "topic": ""
    },
    "16": {
      "text": "A gracious woman retaineth honour: and violent men retain riches.",
      "topic": ""
    },
    "17": {
      "text": "The merciful man doeth good to his own soul: but he that is cruel troubleth his own flesh.",
      "topic": ""
    },
    "18": {
      "text": "The wicked earneth deceitful wages: but he that soweth righteousness hath a sure reward.",
      "topic": ""
    },
    "19": {
      "text": "He that is stedfast in righteousness shall attain unto life: and he that pursueth evil doeth it to his own death.",
      "topic": ""
    },
    "20": {
      "text": "They that are perverse in heart are an abomination to the LORD: but such as are perfect in their way are his delight.",
      "topic": ""
    },
    "21": {
      "text": "Though hand join in hand, the evil man shall not be unpunished: but the seed of the righteous shall be delivered.",
      "topic": ""
    },
    "22": {
      "text": "As a jewel of gold in a swine’s snout, so is a fair woman which is without discretion.",
      "topic": ""
    },
    "23": {
      "text": "The desire of the righteous is only good: but the expectation of the wicked is wrath.",
      "topic": ""
    },
    "24": {
      "text": "There is that scattereth, and increaseth yet more; and there is that withholdeth more than is meet, but it tendeth only to want.",
      "topic": ""
    },
    "25": {
      "text": "The liberal soul shall be made fat: and he that watereth shall be watered also himself.",
      "topic": ""
    },
    "26": {
      "text": "He that withholdeth corn, the people shall curse him: but blessing shall be upon the head of him that selleth it.",
      "topic": ""
    },
    "27": {
      "text": "He that diligently seeketh good seeketh favour: but he that searcheth after mischief, it shall come unto him.",
      "topic": ""
    },
    "28": {
      "text": "He that trusteth in his riches shall fall: but the righteous shall flourish as the green leaf.",
      "topic": ""
    },
    "29": {
      "text": "He that troubleth his own house shall inherit the wind: and the foolish shall be servant to the wise of heart.",
      "topic": ""
    },
    "30": {
      "text": "The fruit of the righteous is a tree of life; and he that is wise winneth souls.",
      "topic": ""
    },
    "31": {
      "text": "Behold, the righteous shall be recompensed in the earth: how much more the wicked and the sinner!",
      "topic": ""
    }
  }
}