{
  "info": {
    "book": "Romans",
    "chapter": "12",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I Beseech you therefore, brethren, by the compassions of God, to present your bodies a living sacrifice, holy, pleasing to God, your reasonable service.",
      "topic": ""
    },
    "2": {
      "text": "And be ye not conformed to this life, but be transformed by the renovation of your mind, for you to prove what the good, and the pleasing, and the perfected will of God.",
      "topic": ""
    },
    "3": {
      "text": "For I say, by the race given me, to every one being with you, not to entertain a high opinion of one’s self above what is fitting to think: but to think to be discreet, as God has divided the measure of faith to each.",
      "topic": ""
    },
    "4": {
      "text": "For as in one body we have many members, and all members have not the same action:",
      "topic": ""
    },
    "5": {
      "text": "So we, the many, are one body in Christ, and the members for one another.",
      "topic": ""
    },
    "6": {
      "text": "And having gifts different according to the grace given us, whether prophecy, according to the due proportion of faith;",
      "topic": ""
    },
    "7": {
      "text": "Whether service, in service: whether he teaching, in instruction;",
      "topic": ""
    },
    "8": {
      "text": "Whether he beseeching, in supplication: he imparting, in simplicity; he placed before, in earnestness; he compassionating, in cheerfulness.",
      "topic": ""
    },
    "9": {
      "text": "Love unfeigned. Hating evil; fastened to good.",
      "topic": ""
    },
    "10": {
      "text": "In brotherly love, being kindly affectioned to one another; in honour preceding one another.",
      "topic": ""
    },
    "11": {
      "text": "In study not slothful; boiling in the spirit; serving the Lord;",
      "topic": ""
    },
    "12": {
      "text": "Rejoicing in hope; holding out under pressure; persevering in prayer;",
      "topic": ""
    },
    "13": {
      "text": "Participating in the necessities of the holy ones; pursuing hospitality.",
      "topic": ""
    },
    "14": {
      "text": "Praise them driving you out: praise ye, and curse not.",
      "topic": ""
    },
    "15": {
      "text": "To rejoice with the rejoicing, and weep with the weeping.",
      "topic": ""
    },
    "16": {
      "text": "Thinking the same towards one another. Not thinking high things but being led by humble things. Be not wise with yourselves.",
      "topic": ""
    },
    "17": {
      "text": "Giving hack evil for evil to none. Providing good things before all men.",
      "topic": ""
    },
    "18": {
      "text": "If possible of you, living peaceably with all men.",
      "topic": ""
    },
    "19": {
      "text": "Avenging not yourselves, beloved, but give ye place to anger: for it has been written, Vengeance to me; I will repay, says the Lord.",
      "topic": ""
    },
    "20": {
      "text": "If therefore thine enemy hunger, feed him; if he thirst, give him drink: for doing this, thou shalt heap up coals of fire on his head.",
      "topic": ""
    },
    "21": {
      "text": "Be not overcome of evil, but overcome evil with good.",
      "topic": ""
    }
  }
}