{
  "info": {
    "book": "Romans",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "What then shall we say Abraham our father to have found, according to the flesh?",
      "topic": ""
    },
    "2": {
      "text": "For if Abraham was justified by works, he has boasting; but not toward God.",
      "topic": ""
    },
    "3": {
      "text": "For what says the writing? And Abraham believed God, and it was reckoned to him for justice.",
      "topic": ""
    },
    "4": {
      "text": "And to him working, the reward is not reckoned according to favor, but according to debt.",
      "topic": ""
    },
    "5": {
      "text": "And to him not working, and believing upon him justifying the impious, his faith is reckoned for justice.",
      "topic": ""
    },
    "6": {
      "text": "As also David speaks the happiness of the man, to whom God reckons justice without works,",
      "topic": ""
    },
    "7": {
      "text": "Happy they whose iniquities were remitted, and whose sins were covered.",
      "topic": ""
    },
    "8": {
      "text": "A happy man to whom the Lord should not reckon sin.",
      "topic": ""
    },
    "9": {
      "text": "This happiness then upon circumcision, or upon uncircumcision? for we say that faith was reckoned to Abraham for justice.",
      "topic": ""
    },
    "10": {
      "text": "How then was it reckoned? to him being in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.",
      "topic": ""
    },
    "11": {
      "text": "And he received the sign of circumcision, a seal of the justice of the faith which in uncircumcision: for him to be father of all believing through uncircumcision; for justice also to be reckoned to them:",
      "topic": ""
    },
    "12": {
      "text": "And father of circumcision to them not of circumcision only, but also to them, walking in order in the tracks of the uncircumcision, of the faith of our father Abraham.",
      "topic": ""
    },
    "13": {
      "text": "For not by the law, the promise to Abraham, or to his seed, for him to be heir of the world, but by the justice of faith.",
      "topic": ""
    },
    "14": {
      "text": "For if they of the law, heirs, faith was made void, and the promise left inactive:",
      "topic": ""
    },
    "15": {
      "text": "For the law works wrath: for where is no law, no transgression.",
      "topic": ""
    },
    "16": {
      "text": "Therefore of faith, that according to grace; the promise to be firm to all the seed; not to that of the law only, but also to that of the faith of Abraham; who is father of us all,",
      "topic": ""
    },
    "17": {
      "text": "(As it has been written, That have set thee father of many nations,) over against him who believed God, making alive the dead, and calling things not being as being.",
      "topic": ""
    },
    "18": {
      "text": "Who against hope believed upon hope, for him to become father of many nations, according to that said, So shall thy seed be.",
      "topic": ""
    },
    "19": {
      "text": "And not having been weak in faith, he observed not his own body already having been dead, being about a hundred years, and the death of Sarah’s womb:",
      "topic": ""
    },
    "20": {
      "text": "And for the promise of God he was not separated by unbelief; but was strengthened in faith, having given glory to God;",
      "topic": ""
    },
    "21": {
      "text": "And made perfectly certain that, what was promised, he is able to do.",
      "topic": ""
    },
    "22": {
      "text": "And therefore it was reckoned to him for justice.",
      "topic": ""
    },
    "23": {
      "text": "And it was not written for him alone, that it was reckoned to him;",
      "topic": ""
    },
    "24": {
      "text": "But also for us, to whom it is about to be reckoned, to them believing upon him having raised up Jesus our Lord from the dead;",
      "topic": ""
    },
    "25": {
      "text": "Who was delivered up for our faults, and raised up for our justification.",
      "topic": ""
    }
  }
}