{
  "info": {
    "book": "Romans",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "What then shall we say? Shall we continue in sin, that grace might abound.",
      "topic": ""
    },
    "2": {
      "text": "It may not be. We who died to sin, shall we yet live in it?",
      "topic": ""
    },
    "3": {
      "text": "Or know ye not, that as many of us as were immersed in Christ Jesus, we were immersed into his death?",
      "topic": ""
    },
    "4": {
      "text": "Therefore were we buried with him by immersion into death: that as Christ was raised from the dead by the glory of the Father, so also we should walk in newness of life.",
      "topic": ""
    },
    "5": {
      "text": "For if grown together we have been in the likeness of his death, but also shall we be of the resurrection:",
      "topic": ""
    },
    "6": {
      "text": "Knowing this, that our old man was crucified together, that the body of sin might be left inactive, for us no more to serve sin.",
      "topic": ""
    },
    "7": {
      "text": "For he having died was justified from sin.",
      "topic": ""
    },
    "8": {
      "text": "And if we died with Christ, we believe we shall also live with him:",
      "topic": ""
    },
    "9": {
      "text": "Knowing that Christ, raised from the dead, dies no more; death has no more power over him.",
      "topic": ""
    },
    "10": {
      "text": "For he who died, died to sin once: but he who lives, lives to God.",
      "topic": ""
    },
    "11": {
      "text": "So also ye reckon yourselves truly to be dead to sin, and living to God in Christ Jesus our Lord.",
      "topic": ""
    },
    "12": {
      "text": "Therefore let not sin reign in your mortal body, to listen to it in its passions.",
      "topic": ""
    },
    "13": {
      "text": "Neither present ye your members weapons of injustice to sin: but present yourselves to God, as living from the dead, and your members weapons of justice to God.",
      "topic": ""
    },
    "14": {
      "text": "For sin shall not rule over you: for ye are not under law, but under grace.",
      "topic": ""
    },
    "15": {
      "text": "What then? shall we sin, because we are not under law, but under grace It may not be.",
      "topic": ""
    },
    "16": {
      "text": "Know ye not, that to whom ye present yourselves servants for obedience, ye are servants to whom ye listen; either of sin to death, or of obedience to justice?",
      "topic": ""
    },
    "17": {
      "text": "And grace to God, that ye were servants of sin, but ye listened from the heart to the type of teaching in which ye were delivered.",
      "topic": ""
    },
    "18": {
      "text": "And freed from sin, ye were subdued to justice.",
      "topic": ""
    },
    "19": {
      "text": "(I speak as man through the weakness of your flesh:) for as ye presented your members to uncleanness and iniquity; so now present ye your members servants to justice for consecration.",
      "topic": ""
    },
    "20": {
      "text": "For when ye were servants to sin, ye were free to justice.",
      "topic": ""
    },
    "21": {
      "text": "Therefore what fruit had ye then of what ye are now ashamed? for the end of these, death.",
      "topic": ""
    },
    "22": {
      "text": "And now freed from sin, and subdued to God, ye have your fruit to consecration, and the end life eternal.",
      "topic": ""
    },
    "23": {
      "text": "For the purchasing the provisions of sin, death; and the grace of God, life eternal in Christ Jesus our Lord.",
      "topic": ""
    }
  }
}