{
  "info": {
    "book": "Romans",
    "chapter": "7",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Know ye not brethren, (for I speak to them knowing law,) that law rules over man as much time as he lives?",
      "topic": ""
    },
    "2": {
      "text": "For a married woman is bound by the law to a living husband; and if the husband die, she is left inactive from the law of the husband.",
      "topic": ""
    },
    "3": {
      "text": "Wherefore, the husband living, she shall be called adulteress if she be to another man: but if the man die, she is free from the law; not to be an adulteress, being to another man.",
      "topic": ""
    },
    "4": {
      "text": "Therefore, my brethren, ye also were dead to the law by the body of Christ; for you not to be to another, but to him raised from the dead, that we bring forth fruit to God.",
      "topic": ""
    },
    "5": {
      "text": "For when we were in the flesh the passions of sins, those by the law, were energetic in our members to bring forth fruit to death.",
      "topic": ""
    },
    "6": {
      "text": "And now we were left inactive from the law, having died in what we were held; so that we serve in newness of spirit, and not in the oldness of the letter.",
      "topic": ""
    },
    "7": {
      "text": "What then shall we say? The law sin? It may not be. But I knew not sin except by the law: for I knew not lust, if the law said not, Thou shalt not eagerly desire.",
      "topic": ""
    },
    "8": {
      "text": "And sin, having taken occasion by the command, wrought in me every lust. For without law sin dead.",
      "topic": ""
    },
    "9": {
      "text": "And I was living without law once: and the command having come, sin came back to life, and I died.",
      "topic": ""
    },
    "10": {
      "text": "And the command was found to me which for life, this for death.",
      "topic": ""
    },
    "11": {
      "text": "For sin having taken occasion by the command, deceived me completely, and by it killed me.",
      "topic": ""
    },
    "12": {
      "text": "Therefore truly the law holy, and the command holy, and just, and good.",
      "topic": ""
    },
    "13": {
      "text": "Was then good death to me? It may not be. But sin, that it might appear sin, by the good working death in me; that sin might be sinful to excess by the command.",
      "topic": ""
    },
    "14": {
      "text": "For we know that the law is spiritual: and I am fleshly, sold under sin.",
      "topic": ""
    },
    "15": {
      "text": "For what I work I know not: for what I would not, this I do; but what I hate, this I do.",
      "topic": ""
    },
    "16": {
      "text": "And if what I would not this I do, I consent to the law that it is good.",
      "topic": ""
    },
    "17": {
      "text": "And now I no more wish it, but sin dwelling in me.",
      "topic": ""
    },
    "18": {
      "text": "For I know that in me dwells no good, (that is, in my flesh:) for to will lies near me; but to work good I find not.",
      "topic": ""
    },
    "19": {
      "text": "For not what good I would, do I; but the evil I would not, this I do.",
      "topic": ""
    },
    "20": {
      "text": "And if what I would not, this I do, I no more work it, but sin dwelling in me.",
      "topic": ""
    },
    "21": {
      "text": "I find therefore a law to me, wishing to do good, that evil lies near me.",
      "topic": ""
    },
    "22": {
      "text": "For I rejoice in the law of God, according to the man within:",
      "topic": ""
    },
    "23": {
      "text": "And I see another law in my members, fighting against the law of my mind, and taking me captive to the law of sin being in my members.",
      "topic": ""
    },
    "24": {
      "text": "I an oppressed man: who shall save me from the body of this death?",
      "topic": ""
    },
    "25": {
      "text": "I return thanks to God by Jesus Christ our Lord. Therefore truly with the mind I serve the law of God; and with the flesh the law of sin.",
      "topic": ""
    }
  }
}