{
  "info": {
    "book": "Romans",
    "chapter": "9",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I Speak truth in Christ, I lie not, my consciousness bearing witness to me in the Holy Spirit,",
      "topic": ""
    },
    "2": {
      "text": "That there is great grief to me and continued pain in my heart.",
      "topic": ""
    },
    "3": {
      "text": "For I myself was praying to be anathema from Christ for my brethren, my kinsmen according to the flesh:",
      "topic": ""
    },
    "4": {
      "text": "Who are Israelites; whose the adoption as a son, and the glory, and covenants, and legislation, and divine worship, and solemn promises;",
      "topic": ""
    },
    "5": {
      "text": "Whose the fathers, and from whom Christ according to the flesh, who being God over all, praised forever. Amen.",
      "topic": ""
    },
    "6": {
      "text": "And not as that the word of God has fallen through. For not they all of Israel, they which of Israel:",
      "topic": ""
    },
    "7": {
      "text": "Neither that the seed of Abraham, are all children: but, In Isaac shall the seed be called to thee.",
      "topic": ""
    },
    "8": {
      "text": "That is, The children of the flesh, these not the children of God: but the children of the solemn promise are reckoned for seed.",
      "topic": ""
    },
    "9": {
      "text": "For this the word of solemn promise, According to this time will I come, and there shall be a son to Sarah.",
      "topic": ""
    },
    "10": {
      "text": "And not only; but also Rebecca, having coition of one, Isaac our father;",
      "topic": ""
    },
    "11": {
      "text": "(For not yet born, neither having done any good or evil, that according to choice the purpose of God might remain, not of works, but of him calling;)",
      "topic": ""
    },
    "12": {
      "text": "It was said to her, That the greater shall serve the less.",
      "topic": ""
    },
    "13": {
      "text": "As has been written, Jacob have I loved, and Esau have I hated.",
      "topic": ""
    },
    "14": {
      "text": "What then shall we say is injustice with God? It may not be.",
      "topic": ""
    },
    "15": {
      "text": "I will commiserate whomsoever I commiserate, and I will have compassion upon whomsoever I have compassion.",
      "topic": ""
    },
    "16": {
      "text": "Surely then, not of him willing, nor of him running, but of God commiserating.",
      "topic": ""
    },
    "17": {
      "text": "For the writing says to Pharaoh, That for this same have I raised thee up, so that I might show in thee my power, and so that my name might be announced in all the earth.",
      "topic": ""
    },
    "18": {
      "text": "Surely then, whom he will he commiserates, and whom he will he hardens.",
      "topic": ""
    },
    "19": {
      "text": "Thou wilt then say to me, Why does he yet blame For who has withstood his will?",
      "topic": ""
    },
    "20": {
      "text": "Surely, O man, who art thou replying against God? Shall the formation say to him having formed, Why hast thou made me so.",
      "topic": ""
    },
    "21": {
      "text": "Or has not the potter power over the clay, of the same mixture truly to make one vessel for honour, and one for dishonour.",
      "topic": ""
    },
    "22": {
      "text": "And if God, willing anger to be shown, and his power to be made known, endured in much long suffering the vessels of anger put in proper order for destruction:",
      "topic": ""
    },
    "23": {
      "text": "And that he might make known the riches of his glory upon the vessels of mercy, which he before prepared for glory.",
      "topic": ""
    },
    "24": {
      "text": "Whom he also called us, not only from the Jews, but also of the nations?",
      "topic": ""
    },
    "25": {
      "text": "As also he says in Hosea, I will call not my people my people; and the not loved, loved.",
      "topic": ""
    },
    "26": {
      "text": "And it shall be, in the place where it was said to them, Ye not my people; there shall they be called the sons of the living God.",
      "topic": ""
    },
    "27": {
      "text": "And Esaias cries for Israel, If the number of the sons of Israel as the sand of the sea, the remnant shall be saved:",
      "topic": ""
    },
    "28": {
      "text": "For finishing and cutting short the word in justice: for the Lord will make the word cut short upon the earth.",
      "topic": ""
    },
    "29": {
      "text": "And as Esaias said before, Except the Lord of Sabaoth had left us seed, as Sodom had we been, and as Gomorrha had we been likened.",
      "topic": ""
    },
    "30": {
      "text": "What then shall we say? That the nations, not following justice, overtook justice, and the justice of faith.",
      "topic": ""
    },
    "31": {
      "text": "And Israel following the law of justice, reached not the law of justice.",
      "topic": ""
    },
    "32": {
      "text": "Wherefore? Because not of faith, but as of the works of the law. For they stumbled at the stumblingstone;",
      "topic": ""
    },
    "33": {
      "text": "As has been written, Behold I set in Zion a stone of stumbling and rock of offence: and every one believing on him shall not be ashamed.",
      "topic": ""
    }
  }
}