{
  "info": {
    "book": "Obadiah",
    "chapter": "1",
    "translation": "American King James Version",
    "translationID": "akjv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "The vision of Obadiah. Thus said the Lord GOD concerning Edom; We have heard a rumor from the LORD, and an ambassador is sent among the heathen, Arise you, and let us rise up against her in battle.",
      "topic": ""
    },
    "2": {
      "text": "Behold, I have made you small among the heathen: you are greatly despised.",
      "topic": ""
    },
    "3": {
      "text": "The pride of your heart has deceived you, you that dwell in the clefts of the rock, whose habitation is high; that said in his heart, Who shall bring me down to the ground?",
      "topic": ""
    },
    "4": {
      "text": "Though you exalt yourself as the eagle, and though you set your nest among the stars, there will I bring you down, said the LORD.",
      "topic": ""
    },
    "5": {
      "text": "If thieves came to you, if robbers by night, (how are you cut off!) would they not have stolen till they had enough? if the grape gatherers came to you, would they not leave some grapes?",
      "topic": ""
    },
    "6": {
      "text": "How are the things of Esau searched out! how are his hidden things sought up!",
      "topic": ""
    },
    "7": {
      "text": "All the men of your confederacy have brought you even to the border: the men that were at peace with you have deceived you, and prevailed against you; that they eat your bread have laid a wound under you: there is none understanding in him.",
      "topic": ""
    },
    "8": {
      "text": "Shall I not in that day, said the LORD, even destroy the wise men out of Edom, and understanding out of the mount of Esau?",
      "topic": ""
    },
    "9": {
      "text": "And your mighty men, O Teman, shall be dismayed, to the end that every one of the mount of Esau may be cut off by slaughter.",
      "topic": ""
    },
    "10": {
      "text": "For your violence against your brother Jacob shame shall cover you, and you shall be cut off for ever.",
      "topic": ""
    },
    "11": {
      "text": "In the day that you stood on the other side, in the day that the strangers carried away captive his forces, and foreigners entered into his gates, and cast lots on Jerusalem, even you were as one of them.",
      "topic": ""
    },
    "12": {
      "text": "But you should not have looked on the day of your brother in the day that he became a stranger; neither should you have rejoiced over the children of Judah in the day of their destruction; neither should you have spoken proudly in the day of distress.",
      "topic": ""
    },
    "13": {
      "text": "You should not have entered into the gate of my people in the day of their calamity; yes, you should not have looked on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity;",
      "topic": ""
    },
    "14": {
      "text": "Neither should you have stood in the crossway, to cut off those of his that did escape; neither should you have delivered up those of his that did remain in the day of distress.",
      "topic": ""
    },
    "15": {
      "text": "For the day of the LORD is near on all the heathen: as you have done, it shall be done to you: your reward shall return on your own head.",
      "topic": ""
    },
    "16": {
      "text": "For as you have drunk on my holy mountain, so shall all the heathen drink continually, yes, they shall drink, and they shall swallow down, and they shall be as though they had not been.",
      "topic": ""
    },
    "17": {
      "text": "But on mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.",
      "topic": ""
    },
    "18": {
      "text": "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of Esau; for the LORD has spoken it.",
      "topic": ""
    },
    "19": {
      "text": "And they of the south shall possess the mount of Esau; and they of the plain the Philistines: and they shall possess the fields of Ephraim, and the fields of Samaria: and Benjamin shall possess Gilead.",
      "topic": ""
    },
    "20": {
      "text": "And the captivity of this host of the children of Israel shall possess that of the Canaanites, even to Zarephath; and the captivity of Jerusalem, which is in Sepharad, shall possess the cities of the south.",
      "topic": ""
    },
    "21": {
      "text": "And saviors shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the LORD’s.",
      "topic": ""
    }
  }
}