{
  "info": {
    "book": "Éxodo",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y Jehová dijo a Moisés: Entra ante Faraón; porque yo he endurecido su corazón, y el corazón de sus siervos, para dar entre ellos estas mis señales;",
      "topic": ""
    },
    "2": {
      "text": "y para que cuentes a tus hijos y a tus nietos las cosas que yo hice en Egipto, y mis señales que hice entre ellos; y para que sepáis que yo soy Jehová.",
      "topic": ""
    },
    "3": {
      "text": "Entonces Moisés y Aarón vinieron a Faraón, y le dijeron: Jehová, el Dios de los hebreos dice así: ¿Hasta cuándo no querrás humillarte delante de mí? Deja ir a mi pueblo para que me sirvan.",
      "topic": ""
    },
    "4": {
      "text": "Y si aún rehúsas dejarlo ir, he aquí que yo traeré mañana langosta en tus términos,",
      "topic": ""
    },
    "5": {
      "text": "la cual cubrirá la faz de la tierra, de modo que no pueda verse la tierra; y ella comerá lo que quedó salvo, lo que os ha quedado del granizo; comerá asimismo todo árbol que os produce fruto en el campo:",
      "topic": ""
    },
    "6": {
      "text": "Y llenarán tus casas, y las casas de todos tus siervos, y las casas de todos los egipcios, cual nunca vieron tus padres ni tus abuelos, desde que ellos fueron sobre la tierra hasta hoy. Y se volvió, y salió de delante de Faraón.",
      "topic": ""
    },
    "7": {
      "text": "Entonces los siervos de Faraón le dijeron: ¿Hasta cuándo nos ha de ser éste por lazo? Deja ir a estos hombres, para que sirvan a Jehová su Dios; ¿acaso no sabes aún que Egipto está destruido?",
      "topic": ""
    },
    "8": {
      "text": "Y Moisés y Aarón volvieron a ser llamados a Faraón, el cual les dijo: Andad, servid a Jehová vuestro Dios. ¿Quiénes son los que han de ir?",
      "topic": ""
    },
    "9": {
      "text": "Y Moisés respondió: Hemos de ir con nuestros niños y con nuestros viejos, con nuestros hijos y con nuestras hijas: con nuestras ovejas y con nuestras vacas hemos de ir; porque tenemos que celebrar fiesta a Jehová.",
      "topic": ""
    },
    "10": {
      "text": "Y él les dijo: Así sea Jehová con vosotros; ¿cómo yo os dejaré ir a vosotros y a vuestros niños? mirad cómo la maldad está delante de vuestro rostro.",
      "topic": ""
    },
    "11": {
      "text": "No será así: id ahora vosotros los varones, y servid a Jehová: pues esto es lo que vosotros demandasteis. Y los echaron de delante de Faraón.",
      "topic": ""
    },
    "12": {
      "text": "Entonces Jehová dijo a Moisés: Extiende tu mano sobre la tierra de Egipto para traer langosta, a fin de que suba sobre el país de Egipto, y consuma todo lo que el granizo dejó.",
      "topic": ""
    },
    "13": {
      "text": "Y extendió Moisés su vara sobre la tierra de Egipto, y Jehová trajo un viento oriental sobre el país todo aquel día y toda aquella noche; y a la mañana el viento oriental trajo la langosta.",
      "topic": ""
    },
    "14": {
      "text": "Y subió la langosta sobre toda la tierra de Egipto, y se asentó en todos los términos de Egipto, en gran manera grave: antes de ella no hubo langosta semejante, ni después de ella vendrá otra tal;",
      "topic": ""
    },
    "15": {
      "text": "y cubrió la faz de todo el país, y se oscureció la tierra; y consumió toda la hierba de la tierra, y todo el fruto de los árboles que había dejado el granizo; y no quedó cosa verde en árboles ni en hierba del campo, por toda la tierra de Egipto.",
      "topic": ""
    },
    "16": {
      "text": "Entonces Faraón hizo llamar aprisa a Moisés y a Aarón, y dijo: He pecado contra Jehová vuestro Dios, y contra vosotros.",
      "topic": ""
    },
    "17": {
      "text": "Mas ruego ahora que perdones mi pecado solamente esta vez, y que oréis a Jehová vuestro Dios que quite de mí solamente esta mortandad.",
      "topic": ""
    },
    "18": {
      "text": "Y salió de delante de Faraón, y oró a Jehová.",
      "topic": ""
    },
    "19": {
      "text": "Y Jehová volvió un viento occidental fortísimo, y quitó la langosta, y la arrojó en el Mar Rojo; ni una langosta quedó en todo el término de Egipto.",
      "topic": ""
    },
    "20": {
      "text": "Mas Jehová endureció el corazón de Faraón, y éste no dejó ir a los hijos de Israel.",
      "topic": ""
    },
    "21": {
      "text": "Y Jehová dijo a Moisés: Extiende tu mano hacia el cielo, para que haya tinieblas sobre la tierra de Egipto, tales que cualquiera las palpe.",
      "topic": ""
    },
    "22": {
      "text": "Y extendió Moisés su mano hacia el cielo, y hubo densas tinieblas tres días por toda la tierra de Egipto.",
      "topic": ""
    },
    "23": {
      "text": "Ninguno vio a su prójimo, ni nadie se levantó de su lugar en tres días; mas todos los hijos de Israel tenían luz en sus habitaciones.",
      "topic": ""
    },
    "24": {
      "text": "Entonces Faraón hizo llamar a Moisés, y dijo: Id, servid a Jehová; solamente queden vuestras ovejas y vuestras vacas; vayan también vuestros niños con vosotros.",
      "topic": ""
    },
    "25": {
      "text": "Y Moisés respondió: Tú también nos entregarás sacrificios y holocaustos para que sacrifiquemos para Jehová nuestro Dios.",
      "topic": ""
    },
    "26": {
      "text": "Nuestros ganados irán también con nosotros; no quedará ni una pezuña; porque de ellos hemos de tomar para servir a Jehová nuestro Dios; y no sabemos con qué hemos de servir a Jehová, hasta que lleguemos allá.",
      "topic": ""
    },
    "27": {
      "text": "Mas Jehová endureció el corazón de Faraón, y no quiso dejarlos ir.",
      "topic": ""
    },
    "28": {
      "text": "Y le dijo Faraón: Retírate de mí: guárdate que no veas más mi rostro, porque en cualquier día que vieres mi rostro, morirás.",
      "topic": ""
    },
    "29": {
      "text": "Y Moisés respondió: Bien has dicho; no veré más tu rostro.",
      "topic": ""
    }
  }
}