{
  "info": {
    "book": "Éxodo",
    "chapter": "15",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Entonces cantó Moisés y los hijos de Israel este cántico a Jehová, y dijeron: Cantaré yo a Jehová, porque se ha magnificado grandemente, echando en el mar al caballo y al jinete.",
      "topic": ""
    },
    "2": {
      "text": "Jehová es mi fortaleza y mi canción, y Él ha sido mi salvación: Éste es mi Dios, y le prepararé morada; Dios de mi padre, le exaltaré.",
      "topic": ""
    },
    "3": {
      "text": "Jehová, varón de guerra; Jehová es su nombre.",
      "topic": ""
    },
    "4": {
      "text": "Echó en el mar los carros de Faraón y su ejército; Y sus príncipes escogidos fueron hundidos en el Mar Rojo.",
      "topic": ""
    },
    "5": {
      "text": "Los abismos los cubrieron; Como piedra descendieron a los profundos.",
      "topic": ""
    },
    "6": {
      "text": "Tu diestra, oh Jehová, ha sido magnificada en fortaleza; Tu diestra, oh Jehová, ha quebrantado al enemigo.",
      "topic": ""
    },
    "7": {
      "text": "Y con la grandeza de tu poder has derribado a los que se levantaron contra ti: Enviaste tu furor; los consumió como a hojarasca.",
      "topic": ""
    },
    "8": {
      "text": "Al soplo de tu aliento se amontonaron las aguas; Se juntaron las corrientes como en un montón; Los abismos se cuajaron en medio del mar.",
      "topic": ""
    },
    "9": {
      "text": "El enemigo dijo: Perseguiré, prenderé, repartiré despojos; mi alma se saciará de ellos; sacaré mi espada, los destruirá mi mano.",
      "topic": ""
    },
    "10": {
      "text": "Soplaste con tu viento, los cubrió el mar: Se hundieron como plomo en las impetuosas aguas.",
      "topic": ""
    },
    "11": {
      "text": "¿Quién como tú, Jehová, entre los dioses? ¿Quién como tú, magnífico en santidad, terrible en loores, hacedor de maravillas?",
      "topic": ""
    },
    "12": {
      "text": "Extendiste tu diestra; la tierra los tragó.",
      "topic": ""
    },
    "13": {
      "text": "Condujiste en tu misericordia a este pueblo, al cual salvaste; lo llevaste con tu fortaleza a la habitación de tu santuario.",
      "topic": ""
    },
    "14": {
      "text": "Lo oirán los pueblos, y temblarán; se apoderará dolor de los moradores de Filistea.",
      "topic": ""
    },
    "15": {
      "text": "Entonces los príncipes de Edom se turbarán; temor sobrecogerá a los valientes de Moab: Se abatirán todos los moradores de Canaán.",
      "topic": ""
    },
    "16": {
      "text": "Caiga sobre ellos temblor y espanto; a la grandeza de tu brazo enmudezcan como una piedra; hasta que haya pasado tu pueblo, oh Jehová, hasta que haya pasado este pueblo que tú rescataste.",
      "topic": ""
    },
    "17": {
      "text": "Tú los introducirás y los plantarás en el monte de tu heredad, en el lugar que tú has preparado para tu morada, oh Jehová; en el santuario del Señor, que tus manos han establecido",
      "topic": ""
    },
    "18": {
      "text": "Jehová reinará eternamente y para siempre.",
      "topic": ""
    },
    "19": {
      "text": "Porque Faraón entró cabalgando con sus carros y su gente de a caballo en el mar, y Jehová hizo volver las aguas del mar sobre ellos; mas los hijos de Israel pasaron en seco por medio del mar.",
      "topic": ""
    },
    "20": {
      "text": "Y Miriam la profetisa, hermana de Aarón, tomó un pandero en su mano, y todas las mujeres salieron en pos de ella con panderos y danzas.",
      "topic": ""
    },
    "21": {
      "text": "Y Miriam les respondía: Cantad a Jehová; porque en extremo se ha engrandecido, echando en el mar al caballo, y al que en él subía.",
      "topic": ""
    },
    "22": {
      "text": "E hizo Moisés que partiese Israel del Mar Rojo, y salieron al desierto de Shur; y anduvieron tres días por el desierto sin hallar agua.",
      "topic": ""
    },
    "23": {
      "text": "Y llegaron a Mara, y no pudieron beber las aguas de Mara, porque eran amargas; por eso le pusieron el nombre de Mara.",
      "topic": ""
    },
    "24": {
      "text": "Entonces el pueblo murmuró contra Moisés, y dijo: ¿Qué hemos de beber?",
      "topic": ""
    },
    "25": {
      "text": "Y Moisés clamó a Jehová; y Jehová le mostró un árbol, el cual cuando lo metió dentro de las aguas, las aguas se endulzaron. Allí les dio estatutos y ordenanzas, y allí los probó;",
      "topic": ""
    },
    "26": {
      "text": "y dijo: Si oyeres atentamente la voz de Jehová tu Dios, e hicieres lo recto delante de sus ojos, y dieres oído a sus mandamientos, y guardares todos sus estatutos, ninguna enfermedad de las que envié a los egipcios te enviaré a ti; porque yo soy Jehová tu Sanador.",
      "topic": ""
    },
    "27": {
      "text": "Y llegaron a Elim, donde había doce fuentes de aguas, y setenta palmas; y acamparon allí junto a las aguas.",
      "topic": ""
    }
  }
}