{
  "info": {
    "book": "Éxodo",
    "chapter": "16",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y partiendo de Elim toda la congregación de los hijos de Israel, vino al desierto de Sin, que está entre Elim y Sinaí, a los quince días del mes segundo después que salieron de la tierra de Egipto.",
      "topic": ""
    },
    "2": {
      "text": "Y toda la congregación de los hijos de Israel murmuró contra Moisés y Aarón en el desierto.",
      "topic": ""
    },
    "3": {
      "text": "Y les decían los hijos de Israel: Mejor hubiéramos muerto por mano de Jehová en la tierra de Egipto, cuando nos sentábamos a las ollas de las carnes, cuando comíamos pan hasta saciarnos; pues nos habéis sacado a este desierto, para matar de hambre a toda esta multitud.",
      "topic": ""
    },
    "4": {
      "text": "Y Jehová dijo a Moisés: He aquí yo os haré llover pan del cielo; y el pueblo saldrá, y recogerá una porción para cada día, para que yo lo pruebe si anda en mi ley, o no.",
      "topic": ""
    },
    "5": {
      "text": "Y sucederá que en el sexto día prepararán lo que han de recoger, que será el doble de lo que solían recoger cada día.",
      "topic": ""
    },
    "6": {
      "text": "Entonces dijo Moisés y Aarón a todos los hijos de Israel: A la tarde sabréis que Jehová os ha sacado de la tierra de Egipto:",
      "topic": ""
    },
    "7": {
      "text": "Y a la mañana veréis la gloria de Jehová; porque Él ha oído vuestras murmuraciones contra Jehová; porque nosotros, ¿qué somos, para que vosotros murmuréis contra nosotros?",
      "topic": ""
    },
    "8": {
      "text": "Y dijo Moisés: Jehová os dará a la tarde carne para comer, y a la mañana pan en abundancia; por cuanto Jehová ha oído vuestras murmuraciones con que habéis murmurado contra Él: y, ¿qué somos nosotros? Vuestras murmuraciones no son contra nosotros, sino contra Jehová.",
      "topic": ""
    },
    "9": {
      "text": "Y dijo Moisés a Aarón: Di a toda la congregación de los hijos de Israel: Acercaos a la presencia de Jehová; que Él ha oído vuestras murmuraciones.",
      "topic": ""
    },
    "10": {
      "text": "Y hablando Aarón a toda la congregación de los hijos de Israel, miraron hacia el desierto, y he aquí la gloria de Jehová, que apareció en la nube.",
      "topic": ""
    },
    "11": {
      "text": "Y Jehová habló a Moisés, diciendo:",
      "topic": ""
    },
    "12": {
      "text": "Yo he oído las murmuraciones de los hijos de Israel; háblales, diciendo: Entre las dos tardes comeréis carne, y por la mañana os saciaréis de pan, y sabréis que yo soy Jehová vuestro Dios.",
      "topic": ""
    },
    "13": {
      "text": "Y venida la tarde subieron codornices que cubrieron el campamento; y a la mañana descendió rocío en derredor del campamento.",
      "topic": ""
    },
    "14": {
      "text": "Y cuando el rocío cesó de descender, he aquí [había] sobre la faz del desierto una cosa menuda, redonda, menuda como una escarcha sobre la tierra.",
      "topic": ""
    },
    "15": {
      "text": "Y viéndolo los hijos de Israel, se dijeron unos a otros: ¿Qué es esto? porque no sabían qué era. Entonces Moisés les dijo: Es el pan que Jehová os da para comer.",
      "topic": ""
    },
    "16": {
      "text": "Esto es lo que Jehová ha mandado: Recogeréis de él cada uno según pudiere comer; un gomer por cabeza, conforme al número de vuestras personas, tomaréis cada uno para los que están en su tienda.",
      "topic": ""
    },
    "17": {
      "text": "Y los hijos de Israel lo hicieron así; y recogieron unos más, otros menos:",
      "topic": ""
    },
    "18": {
      "text": "Y lo medían por gomer, y no sobraba al que había recogido mucho, ni faltaba al que había recogido poco: cada uno recogió conforme a lo que había de comer.",
      "topic": ""
    },
    "19": {
      "text": "Y les dijo Moisés: Ninguno deje nada de ello para mañana.",
      "topic": ""
    },
    "20": {
      "text": "Mas ellos no obedecieron a Moisés, sino que algunos dejaron de ello para otro día, y crió gusanos, y se pudrió; y se enojó contra ellos Moisés.",
      "topic": ""
    },
    "21": {
      "text": "Y lo recogían cada mañana, cada uno según lo que había de comer: y luego que el sol calentaba, se derretía.",
      "topic": ""
    },
    "22": {
      "text": "En el sexto día recogieron doble porción de comida, dos gomeres para cada uno; y todos los príncipes de la congregación vinieron a Moisés, y se lo hicieron saber.",
      "topic": ""
    },
    "23": {
      "text": "Y él les dijo: Esto es lo que ha dicho Jehová: Mañana es el santo sábado, el reposo de Jehová: lo que hubiereis de cocer, cocedlo hoy, y lo que hubiereis de cocinar, cocinadlo; y todo lo que os sobrare, guardadlo para mañana.",
      "topic": ""
    },
    "24": {
      "text": "Y ellos lo guardaron hasta la mañana, según Moisés había mandado, y no se pudrió, ni hubo en él gusano.",
      "topic": ""
    },
    "25": {
      "text": "Y dijo Moisés: Comedlo hoy, porque hoy es sábado de Jehová: hoy no hallaréis en el campo.",
      "topic": ""
    },
    "26": {
      "text": "En los seis días lo recogeréis; mas el séptimo día es sábado, en el cual no se hallará.",
      "topic": ""
    },
    "27": {
      "text": "Y aconteció que algunos del pueblo salieron en el séptimo día a recoger, y no hallaron.",
      "topic": ""
    },
    "28": {
      "text": "Y Jehová dijo a Moisés: ¿Hasta cuándo no querréis guardar mis mandamientos y mis leyes?",
      "topic": ""
    },
    "29": {
      "text": "Mirad que Jehová os dio el sábado, y por eso os da en el sexto día pan para dos días. Quédese cada uno en su lugar; y que nadie salga de su lugar en el séptimo día.",
      "topic": ""
    },
    "30": {
      "text": "Así el pueblo reposó el séptimo día.",
      "topic": ""
    },
    "31": {
      "text": "Y la casa de Israel lo llamó Maná; y era como semilla de cilantro, blanco, y su sabor como de hojuelas con miel.",
      "topic": ""
    },
    "32": {
      "text": "Y dijo Moisés: Esto es lo que Jehová ha mandado: Llenarás un gomer de él para que se guarde para vuestros descendientes, a fin de que vean el pan que yo os di a comer en el desierto, cuando yo os saqué de la tierra de Egipto.",
      "topic": ""
    },
    "33": {
      "text": "Y dijo Moisés a Aarón: Toma un vaso y pon en él un gomer lleno de maná, y ponlo delante de Jehová, para que sea guardado para vuestros descendientes.",
      "topic": ""
    },
    "34": {
      "text": "Y Aarón lo puso delante del Testimonio para guardarlo, como Jehová lo mandó a Moisés.",
      "topic": ""
    },
    "35": {
      "text": "Así comieron los hijos de Israel maná cuarenta años, hasta que entraron en la tierra habitada; maná comieron hasta que llegaron al término de la tierra de Canaán.",
      "topic": ""
    },
    "36": {
      "text": "Y un gomer es la décima parte del efa.",
      "topic": ""
    }
  }
}