{
  "info": {
    "book": "Judges",
    "chapter": "5",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "In that day, Deborah and Barak, the son of Abinoam, sang out, saying:",
      "topic": ""
    },
    "2": {
      "text": "“All you of Israel who have willingly offered your lives to danger, bless the Lord!",
      "topic": ""
    },
    "3": {
      "text": "Listen, O kings! Pay attention, O princes! It is I, it is I, who will sing to the Lord. I will sing a psalm to the Lord, the God of Israel!",
      "topic": ""
    },
    "4": {
      "text": "O Lord, when you departed from Seir, and you crossed through the regions of Edom, the earth and the heavens were moved, and the clouds rained down water.",
      "topic": ""
    },
    "5": {
      "text": "The mountains flowed away before the face of the Lord, and Sinai, before the face of the Lord God of Israel.",
      "topic": ""
    },
    "6": {
      "text": "In the days of Shamgar, the son of Anath, in the days of Jael, the paths were quiet. And whoever entered by them, walked along rough byways.",
      "topic": ""
    },
    "7": {
      "text": "The strong men ceased, and they rested in Israel, until Deborah rose up, until a mother rose up in Israel.",
      "topic": ""
    },
    "8": {
      "text": "The Lord chose new wars, and he himself overturned the gates of the enemies. A shield with a spear was not seen among the forty thousand of Israel.",
      "topic": ""
    },
    "9": {
      "text": "My heart loves the leaders of Israel. All you who, of your own free will, offered yourselves during a crisis, bless the Lord.",
      "topic": ""
    },
    "10": {
      "text": "You who ride upon donkeys laboring, and you who sit in judgment, and you who walk along the way, speak out.",
      "topic": ""
    },
    "11": {
      "text": "Where the chariots were struck together, and the army of the enemies was choked, in that place, let the justices of the Lord be described, and let his clemency be for the brave of Israel. Then did the people of the Lord descend to the gates, and obtain leadership.",
      "topic": ""
    },
    "12": {
      "text": "Rise up, rise up, O Deborah! Rise up, rise up, and speak a canticle! Rise up, Barak, and seize your captives, O son of Abinoam.",
      "topic": ""
    },
    "13": {
      "text": "The remnants of the people were saved. The Lord contended with the strong.",
      "topic": ""
    },
    "14": {
      "text": "Out of Ephraim, he destroyed those with Amalek, and after him, out of Benjamin, those of your people, O Amalek. From Machir, there descended leaders, and from Zebulun, those who led the army to war.",
      "topic": ""
    },
    "15": {
      "text": "The commanders of Issachar were with Deborah, and they followed the steps of Barak, who endangered himself, like one rushing headlong into a chasm. Reuben was divided against himself. Contention was found among great souls.",
      "topic": ""
    },
    "16": {
      "text": "Why do you live between two borders, so that you hear the bleating of the flocks? Reuben was divided against himself. Contention was found among great souls.",
      "topic": ""
    },
    "17": {
      "text": "Gilead rested beyond the Jordan, and Dan was occupied with ships. Asher was living on the shore of the sea, and dwelling in the ports.",
      "topic": ""
    },
    "18": {
      "text": "Yet truly, Zebulun and Naphtali offered their lives to death in the region of Merom.",
      "topic": ""
    },
    "19": {
      "text": "The kings came and fought; the kings of Canaan fought at Taanach, beside the waters of Megiddo. And yet they took no spoils.",
      "topic": ""
    },
    "20": {
      "text": "The conflict against them was from heaven. The stars, remaining in their order and courses, fought against Sisera.",
      "topic": ""
    },
    "21": {
      "text": "The torrent of Kishon dragged away their carcasses, the onrushing torrent, the torrent of Kishon. O my soul, tread upon the stalwart!",
      "topic": ""
    },
    "22": {
      "text": "The hoofs of the horses were broken, while the strongest of the enemies fled away with fury, and rushed on to ruin.",
      "topic": ""
    },
    "23": {
      "text": "‘Cursed be the land of Meroz!’ said the Angel of the Lord. ‘Cursed be its inhabitants! For they did not come to the aid of the Lord, to the assistance of his most valiant men.’",
      "topic": ""
    },
    "24": {
      "text": "Blessed among women is Jael, the wife of Heber the Kenite. And blessed is she in her tabernacle.",
      "topic": ""
    },
    "25": {
      "text": "He begged her for water, and she gave him milk, and she offered him butter in a dish fit for princes.",
      "topic": ""
    },
    "26": {
      "text": "She put her left hand to the nail, and her right hand to the workman’s mallet. And she struck Sisera, seeking in his head a place for the wound, and strongly piercing his temples.",
      "topic": ""
    },
    "27": {
      "text": "Between her feet, he was ruined. He fainted away and passed on. He curled up before her feet, and he lay there lifeless and miserable.",
      "topic": ""
    },
    "28": {
      "text": "His mother gazed through a window and wailed. And she spoke from an upper room: ‘Why does his chariot delay in returning? Why are the feet of his team of horses so slow?’",
      "topic": ""
    },
    "29": {
      "text": "One who was wiser than the rest of his wives responded to her mother-in-law with this:",
      "topic": ""
    },
    "30": {
      "text": "‘Perhaps he is now dividing the spoils, and the most beautiful among the women is being selected for him. Garments of diverse colors are being delivered to Sisera as spoils, and various goods are being collected for the adornment of necks.’",
      "topic": ""
    },
    "31": {
      "text": "O Lord, so may all your enemies perish! But may those who love you shine with splendor, as the sun shines at its rising.” And the land rested for forty years.",
      "topic": ""
    }
  }
}