{
  "info": {
    "book": "Romans",
    "chapter": "16",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But I commend to you Phoebe, our sister, who is minister of the assembly which is in Cenchrea;",
      "topic": ""
    },
    "2": {
      "text": "that ye may receive her in [the] Lord worthily of saints, and that ye may assist her in whatever matter she has need of you; for she also has been a helper of many, and of myself.",
      "topic": ""
    },
    "3": {
      "text": "Salute Prisca and Aquila, my fellow-workmen in Christ Jesus,",
      "topic": ""
    },
    "4": {
      "text": "(who for my life staked their own neck; to whom not I only am thankful, but also all the assemblies of the nations,)",
      "topic": ""
    },
    "5": {
      "text": "and the assembly at their house. Salute Epaenetus, my beloved, who is [the] first-fruits of Asia for Christ.",
      "topic": ""
    },
    "6": {
      "text": "Salute Maria, who laboured much for you.",
      "topic": ""
    },
    "7": {
      "text": "Salute Andronicus and Junias, my kinsmen and fellow-captives, who are of note among the apostles; who were also in Christ before me.",
      "topic": ""
    },
    "8": {
      "text": "Salute Amplias, my beloved in the Lord.",
      "topic": ""
    },
    "9": {
      "text": "Salute Urbanus, our fellow-workman in Christ, and Stachys, my beloved.",
      "topic": ""
    },
    "10": {
      "text": "Salute Apelles, approved in Christ. Salute those who belong to Aristobulus.",
      "topic": ""
    },
    "11": {
      "text": "Salute Herodion, my kinsman. Salute those who belong to Narcissus, who are in [the] Lord.",
      "topic": ""
    },
    "12": {
      "text": "Salute Tryphaena and Tryphosa, who labour in [the] Lord. Salute Persis, the beloved, who has laboured much in [the] Lord.",
      "topic": ""
    },
    "13": {
      "text": "Salute Rufus, chosen in [the] Lord; and his mother and mine.",
      "topic": ""
    },
    "14": {
      "text": "Salute Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brethren with them.",
      "topic": ""
    },
    "15": {
      "text": "Salute Philologus, and Julia, Nereus, and his sister, and Olympas, and all the saints with them.",
      "topic": ""
    },
    "16": {
      "text": "Salute one another with a holy kiss. All the assemblies of Christ salute you.",
      "topic": ""
    },
    "17": {
      "text": "But I beseech you, brethren, to consider those who create divisions and occasions of falling, contrary to the doctrine which ye have learnt, and turn away from them.",
      "topic": ""
    },
    "18": {
      "text": "For such serve not our Lord Christ, but their own belly, and by good words and fair speeches deceive the hearts of the unsuspecting.",
      "topic": ""
    },
    "19": {
      "text": "For your obedience has reached to all. I rejoice therefore as it regards you; but I wish you to be wise [as] to that which is good, and simple [as] to evil.",
      "topic": ""
    },
    "20": {
      "text": "But the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ [be] with you.",
      "topic": ""
    },
    "21": {
      "text": "Timotheus, my fellow-workman, and Lucius, and Jason, and Sosipater, my kinsmen, salute you.",
      "topic": ""
    },
    "22": {
      "text": "I Tertius, who have written this epistle, salute you in [the] Lord.",
      "topic": ""
    },
    "23": {
      "text": "Gaius, my host and of the whole assembly, salutes you. Erastus, the steward of the city, salutes you, and the brother Quartus.",
      "topic": ""
    },
    "24": {
      "text": "The grace of our Lord Jesus Christ [be] with you all. Amen.",
      "topic": ""
    },
    "25": {
      "text": "Now to him that is able to establish you, according to my glad tidings and the preaching of Jesus Christ, according to [the] revelation of [the] mystery, as to which silence has been kept in [the] times of the ages,",
      "topic": ""
    },
    "26": {
      "text": "but [which] has now been made manifest, and by prophetic scriptures, according to commandment of the eternal God, made known for obedience of faith to all the nations—",
      "topic": ""
    },
    "27": {
      "text": "[the] only wise God, through Jesus Christ, to whom be glory for ever. Amen.",
      "topic": ""
    }
  }
}