{
  "info": {
    "book": "Romans",
    "chapter": "2",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Therefore thou art inexcusable, O man, every one who judgest, for in that in which thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.",
      "topic": ""
    },
    "2": {
      "text": "But we know that the judgment of God is according to truth upon those who do such things.",
      "topic": ""
    },
    "3": {
      "text": "And thinkest thou this, O man, who judgest those that do such things, and practisest them [thyself], that thou shalt escape the judgment of God?",
      "topic": ""
    },
    "4": {
      "text": "or despisest thou the riches of his goodness, and forbearance, and long-suffering, not knowing that the goodness of God leads thee to repentance?",
      "topic": ""
    },
    "5": {
      "text": "but, according to thy hardness and impenitent heart, treasurest up to thyself wrath, in [the] day of wrath and revelation of [the] righteous judgment of God,",
      "topic": ""
    },
    "6": {
      "text": "who shall render to each according to his works:",
      "topic": ""
    },
    "7": {
      "text": "to them who, in patient continuance of good works, seek for glory and honour and incorruptibility, life eternal.",
      "topic": ""
    },
    "8": {
      "text": "But to those that are contentious, and are disobedient to the truth, but obey unrighteousness, [there shall be] wrath and indignation,",
      "topic": ""
    },
    "9": {
      "text": "tribulation and distress, on every soul of man that works evil, both of Jew first, and of Greek;",
      "topic": ""
    },
    "10": {
      "text": "but glory and honour and peace to every one that works good, both to Jew first and to Greek:",
      "topic": ""
    },
    "11": {
      "text": "for there is no acceptance of persons with God.",
      "topic": ""
    },
    "12": {
      "text": "For as many as have sinned without law shall perish also without law; and as many as have sinned under law shall be judged by law,",
      "topic": ""
    },
    "13": {
      "text": "(for not the hearers of the law [are] just before God, but the doers of the law shall be justified.",
      "topic": ""
    },
    "14": {
      "text": "For when [those of the] nations, which have no law, practise by nature the things of the law, these, having no law, are a law to themselves;",
      "topic": ""
    },
    "15": {
      "text": "who shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts accusing or else excusing themselves between themselves;)",
      "topic": ""
    },
    "16": {
      "text": "in [the] day when God shall judge the secrets of men, according to my glad tidings, by Jesus Christ.",
      "topic": ""
    },
    "17": {
      "text": "But if thou art named a Jew, and restest in the law, and makest thy boast in God,",
      "topic": ""
    },
    "18": {
      "text": "and knowest the will, and discerningly approvest the things that are more excellent, being instructed out of the law;",
      "topic": ""
    },
    "19": {
      "text": "and hast confidence that thou thyself art a leader of the blind, a light of those who [are] in darkness,",
      "topic": ""
    },
    "20": {
      "text": "an instructor of the foolish, a teacher of babes, having the form of knowledge and of truth in the law:",
      "topic": ""
    },
    "21": {
      "text": "thou then that teachest another, dost thou not teach thyself? thou that preachest not to steal, dost thou steal?",
      "topic": ""
    },
    "22": {
      "text": "thou that sayest [man should] not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?",
      "topic": ""
    },
    "23": {
      "text": "thou who boastest in law, dost thou by transgression of the law dishonour God?",
      "topic": ""
    },
    "24": {
      "text": "For the name of God is blasphemed on your account among the nations, according as it is written.",
      "topic": ""
    },
    "25": {
      "text": "For circumcision indeed profits if thou keep [the] law; but if thou be a law-transgressor, thy circumcision is become uncircumcision.",
      "topic": ""
    },
    "26": {
      "text": "If therefore the uncircumcision keep the requirements of the law, shall not his uncircumcision be reckoned for circumcision,",
      "topic": ""
    },
    "27": {
      "text": "and uncircumcision by nature, fulfilling the law, judge thee, who, with letter and circumcision, [art] a law-transgressor?",
      "topic": ""
    },
    "28": {
      "text": "For he is not a Jew who [is] one outwardly, neither that circumcision which is outward in flesh;",
      "topic": ""
    },
    "29": {
      "text": "but he [is] a Jew [who is so] inwardly; and circumcision, of the heart, in spirit, not in letter; whose praise [is] not of men, but of God.",
      "topic": ""
    }
  }
}