{
  "info": {
    "book": "Romans",
    "chapter": "3",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "What then [is] the superiority of the Jew? or what the profit of circumcision?",
      "topic": ""
    },
    "2": {
      "text": "Much every way: and first, indeed, that to them were entrusted the oracles of God.",
      "topic": ""
    },
    "3": {
      "text": "For what? if some have not believed, shall their unbelief make the faith of God of none effect?",
      "topic": ""
    },
    "4": {
      "text": "Far be the thought: but let God be true, and every man false; according as it is written, So that thou shouldest be justified in thy words, and shouldest overcome when thou art in judgment.",
      "topic": ""
    },
    "5": {
      "text": "But if our unrighteousness commend God’s righteousness, what shall we say? Is God unrighteous who inflicts wrath? I speak according to man.",
      "topic": ""
    },
    "6": {
      "text": "Far be the thought: since how shall God judge the world?",
      "topic": ""
    },
    "7": {
      "text": "For if the truth of God, in my lie, has more abounded to his glory, why yet am I also judged as a sinner?",
      "topic": ""
    },
    "8": {
      "text": "and not, according as we are injuriously charged, and according as some affirm that we say, Let us practise evil things, that good ones may come? whose judgment is just.",
      "topic": ""
    },
    "9": {
      "text": "What then? are we better? No, in no wise: for we have before charged both Jews and Greeks with being all under sin:",
      "topic": ""
    },
    "10": {
      "text": "according as it is written, There is not a righteous [man], not even one;",
      "topic": ""
    },
    "11": {
      "text": "there is not the [man] that understands, there is not one that seeks after God.",
      "topic": ""
    },
    "12": {
      "text": "All have gone out of the way, they have together become unprofitable; there is not one that practises goodness, there is not so much as one:",
      "topic": ""
    },
    "13": {
      "text": "their throat is an open sepulchre; with their tongues they have used deceit; asps’ poison [is] under their lips:",
      "topic": ""
    },
    "14": {
      "text": "whose mouth is full of cursing and bitterness;",
      "topic": ""
    },
    "15": {
      "text": "swift their feet to shed blood;",
      "topic": ""
    },
    "16": {
      "text": "ruin and misery [are] in their ways,",
      "topic": ""
    },
    "17": {
      "text": "and way of peace they have not known:",
      "topic": ""
    },
    "18": {
      "text": "there is no fear of God before their eyes.",
      "topic": ""
    },
    "19": {
      "text": "Now we know that whatever the things the law says, it speaks to those under the law, that every mouth may be stopped, and all the world be under judgment to God.",
      "topic": ""
    },
    "20": {
      "text": "Wherefore by works of law no flesh shall be justified before him; for by law [is] knowledge of sin.",
      "topic": ""
    },
    "21": {
      "text": "But now without law righteousness of God is manifested, borne witness to by the law and the prophets;",
      "topic": ""
    },
    "22": {
      "text": "righteousness of God by faith of Jesus Christ towards all, and upon all those who believe: for there is no difference;",
      "topic": ""
    },
    "23": {
      "text": "for all have sinned, and come short of the glory of God;",
      "topic": ""
    },
    "24": {
      "text": "being justified freely by his grace through the redemption which [is] in Christ Jesus;",
      "topic": ""
    },
    "25": {
      "text": "whom God has set forth a mercy-seat, through faith in his blood, for [the] shewing forth of his righteousness, in respect of the passing by the sins that had taken place before, through the forbearance of God;",
      "topic": ""
    },
    "26": {
      "text": "for [the] shewing forth of his righteousness in the present time, so that he should be just, and justify him that is of [the] faith of Jesus.",
      "topic": ""
    },
    "27": {
      "text": "Where then [is] boasting? It has been excluded. By what law? of works? Nay, but by law of faith;",
      "topic": ""
    },
    "28": {
      "text": "for we reckon that a man is justified by faith, without works of law.",
      "topic": ""
    },
    "29": {
      "text": "Is [God] the God of Jews only? is he not of [the] nations also? Yea, of nations also:",
      "topic": ""
    },
    "30": {
      "text": "since indeed [it is] one God who shall justify [the] circumcision on the principle of faith, and uncircumcision by faith.",
      "topic": ""
    },
    "31": {
      "text": "Do we then make void law by faith? Far be the thought: [no,] but we establish law.",
      "topic": ""
    }
  }
}