{
  "info": {
    "book": "Ecclesiastes",
    "chapter": "11",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Cast your bread over running waters. For, after a long time, you shall find it again.",
      "topic": ""
    },
    "2": {
      "text": "Give a portion to seven, and indeed even to eight. For you do not know what evil may be upon the earth in the future.",
      "topic": ""
    },
    "3": {
      "text": "If the clouds have been filled, they will pour forth rain upon the earth. If a tree falls to the south, or to the north, or to whatever direction it may fall, there it shall remain.",
      "topic": ""
    },
    "4": {
      "text": "Whoever heeds the wind will not sow. And whoever considers the clouds will never reap.",
      "topic": ""
    },
    "5": {
      "text": "In the same manner that you do not know the way of the spirit, nor the way that bones are joined together in the womb of a pregnant woman, so you do not know the works of God, who is the Maker of all.",
      "topic": ""
    },
    "6": {
      "text": "In the morning, sow your seed, and in the evening, do not let your hand cease. For you do not know which of these may rise up, the one or the other. But if both rise up together, so much the better.",
      "topic": ""
    },
    "7": {
      "text": "Light is pleasant, and it is delightful for the eyes to see the sun.",
      "topic": ""
    },
    "8": {
      "text": "If a man lives for many years, and if he has rejoiced in all of these, he must remember the many days of the dark times, which, when they will have arrived, will accuse the past of vanity.",
      "topic": ""
    },
    "9": {
      "text": "So then, rejoice, O young man, in your youth, and let your heart remain in what is good during the days of your youth. And walk in the ways of your heart, and with the perception of your eyes. And know that, concerning all these things, God will bring you to judgment.",
      "topic": ""
    },
    "10": {
      "text": "Remove anger from your heart, and set aside evil from your flesh. For youth and pleasure are empty.",
      "topic": ""
    }
  }
}