{
  "info": {
    "book": "Ecclesiastes",
    "chapter": "12",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Remember your Creator in the days of your youth, before the time of affliction arrives and the years draw near, about which you will say, “These do not please me.”",
      "topic": ""
    },
    "2": {
      "text": "Before the sun, and the light, and the moon, and the stars are darkened and the clouds return after the rain,",
      "topic": ""
    },
    "3": {
      "text": "when the guardians of the house will tremble, and the strongest men will waver, and those who grind grain will be idle, except for a small number, and those who look through the keyholes will be darkened.",
      "topic": ""
    },
    "4": {
      "text": "And they will close the doors to the street, when the voice of he who grinds the grain will be humbled, and they will be disturbed at the sound of a flying thing, and all the daughters of song shall become deaf.",
      "topic": ""
    },
    "5": {
      "text": "Likewise, they will fear the things above them, and they will dread the way. The almond tree will flourish; the locust will be fattened; and the caper plant will scattered, because man shall go into the house of his eternity, and the mourners shall wander around in the street.",
      "topic": ""
    },
    "6": {
      "text": "Before the silver cord is broken, and the golden band pulls away, and the pitcher is crushed over the fountain, and the wheel is broken above the cistern,",
      "topic": ""
    },
    "7": {
      "text": "and the dust returns to its earth, from which it was, and the spirit returns to God, who granted it.",
      "topic": ""
    },
    "8": {
      "text": "Vanity of vanities, said Ecclesiastes, and all is vanity!",
      "topic": ""
    },
    "9": {
      "text": "And since Ecclesiastes was very wise, he taught the people, and he described what he had accomplished. And while searching, he composed many parables.",
      "topic": ""
    },
    "10": {
      "text": "He sought useful words, and he wrote most righteous words, which were full of truth.",
      "topic": ""
    },
    "11": {
      "text": "The words of the wise are like a goad, and like nails deeply fastened, which, through the counsel of teachers, are set forth by one pastor.",
      "topic": ""
    },
    "12": {
      "text": "You should require no more than this, my son. For there is no end to the making of many books. And excessive study is an affliction to the flesh.",
      "topic": ""
    },
    "13": {
      "text": "Let us all listen together to the end of the discourse. Fear God, and observe his commandments. This is everything for man.",
      "topic": ""
    },
    "14": {
      "text": "And so, for all that is done and for each error, God will bring judgment: whether it was good or evil.",
      "topic": ""
    }
  }
}