{
  "info": {
    "book": "Lamentations",
    "chapter": "3",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "I am the man that hath seen affliction by the rod of his wrath.",
      "topic": ""
    },
    "2": {
      "text": "Me hath he led, and brought into darkness, and not into light.",
      "topic": ""
    },
    "3": {
      "text": "Surely against me hath he turned again and again his hand all the day.",
      "topic": ""
    },
    "4": {
      "text": "My flesh and my skin hath he wasted away, he hath broken my bones.",
      "topic": ""
    },
    "5": {
      "text": "He hath built against me, and encompassed [me] with gall and toil.",
      "topic": ""
    },
    "6": {
      "text": "He hath made me to dwell in dark places as those that have been long dead.",
      "topic": ""
    },
    "7": {
      "text": "He hath hedged me about that I cannot get out: he hath made my chain heavy.",
      "topic": ""
    },
    "8": {
      "text": "Even when I cry and shout, he shutteth out my prayer.",
      "topic": ""
    },
    "9": {
      "text": "He hath inclosed my ways with hewn stone, he hath made my paths crooked.",
      "topic": ""
    },
    "10": {
      "text": "He is unto me [as] a bear lying in wait, a lion in secret places.",
      "topic": ""
    },
    "11": {
      "text": "He hath turned aside my ways, and pulled me in pieces; he hath made me desolate.",
      "topic": ""
    },
    "12": {
      "text": "He hath bent his bow, and set me as a mark for the arrow.",
      "topic": ""
    },
    "13": {
      "text": "He hath caused the arrows of his quiver to enter into my reins.",
      "topic": ""
    },
    "14": {
      "text": "I am become a derision to all my people; their song all the day.",
      "topic": ""
    },
    "15": {
      "text": "He hath sated me with bitterness, he hath made me drunk with wormwood.",
      "topic": ""
    },
    "16": {
      "text": "He hath also broken my teeth with gravel stones, he hath covered me with ashes.",
      "topic": ""
    },
    "17": {
      "text": "And thou hast removed my soul far off from peace: I have forgotten prosperity.",
      "topic": ""
    },
    "18": {
      "text": "And I said, My strength is perished, and my hope in Jehovah.",
      "topic": ""
    },
    "19": {
      "text": "Remember thou mine affliction and my wandering, the wormwood and the gall.",
      "topic": ""
    },
    "20": {
      "text": "My soul hath [them] constantly in remembrance, and is humbled in me.",
      "topic": ""
    },
    "21": {
      "text": "This I recall to heart, therefore have I hope.",
      "topic": ""
    },
    "22": {
      "text": "It is of Jehovah’s loving-kindness we are not consumed, because his compassions fail not;",
      "topic": ""
    },
    "23": {
      "text": "they are new every morning: great is thy faithfulness.",
      "topic": ""
    },
    "24": {
      "text": "Jehovah is my portion, saith my soul; therefore will I hope in him.",
      "topic": ""
    },
    "25": {
      "text": "Jehovah is good unto them that wait for him, to the soul [that] seeketh him.",
      "topic": ""
    },
    "26": {
      "text": "It is good that one should both wait, and that in silence, for the salvation of Jehovah.",
      "topic": ""
    },
    "27": {
      "text": "It is good for a man that he bear the yoke in his youth:",
      "topic": ""
    },
    "28": {
      "text": "He sitteth solitary and keepeth silence, because he hath laid it upon him;",
      "topic": ""
    },
    "29": {
      "text": "he putteth his mouth in the dust, if so be there may be hope;",
      "topic": ""
    },
    "30": {
      "text": "he giveth his cheek to him that smiteth him; he is filled full with reproach.",
      "topic": ""
    },
    "31": {
      "text": "For the Lord will not cast off for ever;",
      "topic": ""
    },
    "32": {
      "text": "but if he have caused grief, he will have compassion according to the multitude of his loving-kindnesses:",
      "topic": ""
    },
    "33": {
      "text": "for he doth not willingly afflict or grieve the children of men.",
      "topic": ""
    },
    "34": {
      "text": "To crush under foot all the prisoners of the earth,",
      "topic": ""
    },
    "35": {
      "text": "to turn aside the right of a man before the face of the Most High,",
      "topic": ""
    },
    "36": {
      "text": "to wrong a man in his cause,—will not the Lord see it?",
      "topic": ""
    },
    "37": {
      "text": "Who is he that saith, and there cometh to pass, what the Lord hath not commanded?",
      "topic": ""
    },
    "38": {
      "text": "Out of the mouth of the Most High doth not there proceed evil and good?",
      "topic": ""
    },
    "39": {
      "text": "Wherefore doth a living man complain, a man for the punishment of his sins?",
      "topic": ""
    },
    "40": {
      "text": "Let us search and try our ways, and turn again to Jehovah.",
      "topic": ""
    },
    "41": {
      "text": "Let us lift up our heart with [our] hands unto God in the heavens.",
      "topic": ""
    },
    "42": {
      "text": "We have transgressed and have rebelled: thou hast not pardoned.",
      "topic": ""
    },
    "43": {
      "text": "Thou hast covered thyself with anger, and pursued us; thou hast slain, thou hast not spared.",
      "topic": ""
    },
    "44": {
      "text": "Thou hast covered thyself with a cloud, that prayer should not pass through.",
      "topic": ""
    },
    "45": {
      "text": "Thou hast made us the offscouring and refuse in the midst of the peoples.",
      "topic": ""
    },
    "46": {
      "text": "All our enemies have opened their mouth against us.",
      "topic": ""
    },
    "47": {
      "text": "Fear and the pit are come upon us, devastation and ruin.",
      "topic": ""
    },
    "48": {
      "text": "Mine eye runneth down with streams of water for the ruin of the daughter of my people.",
      "topic": ""
    },
    "49": {
      "text": "Mine eye poureth down, and ceaseth not, without any intermission,",
      "topic": ""
    },
    "50": {
      "text": "till Jehovah look down and behold from the heavens.",
      "topic": ""
    },
    "51": {
      "text": "Mine eye affecteth my soul, because of all the daughters of my city.",
      "topic": ""
    },
    "52": {
      "text": "They that are mine enemies without cause have chased me sore like a bird.",
      "topic": ""
    },
    "53": {
      "text": "They have cut off my life in a pit, and cast a stone upon me.",
      "topic": ""
    },
    "54": {
      "text": "Waters streamed over my head; I said, I am cut off.",
      "topic": ""
    },
    "55": {
      "text": "I called upon thy name, Jehovah, out of the lowest pit.",
      "topic": ""
    },
    "56": {
      "text": "Thou hast heard my voice: hide not thine ear at my sighing, at my cry.",
      "topic": ""
    },
    "57": {
      "text": "Thou drewest near in the day that I called upon thee; thou saidst, Fear not.",
      "topic": ""
    },
    "58": {
      "text": "Lord, thou hast pleaded the cause of my soul, thou hast redeemed my life.",
      "topic": ""
    },
    "59": {
      "text": "Jehovah, thou hast seen my wrong: judge thou my cause.",
      "topic": ""
    },
    "60": {
      "text": "Thou hast seen all their vengeance, all their imaginations against me.",
      "topic": ""
    },
    "61": {
      "text": "Thou hast heard their reproach, O Jehovah, all their imaginations against me;",
      "topic": ""
    },
    "62": {
      "text": "the lips of those that rise up against me and their meditation against me all the day.",
      "topic": ""
    },
    "63": {
      "text": "Behold thou their sitting down and their rising up: I am their song.",
      "topic": ""
    },
    "64": {
      "text": "Render unto them a recompence, O Jehovah, according to the work of their hands;",
      "topic": ""
    },
    "65": {
      "text": "give them obduracy of heart, thy curse unto them;",
      "topic": ""
    },
    "66": {
      "text": "pursue them in anger, and destroy them from under the heavens of Jehovah.",
      "topic": ""
    }
  }
}