{
  "info": {
    "book": "Marcos",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y luego por la mañana, habiendo tenido consejo los príncipes de los sacerdotes con los ancianos, y con los escribas, y con todo el concilio, llevaron a Jesús atado, y le entregaron a Pilato.",
      "topic": ""
    },
    "2": {
      "text": "Y Pilato le preguntó: ¿Eres tú el Rey de los Judíos? Y respondiendo él, le dijo: Tú lo dices.",
      "topic": ""
    },
    "3": {
      "text": "Y los príncipes de los sacerdotes le acusaban mucho.",
      "topic": ""
    },
    "4": {
      "text": "Y le preguntó otra vez Pilato, diciendo: ¿No respondes algo? Mira de cuántas cosas te acusan.",
      "topic": ""
    },
    "5": {
      "text": "Mas Jesús ni aun con eso respondió; de modo que Pilato se maravillaba.",
      "topic": ""
    },
    "6": {
      "text": "Pero en el día de la fiesta les soltaba un preso, cualquiera que pidiesen.",
      "topic": ""
    },
    "7": {
      "text": "Y había uno, que se llamaba Barrabás, preso con sus compañeros de motín que habían hecho muerte en una revuelta.",
      "topic": ""
    },
    "8": {
      "text": "Y la multitud, dando voces, comenzó a pedir que hiciera como siempre les había hecho.",
      "topic": ""
    },
    "9": {
      "text": "Y Pilato les respondió, diciendo: ¿Queréis que os suelte al Rey de los Judíos?",
      "topic": ""
    },
    "10": {
      "text": "Porque conocía que por envidia le habían entregado los príncipes de los sacerdotes.",
      "topic": ""
    },
    "11": {
      "text": "Mas los príncipes de los sacerdotes incitaron a la multitud, que les soltase antes a Barrabás.",
      "topic": ""
    },
    "12": {
      "text": "Y respondiendo Pilato, les dice otra vez: ¿Qué pues queréis que haga del que llamáis Rey de los Judíos?",
      "topic": ""
    },
    "13": {
      "text": "Y ellos volvieron a dar voces: Cuélguenlo de un madero.",
      "topic": ""
    },
    "14": {
      "text": "Mas Pilato les decía: ¿Pues qué mal ha hecho? Y ellos daban más voces: Cuélguenlo de un madero.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y Pilato, queriendo satisfacer al pueblo, les soltó a Barrabás, y entregó a Jesús, después de azotarle, para que fuese colgado de un madero.",
      "topic": ""
    },
    "16": {
      "text": "Entonces los soldados le llevaron dentro del patio, es a saber al Pretorio; y convocan toda la cuadrilla.",
      "topic": ""
    },
    "17": {
      "text": "Y le vistieron de púrpura; y poniéndole una corona tejida de espinas,",
      "topic": ""
    },
    "18": {
      "text": "Comenzaron luego a saludarle: ¡Salve, Rey de los Judíos!",
      "topic": ""
    },
    "19": {
      "text": "Y le herían su cabeza con una caña, y escupían en él, y le adoraban hincadas las rodillas.",
      "topic": ""
    },
    "20": {
      "text": "Y cuando le hubieron escarnecido, le desnudaron la ropa de púrpura, y le vistieron sus propios vestidos, y le sacaron para colgarle del madero.",
      "topic": ""
    },
    "21": {
      "text": "Y cargaron a uno que pasaba, (Simón Cireneo, padre de Alejandro y de Rufo, que venía del campo), para que llevase su madero.",
      "topic": ""
    },
    "22": {
      "text": "¶ Y le llevaron al lugar de Gólgota, que declarado quiere decir: Lugar de la Calavera.",
      "topic": ""
    },
    "23": {
      "text": "Y le dieron a beber vino mezclado con mirra; mas él no lo tomó.",
      "topic": ""
    },
    "24": {
      "text": "Y cuando le hubieron colgado del madero, repartieron sus vestidos echando suertes sobre ellos, qué llevaría cada uno.",
      "topic": ""
    },
    "25": {
      "text": "Y era la hora de las tres cuando le colgaron del madero.",
      "topic": ""
    },
    "26": {
      "text": "Y el título escrito de su causa era: EL REY DE LOS JUDIOS.",
      "topic": ""
    },
    "27": {
      "text": "Y colgaron de maderos con él dos ladrones, uno a su mano derecha, y el otro a su mano izquierda.",
      "topic": ""
    },
    "28": {
      "text": "Y se cumplió la Escritura, que dice: Y con los inicuos fue contado.",
      "topic": ""
    },
    "29": {
      "text": "Y los que pasaban le denostaban, meneando sus cabezas, y diciendo: ¡Ah! Tú que derribas el Templo de Dios, y en tres días lo edificas,",
      "topic": ""
    },
    "30": {
      "text": "sálvate a ti mismo, y desciende del madero.",
      "topic": ""
    },
    "31": {
      "text": "Y de esta manera también los príncipes de los sacerdotes escarneciendo, decían unos a otros, con los escribas: A otros salvó, a sí mismo no se puede salvar.",
      "topic": ""
    },
    "32": {
      "text": "El Cristo, Rey de Israel, descienda ahora del madero, para que veamos y creamos. También los que estaban colgados de maderos con él le denostaban.",
      "topic": ""
    },
    "33": {
      "text": "¶ Y cuando vino la hora sexta, fueron hechas tinieblas sobre toda la tierra hasta la hora novena.",
      "topic": ""
    },
    "34": {
      "text": "Y a la hora novena, exclamó Jesús a gran voz, diciendo: Eloi, Eloi, ¿lama sabactani? Que declarado, quiere decir: Dios mío, Dios mío, ¿por qué me has desamparado?",
      "topic": ""
    },
    "35": {
      "text": "Y oyéndole unos de los que estaban allí , decían: He aquí, llama a Elías.",
      "topic": ""
    },
    "36": {
      "text": "Y corrió uno, y empapando una esponja en vinagre, y poniéndola en una caña, le dio a beber, diciendo: Dejad, veamos si vendrá Elías a quitarle.",
      "topic": ""
    },
    "37": {
      "text": "Mas Jesús, dando una grande voz, expiró.",
      "topic": ""
    },
    "38": {
      "text": "Entonces el velo del Templo se rasgó en dos, de alto abajo.",
      "topic": ""
    },
    "39": {
      "text": "Y el centurión que estaba delante de él, viendo que había expirado así clamando, dijo: Verdaderamente este hombre era el Hijo de Dios.",
      "topic": ""
    },
    "40": {
      "text": "Y también estaban algunas mujeres mirando de lejos; entre las cuales estaba María Magdalena, y María la madre de Jacobo el menor y de José, y Salomé;",
      "topic": ""
    },
    "41": {
      "text": "las cuales, estando aún él en Galilea, le habían seguido, y le servían; y otras muchas que juntamente con él habían subido a Jerusalén.",
      "topic": ""
    },
    "42": {
      "text": "¶ Y cuando fue la tarde, porque era la preparación, es decir, la víspera del sábado,",
      "topic": ""
    },
    "43": {
      "text": "José de Arimatea, senador noble, que también esperaba el Reino de Dios, vino, y osadamente entró a Pilato, y pidió el cuerpo de Jesús.",
      "topic": ""
    },
    "44": {
      "text": "Y Pilato se maravilló que ya fuese muerto; y haciendo venir al centurión, le preguntó si era ya muerto.",
      "topic": ""
    },
    "45": {
      "text": "Y enterado del centurión, dio el cuerpo a José.",
      "topic": ""
    },
    "46": {
      "text": "El cual compró una sábana, y quitándole, le envolvió en la sábana, y le puso en un sepulcro que estaba cavado en una peña, y revolvió la piedra a la puerta del sepulcro.",
      "topic": ""
    },
    "47": {
      "text": "Y María Magdalena, y María madre de José, miraban donde era puesto.",
      "topic": ""
    }
  }
}