{
  "info": {
    "book": "Nehemías",
    "chapter": "10",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y los que firmaron fueron, Nehemías el Tirsata, hijo de Hacalías, y Sedequías,",
      "topic": ""
    },
    "2": {
      "text": "Seraías, Azarías, Jeremías,",
      "topic": ""
    },
    "3": {
      "text": "Pasur, Amarías, Malquías,",
      "topic": ""
    },
    "4": {
      "text": "Hatús, Sebanías, Maluc,",
      "topic": ""
    },
    "5": {
      "text": "Harim, Meremot, Abdías,",
      "topic": ""
    },
    "6": {
      "text": "Daniel, Ginetón, Baruc,",
      "topic": ""
    },
    "7": {
      "text": "Mesulam, Abías, Miamín,",
      "topic": ""
    },
    "8": {
      "text": "Maazías, Bilgai, Semaías; éstos eran sacerdotes.",
      "topic": ""
    },
    "9": {
      "text": "Y los levitas: Jesúa hijo de Azanías, Binúi de los hijos de Henadad, Cadmiel;",
      "topic": ""
    },
    "10": {
      "text": "y sus hermanos Sebanías, Odías, Kelita, Pelaías, Hanán;",
      "topic": ""
    },
    "11": {
      "text": "Micaías, Rehob, Hasabías,",
      "topic": ""
    },
    "12": {
      "text": "Zacur, Serebías, Sebanías,",
      "topic": ""
    },
    "13": {
      "text": "Odías, Bani, Beninu.",
      "topic": ""
    },
    "14": {
      "text": "Cabezas del pueblo: Paros, Pahat-moab, Elam, Zatu, Bani,",
      "topic": ""
    },
    "15": {
      "text": "Buni, Azgad, Bebai,",
      "topic": ""
    },
    "16": {
      "text": "Adonías, Bigvai, Adín,",
      "topic": ""
    },
    "17": {
      "text": "Ater, Ezequías, Azur,",
      "topic": ""
    },
    "18": {
      "text": "Odías, Hasum, Besai,",
      "topic": ""
    },
    "19": {
      "text": "Harif, Anatot, Nebai,",
      "topic": ""
    },
    "20": {
      "text": "Magpías, Mesulam, Hezir,",
      "topic": ""
    },
    "21": {
      "text": "Mesezabeel, Sadoc, Jadúa,",
      "topic": ""
    },
    "22": {
      "text": "Pelatías, Hanán, Anaías,",
      "topic": ""
    },
    "23": {
      "text": "Oseas, Hananías, Hasub,",
      "topic": ""
    },
    "24": {
      "text": "Lohes, Pilha, Sobec,",
      "topic": ""
    },
    "25": {
      "text": "Rehum, Hasabna, Maasías,",
      "topic": ""
    },
    "26": {
      "text": "y Ahías, Hanán, Anan,",
      "topic": ""
    },
    "27": {
      "text": "Maluc, Harim, Baana.",
      "topic": ""
    },
    "28": {
      "text": "Y el resto del pueblo, los sacerdotes, levitas, porteros, y cantores, sirvientes del templo y todos los que se habían apartado de los pueblos de las tierras a la ley de Dios, sus esposas, y sus hijos y sus hijas, todos los que podían comprender y discernir,",
      "topic": ""
    },
    "29": {
      "text": "se adhirieron a sus hermanos y sus principales, y entraron en protesta y juramento de que andarían en la ley de Dios, que fue dada por medio de Moisés siervo de Dios, y que guardarían y cumplirían todos los mandamientos de Jehová nuestro Señor, y sus juicios y sus estatutos.",
      "topic": ""
    },
    "30": {
      "text": "Y que no daríamos nuestras hijas a los pueblos de la tierra, ni tomaríamos sus hijas para nuestros hijos.",
      "topic": ""
    },
    "31": {
      "text": "Asimismo, que si los pueblos de la tierra trajesen a vender mercaderías y comestibles en día de sábado, nada tomaríamos de ellos en sábado, ni en día santo; y que el año séptimo dejaríamos reposar la tierra, y perdonaríamos toda deuda.",
      "topic": ""
    },
    "32": {
      "text": "Nos impusimos además por ley el cargo de contribuir cada año con la tercera parte de un siclo, para la obra de la casa de nuestro Dios;",
      "topic": ""
    },
    "33": {
      "text": "Para el pan de la proposición, y para la ofrenda continua, y para el holocausto continuo, de los sábados, y de las nuevas lunas, y de las festividades, y para las santificaciones y sacrificios por el pecado para expiar a Israel, y para toda la obra de la casa de nuestro Dios.",
      "topic": ""
    },
    "34": {
      "text": "Echamos también las suertes, los sacerdotes, los levitas, y el pueblo, acerca de la ofrenda de la leña, para traerla a la casa de nuestro Dios, según las casas de nuestros padres, en los tiempos determinados cada un año, para quemar sobre el altar de Jehová nuestro Dios, como está escrito en la ley.",
      "topic": ""
    },
    "35": {
      "text": "Y que cada año traeríamos las primicias de nuestra tierra, y las primicias de todo fruto de todo árbol, a la casa de Jehová.",
      "topic": ""
    },
    "36": {
      "text": "Asimismo los primogénitos de nuestros hijos y de nuestras bestias, como está escrito en la ley; y que traeríamos los primogénitos de nuestras vacas y de nuestras ovejas a la casa de nuestro Dios, a los sacerdotes que ministran en la casa de nuestro Dios:",
      "topic": ""
    },
    "37": {
      "text": "Que traeríamos también las primicias de nuestras masas, y nuestras ofrendas, y del fruto de todo árbol, del vino y del aceite, a los sacerdotes, a las cámaras de la casa de nuestro Dios, y el diezmo de nuestra tierra a los levitas; y que los levitas recibirían los diezmos de nuestras labores en todas las ciudades:",
      "topic": ""
    },
    "38": {
      "text": "Y que estaría el sacerdote, hijo de Aarón, con los levitas, cuando los levitas recibirían el diezmo: y que los levitas llevarían el diezmo del diezmo a la casa de nuestro Dios, a las cámaras en la casa del tesoro.",
      "topic": ""
    },
    "39": {
      "text": "Porque a las cámaras han de llevar los hijos de Israel y los hijos de Leví la ofrenda del grano, del vino nuevo, y del aceite; y allí estarán los vasos del santuario, y los sacerdotes que ministran, y los porteros y los cantores; y no abandonaremos la casa de nuestro Dios.",
      "topic": ""
    }
  }
}