{
  "info": {
    "book": "Éxodo",
    "chapter": "15",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Entonces cantó Moisés y los hijos de Israel este cántico al SEÑOR, y dijeron: Cantaré yo al SEÑOR, porque se ha magnificado grandemente, echando en el mar al caballo y al que en él subía.",
      "topic": ""
    },
    "2": {
      "text": "El SEÑOR es mi fortaleza, y mi canción, el me es por salud; este es mi Dios, y a éste adornaré; Dios de mi padre, y a éste ensalzaré.",
      "topic": ""
    },
    "3": {
      "text": "El SEÑOR, varón de guerra; el SEÑOR es su Nombre.",
      "topic": ""
    },
    "4": {
      "text": "Los carros del Faraón y a su ejército echó en el mar; y sus escogidos príncipes fueron hundidos en el mar Bermejo.",
      "topic": ""
    },
    "5": {
      "text": "Los abismos los cubrieron; como una piedra descendieron a lo profundo.",
      "topic": ""
    },
    "6": {
      "text": "Tu diestra, oh SEÑOR, ha sido magnificada en fortaleza; tu diestra, oh SEÑOR, ha quebrantado al enemigo.",
      "topic": ""
    },
    "7": {
      "text": "Y con la multitud de tu grandeza has trastornado a los que se levantaron contra ti; enviaste tu furor; los tragó como a hojarasca.",
      "topic": ""
    },
    "8": {
      "text": "Con el soplo de tus narices se amontonaron las aguas; se pararon las corrientes como en un montón; los abismos se cuajaron en medio del mar.",
      "topic": ""
    },
    "9": {
      "text": "El enemigo dijo: Perseguiré, prenderé, repartiré despojos; mi alma se saciará de ellos; sacaré mi espada, los destruirá mi mano.",
      "topic": ""
    },
    "10": {
      "text": "Soplaste con tu viento, los cubrió el mar. Se hundieron como plomo en las impetuosas aguas.",
      "topic": ""
    },
    "11": {
      "text": "¿Quién como tú, oh SEÑOR, entre los dioses? ¿Quién como tú, magnífico en santidad, terrible en loores, hacedor de maravillas?",
      "topic": ""
    },
    "12": {
      "text": "Extendiendo tu diestra, la tierra los tragó.",
      "topic": ""
    },
    "13": {
      "text": "Condujiste con tu misericordia a este pueblo, al cual salvaste; lo llevaste con tu fortaleza a la habitación de tu santuario.",
      "topic": ""
    },
    "14": {
      "text": "Lo oirán los pueblos, y temblarán; se apoderará dolor de los moradores de Palestina.",
      "topic": ""
    },
    "15": {
      "text": "Entonces los príncipes de Edom se turbarán; a los robustos de Moab los ocupará temblor; se abatirán todos los moradores de Canaán.",
      "topic": ""
    },
    "16": {
      "text": "Caiga sobre ellos temblor y espanto; a la grandeza de tu brazo enmudezcan como una piedra; hasta que haya pasado tu pueblo, oh SEÑOR, hasta que haya pasado este pueblo que tú rescataste.",
      "topic": ""
    },
    "17": {
      "text": "Tú los introducirás y los plantarás en el monte de tu heredad, en el lugar de tu morada, que tú has aparejado, oh SEÑOR; en el santuario del Señor, que han afirmado tus manos.",
      "topic": ""
    },
    "18": {
      "text": "El SEÑOR reinará por los siglos de los siglos.",
      "topic": ""
    },
    "19": {
      "text": "Porque el Faraón entró cabalgando con sus carros y su gente de a caballo en el mar, y el SEÑOR volvió a traer las aguas del mar sobre ellos; mas los hijos de Israel fueron en seco por medio del mar.",
      "topic": ""
    },
    "20": {
      "text": "Y María la profetisa, hermana de Aarón, tomó el pandero en su mano, y todas las mujeres salieron en pos de ella con panderos y danzas.",
      "topic": ""
    },
    "21": {
      "text": "Y María les respondía: Cantad al SEÑOR; porque en extremo se ha magnificado grandemente, echando en el mar al caballo, y al que en él subía.",
      "topic": ""
    },
    "22": {
      "text": "¶ E hizo Moisés que partiese Israel del mar Bermejo, y salieron al desierto de Shur; y anduvieron tres días por el desierto sin hallar agua.",
      "topic": ""
    },
    "23": {
      "text": "Y llegaron a Mara, y no pudieron beber las aguas de Mara, porque eran amargas; por eso le pusieron el nombre de Mara.",
      "topic": ""
    },
    "24": {
      "text": "Entonces el pueblo murmuró contra Moisés, y dijo: ¿Qué hemos de beber?",
      "topic": ""
    },
    "25": {
      "text": "Y Moisés clamó al SEÑOR; y el SEÑOR le mostró un árbol, el cual cuando lo metió dentro de las aguas, las aguas se endulzaron. Allí les dio estatutos y derechos, y allí los probó;",
      "topic": ""
    },
    "26": {
      "text": "y dijo: Si oyeres atentamente la voz del SEÑOR tu Dios, e hicieres lo recto delante de sus ojos, y dieres oído a sus mandamientos, y guardares todos sus estatutos, ninguna enfermedad, de las que envié a los egipcios, te enviaré a ti; porque yo soy el SEÑOR tu Sanador.",
      "topic": ""
    },
    "27": {
      "text": "Y llegaron a Elim, donde había doce fuentes de aguas, y setenta palmas; y se asentaron allí junto a las aguas.",
      "topic": ""
    }
  }
}