{
  "info": {
    "book": "Éxodo",
    "chapter": "22",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Cuando alguno hurtare buey u oveja, y lo degollare o vendiere, por aquel buey pagará cinco bueyes, y por aquella oveja cuatro ovejas.",
      "topic": ""
    },
    "2": {
      "text": "Si el ladrón fuere hallado forzando una casa, y fuere herido y muriere, el que lo hirió no será culpado de su muerte.",
      "topic": ""
    },
    "3": {
      "text": "Si el sol hubiere salido sobre él, el matador será reo de homicidio; el ladrón habrá de restituir cumplidamente; si no tuviere, será vendido por su hurto.",
      "topic": ""
    },
    "4": {
      "text": "Si fuere hallado con el hurto en la mano, sea buey o asno u oveja vivos, pagará el doble.",
      "topic": ""
    },
    "5": {
      "text": "Si alguno hiciere pastar tierra o viña, y metiere su bestia, y comiere la tierra de otro, de lo mejor de su tierra y de lo mejor de su viña pagará.",
      "topic": ""
    },
    "6": {
      "text": "Cuando se prendiere fuego, y al quemar espinas quemare mieses amontonadas o en pie, o campo, el que encendió el fuego pagará lo quemado.",
      "topic": ""
    },
    "7": {
      "text": "¶ Cuando alguno diere a su prójimo plata o alhajas a guardar, y fuere hurtado de la casa de aquel hombre, si el ladrón se hallare, pagará el doble.",
      "topic": ""
    },
    "8": {
      "text": "Si el ladrón no se hallare, entonces el dueño de la casa será presentado a los jueces, para jurar si ha metido su mano en la hacienda de su prójimo.",
      "topic": ""
    },
    "9": {
      "text": "Sobre todo negocio de fraude, sobre buey, sobre asno, sobre oveja, sobre vestido, sobre toda cosa perdida, cuando uno dijere: Esto es mío , la causa de ambos vendrá delante de los jueces; y el que los jueces condenaren, pagará el doble a su prójimo.",
      "topic": ""
    },
    "10": {
      "text": "Si alguno hubiere dado a su prójimo asno, o buey, u oveja, o cualquier otro animal a guardar, y se muriere o se perniquebrare, o fuere llevado sin verlo nadie;",
      "topic": ""
    },
    "11": {
      "text": "juramento del SEÑOR tendrá lugar entre ambos de que no metió su mano a la hacienda de su prójimo; y su dueño lo aceptará, y el otro no pagará.",
      "topic": ""
    },
    "12": {
      "text": "Mas si le hubiere sido hurtado, lo pagará a su dueño.",
      "topic": ""
    },
    "13": {
      "text": "Y si le hubiere sido arrebatado por fiera , le traerá testimonio, y no pagará lo arrebatado.",
      "topic": ""
    },
    "14": {
      "text": "Pero si alguno hubiere tomado prestada bestia de su prójimo, y fuere perniquebrada o muerta, ausente su dueño, la pagará.",
      "topic": ""
    },
    "15": {
      "text": "Si el dueño estaba presente, no la pagará. Si era alquilada, él vendrá por su alquiler.",
      "topic": ""
    },
    "16": {
      "text": "¶ Cuando alguno engañare a alguna virgen que no fuere desposada, y durmiere con ella, deberá dotarla y tomarla por mujer.",
      "topic": ""
    },
    "17": {
      "text": "Si su padre no quisiere dársela, él le pesará plata conforme al dote de las vírgenes.",
      "topic": ""
    },
    "18": {
      "text": "A la hechicera no darás la vida.",
      "topic": ""
    },
    "19": {
      "text": "Cualquiera que cohabitare con bestia, morirá.",
      "topic": ""
    },
    "20": {
      "text": "El que sacrificare a dioses, excepto sólo al SEÑOR, será muerto.",
      "topic": ""
    },
    "21": {
      "text": "Y al extranjero no engañarás, ni angustiarás, porque extranjeros fuisteis vosotros en la tierra de Egipto.",
      "topic": ""
    },
    "22": {
      "text": "A ninguna viuda ni huérfano afligiréis.",
      "topic": ""
    },
    "23": {
      "text": "Que si tú llegas a afligirle, y él a mí clamare, ciertamente oiré yo su clamor;",
      "topic": ""
    },
    "24": {
      "text": "y mi furor se encenderá, y os mataré a cuchillo, y vuestras mujeres serán viudas, y huérfanos vuestros hijos.",
      "topic": ""
    },
    "25": {
      "text": "¶ Si dieres a mi pueblo dinero prestado, al pobre que está contigo, no te portarás con él como logrero, ni le impondrás usura.",
      "topic": ""
    },
    "26": {
      "text": "Si tomares en prenda el vestido de tu prójimo, a puestas del sol se lo volverás;",
      "topic": ""
    },
    "27": {
      "text": "porque sólo aquello es su cubierta, es aquel el vestido para cubrir sus carnes, en el que ha de dormir; y será que cuando él a mí clamare, yo entonces le oiré, porque soy misericordioso.",
      "topic": ""
    },
    "28": {
      "text": "No maldecirás a los jueces, ni maldecirás al príncipe de tu pueblo.",
      "topic": ""
    },
    "29": {
      "text": "No dilatarás la primicia de tu cosecha, ni de tu licor, me darás el primogénito de tus hijos.",
      "topic": ""
    },
    "30": {
      "text": "Así harás con el de tu buey y de tu oveja: siete días estará con su madre, y al octavo día me lo darás.",
      "topic": ""
    },
    "31": {
      "text": "Y habéis de serme varones santos; y no comeréis carne arrebatada de las fieras en el campo; a los perros la echaréis.",
      "topic": ""
    }
  }
}