{
  "info": {
    "book": "Éxodo",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y apacentando Moisés las ovejas de Jetro su suegro, sacerdote de Madián, llevó las ovejas detrás del desierto, y vino a Horeb, monte de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Y se le apareció el Angel del SEÑOR en una llama de fuego en medio de un zarzal; y él miró, y vio que el zarzal ardía en fuego, y el zarzal no se consumía.",
      "topic": ""
    },
    "3": {
      "text": "Entonces Moisés dijo: Iré yo ahora, y veré esta grande visión, por qué causa el zarzal no se quema.",
      "topic": ""
    },
    "4": {
      "text": "Y viendo el SEÑOR que iba a ver, lo llamó Dios de en medio del zarzal, y dijo: ¡Moisés, Moisés! Y él respondió: Heme aquí.",
      "topic": ""
    },
    "5": {
      "text": "Y dijo: No te llegues acá; quita tus zapatos de tus pies, porque el lugar en que tú estás, tierra santa es .",
      "topic": ""
    },
    "6": {
      "text": "Y dijo: Yo soy el Dios de tu padre, Dios de Abraham, Dios de Isaac, Dios de Jacob. Entonces Moisés cubrió su rostro, porque tuvo miedo de mirar a Dios.",
      "topic": ""
    },
    "7": {
      "text": "¶ Y dijo el SEÑOR: Bien he visto la aflicción de mi pueblo que está en Egipto, y he oído su clamor a causa de sus exactores; por lo cual yo he entendido sus dolores.",
      "topic": ""
    },
    "8": {
      "text": "Y he descendido para librarlos de mano de los egipcios; yo los sacaré de aquella tierra a una tierra buena y ancha, a tierra que fluye leche y miel, a los lugares del cananeo, del heteo, del amorreo, del ferezeo, del heveo, y del jebuseo.",
      "topic": ""
    },
    "9": {
      "text": "El clamor, pues, de los hijos de Israel ha venido ahora delante de mí, y también he visto la opresión con que los egipcios los oprimen.",
      "topic": ""
    },
    "10": {
      "text": "Ven por tanto ahora, y te enviaré al Faraón, para que saques a mi pueblo, los hijos de Israel, de Egipto.",
      "topic": ""
    },
    "11": {
      "text": "¶ Entonces Moisés respondió a Dios: ¿Quién soy yo, para que vaya al Faraón, y saque de Egipto a los hijos de Israel?",
      "topic": ""
    },
    "12": {
      "text": "Y él le respondió: Porque yo seré contigo; y esto te será por señal de que yo te he enviado: luego que hubieres sacado este pueblo de Egipto, serviréis a Dios sobre este monte.",
      "topic": ""
    },
    "13": {
      "text": "Y dijo Moisés a Dios: He aquí que llego yo a los hijos de Israel, y les digo: El Dios de vuestros padres me ha enviado a vosotros; y si ellos me preguntan: ¿Cuál es su nombre? ¿Qué les responderé?",
      "topic": ""
    },
    "14": {
      "text": "Y respondió Dios a Moisés: YO SOY El que Soy. Y dijo: Así dirás a los hijos de Israel: YO SOY (YHWH ) me ha enviado a vosotros.",
      "topic": ""
    },
    "15": {
      "text": "Y dijo más Dios a Moisés: Así dirás a los hijos de Israel: El SEÑOR Dios de vuestros padres, el Dios de Abraham, Dios de Isaac y Dios de Jacob, me ha enviado a vosotros. Este es mi Nombre para siempre, y este es mi memorial por todos los siglos.",
      "topic": ""
    },
    "16": {
      "text": "¶ Ve, y junta los ancianos de Israel, y diles: El SEÑOR Dios de vuestros padres, el Dios de Abraham, de Isaac, y de Jacob, se me apareció, diciendo: De cierto os he visitado, y visto lo que se os hace en Egipto;",
      "topic": ""
    },
    "17": {
      "text": "y he dicho: Yo os haré subir de la aflicción de Egipto a la tierra del cananeo, y del heteo, y del amorreo, y del ferezeo, y del heveo, y del jebuseo, a una tierra que fluye leche y miel.",
      "topic": ""
    },
    "18": {
      "text": "Y oirán tu voz; e irás tú, y los ancianos de Israel, al rey de Egipto, y le diréis: El SEÑOR Dios de los hebreos, nos ha encontrado; por tanto nosotros iremos ahora camino de tres días por el desierto, para que sacrifiquemos al SEÑOR nuestro Dios.",
      "topic": ""
    },
    "19": {
      "text": "Mas yo sé que el rey de Egipto no os dejará ir sino por mano fuerte.",
      "topic": ""
    },
    "20": {
      "text": "Pero yo extenderé mi mano, y heriré a Egipto con todas mis maravillas que haré en él, y entonces os dejará ir.",
      "topic": ""
    },
    "21": {
      "text": "Y yo daré a este pueblo gracia en los ojos de los egipcios, para que cuando os partiereis, no salgáis vacíos;",
      "topic": ""
    },
    "22": {
      "text": "sino que demandará cada mujer a su vecina y a su huéspeda vasos de plata, vasos de oro, y vestidos, los cuales pondréis sobre vuestros hijos y vuestras hijas, y despojaréis a Egipto.",
      "topic": ""
    }
  }
}