{
  "info": {
    "book": "Éxodo",
    "chapter": "40",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y el SEÑOR habló a Moisés, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "En el día del mes primero, el primero del mes harás levantar el tabernáculo, el tabernáculo del testimonio;",
      "topic": ""
    },
    "3": {
      "text": "y pondrás en él el arca del testimonio, y la cubrirás con el velo.",
      "topic": ""
    },
    "4": {
      "text": "Y meterás la mesa, y la pondrás en orden: meterás también el candelero y encenderás sus lámparas.",
      "topic": ""
    },
    "5": {
      "text": "Y pondrás el altar de oro para el incienso delante del arca del testimonio, y pondrás la cortina delante de la puerta del tabernáculo.",
      "topic": ""
    },
    "6": {
      "text": "Después pondrás el altar del holocausto delante de la puerta del tabernáculo, del tabernáculo del testimonio.",
      "topic": ""
    },
    "7": {
      "text": "Luego pondrás la fuente entre el tabernáculo del testimonio y el altar; y pondrás agua en ella.",
      "topic": ""
    },
    "8": {
      "text": "Finalmente pondrás el atrio en derredor, y la cortina de la puerta del atrio.",
      "topic": ""
    },
    "9": {
      "text": "Y tomarás el aceite de la unción y ungirás el tabernáculo, y todo lo que estará en él; y lo santificarás con todos sus vasos, y será santo.",
      "topic": ""
    },
    "10": {
      "text": "Ungirás también el altar del holocausto y todos sus vasos; y santificarás el altar, y será un altar santísimo.",
      "topic": ""
    },
    "11": {
      "text": "Asimismo ungirás la fuente y su basa, y la santificarás.",
      "topic": ""
    },
    "12": {
      "text": "Y harás llegar a Aarón y a sus hijos a la puerta del tabernáculo del testimonio, y los lavarás con agua.",
      "topic": ""
    },
    "13": {
      "text": "Y harás vestir a Aarón las santas vestiduras, y lo ungirás, y lo consagrarás, para que sea mi sacerdote.",
      "topic": ""
    },
    "14": {
      "text": "Después harás llegar sus hijos, y les vestirás las túnicas.",
      "topic": ""
    },
    "15": {
      "text": "Y los ungirás como ungiste a su padre, y serán mis sacerdotes; y será que su unción les será por sacerdocio perpetuo por sus generaciones.",
      "topic": ""
    },
    "16": {
      "text": "¶ Y Moisés hizo conforme a todo lo que el SEÑOR le mandó; así lo hizo.",
      "topic": ""
    },
    "17": {
      "text": "Así en el mes primero, en el segundo año al primero del mes, el tabernáculo fue levantado.",
      "topic": ""
    },
    "18": {
      "text": "Y Moisés hizo levantar el tabernáculo, y puso sus basas, y puso sus tablas, y puso sus barras, e hizo alzar sus columnas.",
      "topic": ""
    },
    "19": {
      "text": "Y tendió la tienda sobre el tabernáculo, y puso el cobertor sobre el tabernáculo encima; como el SEÑOR había mandado a Moisés.",
      "topic": ""
    },
    "20": {
      "text": "Y tomó y puso el testimonio en el arca, y puso las varas sobre el arca, y la cubierta sobre el arca encima;",
      "topic": ""
    },
    "21": {
      "text": "y metió el arca en el tabernáculo, y puso el velo de la tienda, y cubrió el arca del testimonio; como el SEÑOR había mandado a Moisés.",
      "topic": ""
    },
    "22": {
      "text": "Y puso la mesa en el tabernáculo del testimonio, al lado del aquilón del tabernáculo, fuera del velo.",
      "topic": ""
    },
    "23": {
      "text": "Y sobre ella puso por orden los panes delante del SEÑOR, como el SEÑOR había mandado a Moisés.",
      "topic": ""
    },
    "24": {
      "text": "Y puso el candelero en el tabernáculo del testimonio, enfrente de la mesa , al lado del mediodía del tabernáculo.",
      "topic": ""
    },
    "25": {
      "text": "Y encendió las lámparas delante del SEÑOR; como el SEÑOR había mandado a Moisés.",
      "topic": ""
    },
    "26": {
      "text": "Puso también el altar de oro en el tabernáculo del testimonio, delante del velo.",
      "topic": ""
    },
    "27": {
      "text": "Y encendió sobre él el incienso aromático; como el SEÑOR había mandado a Moisés.",
      "topic": ""
    },
    "28": {
      "text": "Puso asimismo la cortina de la puerta del tabernáculo.",
      "topic": ""
    },
    "29": {
      "text": "Y puso el altar del holocausto a la puerta del tabernáculo, del tabernáculo del testimonio; y ofreció sobre él holocausto y presente; como el SEÑOR había mandado a Moisés.",
      "topic": ""
    },
    "30": {
      "text": "Y puso la fuente entre el tabernáculo del testimonio y el altar; y puso en ella agua para lavar.",
      "topic": ""
    },
    "31": {
      "text": "Y Moisés y Aarón y sus hijos lavaban en ella sus manos y sus pies.",
      "topic": ""
    },
    "32": {
      "text": "Cuando entraban en el tabernáculo del testimonio, y cuando se llegaban al altar, se lavaban; como el SEÑOR había mandado a Moisés.",
      "topic": ""
    },
    "33": {
      "text": "Finalmente levantó el atrio en derredor del tabernáculo y del altar, y puso la cortina de la puerta del atrio. Y así acabó Moisés la obra.",
      "topic": ""
    },
    "34": {
      "text": "¶ Entonces una nube cubrió el tabernáculo del testimonio, y la gloria del SEÑOR llenó el tabernáculo.",
      "topic": ""
    },
    "35": {
      "text": "Y no podía Moisés entrar en el tabernáculo del testimonio, porque la nube estaba sobre él, y la gloria del SEÑOR lo tenía lleno.",
      "topic": ""
    },
    "36": {
      "text": "Y cuando la nube se alzaba del tabernáculo, los hijos de Israel se movían en todas sus jornadas;",
      "topic": ""
    },
    "37": {
      "text": "pero si la nube no se alzaba, no partían hasta el día en que ella se alzaba.",
      "topic": ""
    },
    "38": {
      "text": "Porque la nube del SEÑOR estaba de día sobre el tabernáculo, y el fuego estaba de noche en él, a vista de toda la casa de Israel, en todas sus jornadas.",
      "topic": ""
    }
  }
}