{
  "info": {
    "book": "Nehemiah",
    "chapter": "7",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "When the wall had been rebuilt and I had set the doors in place, the gatekeepers, singers, and Levites were appointed.",
      "topic": ""
    },
    "2": {
      "text": "Then I put my brother Hanani in charge of Jerusalem, along with Hananiah the commander of the fortress, because he was a faithful man who feared God more than most.",
      "topic": ""
    },
    "3": {
      "text": "And I told them, “Do not open the gates of Jerusalem until the sun is hot. While the guards are on duty, keep the doors shut and securely fastened. And appoint the residents of Jerusalem as guards, some at their posts and some at their own homes.”",
      "topic": ""
    },
    "4": {
      "text": "Now the city was large and spacious, but there were few people in it, and the houses had not yet been rebuilt.",
      "topic": ""
    },
    "5": {
      "text": "Then my God put it into my heart to assemble the nobles, the officials, and the people to be enrolled by genealogy. I found the genealogical register of those who had first returned, and I found the following written in it:",
      "topic": ""
    },
    "6": {
      "text": "These are the people of the province who came up from the captivity of the exiles carried away to Babylon by Nebuchadnezzar its king. They returned to Jerusalem and Judah, each to his own town,",
      "topic": ""
    },
    "7": {
      "text": "accompanied by Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. This is the count of the men of Israel:",
      "topic": ""
    },
    "8": {
      "text": "the descendants of Parosh, 2,172;",
      "topic": ""
    },
    "9": {
      "text": "the descendants of Shephatiah, 372;",
      "topic": ""
    },
    "10": {
      "text": "the descendants of Arah, 652;",
      "topic": ""
    },
    "11": {
      "text": "the descendants of Pahath-moab (through the line of Jeshua and Joab), 2,818;",
      "topic": ""
    },
    "12": {
      "text": "the descendants of Elam, 1,254;",
      "topic": ""
    },
    "13": {
      "text": "the descendants of Zattu, 845;",
      "topic": ""
    },
    "14": {
      "text": "the descendants of Zaccai, 760;",
      "topic": ""
    },
    "15": {
      "text": "the descendants of Binnui, 648;",
      "topic": ""
    },
    "16": {
      "text": "the descendants of Bebai, 628;",
      "topic": ""
    },
    "17": {
      "text": "the descendants of Azgad, 2,322;",
      "topic": ""
    },
    "18": {
      "text": "the descendants of Adonikam, 667;",
      "topic": ""
    },
    "19": {
      "text": "the descendants of Bigvai, 2,067;",
      "topic": ""
    },
    "20": {
      "text": "the descendants of Adin, 655;",
      "topic": ""
    },
    "21": {
      "text": "the descendants of Ater (through Hezekiah), 98;",
      "topic": ""
    },
    "22": {
      "text": "the descendants of Hashum, 328;",
      "topic": ""
    },
    "23": {
      "text": "the descendants of Bezai, 324;",
      "topic": ""
    },
    "24": {
      "text": "the descendants of Hariph, 112;",
      "topic": ""
    },
    "25": {
      "text": "the descendants of Gibeon, 95;",
      "topic": ""
    },
    "26": {
      "text": "the men of Bethlehem and Netophah, 188;",
      "topic": ""
    },
    "27": {
      "text": "the men of Anathoth, 128;",
      "topic": ""
    },
    "28": {
      "text": "the men of Beth-azmaveth, 42;",
      "topic": ""
    },
    "29": {
      "text": "the men of Kiriath-jearim, Chephirah, and Beeroth, 743;",
      "topic": ""
    },
    "30": {
      "text": "the men of Ramah and Geba, 621;",
      "topic": ""
    },
    "31": {
      "text": "the men of Michmash, 122;",
      "topic": ""
    },
    "32": {
      "text": "the men of Bethel and Ai, 123;",
      "topic": ""
    },
    "33": {
      "text": "the men of the other Nebo, 52;",
      "topic": ""
    },
    "34": {
      "text": "the descendants of the other Elam, 1,254;",
      "topic": ""
    },
    "35": {
      "text": "the descendants of Harim, 320;",
      "topic": ""
    },
    "36": {
      "text": "the men of Jericho, 345;",
      "topic": ""
    },
    "37": {
      "text": "the men of Lod, Hadid, and Ono, 721;",
      "topic": ""
    },
    "38": {
      "text": "and the descendants of Senaah, 3,930.",
      "topic": ""
    },
    "39": {
      "text": "The priests: the descendants of Jedaiah (through the house of Jeshua), 973;",
      "topic": ""
    },
    "40": {
      "text": "the descendants of Immer, 1,052;",
      "topic": ""
    },
    "41": {
      "text": "the descendants of Pashhur, 1,247;",
      "topic": ""
    },
    "42": {
      "text": "and the descendants of Harim, 1,017.",
      "topic": ""
    },
    "43": {
      "text": "The Levites: the descendants of Jeshua (through Kadmiel, through the line of Hodevah), 74.",
      "topic": ""
    },
    "44": {
      "text": "The singers: the descendants of Asaph, 148.",
      "topic": ""
    },
    "45": {
      "text": "The gatekeepers: the descendants of Shallum, the descendants of Ater, the descendants of Talmon, the descendants of Akkub, the descendants of Hatita, and the descendants of Shobai, 138 in all.",
      "topic": ""
    },
    "46": {
      "text": "The temple servants: the descendants of Ziha, the descendants of Hasupha, the descendants of Tabbaoth,",
      "topic": ""
    },
    "47": {
      "text": "the descendants of Keros, the descendants of Sia, the descendants of Padon,",
      "topic": ""
    },
    "48": {
      "text": "the descendants of Lebanah, the descendants of Hagabah, the descendants of Shalmai,",
      "topic": ""
    },
    "49": {
      "text": "the descendants of Hanan, the descendants of Giddel, the descendants of Gahar,",
      "topic": ""
    },
    "50": {
      "text": "the descendants of Reaiah, the descendants of Rezin, the descendants of Nekoda,",
      "topic": ""
    },
    "51": {
      "text": "the descendants of Gazzam, the descendants of Uzza, the descendants of Paseah,",
      "topic": ""
    },
    "52": {
      "text": "the descendants of Besai, the descendants of Meunim, the descendants of Nephushesim,",
      "topic": ""
    },
    "53": {
      "text": "the descendants of Bakbuk, the descendants of Hakupha, the descendants of Harhur,",
      "topic": ""
    },
    "54": {
      "text": "the descendants of Bazlith, the descendants of Mehida, the descendants of Harsha,",
      "topic": ""
    },
    "55": {
      "text": "the descendants of Barkos, the descendants of Sisera, the descendants of Temah,",
      "topic": ""
    },
    "56": {
      "text": "the descendants of Neziah, and the descendants of Hatipha.",
      "topic": ""
    },
    "57": {
      "text": "The descendants of the servants of Solomon: the descendants of Sotai, the descendants of Sophereth, the descendants of Perida,",
      "topic": ""
    },
    "58": {
      "text": "the descendants of Jaala, the descendants of Darkon, the descendants of Giddel,",
      "topic": ""
    },
    "59": {
      "text": "the descendants of Shephatiah, the descendants of Hattil, the descendants of Pochereth-hazzebaim, and the descendants of Amon.",
      "topic": ""
    },
    "60": {
      "text": "The temple servants and descendants of the servants of Solomon numbered 392 in all.",
      "topic": ""
    },
    "61": {
      "text": "The following came up from Tel-melah, Tel-harsha, Cherub, Addon, and Immer, but they could not prove that their families were descended from Israel:",
      "topic": ""
    },
    "62": {
      "text": "the descendants of Delaiah, the descendants of Tobiah, and the descendants of Nekoda, 642 in all.",
      "topic": ""
    },
    "63": {
      "text": "And from among the priests: the descendants of Hobaiah, the descendants of Hakkoz, and the descendants of Barzillai (who had married a daughter of Barzillai the Gileadite and was called by their name).",
      "topic": ""
    },
    "64": {
      "text": "These men searched for their family records, but they could not find them and so were excluded from the priesthood as unclean.",
      "topic": ""
    },
    "65": {
      "text": "The governor ordered them not to eat the most holy things until there was a priest to consult the Urim and Thummim.",
      "topic": ""
    },
    "66": {
      "text": "The whole assembly numbered 42,360,",
      "topic": ""
    },
    "67": {
      "text": "in addition to their 7,337 menservants and maidservants, as well as their 245 male and female singers.",
      "topic": ""
    },
    "68": {
      "text": "They had 736 horses, 245 mules,",
      "topic": ""
    },
    "69": {
      "text": "435 camels, and 6,720 donkeys.",
      "topic": ""
    },
    "70": {
      "text": "Some of the heads of the families contributed to the project. The governor gave to the treasury 1,000 darics of gold, 50 bowls, and 530 priestly garments.",
      "topic": ""
    },
    "71": {
      "text": "And some of the heads of the families gave to the treasury for the project 20,000 darics of gold and 2,200 minas of silver.",
      "topic": ""
    },
    "72": {
      "text": "The rest of the people gave a total of 20,000 darics of gold, 2,000 minas of silver, and 67 priestly garments.",
      "topic": ""
    },
    "73": {
      "text": "So the priests, Levites, gatekeepers, singers, and temple servants, along with some of the people and the rest of the Israelites, settled in their own towns. And by the seventh month the Israelites had settled in their towns.",
      "topic": ""
    }
  }
}