{
  "info": {
    "book": "Galatians",
    "chapter": "4",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Now I say, As long as the heir is a child, he differs nothing from a bondman, though he be lord of all;",
      "topic": ""
    },
    "2": {
      "text": "but he is under guardians and stewards until the period fixed by the father.",
      "topic": ""
    },
    "3": {
      "text": "So we also, when we were children, were held in bondage under the principles of the world;",
      "topic": ""
    },
    "4": {
      "text": "but when the fulness of the time was come, God sent forth his Son, come of woman, come under law,",
      "topic": ""
    },
    "5": {
      "text": "that he might redeem those under law, that we might receive sonship.",
      "topic": ""
    },
    "6": {
      "text": "But because ye are sons, God has sent out the Spirit of his Son into our hearts, crying, Abba, Father.",
      "topic": ""
    },
    "7": {
      "text": "So thou art no longer bondman, but son; but if son, heir also through God.",
      "topic": ""
    },
    "8": {
      "text": "But then indeed, not knowing God, ye were in bondage to those who by nature are not gods;",
      "topic": ""
    },
    "9": {
      "text": "but now, knowing God, but rather being known by God, how do ye turn again to the weak and beggarly principles to which ye desire to be again anew in bondage?",
      "topic": ""
    },
    "10": {
      "text": "Ye observe days and months and times and years.",
      "topic": ""
    },
    "11": {
      "text": "I am afraid of you, lest indeed I have laboured in vain as to you.",
      "topic": ""
    },
    "12": {
      "text": "Be as I [am], for I also [am] as ye, brethren, I beseech you: ye have not at all wronged me.",
      "topic": ""
    },
    "13": {
      "text": "But ye know that in weakness of the flesh I announced the glad tidings to you at the first;",
      "topic": ""
    },
    "14": {
      "text": "and my temptation, which [was] in my flesh, ye did not slight nor reject with contempt; but ye received me as an angel of God, as Christ Jesus.",
      "topic": ""
    },
    "15": {
      "text": "What then [was] your blessedness? for I bear you witness that, if possible, plucking out your own eyes ye would have given [them] to me.",
      "topic": ""
    },
    "16": {
      "text": "So I have become your enemy in speaking the truth to you?",
      "topic": ""
    },
    "17": {
      "text": "They are not rightly zealous after you, but desire to shut you out [from us], that ye may be zealous after them.",
      "topic": ""
    },
    "18": {
      "text": "But [it is] right to be zealous at all times in what is right, and not only when I am present with you—",
      "topic": ""
    },
    "19": {
      "text": "my children, of whom I again travail in birth until Christ shall have been formed in you:",
      "topic": ""
    },
    "20": {
      "text": "and I should wish to be present with you now, and change my voice, for I am perplexed as to you.",
      "topic": ""
    },
    "21": {
      "text": "Tell me, ye who are desirous of being under law, do ye not listen to the law?",
      "topic": ""
    },
    "22": {
      "text": "For it is written that Abraham had two sons; one of the maid servant, and one of the free woman.",
      "topic": ""
    },
    "23": {
      "text": "But he [that was] of the maid servant was born according to flesh, and he [that was] of the free woman through the promise.",
      "topic": ""
    },
    "24": {
      "text": "Which things have an allegorical sense; for these are two covenants: one from mount Sinai, gendering to bondage, which is Hagar.",
      "topic": ""
    },
    "25": {
      "text": "For Hagar is mount Sinai in Arabia, and corresponds to Jerusalem which [is] now, for she is in bondage with her children;",
      "topic": ""
    },
    "26": {
      "text": "but the Jerusalem above is free, which is our mother.",
      "topic": ""
    },
    "27": {
      "text": "For it is written, Rejoice, thou barren that bearest not; break out and cry, thou that travailest not; because the children of the desolate are more numerous than [those] of her that has a husband.",
      "topic": ""
    },
    "28": {
      "text": "But ye, brethren, after the pattern of Isaac, are children of promise.",
      "topic": ""
    },
    "29": {
      "text": "But as then he that was born according to flesh persecuted him [that was born] according to Spirit, so also [it is] now.",
      "topic": ""
    },
    "30": {
      "text": "But what says the scripture? Cast out the maid servant and her son; for the son of the maid servant shall not inherit with the son of the free woman.",
      "topic": ""
    },
    "31": {
      "text": "So then, brethren, we are not maid servant’s children, but [children] of the free woman.",
      "topic": ""
    }
  }
}