{
  "info": {
    "book": "Josué",
    "chapter": "15",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Y la parte que tocó en suerte a la tribu de los hijos de Judá, por sus familias, se extendía hasta el término de Edom en el desierto de Zin hacia el sur, éste era el extremo sur.",
      "topic": ""
    },
    "2": {
      "text": "Y su frontera sur era desde la costa del Mar Salado, desde la bahía que mira hacia el sur;",
      "topic": ""
    },
    "3": {
      "text": "y salía hacia el sur de la subida de Acrabim, pasando hasta Zin; y subiendo por el sur hasta Cades-barnea, pasaba a Hezrón, y subiendo por Adar daba vuelta a Carca.",
      "topic": ""
    },
    "4": {
      "text": "[De allí] pasaba a Asmón, y salía al río de Egipto; y sale este término al occidente. Éste os será el término del sur.",
      "topic": ""
    },
    "5": {
      "text": "El término del oriente [es] el Mar Salado hasta el fin del Jordán. Y el término de la parte del norte, desde la bahía del mar, desde el fin del Jordán:",
      "topic": ""
    },
    "6": {
      "text": "y sube este término por Bet-hogla, y pasa del norte a Bet-araba, y de aquí sube este término a la piedra de Bohán, hijo de Rubén.",
      "topic": ""
    },
    "7": {
      "text": "Y torna a subir este término a Debir desde el valle de Acor; y al norte mira sobre Gilgal, que [está] delante de la subida de Adumín, la cual está al sur del arroyo; y pasa este término a las aguas de Ensemes, y sale a la fuente de Rogel:",
      "topic": ""
    },
    "8": {
      "text": "Y sube este término por el valle del hijo de Hinom al lado sur del jebuseo; ésta [es] Jerusalén. Luego sube este término por la cumbre del monte que [está] delante del valle de Hinom hacia el occidente, el cual [está] en el extremo del valle de los gigantes hacia el norte.",
      "topic": ""
    },
    "9": {
      "text": "Y rodea este término desde la cumbre del monte hasta la fuente de las aguas de Neftoa, y sale a las ciudades del monte de Efrón, rodeando luego el mismo término a Baala, la cual [es] Quiriat-jearim.",
      "topic": ""
    },
    "10": {
      "text": "Y este límite rodeaba desde Baala hacia el occidente al monte de Seir; y pasa al lado del monte de Jearim hacia el norte, ésta [es] Quesalón, y desciende a Bet-semes, y pasa a Timna.",
      "topic": ""
    },
    "11": {
      "text": "Sale luego este límite al lado de Ecrón hacia el norte; y rodea el mismo término a Sicrón, y pasa por el monte de Baala, y sale a Jabneel; y sale este término al mar.",
      "topic": ""
    },
    "12": {
      "text": "El término del occidente [es] el Mar Grande y su costa. Éste, [es] el término de los hijos de Judá en derredor, por sus familias.",
      "topic": ""
    },
    "13": {
      "text": "Mas a Caleb, hijo de Jefone, dio parte entre los hijos de Judá, conforme al mandamiento de Jehová a Josué, [esto es], a Quiriat-arba, del padre de Anac, que [es] Hebrón.",
      "topic": ""
    },
    "14": {
      "text": "Y Caleb echó de allí tres hijos de Anac, a Sesai, Ahimán, y Talmai, hijos de Anac.",
      "topic": ""
    },
    "15": {
      "text": "De aquí subió a los que moraban en Debir; y el nombre de Debir [era] antes Quiriat-sefer.",
      "topic": ""
    },
    "16": {
      "text": "Y dijo Caleb: Al que hiriere a Quiriat-sefer, y la tomare, yo le daré a mi hija Acsa por esposa.",
      "topic": ""
    },
    "17": {
      "text": "Y la tomó Otoniel, hijo de Cenaz, hermano de Caleb; y él le dio por esposa a su hija Acsa.",
      "topic": ""
    },
    "18": {
      "text": "Y aconteció que cuando ella vino [a él], ella le persuadió para pedir a su padre un campo. Ella entonces se bajó del asno, y Caleb le dijo: ¿Qué quieres?",
      "topic": ""
    },
    "19": {
      "text": "Y ella respondió: Dame una bendición; puesto que me has dado tierra de sequedal, dame también fuentes de aguas. Él entonces le dio las fuentes de arriba, y las fuentes de abajo.",
      "topic": ""
    },
    "20": {
      "text": "Ésta, pues, [es] la heredad de la tribu de los hijos de Judá por sus familias.",
      "topic": ""
    },
    "21": {
      "text": "Y fueron las ciudades del término de la tribu de los hijos de Judá hacia el término de Edom hacia el sur; Cabseel, Eder, Jagur,",
      "topic": ""
    },
    "22": {
      "text": "Cina, Dimona, Adada,",
      "topic": ""
    },
    "23": {
      "text": "Cedes, Hazor, Itnán,",
      "topic": ""
    },
    "24": {
      "text": "Zif, Telem, Bealot,",
      "topic": ""
    },
    "25": {
      "text": "Hazor-hadata y Queriot-hezrón, que es Hazor,",
      "topic": ""
    },
    "26": {
      "text": "Amam, Sema, Molada,",
      "topic": ""
    },
    "27": {
      "text": "Asar-gada, Hesmón, Bet-pelet,",
      "topic": ""
    },
    "28": {
      "text": "Hasar-sual, Beerseba, Bizotia,",
      "topic": ""
    },
    "29": {
      "text": "Baala, Iim, Esem,",
      "topic": ""
    },
    "30": {
      "text": "Eltolad, Cesil, Horma,",
      "topic": ""
    },
    "31": {
      "text": "Siclag, Madmana, Sansana,",
      "topic": ""
    },
    "32": {
      "text": "Lebaot, Silim, Aín y Rimón; en todas veintinueve ciudades con sus aldeas.",
      "topic": ""
    },
    "33": {
      "text": "En las llanuras, Estaol, Zora, Asena,",
      "topic": ""
    },
    "34": {
      "text": "Zanoa, Enganim, Tapúa, Enam,",
      "topic": ""
    },
    "35": {
      "text": "Jarmut, Adulam, Soco, Azeca,",
      "topic": ""
    },
    "36": {
      "text": "Saaraim, Aditaim, Gedera y Gederotaim; catorce ciudades con sus aldeas.",
      "topic": ""
    },
    "37": {
      "text": "Senán, Hadasa, Migdalgad,",
      "topic": ""
    },
    "38": {
      "text": "Dilán, Mizpa, Jocteel,",
      "topic": ""
    },
    "39": {
      "text": "Laquis, Boscat, Eglón,",
      "topic": ""
    },
    "40": {
      "text": "Cabón, Lamas, Quitlis,",
      "topic": ""
    },
    "41": {
      "text": "Gederot, Bet-dagón, Naama y Maceda; dieciséis ciudades con sus aldeas.",
      "topic": ""
    },
    "42": {
      "text": "Libna, Eter, Asán,",
      "topic": ""
    },
    "43": {
      "text": "Jifta, Asena, Nesib,",
      "topic": ""
    },
    "44": {
      "text": "Keila, Aczib y Maresa; nueve ciudades con sus aldeas.",
      "topic": ""
    },
    "45": {
      "text": "Ecrón con sus villas y sus aldeas:",
      "topic": ""
    },
    "46": {
      "text": "Desde Ecrón hasta el mar, todas las que [están] a la costa de Asdod con sus aldeas.",
      "topic": ""
    },
    "47": {
      "text": "Asdod con sus villas y sus aldeas: Gaza con sus villas y sus aldeas hasta el río de Egipto, y el Mar Grande con sus términos.",
      "topic": ""
    },
    "48": {
      "text": "Y en las montañas, Samir, Jatir, Soco,",
      "topic": ""
    },
    "49": {
      "text": "Dana, Quiriat-sana, que [es] Debir,",
      "topic": ""
    },
    "50": {
      "text": "Anab, Estemoa, Anim,",
      "topic": ""
    },
    "51": {
      "text": "Gosén, Holón y Gilo; once ciudades con sus aldeas.",
      "topic": ""
    },
    "52": {
      "text": "Arab, Duma, Esán,",
      "topic": ""
    },
    "53": {
      "text": "Janum, Bet-tapúa, Afeca,",
      "topic": ""
    },
    "54": {
      "text": "Humta, Quiriat-arba, que es Hebrón y Sior; nueve ciudades con sus aldeas.",
      "topic": ""
    },
    "55": {
      "text": "Maón, el Carmelo, Zif, Juta,",
      "topic": ""
    },
    "56": {
      "text": "Jezreel, Jocdeam, Zanoa,",
      "topic": ""
    },
    "57": {
      "text": "Caín, Gabaa y Timna; diez ciudades con sus aldeas.",
      "topic": ""
    },
    "58": {
      "text": "Halhul, Bet-zur, Gedor,",
      "topic": ""
    },
    "59": {
      "text": "Maarat, Bet-anot y Eltecón; seis ciudades con sus aldeas.",
      "topic": ""
    },
    "60": {
      "text": "Quiriat-baal, que [es] Quiriat-jearim y Rabá; dos ciudades con sus aldeas.",
      "topic": ""
    },
    "61": {
      "text": "En el desierto, Bet-araba, Midín, Secaca,",
      "topic": ""
    },
    "62": {
      "text": "Nibsan, la ciudad de la sal y Engadi; seis ciudades con sus aldeas.",
      "topic": ""
    },
    "63": {
      "text": "Mas a los jebuseos que habitaban en Jerusalén, los hijos de Judá no los pudieron desarraigar; antes quedó el jebuseo en Jerusalén con los hijos de Judá, hasta hoy.",
      "topic": ""
    }
  }
}