{
  "info": {
    "book": "Numbers",
    "chapter": "12",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And Miriam and Aaron spoke against Moses, because of his wife, an Ethiopian,",
      "topic": ""
    },
    "2": {
      "text": "and they said: “Has the Lord spoken only through Moses? Has he not also spoken similarly to us?” And when the Lord had heard this,",
      "topic": ""
    },
    "3": {
      "text": "(for Moses was a man exceedingly meek, beyond all the men who were living upon the earth)",
      "topic": ""
    },
    "4": {
      "text": "immediately he spoke to him, and to Aaron and Miriam, “Go out, you three only, to the tabernacle of the covenant.” And when they had gone out,",
      "topic": ""
    },
    "5": {
      "text": "the Lord descended in a column of cloud, and he stood at the entrance of the tabernacle, calling to Aaron and Miriam. And when they had advanced,",
      "topic": ""
    },
    "6": {
      "text": "he said to them: “Listen to my words. If there will be among you a prophet of the Lord, I will appear to him in a vision, or I will speak to him through a dream.",
      "topic": ""
    },
    "7": {
      "text": "But it is not so with my servant Moses, who is the most faithful in all my house.",
      "topic": ""
    },
    "8": {
      "text": "For I speak with him mouth to mouth, and plainly. And not through enigmas and figures does he perceive the Lord. Therefore, why were you not afraid to disparage my servant Moses?”",
      "topic": ""
    },
    "9": {
      "text": "And being angry against them, he went away.",
      "topic": ""
    },
    "10": {
      "text": "Likewise, the cloud which was over the tabernacle withdrew. And behold, Miriam appeared to be white with a leprosy, like snow. And when Aaron had looked upon her, and he had seen the spreading of the leprosy,",
      "topic": ""
    },
    "11": {
      "text": "he said to Moses: “I beg you, my lord, not to impose upon us this sin, which we have committed foolishly.",
      "topic": ""
    },
    "12": {
      "text": "Do not let this one be like one who is dead, or like an abortion that has been cast from the womb of her mother. Behold, half of her flesh is already consumed by leprosy.”",
      "topic": ""
    },
    "13": {
      "text": "And Moses cried out to the Lord, saying, “O God, I beg you: heal her.”",
      "topic": ""
    },
    "14": {
      "text": "And the Lord answered him: “If her father had spit on her face, should she not have been filled with shame for at least seven days? Let her be separated, outside the camp, for seven days, and after that, she will be called back.”",
      "topic": ""
    },
    "15": {
      "text": "And so Miriam was excluded from the camp for seven days. And the people did not move from that place, until Miriam was called back.",
      "topic": ""
    },
    "16": {
      "text": "And the people set out from Hazeroth, and they pitched their tents in the desert of Paran.",
      "topic": ""
    }
  }
}