{
  "info": {
    "book": "Numbers",
    "chapter": "14",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And so, crying out, the entire crowd wept throughout that night.",
      "topic": ""
    },
    "2": {
      "text": "And all the sons of Israel were murmuring against Moses and Aaron, saying:",
      "topic": ""
    },
    "3": {
      "text": "“If only we had died in Egypt,” and, “If only we would perish in this vast wilderness,” and, “May the Lord not lead us into this land, lest we fall by the sword, and our wives, as well as our children, be led away as captives. Is it not better to return to Egypt?”",
      "topic": ""
    },
    "4": {
      "text": "And they said to one another, “Let us appoint our leader, and so return to Egypt.”",
      "topic": ""
    },
    "5": {
      "text": "And when Moses and Aaron heard this, they fell prone on the ground in the sight of the multitude of the sons of Israel.",
      "topic": ""
    },
    "6": {
      "text": "Yet truly, Joshua the son of Nun, and Caleb the son of Jephunneh, who themselves had also viewed the land, tore their garments,",
      "topic": ""
    },
    "7": {
      "text": "and they said to the entire multitude of the sons of Israel: “The land that we circled through is very good.",
      "topic": ""
    },
    "8": {
      "text": "If the Lord will be gracious to us, he will lead us into it, and he will give us the land flowing with milk and honey.",
      "topic": ""
    },
    "9": {
      "text": "Do not choose to be rebellious against the Lord. And do not fear the people of this land, for, like bread, so are we able to devour them. All protection has withdrawn from them. The Lord is with us. Do not be afraid.”",
      "topic": ""
    },
    "10": {
      "text": "And when the entire multitude cried out, and they wanted to crush them with stones, the glory of the Lord appeared, over the roof of the covenant, to all the sons of Israel.",
      "topic": ""
    },
    "11": {
      "text": "And the Lord said to Moses: “How long will this people disparage me? How long will they refuse to believe me, despite all the signs that I have wrought before them?",
      "topic": ""
    },
    "12": {
      "text": "Therefore, I will strike them with a pestilence, and so I will consume them. But you I will make the ruler over a great nation, and one which is mightier than this one.”",
      "topic": ""
    },
    "13": {
      "text": "And Moses said to the Lord: “But then the Egyptians, from whose midst you led out this people,",
      "topic": ""
    },
    "14": {
      "text": "and the inhabitants of this land, who have heard that you, O Lord, are among this people, and that you are seen face to face, and that your cloud protects them, and that you go before them with a column of cloud by day, and a column of fire by night,",
      "topic": ""
    },
    "15": {
      "text": "may hear that you have killed so great a multitude, as if they were one man, and they may say:",
      "topic": ""
    },
    "16": {
      "text": "‘He was not able to lead the people into the land about which he had sworn. Therefore, he slew them in the wilderness.’",
      "topic": ""
    },
    "17": {
      "text": "Therefore, may the strength of the Lord be magnified, just as you swore, saying:",
      "topic": ""
    },
    "18": {
      "text": "‘The Lord is patient and full of mercy, taking away iniquity and wickedness, and forsaking no one who is harmless. He visits the sins of the fathers upon the sons, to the third and fourth generation.’",
      "topic": ""
    },
    "19": {
      "text": "Forgive, I beg you, the sins of this people, according to the greatness of your mercy, just as you have been gracious to them in their journey from Egypt to this place.”",
      "topic": ""
    },
    "20": {
      "text": "And the Lord said: “I have forgiven them according to your word.",
      "topic": ""
    },
    "21": {
      "text": "Also, as I live, the entire world shall be filled with the glory of the Lord.",
      "topic": ""
    },
    "22": {
      "text": "And yet, all the men who have seen my majesty, and the signs that I have wrought in Egypt and in the wilderness, and who have tested me ten times already, and yet have not obeyed my voice,",
      "topic": ""
    },
    "23": {
      "text": "these shall not see the land, about which I swore to their fathers, neither shall any of those who detracted me gaze upon it.",
      "topic": ""
    },
    "24": {
      "text": "My servant Caleb, who, being full of another spirit, has followed me, I will lead into this land, through which he has wandered, and his offspring shall possess it.",
      "topic": ""
    },
    "25": {
      "text": "For the Amalekites and the Canaanites live in the valleys. Tomorrow, move the camp and return into the wilderness, by the way of the Red Sea.”",
      "topic": ""
    },
    "26": {
      "text": "And the Lord spoke to Moses and Aaron, saying:",
      "topic": ""
    },
    "27": {
      "text": "“How long will this very wicked multitude murmur against me? I have heard the complaints of the sons of Israel.",
      "topic": ""
    },
    "28": {
      "text": "Therefore, say to them: As I live, says the Lord, as you spoke in my hearing, so will I do to you.",
      "topic": ""
    },
    "29": {
      "text": "In the wilderness, here shall your carcasses lie. All you who were numbered from twenty years and above, and who have murmured against me,",
      "topic": ""
    },
    "30": {
      "text": "you shall not enter into the land, over which I lifted up my hand to cause you to live there, except Caleb the son of Jephunneh, and Joshua the son of Nun.",
      "topic": ""
    },
    "31": {
      "text": "But your little ones, about whom you said that they would be a prey to the enemies, I will lead them in, so that they may see the land that has displeased you.",
      "topic": ""
    },
    "32": {
      "text": "Your carcasses shall lie in the wilderness.",
      "topic": ""
    },
    "33": {
      "text": "Your sons shall wander in the desert for forty years, and they shall bear your fornication, until the carcasses of their fathers are consumed in the desert.",
      "topic": ""
    },
    "34": {
      "text": "According to the number of the forty days, during which you examined the land, one year shall be charged for each day. And so, for forty years you shall take back your iniquities, and you shall know my retribution.",
      "topic": ""
    },
    "35": {
      "text": "For just as I have spoken, so shall I do, to this entire most wicked multitude, which has risen up together against me. In the wilderness, here shall it fade away and die.”",
      "topic": ""
    },
    "36": {
      "text": "Therefore, all the men, whom Moses had sent to contemplate the land, and who, having returned, had caused the entire multitude to murmur against him, disparaging the land as if it were evil,",
      "topic": ""
    },
    "37": {
      "text": "suffered death and were struck down in the sight of the Lord.",
      "topic": ""
    },
    "38": {
      "text": "But only Joshua the son of Nun, and Caleb the son of Jephunneh remained alive, out of all those who had journeyed to examine the land.",
      "topic": ""
    },
    "39": {
      "text": "And Moses spoke all these words to all the sons of Israel, and the people mourned exceedingly.",
      "topic": ""
    },
    "40": {
      "text": "And behold, rising up at first light, they climbed to the top of the mountain, and they said, “We are prepared to ascend to the place, about which the Lord has spoken, for we have sinned.”",
      "topic": ""
    },
    "41": {
      "text": "And Moses said to them: “Why do you transgress the word of the Lord, merely because it will not result in prosperity for you?",
      "topic": ""
    },
    "42": {
      "text": "Do not ascend, for the Lord is not with you, lest you be overthrown before your enemies.",
      "topic": ""
    },
    "43": {
      "text": "The Amalekite and the Canaanite are before you, by whose sword you shall be ruined, for you were not willing to consent to the Lord, and so the Lord is not with you.”",
      "topic": ""
    },
    "44": {
      "text": "But they, having been darkened, ascended to the top of the mountain. But the ark of the testament of the Lord, and Moses, did not withdraw from the camp.",
      "topic": ""
    },
    "45": {
      "text": "And the Amalekites descended, along with those Canaanites who were living in the mountains. And so, striking and cutting them down, they pursued them all the way to Hormah.",
      "topic": ""
    }
  }
}