{
  "info": {
    "book": "Numbers",
    "chapter": "17",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Lord spoke to Moses, saying:",
      "topic": ""
    },
    "2": {
      "text": "“Speak to the sons of Israel, and receive from each of them a rod by their kinships, from all the leaders of the tribes, twelve rods, and write the name of each one on his rod.",
      "topic": ""
    },
    "3": {
      "text": "But the name of Aaron shall be for the tribe of Levi, and one rod separately shall contain all their families.",
      "topic": ""
    },
    "4": {
      "text": "And you shall place these in the tabernacle of the covenant before the testimony, where I will speak to you.",
      "topic": ""
    },
    "5": {
      "text": "Whomever of these I will choose, his rod will germinate, and so shall I restrain the complaints of the sons of Israel before me, by which they murmur against you.”",
      "topic": ""
    },
    "6": {
      "text": "And Moses spoke to the sons of Israel. And all the leaders gave him rods, one for each tribe. And there were twelve rods, aside from the rod of Aaron.",
      "topic": ""
    },
    "7": {
      "text": "And when Moses had placed these before the Lord, in the tabernacle of the testimony,",
      "topic": ""
    },
    "8": {
      "text": "returning on the following day, he found that the rod of Aaron for the house of Levi, had germinated, and that the swelling buds had opened into flowers, which, spreading their petals, were formed into those of an almond tree.",
      "topic": ""
    },
    "9": {
      "text": "Therefore, Moses brought out all the rods, from the sight of the Lord, to all the sons of Israel. And they saw, and each one received their rods.",
      "topic": ""
    },
    "10": {
      "text": "And the Lord said to Moses: “Carry back the rod of Aaron into the tabernacle of the testimony, so that it may be kept there as a sign of the rebellion of the sons of Israel, and so that their complaints may be quieted before me, lest they die.”",
      "topic": ""
    },
    "11": {
      "text": "And Moses did just as the Lord had instructed.",
      "topic": ""
    },
    "12": {
      "text": "Then the sons of Israel said to Moses: “Behold, we have been consumed; we have been ruined.",
      "topic": ""
    },
    "13": {
      "text": "Whoever approaches to the tabernacle of the Lord dies. Will we all be wiped away, even to total annihilation?”",
      "topic": ""
    }
  }
}