{
  "info": {
    "book": "Numbers",
    "chapter": "2",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Lord spoke to Moses and Aaron, saying:",
      "topic": ""
    },
    "2": {
      "text": "“Each one shall make camp, by their troops, as well as by their insignia and standards, and by the houses of their kinships, all around the tabernacle of the covenant.”",
      "topic": ""
    },
    "3": {
      "text": "To the east, Judah shall fix his tents, by the companies of his army. And the leader of his sons shall be Nahshon the son of Amminadab.",
      "topic": ""
    },
    "4": {
      "text": "And the entire total of the fighting men from his stock was seventy-four thousand six hundred.",
      "topic": ""
    },
    "5": {
      "text": "Beside him, those of the tribe of Issachar were encamped, whose leader was Nathanael the son of Zuar.",
      "topic": ""
    },
    "6": {
      "text": "And the entire number of his fighting men was fifty-four thousand four hundred.",
      "topic": ""
    },
    "7": {
      "text": "In the tribe of Zebulon, the leader was Eliab the son of Helon.",
      "topic": ""
    },
    "8": {
      "text": "All the army of fighting men from his stock were fifty-seven thousand four hundred.",
      "topic": ""
    },
    "9": {
      "text": "All who were numbered in the camp of Judah were one hundred eighty-six thousand four hundred. And these, by their companies, shall go forth first.",
      "topic": ""
    },
    "10": {
      "text": "In the camp of the sons of Ruben, toward the south side, the leader shall be Elizur the son of Shedeur.",
      "topic": ""
    },
    "11": {
      "text": "And the entire army of his fighting men, who were numbered, were forty-six thousand five hundred.",
      "topic": ""
    },
    "12": {
      "text": "Beside him, those of the tribe of Simeon were encamped, whose leader was Shelumiel the son of Zurishaddai.",
      "topic": ""
    },
    "13": {
      "text": "And the entire army of his fighting men, who were numbered, were fifty-nine thousand three hundred.",
      "topic": ""
    },
    "14": {
      "text": "In the tribe of Gad, the leader was Eliasaph the son of Reuel.",
      "topic": ""
    },
    "15": {
      "text": "And the entire army of his fighting men, who were numbered, were forty-five thousand six hundred fifty.",
      "topic": ""
    },
    "16": {
      "text": "All who were counted in the camp of Ruben were one hundred fifty thousand and one thousand four hundred fifty, by their companies. These shall advance in the second place.",
      "topic": ""
    },
    "17": {
      "text": "But the tabernacle of the testimony shall be lifted up by the officers of the Levites and their companies. In the manner in which it is set up, so also shall it be taken down. Each one shall advance according to their places and ranks.",
      "topic": ""
    },
    "18": {
      "text": "On the west side, there shall be the camp of the sons of Ephraim, whose leader was Elishama the son of Ammihud.",
      "topic": ""
    },
    "19": {
      "text": "The entire army of his fighting men, who were numbered, were forty thousand five hundred.",
      "topic": ""
    },
    "20": {
      "text": "And with them was the tribe of the sons of Manasseh, whose leader was Gamaliel the son of Pedahzur.",
      "topic": ""
    },
    "21": {
      "text": "And the entire army of his fighting men, who were numbered, were thirty-two thousand two hundred.",
      "topic": ""
    },
    "22": {
      "text": "In the tribe of the sons of Benjamin, the leader was Abidan the son of Gideoni.",
      "topic": ""
    },
    "23": {
      "text": "And the entire army of his fighting men, who were counted, were thirty-five thousand four hundred.",
      "topic": ""
    },
    "24": {
      "text": "All who were numbered in the camp of Ephraim were one hundred eight thousand one hundred, by their companies. These shall advance third.",
      "topic": ""
    },
    "25": {
      "text": "Toward the north side, the sons of Dan were encamped, whose leader was Ahiezer the son of Ammishaddai.",
      "topic": ""
    },
    "26": {
      "text": "The entire army of his fighting men, who were numbered, were sixty-two thousand seven hundred.",
      "topic": ""
    },
    "27": {
      "text": "Beside him, those of the tribe of Asher fixed their tents, whose leader was Pagiel the son of Ochran.",
      "topic": ""
    },
    "28": {
      "text": "The entire army of his fighting men, who were numbered, were forty thousand and one thousand five hundred.",
      "topic": ""
    },
    "29": {
      "text": "From the tribe of the sons of Naphtali, the leader was Ahira the son of Enan.",
      "topic": ""
    },
    "30": {
      "text": "The entire army of his fighting men were fifty-three thousand four hundred.",
      "topic": ""
    },
    "31": {
      "text": "All who were numbered in the camp of Dan were one hundred fifty-seven thousand six hundred; and these shall advance at the very end.",
      "topic": ""
    },
    "32": {
      "text": "This is the number of the sons of Israel, of their army divided by the houses of their kinships and their companies: six hundred three thousand five hundred fifty.",
      "topic": ""
    },
    "33": {
      "text": "But the Levites were not numbered among the sons of Israel. For so the Lord had instructed Moses.",
      "topic": ""
    },
    "34": {
      "text": "And the sons of Israel acted according to all the things that the Lord had commanded. They were encamped by their companies, and they advanced by the families and houses of their fathers.",
      "topic": ""
    }
  }
}