{
  "info": {
    "book": "Numbers",
    "chapter": "33",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "These are the lodging places of the sons of Israel, who departed from Egypt by their companies under the hand of Moses and Aaron,",
      "topic": ""
    },
    "2": {
      "text": "which Moses wrote down according to the places of the encampments, which they changed upon the order of the Lord.",
      "topic": ""
    },
    "3": {
      "text": "Thus the sons of Israel set out from Rameses in the first month, on the fifteenth day of the first month, on the day after the Passover, with an exalted hand, being seen by all the Egyptians.",
      "topic": ""
    },
    "4": {
      "text": "And these were burying their firstborn, whom the Lord had struck down (for so, too, did he carry out retribution against their gods).",
      "topic": ""
    },
    "5": {
      "text": "And they made camp at Soccoth.",
      "topic": ""
    },
    "6": {
      "text": "And from Soccoth they went to Etham, which is at the furthest limits of the wilderness.",
      "topic": ""
    },
    "7": {
      "text": "Departing from there, they arrived opposite Pi-hahiroth, which looks out toward Baal-zephon, and they were encamped before Migdol.",
      "topic": ""
    },
    "8": {
      "text": "And setting out from Pi-hahiroth, they crossed through the middle of the Sea into the wilderness. And having walked for three days through the desert of Etham, they made camp at Marah.",
      "topic": ""
    },
    "9": {
      "text": "And setting out from Marah, they arrived at Elim, where there were twelve fountains of water and seventy palm trees. And they set up camp there.",
      "topic": ""
    },
    "10": {
      "text": "But departing from there also, they fixed their tents above the Red Sea. And setting out from the Red Sea,",
      "topic": ""
    },
    "11": {
      "text": "they were encamped in the desert of Sin.",
      "topic": ""
    },
    "12": {
      "text": "Departing from there, they went to Dophkah.",
      "topic": ""
    },
    "13": {
      "text": "And setting out from Dophkah, they made camp at Alush.",
      "topic": ""
    },
    "14": {
      "text": "And departing from Alush, they fixed their tents at Rephidim, where the people lacked water to drink.",
      "topic": ""
    },
    "15": {
      "text": "And setting out from Rephidim, they camped in the desert of Sinai.",
      "topic": ""
    },
    "16": {
      "text": "But departing also from the wilderness of the Sinai, they arrived at the Graves of Lust.",
      "topic": ""
    },
    "17": {
      "text": "And setting out from the Graves of Lust, they were encamped at Hazeroth.",
      "topic": ""
    },
    "18": {
      "text": "And from Hazeroth, they went to Rithmah.",
      "topic": ""
    },
    "19": {
      "text": "And setting out from Rithmah, they made camp at Rimmon-perez.",
      "topic": ""
    },
    "20": {
      "text": "And departing from there, they arrived at Libnah.",
      "topic": ""
    },
    "21": {
      "text": "From Libnah, they made camp at Rissah.",
      "topic": ""
    },
    "22": {
      "text": "And departing from Rissah, they went to Kehelathah.",
      "topic": ""
    },
    "23": {
      "text": "Setting out from there, they were encamped at mount Shepher.",
      "topic": ""
    },
    "24": {
      "text": "Departing from mount Shepher, they went to Haradah.",
      "topic": ""
    },
    "25": {
      "text": "Continuing on from there, they made camp at Makheloth.",
      "topic": ""
    },
    "26": {
      "text": "And setting out from Makheloth, they went to Tahath.",
      "topic": ""
    },
    "27": {
      "text": "From Tahath, they made camp at Terah.",
      "topic": ""
    },
    "28": {
      "text": "Departing from there, they pitched their tents at Mithkah.",
      "topic": ""
    },
    "29": {
      "text": "And from Mithkah, they were encamped at Hashmonah.",
      "topic": ""
    },
    "30": {
      "text": "And setting out from Hashmonah, they went to Moseroth.",
      "topic": ""
    },
    "31": {
      "text": "And from Moseroth, they made camp at Bene-jaakan.",
      "topic": ""
    },
    "32": {
      "text": "And setting out from Bene-jaakan, they went to mount Gidgad.",
      "topic": ""
    },
    "33": {
      "text": "Setting out from there, they were encamped at Jotbathah.",
      "topic": ""
    },
    "34": {
      "text": "And from Jotbathah, they went to Abronah.",
      "topic": ""
    },
    "35": {
      "text": "And departing from Abronah, they made camp at Eziongeber.",
      "topic": ""
    },
    "36": {
      "text": "Setting out from there, they went into the desert of Sin, which is Kadesh.",
      "topic": ""
    },
    "37": {
      "text": "And departing from Kadesh, they encamped at mount Hor, at the furthermost limits of the land of Edom.",
      "topic": ""
    },
    "38": {
      "text": "And Aaron the priest ascended onto mount Hor, by the order of the Lord. And there he died, in the fortieth year of the departure of the sons of Israel from Egypt, in the fifth month, on the first day of the month,",
      "topic": ""
    },
    "39": {
      "text": "when he was one hundred twenty-three years old.",
      "topic": ""
    },
    "40": {
      "text": "And king Arad the Canaanite, who lived toward the south, heard that the sons of Israel had arrived in the land of Canaan.",
      "topic": ""
    },
    "41": {
      "text": "And setting out from mount Hor, they made camp at Zalmonah.",
      "topic": ""
    },
    "42": {
      "text": "Departing from there, they went to Punon.",
      "topic": ""
    },
    "43": {
      "text": "And setting out from Punon, they were encamped at Oboth.",
      "topic": ""
    },
    "44": {
      "text": "And from Oboth, they went to Iye-abarim, which is at the borders of the Moabites.",
      "topic": ""
    },
    "45": {
      "text": "And setting out from Iye-abarim, they fixed their tents at Dibon-gad.",
      "topic": ""
    },
    "46": {
      "text": "Departing from there, they made camp at Almon-diblathaim.",
      "topic": ""
    },
    "47": {
      "text": "And departing from Almon-diblathaim, they went to the mountains of Abarim, opposite Nebo.",
      "topic": ""
    },
    "48": {
      "text": "And setting out from the mountains of Abarim, they crossed over to the plains of Moab, above the Jordan, opposite Jericho.",
      "topic": ""
    },
    "49": {
      "text": "And they made camp there, from Beth-jeshimoth all the way to Abel-shittim, in the level places of the Moabites,",
      "topic": ""
    },
    "50": {
      "text": "where the Lord said to Moses:",
      "topic": ""
    },
    "51": {
      "text": "“Instruct the sons of Israel, and say to them: When you will have crossed over the Jordan, entering into the land of Canaan,",
      "topic": ""
    },
    "52": {
      "text": "destroy all the inhabitants of that land. Break their monuments, and shatter their statues, and lay waste to every exalted thing,",
      "topic": ""
    },
    "53": {
      "text": "cleansing the land and living in it. For I have given it you as a possession,",
      "topic": ""
    },
    "54": {
      "text": "which you shall divide among you by lot. To the greater number you shall give more, and to the lesser number, less. To each one, just as the lot shall fall, so shall the inheritance be distributed. The possession shall be divided by the tribes and families.",
      "topic": ""
    },
    "55": {
      "text": "But if you are not willing to put to death the inhabitants of the land, those who remain shall be to you like spikes in your eyes and lances in your sides, and they shall be adversaries to you in the land of your habitation.",
      "topic": ""
    },
    "56": {
      "text": "And whatever I had decided to do to them, I will do to you.”",
      "topic": ""
    }
  }
}