{
  "info": {
    "book": "Numbers",
    "chapter": "34",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the Lord spoke to Moses, saying:",
      "topic": ""
    },
    "2": {
      "text": "“Instruct the sons of Israel, and you shall say to them: When you will have entered into the land of Canaan, and it has fallen into your possession by lot, it shall be bound by these limits:",
      "topic": ""
    },
    "3": {
      "text": "The southern part shall begin from the wilderness of Sin, which is next to Edom, and it shall have the Sea of Salt as a limit to the east.",
      "topic": ""
    },
    "4": {
      "text": "It shall circle on the south side along the ascent of the Scorpion, by this way crossing into Senna, and passing through, from the south, as far as Kadesh-barnea, from which its confines shall go out to the town called Adar, and extend even to Azmon.",
      "topic": ""
    },
    "5": {
      "text": "And its limits shall go around from Azmon to the Torrent of Egypt, and shall end at the shore of the Great Sea.",
      "topic": ""
    },
    "6": {
      "text": "Then the western region shall begin from the Great Sea, and the same shall be its end.",
      "topic": ""
    },
    "7": {
      "text": "Furthermore, toward the northern region, its limits shall begin from the Great Sea, passing through even to the highest mountain.",
      "topic": ""
    },
    "8": {
      "text": "From there, it limits shall advance into Hamath, as far as the limits of Zedad.",
      "topic": ""
    },
    "9": {
      "text": "And its confines shall go all the way to Ziphron, and to the village of Enan. These shall be the limits on the northern side.",
      "topic": ""
    },
    "10": {
      "text": "From there, its limits shall be measured, facing the east side, from the village of Enan as far as Shepham.",
      "topic": ""
    },
    "11": {
      "text": "And from Shepham, the boundaries shall descend into Riblah, opposite the fountain of Daphnis. From there, the boundaries shall pass through, opposite the east, to the Sea of Chinnereth,",
      "topic": ""
    },
    "12": {
      "text": "and shall extend as far as the Jordan, and, at the furthest extent, shall be enclosed by the Sea of Salt. You shall have this land, with its borders all around.”",
      "topic": ""
    },
    "13": {
      "text": "And Moses instructed the sons of Israel, saying: “This shall be the land which you shall possess by lot, and which the Lord has ordered to be given to the nine tribes, and to the half tribe.",
      "topic": ""
    },
    "14": {
      "text": "For the tribe of the sons of Ruben, by their families, and the tribe of the sons of Gad, according to the number of their kinships, and also one half of the tribe of Manasseh,",
      "topic": ""
    },
    "15": {
      "text": "that is, two and a half tribes, have received their portion across the Jordan, opposite Jericho, toward the eastern side.”",
      "topic": ""
    },
    "16": {
      "text": "And the Lord said to Moses:",
      "topic": ""
    },
    "17": {
      "text": "“These are the names of the men, who shall divide the land for you: Eleazar the priest, and Joshua the son of Nun,",
      "topic": ""
    },
    "18": {
      "text": "and one leader from each tribe,",
      "topic": ""
    },
    "19": {
      "text": "whose names are these: from the tribe of Judah, Caleb the son of Jephunneh;",
      "topic": ""
    },
    "20": {
      "text": "from the tribe of Simeon, Samuel the son of Ammihud;",
      "topic": ""
    },
    "21": {
      "text": "from the tribe of Benjamin, Elidad the son of Chislon;",
      "topic": ""
    },
    "22": {
      "text": "from the tribe of the sons of Dan, Bukki the son of Jogli;",
      "topic": ""
    },
    "23": {
      "text": "of the sons of Joseph, from the tribe of Manasseh, Hanniel the son of Ephod;",
      "topic": ""
    },
    "24": {
      "text": "from the tribe of Ephraim, Kemuel the son of Shiphtan;",
      "topic": ""
    },
    "25": {
      "text": "from the tribe of Zebulon, Elizaphan the son of Parnach;",
      "topic": ""
    },
    "26": {
      "text": "from the tribe of Issachar, Paltiel the leader, the son of Azzan;",
      "topic": ""
    },
    "27": {
      "text": "from the tribe of Asher, Ahihud the son of Shelomi;",
      "topic": ""
    },
    "28": {
      "text": "from the tribe of Naphtali, Pedahel the son of Ammihud.”",
      "topic": ""
    },
    "29": {
      "text": "These are the ones that the Lord has ordered to divide the land of Canaan to the sons of Israel.",
      "topic": ""
    }
  }
}