{
  "info": {
    "book": "Numbers",
    "chapter": "36",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Then the leaders of the families of Gilead, the son of Machir, the son of Manasseh, from the stock of the sons of Joseph, approached and spoke to Moses before the leaders of Israel, and they said:",
      "topic": ""
    },
    "2": {
      "text": "“The Lord has instructed you, our ruler, so that you would divide the land by lot to the sons of Israel, and so that you would give to the daughters of Zelophehad, our brother, the possession owed to their father.",
      "topic": ""
    },
    "3": {
      "text": "But if men of another tribe receive them as wives, their possession will follow them, and having been transferred to another tribe, there will be a reduction in our inheritance.",
      "topic": ""
    },
    "4": {
      "text": "And so it may be that, when the Jubilee of remission, that is, the fiftieth year, has arrived, the distribution by lots shall be confounded, and the possession of the one shall be transferred to others.”",
      "topic": ""
    },
    "5": {
      "text": "Moses answered the sons of Israel, and, at the instruction of the Lord, he said: “The tribe of the sons of Joseph has spoken correctly.",
      "topic": ""
    },
    "6": {
      "text": "And so, this is the law which has been promulgated by the Lord about the daughters of Zelophehad: Let them marry whomever they may wish, but only among the men of their own tribe,",
      "topic": ""
    },
    "7": {
      "text": "lest the possession of the sons of Israel become commingled, from tribe to tribe. For all men shall take wives from their own tribe and kinship;",
      "topic": ""
    },
    "8": {
      "text": "and all women shall take husbands from their same tribe, so that the inheritance may remain within the families,",
      "topic": ""
    },
    "9": {
      "text": "and so that the tribes may not be mingled together, but may remain such as they were separated by the Lord.”",
      "topic": ""
    },
    "10": {
      "text": "And the daughters of Zelophehad acted according to what was ordered.",
      "topic": ""
    },
    "11": {
      "text": "And Mahlah, and Tirzah, and Hoglah, and Milcah, and Noa were wed to the sons of their paternal uncle,",
      "topic": ""
    },
    "12": {
      "text": "from the family of Manasseh, who was a son of Joseph. And the possession which had been distributed to them remained in the tribe and family of their father.",
      "topic": ""
    },
    "13": {
      "text": "These are the commandments and judgments which the Lord ordered by the hand of Moses to the sons of Israel, in the plains of Moab, above the Jordan, opposite Jericho.",
      "topic": ""
    }
  }
}