{
  "info": {
    "book": "Galatians",
    "chapter": "5",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Stand fast, and be not held again under the yoke of bondage.",
      "topic": ""
    },
    "2": {
      "text": "Behold, I Paul tell you, that if you be circumcised, Christ shall profit you nothing.",
      "topic": ""
    },
    "3": {
      "text": "And I testify again to every man circumcising himself, that he is a debtor to the whole law.",
      "topic": ""
    },
    "4": {
      "text": "You are made void of Christ, you who are justified in the law: you are fallen from grace.",
      "topic": ""
    },
    "5": {
      "text": "For we in spirit, by faith, wait for the hope of justice.",
      "topic": ""
    },
    "6": {
      "text": "For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision: but faith that worketh by charity.",
      "topic": ""
    },
    "7": {
      "text": "You did run well, who hath hindered you, that you should not obey the truth?",
      "topic": ""
    },
    "8": {
      "text": "This persuasion is not from him that calleth you.",
      "topic": ""
    },
    "9": {
      "text": "A little leaven corrupteth the whole lump.",
      "topic": ""
    },
    "10": {
      "text": "I have confidence in you in the Lord: that you will not be of another mind: but he that troubleth you, shall bear the judgment, whosoever he be.",
      "topic": ""
    },
    "11": {
      "text": "And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? Then is the scandal of the cross made void.",
      "topic": ""
    },
    "12": {
      "text": "I would they were even cut off, who trouble you.",
      "topic": ""
    },
    "13": {
      "text": "For you, brethren, have been called unto liberty: only make not liberty an occasion to the flesh, but by charity of the spirit serve one another.",
      "topic": ""
    },
    "14": {
      "text": "For all the law is fulfilled in one word: Thou shalt love thy neighbour as thyself.",
      "topic": ""
    },
    "15": {
      "text": "But if you bite and devour one another; take heed you be not consumed one of another.",
      "topic": ""
    },
    "16": {
      "text": "I say then, walk in the spirit, and you shall not fulfil the lusts of the flesh.",
      "topic": ""
    },
    "17": {
      "text": "For the flesh lusteth against the spirit: and the spirit against the flesh; for these are contrary one to another: so that you do not the things that you would.",
      "topic": ""
    },
    "18": {
      "text": "But if you are led by the spirit, you are not under the law.",
      "topic": ""
    },
    "19": {
      "text": "Now the works of the flesh are manifest, which are fornication, uncleanness, immodesty, luxury,",
      "topic": ""
    },
    "20": {
      "text": "Idolatry, witchcrafts, enmities, contentions, emulations, wraths, quarrels, dissensions, sects,",
      "topic": ""
    },
    "21": {
      "text": "Envies, murders, drunkenness, revellings, and such like. Of the which I foretell you, as I have foretold to you, that they who do such things shall not obtain the kingdom of God.",
      "topic": ""
    },
    "22": {
      "text": "But the fruit of the Spirit is, charity, joy, peace, patience, benignity, goodness, longanimity,",
      "topic": ""
    },
    "23": {
      "text": "Mildness, faith, modesty, continency, chastity. Against such there is no law.",
      "topic": ""
    },
    "24": {
      "text": "And they that are Christ’s, have crucified their flesh, with the vices and concupiscences.",
      "topic": ""
    },
    "25": {
      "text": "If we live in the Spirit, let us also walk in the Spirit.",
      "topic": ""
    },
    "26": {
      "text": "Let us not be made desirous of vain glory, provoking one another, envying on another.",
      "topic": ""
    }
  }
}