{
  "info": {
    "book": "Esther",
    "chapter": "7",
    "translation": "Reina Valera 1909",
    "translationID": "rv1909",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "Vino, pues, el rey con Amán al banquete con la reina Esther.",
      "topic": ""
    },
    "2": {
      "text": "Y también el segundo día dijo el rey a Esther en el convite del vino: ¿Cuál [es] tu petición, reina Esther, y se te concederá? ¿Cuál [es] tu demanda? Aunque sea la mitad del reino, y te será hecho.",
      "topic": ""
    },
    "3": {
      "text": "Entonces la reina Esther respondió y dijo: Oh rey, si he hallado gracia en tus ojos, y si le place al rey, me sea dada mi vida por mi petición, y mi pueblo por mi demanda.",
      "topic": ""
    },
    "4": {
      "text": "Porque vendidos estamos yo y mi pueblo para ser destruidos, para ser muertos y exterminados. Y si para ser siervos y siervas fuéramos vendidos, yo callaría, aunque el enemigo no compensaría el daño del rey.",
      "topic": ""
    },
    "5": {
      "text": "Y respondió el rey Asuero, y dijo a la reina Esther: ¿Quién es, y dónde está, aquél que ha concebido en su corazón hacer tal cosa?",
      "topic": ""
    },
    "6": {
      "text": "Y Esther dijo: El enemigo y adversario es este malvado Amán. Entonces se turbó Amán delante del rey y de la reina.",
      "topic": ""
    },
    "7": {
      "text": "Y se levantó el rey del banquete del vino, y enfurecido [se fue] al huerto del palacio; y se quedó Amán para rogar a la reina Esther por su vida; porque vio que estaba resuelto para él el mal de parte del rey.",
      "topic": ""
    },
    "8": {
      "text": "Volvió después el rey del huerto del palacio al aposento del banquete del vino, y Amán había caído sobre el lecho en que [estaba] Esther. Entonces dijo el rey: ¿Querrá también forzar a la reina estando yo en casa? Y al salir esta palabra de la boca del rey, cubrieron el rostro a Amán.",
      "topic": ""
    },
    "9": {
      "text": "Y dijo Harbona, uno de los eunucos de delante del rey: He aquí también la horca de cincuenta codos de altura que hizo Amán para Mardoqueo, el cual había hablado bien por el rey, está en casa de Amán. Entonces el rey dijo: Colgadlo en ella.",
      "topic": ""
    },
    "10": {
      "text": "Así colgaron a Amán en la horca que él había preparado para Mardoqueo; y se apaciguó la ira del rey.",
      "topic": ""
    }
  }
}