{
  "info": {
    "book": "1 Corinthians",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And I, brethren, was not able to speak to you as spiritual, but as carnal, as babes in Christ.",
      "topic": ""
    },
    "2": {
      "text": "I have given you milk to drink, and not food; for ye were not able, but neither now are ye yet able.",
      "topic": ""
    },
    "3": {
      "text": "For yet are ye carnal: for wherefore envy in you, and strife, and divisions, are ye not carnal, and walk according to man?",
      "topic": ""
    },
    "4": {
      "text": "For when a certain one should say, I truly am of Paul; and another, I of Apollos; are ye not carnal?",
      "topic": ""
    },
    "5": {
      "text": "Who then is Paul, and who Apollos, but servants by whom ye believed, and to each as the Lord gave?",
      "topic": ""
    },
    "6": {
      "text": "I have planted, Apollos watered; but God increased.",
      "topic": ""
    },
    "7": {
      "text": "So that neither he planting is anything, neither he watering; but God increasing.",
      "topic": ""
    },
    "8": {
      "text": "And he planting and he watering are one: and each shall receive his own reward according to his own labor.",
      "topic": ""
    },
    "9": {
      "text": "For we are workers together with God: the agriculture of God, ye are the building of God.",
      "topic": ""
    },
    "10": {
      "text": "According to the grace of God given to me, as a wise chief-architect, I have laid the foundation, and another builds upon. And let each see how he builds upon.",
      "topic": ""
    },
    "11": {
      "text": "For none is able to lay another foundation above that laid, which is Jesus the Christ.",
      "topic": ""
    },
    "12": {
      "text": "And if any one build upon this foundation gold, silver, precious stones, wood, grass, stalks;",
      "topic": ""
    },
    "13": {
      "text": "The work of each shall be manifested: for the day shall manifest, for in fire it is revealed; and the work of each, what sort it is, the fire shall prove.",
      "topic": ""
    },
    "14": {
      "text": "If the work of any shall remain which he built upon, he shall receive a reward.",
      "topic": ""
    },
    "15": {
      "text": "If the work of any one shall be burned, he shall be caused damage: and he shall be saved; and so as by fire.",
      "topic": ""
    },
    "16": {
      "text": "Know ye not that ye are the temple of God, and the spirit of God dwells in you?",
      "topic": ""
    },
    "17": {
      "text": "If any one destroy the temple of God, him will God destroy; for the temple of God is holy, which ye are.",
      "topic": ""
    },
    "18": {
      "text": "Let none completely deceive himself. If any think to be wise in this life, let him be foolish, that he may he wise.",
      "topic": ""
    },
    "19": {
      "text": "For the wisdom of this world is foolishness with God. For it has been written, He seizing the wise in their deceptions.",
      "topic": ""
    },
    "20": {
      "text": "And again, The Lord knows the reasonings of the wise, that they are vain.",
      "topic": ""
    },
    "21": {
      "text": "Therefore let none boast in men. For all things are yours;",
      "topic": ""
    },
    "22": {
      "text": "Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or about to be; all are yours;",
      "topic": ""
    },
    "23": {
      "text": "And ye of Christ; and Christ of God.",
      "topic": ""
    }
  }
}