{
  "info": {
    "book": "1 Corinthians",
    "chapter": "4",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "So let a man reckon us, as servants of Christ, and stewards of the mysteries of God.",
      "topic": ""
    },
    "2": {
      "text": "And besides it is sought in stewards, that any one be found faithful.",
      "topic": ""
    },
    "3": {
      "text": "And to me it is the least that I be judged by you, or by man’s day: but neither do I judge myself.",
      "topic": ""
    },
    "4": {
      "text": "For I know nothing by myself; but in this I have not been justified: and he examining me is the Lord.",
      "topic": ""
    },
    "5": {
      "text": "Therefore judge ye nothing before the time, until the Lord come, who also, will bring to light the hidden things of darkness, and make manifest the counsels of hearts: and then shall praise be to each from God.",
      "topic": ""
    },
    "6": {
      "text": "And these things, brethren, I transformed to myself and to Apollos for you; that ye might learn in us not to think above what has been written, lest ye be puffed up one above one against the other.",
      "topic": ""
    },
    "7": {
      "text": "For who distinguishes thee? and what hast thou which thou didst not receive? and if thou also didst receive, why dost thou boast, as not having received?",
      "topic": ""
    },
    "8": {
      "text": "Already were ye satisfied, already were ye rich, without us ye reigned; and I would ye also reigned, that we also might reign together with you.",
      "topic": ""
    },
    "9": {
      "text": "For I think that God has exhibited us the last sent, as exposed to death; for we were a theatre to the world, and to messengers, and to men.",
      "topic": ""
    },
    "10": {
      "text": "We foolish for Christ, and ye wise in Christ; we weak, and ye strong; ye honourable, and we dishonoured.",
      "topic": ""
    },
    "11": {
      "text": "Until this present hour we also hunger, and thirst, and we are naked, and are cuffed, and are unsteady.",
      "topic": ""
    },
    "12": {
      "text": "And we are wearied, working with our own hands: being reviled, we praise; being driven out, we hold up.",
      "topic": ""
    },
    "13": {
      "text": "Being defamed, we entreat: as the filth of the world were we become, the offscouring of all until now.",
      "topic": ""
    },
    "14": {
      "text": "Not shaming you, write I these, but as my beloved children I admonish you.",
      "topic": ""
    },
    "15": {
      "text": "For if ye have ten thousand preceptors in Christ, but not many fathers: for in Christ Jesus by the good news I begat you.",
      "topic": ""
    },
    "16": {
      "text": "I beseech you therefore, be ye imitators of me.",
      "topic": ""
    },
    "17": {
      "text": "Therefore sent I Timotheus to you, who is my beloved child, and faithful in the Lord, who will remind you of all my ways in Christ, as I teach everywhere in all the churches.",
      "topic": ""
    },
    "18": {
      "text": "And as my not coming to you, some were puffed up.",
      "topic": ""
    },
    "19": {
      "text": "And I will come to you swiftly, if the Lord will, and I shall know not the word of those puffed up, but the power.",
      "topic": ""
    },
    "20": {
      "text": "For the kingdom of God not in word, but in power.",
      "topic": ""
    },
    "21": {
      "text": "What will ye? should I come to you with a rod, or in love, and in the spirit of meekness?",
      "topic": ""
    }
  }
}