{
  "info": {
    "book": "1 Corinthians",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Dare any of you, having an affair with another, be judged by the unjust, and not by the holy ones?",
      "topic": ""
    },
    "2": {
      "text": "Know ye not that the holy ones shall judge the world? and if the world be judged by you, are ye unworthy of the least judgments?",
      "topic": ""
    },
    "3": {
      "text": "Know ye not that we shall judge messengers? also not only things pertaining to the cares of life?",
      "topic": ""
    },
    "4": {
      "text": "Therefore truly, if ye have judgments pertaining to the cares of life, set them counted as nothing in the church.",
      "topic": ""
    },
    "5": {
      "text": "For confusion I speak to you. So is there not one wise with you, who will be able to judge between his brother?",
      "topic": ""
    },
    "6": {
      "text": "But brother with brother is judged, and this by the unbelieving.",
      "topic": ""
    },
    "7": {
      "text": "Therefore truly, already is there wholly a misfortune in you, that ye have judgments with yourselves. Wherefore had ye not rather be treated ill? wherefore had ye not rather be defrauded?",
      "topic": ""
    },
    "8": {
      "text": "But ye treat ill, and defraud, and that the brethren.",
      "topic": ""
    },
    "9": {
      "text": "Or know ye not that the unjust shall not inherit the kingdom of God Be ye not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor sodomites,",
      "topic": ""
    },
    "10": {
      "text": "Nor thieves; nor covetous, nor intoxicated, nor railers, nor rapacious, shall inherit the kingdom of God.",
      "topic": ""
    },
    "11": {
      "text": "And these were some of you: but ye were washed, but ye were consecrated, but ye were justified in the name of the Lord Jesus, and in the Spirit of our God.",
      "topic": ""
    },
    "12": {
      "text": "All things are lawful to me, but all are not profitable: all are lawful to me, but I will not be exercised by power under any.",
      "topic": ""
    },
    "13": {
      "text": "Foods for the belly, and the belly for foods: and God will also leave unemployed this and them. And the body not for fornication, but for the Lord; and the Lord for the body.",
      "topic": ""
    },
    "14": {
      "text": "And God also raised up the Lord, and us will he also raise up by his power.",
      "topic": ""
    },
    "15": {
      "text": "Know ye not that your bodies are the members of Christ? having taken the members of Christ, shall I make members of a harlot? It may not be.",
      "topic": ""
    },
    "16": {
      "text": "Or know ye not that he joined to a harlot is one body? for they shall be, he says, they two into one flesh.",
      "topic": ""
    },
    "17": {
      "text": "And he joined to the Lord is one spirit.",
      "topic": ""
    },
    "18": {
      "text": "Flee fornication. Every sin which if a man do is without the body; but he committing fornication sins against his own body.",
      "topic": ""
    },
    "19": {
      "text": "Or know ye not that your body is the temple of the Holy Spirit in you, which ye have from God, and ye are not your own?",
      "topic": ""
    },
    "20": {
      "text": "For ye were bought for a price: then glorify God in your body, and in your spirit, which are of God.",
      "topic": ""
    }
  }
}