{
  "info": {
    "book": "1 Corinthians",
    "chapter": "8",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And concerning sacrifice to idols, we know, (for we all have knowledge. Knowledge puffs up, and love builds the house.",
      "topic": ""
    },
    "2": {
      "text": "And if any one thinks to know anything, as yet he has known nothing as he ought to know.",
      "topic": ""
    },
    "3": {
      "text": "And if any one love God, the same is known of him.)",
      "topic": ""
    },
    "4": {
      "text": "Concerning food therefore of sacrifices to idols, we know that an idol nothing in the world, and that none other God but one.",
      "topic": ""
    },
    "5": {
      "text": "For also though they are called gods, whether in heaven, whether upon the earth, (for there are many gods, and many lords,)",
      "topic": ""
    },
    "6": {
      "text": "But to us one God, the Father, of whom all things, and we for him; and one Lord Jesus Christ, by whom all things, and we by him.",
      "topic": ""
    },
    "7": {
      "text": "But not in all, knowledge: and some with consciousness of the idol even till now eat as a sacrifice to idols: and their consciousness being weak is contaminated.",
      "topic": ""
    },
    "8": {
      "text": "And food sets us not before God: for neither, if we eat, do we abound; neither if we eat not, do we want.",
      "topic": ""
    },
    "9": {
      "text": "And see ye lest this your power be a stumble to the weak.",
      "topic": ""
    },
    "10": {
      "text": "For if any one see thee having knowledge reclining in the idol’s temple, shall not his consciousness, being weak, be built up to eat the sacrifices to idols;",
      "topic": ""
    },
    "11": {
      "text": "And shall the weak brother be destroyed upon thy knowledge, for whom Christ died?",
      "topic": ""
    },
    "12": {
      "text": "And so sinning against the brethren, and striking their weak consciousness, ye sin against Christ.",
      "topic": ""
    },
    "13": {
      "text": "Wherefore, if food offend my brother, I will eat no flesh forever, lest I shall offend my brother.",
      "topic": ""
    }
  }
}