{
  "info": {
    "book": "1 Corinthians",
    "chapter": "9",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Am I not sent? am I not free? have I not seen Jesus Christ our Lord? are ye not my work in the Lord.",
      "topic": ""
    },
    "2": {
      "text": "If to others I am not sent, but surely I am to you: for the seal of my sending are ye in the Lord.",
      "topic": ""
    },
    "3": {
      "text": "My justification to them examining me is this,",
      "topic": ""
    },
    "4": {
      "text": "have we not power to eat and to drink?",
      "topic": ""
    },
    "5": {
      "text": "Have we not power to lead about a sister, a wife; as also the rest of the sent, and the brethren of the Lord, and Cephas?",
      "topic": ""
    },
    "6": {
      "text": "Or I only and Barnabas, have we not power not to work?",
      "topic": ""
    },
    "7": {
      "text": "Who makes war at any time at his own charges who plants a vineyard, and eats not of its fruit or who feeds a flock, and eats not of the milk of the flock?",
      "topic": ""
    },
    "8": {
      "text": "Not according to man do I speak these things: or does not the law also say these things?",
      "topic": ""
    },
    "9": {
      "text": "For in the law of Moses has been written, Thou shalt not muzzle the mouth of the ox grinding. Is there not care to God for oxen?",
      "topic": ""
    },
    "10": {
      "text": "Or does he say altogether on account of us? For it was written on account of us: that he ploughing ought to plough upon hope; and he grinding upon hope, to participate with his hope.",
      "topic": ""
    },
    "11": {
      "text": "If we have sown to you spiritual things, is it great if we shall reap your carnal things?",
      "topic": ""
    },
    "12": {
      "text": "If others participate with your power, not rather we? But we used not this power; but endure all things, lest we give some hindrance to the good news of Christ.",
      "topic": ""
    },
    "13": {
      "text": "Do ye not know that they working consecrated things, eat of the temple? they working diligently at the altar, share together with the altar?",
      "topic": ""
    },
    "14": {
      "text": "Thus also the Lord appointed to them announcing good news to live of the good news.",
      "topic": ""
    },
    "15": {
      "text": "But I used none of these things: and I wrote not these things, that thus it might be with me: for good to me rather to die, than that any should render my boasting void.",
      "topic": ""
    },
    "16": {
      "text": "For if I announce the good news, there is no boasting to me: for necessity is laid upon me; and woe is to me, if I announce not the good news!",
      "topic": ""
    },
    "17": {
      "text": "For if of free will I do this, I have reward: and if unwillingly, I have been entrusted with a stewardship.",
      "topic": ""
    },
    "18": {
      "text": "What reward therefore is to me? That announcing good news, I shall make the good news of Christ not expensive, not to make use of my power in the good news.",
      "topic": ""
    },
    "19": {
      "text": "For being free from all, I have subjected myself to all, that I might gain the more.",
      "topic": ""
    },
    "20": {
      "text": "And I was to the Jews as a Jew, that I might gain the Jews: to them under the law, as under the law, that I might gain them under the law;",
      "topic": ""
    },
    "21": {
      "text": "To the lawless, as lawless, (not being lawless to God, but subject to the law to Christ,) that I might gain the lawless,",
      "topic": ""
    },
    "22": {
      "text": "I became to the weak as weak, that I might gain the weak: I have been all things to all, that altogether I might save some.",
      "topic": ""
    },
    "23": {
      "text": "And this I do on account of the good news, that I might become a partaker of it.",
      "topic": ""
    },
    "24": {
      "text": "Do ye not know that they running in a race-course, all truly run, and one receives the prize of combat? Do ye so run, that ye might receive.",
      "topic": ""
    },
    "25": {
      "text": "And every one contending for the prize, has self command in all things. These surely therefore that they might receive a corruptible crown; and we an incorruptible.",
      "topic": ""
    },
    "26": {
      "text": "I therefore so run, as not uncertainly; so practise I pugilism, as not laying stripes upon air:",
      "topic": ""
    },
    "27": {
      "text": "But I give my body a blow under the eyes, and reduce to bondage: lest having proclaimed to others, I myself be rejected.",
      "topic": ""
    }
  }
}