{
  "info": {
    "book": "Jueces",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aconteció después de la muerte de Josué, que los hijos de Israel consultaron al SEÑOR, diciendo: ¿Quién subirá por nosotros el primero a pelear contra los cananeos?",
      "topic": ""
    },
    "2": {
      "text": "Y el SEÑOR respondió: Judá subirá; he aquí que yo he entregado la tierra en sus manos.",
      "topic": ""
    },
    "3": {
      "text": "Y Judá dijo a Simeón su hermano: Sube conmigo a mi suerte, y peleemos contra el cananeo, y yo también iré contigo a tu suerte. Y Simeón fue con él.",
      "topic": ""
    },
    "4": {
      "text": "Y subió Judá, y el SEÑOR entregó en sus manos al cananeo y al ferezeo; y de ellos hirieron en Bezec a diez mil hombres.",
      "topic": ""
    },
    "5": {
      "text": "Y hallaron a Adoni-bezec en Bezec, y pelearon contra él; e hirieron al cananeo y al ferezeo.",
      "topic": ""
    },
    "6": {
      "text": "Mas Adoni-bezec huyó; y le siguieron, y le prendieron, y le cortaron los pulgares de las manos y de los pies.",
      "topic": ""
    },
    "7": {
      "text": "Entonces dijo Adoni-bezec: Setenta reyes, cortados los pulgares de sus manos y de sus pies, cogían las migajas debajo de mi mesa; como yo hice, así me ha pagado Dios. Y le metieron en Jerusalén, donde murió.",
      "topic": ""
    },
    "8": {
      "text": "Ya habían combatido los hijos de Judá a Jerusalén, y la habían tomado, y metido a cuchillo, y puesto a fuego la ciudad.",
      "topic": ""
    },
    "9": {
      "text": "¶ Después los hijos de Judá descendieron para pelear contra el cananeo que habitaba en las montañas, y al mediodía, y en los llanos.",
      "topic": ""
    },
    "10": {
      "text": "Y partió Judá contra el cananeo que habitaba en Hebrón, la cual se llamaba antes Quiriat-arba; e hirieron a Sesai, a Ahiman, y a Talmai.",
      "topic": ""
    },
    "11": {
      "text": "Y de allí fue a los que habitaban en Debir, que antes se llamaba Quiriat-sefer.",
      "topic": ""
    },
    "12": {
      "text": "Y dijo Caleb: El que hiriere a Quiriat-sefer, y la tomare, yo le daré a Acsa mi hija por mujer.",
      "topic": ""
    },
    "13": {
      "text": "Y la tomó Otoniel hijo de Cenaz, hermano menor de Caleb; y él le dio a Acsa su hija por mujer.",
      "topic": ""
    },
    "14": {
      "text": "Y cuando la llevaban, la persuadió que pidiese a su padre tierras para labrar. Y ella se bajó del asno, y Caleb le dijo: ¿Qué tienes?",
      "topic": ""
    },
    "15": {
      "text": "Ella entonces le respondió: Dame una bendición; que pues me has dado tierra de secadal, me des también fuentes de aguas. Entonces Caleb le dio las fuentes de arriba y las fuentes de abajo.",
      "topic": ""
    },
    "16": {
      "text": "Y los hijos del cineo, suegro de Moisés, subieron de la ciudad de las palmas con los hijos de Judá al desierto de Judá, que está al mediodía de Arad; y fueron y habitaron con el pueblo.",
      "topic": ""
    },
    "17": {
      "text": "Y fue Judá a su hermano Simeón, e hirieron al cananeo que habitaba en Sefat, y la asolaron; y pusieron por nombre a la ciudad, Horma.",
      "topic": ""
    },
    "18": {
      "text": "Tomó también Judá a Gaza con su término, y a Ascalón con su término, y a Ecrón con su término.",
      "topic": ""
    },
    "19": {
      "text": "Y el SEÑOR estaba con Judá, quien echó a los de las montañas; mas no pudo echar a los que habitaban en los llanos, los cuales tenían carros herrados.",
      "topic": ""
    },
    "20": {
      "text": "Y dieron Hebrón a Caleb, como Moisés había dicho; y él echó de allí tres hijos de Anac.",
      "topic": ""
    },
    "21": {
      "text": "¶ Mas al jebuseo que habitaba en Jerusalén, no lo echaron los hijos de Benjamín, y así el jebuseo habitó con los hijos de Benjamín en Jerusalén hasta hoy.",
      "topic": ""
    },
    "22": {
      "text": "También los de la casa de José subieron a Bet-el; y el SEÑOR estaba con ellos.",
      "topic": ""
    },
    "23": {
      "text": "Y los de la casa de José pusieron espías en Bet-el. (La ciudad antes se llamaba Luz.)",
      "topic": ""
    },
    "24": {
      "text": "Y los que espiaban vieron un hombre que salía de la ciudad, y le dijeron: Muéstranos ahora la entrada de la ciudad, y haremos contigo misericordia.",
      "topic": ""
    },
    "25": {
      "text": "Y él les mostró la entrada a la ciudad, y la hirieron a filo de espada; mas dejaron a aquel hombre con toda su familia.",
      "topic": ""
    },
    "26": {
      "text": "Y el hombre se fue a la tierra de los heteos, y edificó una ciudad, a la cual llamó Luz; y éste es su nombre hasta hoy.",
      "topic": ""
    },
    "27": {
      "text": "Tampoco Manasés echó a los de Bet-seán, ni a los de sus aldeas, ni a los de Taanac y sus aldeas, ni a los que habitaban en Dor y en sus aldeas, ni a los que habitaban en Ibleam y en sus aldeas, ni a los que habitaban en Meguido y en sus aldeas; mas el cananeo quiso habitar en esta tierra.",
      "topic": ""
    },
    "28": {
      "text": "Pero cuando Israel tomó fuerzas hizo al cananeo tributario, mas no lo echó.",
      "topic": ""
    },
    "29": {
      "text": "Tampoco Efraín echó al cananeo que habitaba en Gezer; antes habitó el cananeo en medio de él en Gezer.",
      "topic": ""
    },
    "30": {
      "text": "Tampoco Zabulón echó a los que habitaban en Quitrón y a los que habitaban en Naalal; mas el cananeo habitó en medio de él, y le fueron tributarios.",
      "topic": ""
    },
    "31": {
      "text": "Tampoco Aser echó a los que habitaban en Aco, y a los que habitaban en Sidón, y en Ahlab, y en Aczib, y en Helba, y en Afec, y en Rehob;",
      "topic": ""
    },
    "32": {
      "text": "antes moró Aser entre los cananeos que habitaban en la tierra; pues no los echó.",
      "topic": ""
    },
    "33": {
      "text": "Tampoco Neftalí echó a los que habitaban en Bet-semes, y a los que habitaban en Bet-anat, sino que moró entre los cananeos que habitaban en la tierra; mas le fueron tributarios los moradores de Bet-semes, y los moradores de Bet-anat.",
      "topic": ""
    },
    "34": {
      "text": "Los amorreos apretaron a los hijos de Dan hasta el monte; que no los dejaron descender a la campiña.",
      "topic": ""
    },
    "35": {
      "text": "Y quiso el amorreo habitar en el monte de Heres, en Ajalón y en Saalbim; mas cuando la mano de la casa de José tomó fuerzas, los hicieron tributarios.",
      "topic": ""
    },
    "36": {
      "text": "Y el término del amorreo fue desde la subida de Acrabim, desde la piedra, y arriba.",
      "topic": ""
    }
  }
}