{
  "info": {
    "book": "Jueces",
    "chapter": "12",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y juntándose los varones de Efraín, pasaron hacia el aquilón, y dijeron a Jefté: ¿Por qué fuiste a hacer guerra contra los hijos de Amón, y no nos llamaste para que fuéramos contigo? Nosotros quemaremos a fuego tu casa contigo.",
      "topic": ""
    },
    "2": {
      "text": "Y Jefté les respondió: Yo y mi pueblo, teníamos una gran contienda con los hijos de Amón, y os llamé, y no me defendisteis de sus manos.",
      "topic": ""
    },
    "3": {
      "text": "Viendo, pues, que tú no me defendíais, puse mi alma en mi palma, y pasé contra los hijos de Amón, y el SEÑOR los entregó en mi mano; ¿por qué pues habéis subido hoy contra mí para pelear conmigo?",
      "topic": ""
    },
    "4": {
      "text": "Y juntando Jefté a todos los varones de Galaad, peleó contra Efraín; y los de Galaad hirieron a Efraín, porque habían dicho: Vosotros sois fugitivos de Efraín, vosotros sois galaaditas entre Efraín y Manasés.",
      "topic": ""
    },
    "5": {
      "text": "Y los galaaditas tomaron los vados del Jordán a Efraín; y era que, cuando alguno de los de Efraín que había huido, decía, ¿pasaré? los de Galaad le preguntaban: ¿Eres tú efrateo? Si él respondía, no;",
      "topic": ""
    },
    "6": {
      "text": "Entonces le decían: Ahora pues, di, Shibolet. Y él decía, Sibolet; porque no podía pronunciarlo así. Entonces le echaban mano, y le degollaban junto a los vados del Jordán. Y murieron entonces de los de Efraín cuarenta y dos mil.",
      "topic": ""
    },
    "7": {
      "text": "Y Jefté juzgó a Israel seis años; luego murió Jefté, galaadita, y fue sepultado en la tierra de Galaad.",
      "topic": ""
    },
    "8": {
      "text": "¶ Después de él juzgó a Israel Ibzán de Belén;",
      "topic": ""
    },
    "9": {
      "text": "el cual tuvo treinta hijos y treinta hijas, las cuales casó fuera, y tomó de fuera treinta hijas para sus hijos; y juzgó a Israel siete años.",
      "topic": ""
    },
    "10": {
      "text": "Y murió Ibzán, y fue sepultado en Belén.",
      "topic": ""
    },
    "11": {
      "text": "Después de él juzgó a Israel Elón, zabulonita, el cual juzgó a Israel diez años.",
      "topic": ""
    },
    "12": {
      "text": "Y murió Elón, zabulonita, y fue sepultado en Ajalón en la tierra de Zabulón.",
      "topic": ""
    },
    "13": {
      "text": "Después de él juzgó a Israel Abdón hijo de Hilel, piratonita.",
      "topic": ""
    },
    "14": {
      "text": "Este tuvo cuarenta hijos y treinta nietos, que cabalgaban sobre setenta asnos; y juzgó a Israel ocho años.",
      "topic": ""
    },
    "15": {
      "text": "Y murió Abdón hijo de Hilel, piratonita, y fue sepultado en Piratón, en la tierra de Efraín, en el monte de Amalec.",
      "topic": ""
    }
  }
}