{
  "info": {
    "book": "Jueces",
    "chapter": "17",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Hubo un varón del monte de Efraín, que se llamaba Micaía.",
      "topic": ""
    },
    "2": {
      "text": "El cual dijo a su madre: Los mil cien siclos de plata que te fueron hurtados, por lo que tú maldecías oyéndolo yo, he aquí que yo tengo este dinero; yo lo había tomado. Entonces la madre dijo: Bendito seas del SEÑOR, hijo mío.",
      "topic": ""
    },
    "3": {
      "text": "Y luego que él hubo vuelto a su madre los mil cien siclos de plata, su madre dijo: Yo he dedicado este dinero al SEÑOR de mi mano para ti, hijo mío, para que hagas una imagen de talla o de fundición; ahora, pues, yo te lo devuelvo.",
      "topic": ""
    },
    "4": {
      "text": "Mas volviendo él a su madre el dinero, tomó su madre doscientos siclos de plata, y los dio al fundidor; y él le hizo de ellos una imagen de talla y de fundición, la cual fue puesta en casa de Micaía.",
      "topic": ""
    },
    "5": {
      "text": "Y tuvo este hombre Micaía burdel de idolatría, y se hizo hacer efod y terafin (los vasos, vestidos e instrumentos pertenecientes al culto idolátrico ), y consagró uno de sus hijos; y le fue por sacerdote.",
      "topic": ""
    },
    "6": {
      "text": "En estos días no había rey en Israel; cada uno hacía como mejor le parecía.",
      "topic": ""
    },
    "7": {
      "text": "¶ Y había un joven de Belén de Judá, de la tribu de Judá, el cual era levita; y peregrinaba allí.",
      "topic": ""
    },
    "8": {
      "text": "Este varón se había partido de la ciudad de Belén de Judá, para ir a vivir donde hallase; y llegando al monte de Efraín, vino a casa de Micaía, para de allí hacer su camino.",
      "topic": ""
    },
    "9": {
      "text": "Y Micaía le dijo: ¿De dónde vienes? Y el levita le respondió: Soy de Belén de Judá, y voy a vivir donde hallare.",
      "topic": ""
    },
    "10": {
      "text": "Entonces Micaía le dijo: Quédate en mi casa, y me serás en lugar de padre y sacerdote; y yo te daré diez siclos de plata por año, y el ordinario de vestidos, y tu comida. Y el levita se quedó.",
      "topic": ""
    },
    "11": {
      "text": "Acordó, pues, el levita en morar con aquel hombre, y él lo tenía como a uno de sus hijos.",
      "topic": ""
    },
    "12": {
      "text": "Y Micaía consagró al levita, y aquel joven le servía de sacerdote, y estaba en casa de Micaía.",
      "topic": ""
    },
    "13": {
      "text": "Y Micaía dijo: Ahora sé que el SEÑOR me hará bien, pues que el levita es hecho mi sacerdote.",
      "topic": ""
    }
  }
}