{
  "info": {
    "book": "Jueces",
    "chapter": "21",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y los varones de Israel habían jurado en Mizpa, diciendo: Ninguno de nosotros dará su hija a los de Benjamín por mujer.",
      "topic": ""
    },
    "2": {
      "text": "Y vino el pueblo a la Casa de Dios, y se estuvieron allí hasta la tarde delante de Dios; y alzando su voz hicieron gran llanto, y dijeron:",
      "topic": ""
    },
    "3": {
      "text": "Oh SEÑOR Dios de Israel, ¿por qué ha sucedido esto en Israel, que falte hoy de Israel una tribu?",
      "topic": ""
    },
    "4": {
      "text": "Y al día siguiente el pueblo se levantó de mañana, y edificaron allí altar, y ofrecieron holocausto y pacíficos.",
      "topic": ""
    },
    "5": {
      "text": "Y dijeron los hijos de Israel: ¿Quién de todas las tribus de Israel no subió a la reunión delante del SEÑOR? Porque se había hecho gran juramento contra el que no subiese al SEÑOR en Mizpa, diciendo: Sufrirá muerte.",
      "topic": ""
    },
    "6": {
      "text": "Y los hijos de Israel se arrepintieron a causa de Benjamín su hermano, y dijeron: Una tribu es hoy cortada de Israel.",
      "topic": ""
    },
    "7": {
      "text": "¿Qué haremos en cuanto a mujeres para los que han quedado? Nosotros hemos jurado por el SEÑOR que no les hemos de dar nuestras hijas por mujeres.",
      "topic": ""
    },
    "8": {
      "text": "Y dijeron: ¿Hay alguno de las tribus de Israel que no haya subido al SEÑOR en Mizpa? Y hallaron que ninguno de Jabes-galaad había venido al campamento ni a la reunión.",
      "topic": ""
    },
    "9": {
      "text": "Porque el pueblo fue contado, y no hubo allí varón de los moradores de Jabes-galaad.",
      "topic": ""
    },
    "10": {
      "text": "Entonces la congregación envió allá doce mil hombres de los más valientes, y les mandaron, diciendo: Id y pasad a cuchillo a los moradores de Jabes-galaad, con las mujeres y los niños.",
      "topic": ""
    },
    "11": {
      "text": "Mas haréis de esta manera: mataréis a todo varón, y a toda mujer que hubiere conocido ayuntamiento de varón.",
      "topic": ""
    },
    "12": {
      "text": "Y hallaron de los moradores de Jabes-galaad cuatrocientas doncellas que no habían conocido varón en ayuntamiento de varón, y las trajeron al campamento en Silo, que es en la tierra de Canaán.",
      "topic": ""
    },
    "13": {
      "text": "Toda la congregación envió luego a hablar a los hijos de Benjamín que estaban en la peña de Rimón, y los llamaron en paz.",
      "topic": ""
    },
    "14": {
      "text": "Y volvieron entonces los de Benjamín; y les dieron por mujeres las que habían guardado vivas de las mujeres de Jabes-galaad; mas no les bastaron éstas.",
      "topic": ""
    },
    "15": {
      "text": "Y el pueblo tuvo dolor a causa de Benjamín, de que el SEÑOR hubiese hecho mella en las tribus de Israel.",
      "topic": ""
    },
    "16": {
      "text": "¶ Entonces los ancianos de la congregación dijeron: ¿Qué haremos acerca de mujeres para los que han quedado? Porque el sexo de las mujeres había sido raído de Benjamín.",
      "topic": ""
    },
    "17": {
      "text": "Y dijeron: Que se salva la heredad de Benjamín, para que no sea una tribu raída de Israel.",
      "topic": ""
    },
    "18": {
      "text": "Nosotros sin embargo , no les podemos dar mujeres de nuestras hijas, porque los hijos de Israel han jurado, diciendo: Maldito el que diere mujer a alguno de Benjamín.",
      "topic": ""
    },
    "19": {
      "text": "Ahora bien , dijeron, he aquí cada año hay fiesta solemne del SEÑOR en Silo, que está al aquilón de Bet-el, y al nacimiento del sol al camino que sube de Bet-el a Siquem, y al mediodía de Lebona.",
      "topic": ""
    },
    "20": {
      "text": "Y mandaron a los hijos de Benjamín, diciendo: Id, y poned emboscada en las viñas;",
      "topic": ""
    },
    "21": {
      "text": "y estad atentos; y cuando viereis salir las hijas de Silo a bailar en corros, vosotros saldréis de las viñas, y arrebataréis cada uno mujer para sí de las hijas de Silo, y os iréis a tierra de Benjamín.",
      "topic": ""
    },
    "22": {
      "text": "Y cuando vinieren los padres de ellas o sus hermanos a demandárnoslo, nosotros les diremos: Tened piedad de nosotros en lugar de ellos; pues que nosotros en la guerra no tomamos mujeres para todos; y pues que vosotros no se las habéis dado, para que ahora seáis culpables.",
      "topic": ""
    },
    "23": {
      "text": "Y los hijos de Benjamín lo hicieron así; y tomaron mujeres conforme a su número, arrebatando de las que danzaban; y yéndose luego , se volvieron a su heredad, y reedificaron las ciudades, y habitaron en ellas.",
      "topic": ""
    },
    "24": {
      "text": "Entonces los hijos de Israel se fueron también de allí, cada uno a su tribu y a su familia, saliendo de allí cada uno a su heredad.",
      "topic": ""
    },
    "25": {
      "text": "En estos días no había rey en Israel: cada uno hacía lo que le parecía recto delante de sus ojos.",
      "topic": ""
    }
  }
}