{
  "info": {
    "book": "Jueces",
    "chapter": "3",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Estos, pues, son los gentiles que dejó el SEÑOR para probar con ellos a Israel, a todos aquellos que no habían conocido todas las guerras de Canaán;",
      "topic": ""
    },
    "2": {
      "text": "solamente los dejó para que el linaje de los hijos de Israel conociese, y para enseñarlos en la guerra, solamente a los que antes no la habían conocido:",
      "topic": ""
    },
    "3": {
      "text": "Cinco príncipes de los filisteos, y todos los cananeos, y los sidonios, y los heveos que habitaban en el monte Líbano, desde el monte de Baal-hermón hasta llegar a Hamat.",
      "topic": ""
    },
    "4": {
      "text": "Estos, pues, fueron dejados para probar por ellos a Israel, para saber si escucharían los mandamientos del SEÑOR, que él había mandado a sus padres por mano de Moisés.",
      "topic": ""
    },
    "5": {
      "text": "Y como los hijos de Israel habitaban entre los cananeos, heteos, amorreos, ferezeos, heveos, y jebuseos,",
      "topic": ""
    },
    "6": {
      "text": "tomaron de sus hijas por mujeres, y dieron sus hijas a los hijos de ellos, y sirvieron a sus dioses.",
      "topic": ""
    },
    "7": {
      "text": "Hicieron, pues, los hijos de Israel lo malo en ojos del SEÑOR; y olvidados del SEÑOR su Dios, sirvieron a los baales, y a Astarot.",
      "topic": ""
    },
    "8": {
      "text": "¶ Y la saña del SEÑOR se encendió contra Israel, y los vendió en manos de Cusan-risataim rey de Mesopotamia; y sirvieron los hijos de Israel a Cusan-risataim ocho años.",
      "topic": ""
    },
    "9": {
      "text": "Y clamaron los hijos de Israel al SEÑOR; y el SEÑOR despertó un salvador a los hijos de Israel y los libró; es a saber , a Otoniel hijo de Cenaz, hermano menor de Caleb.",
      "topic": ""
    },
    "10": {
      "text": "Y el Espíritu del SEÑOR vino sobre él, y juzgó a Israel, y salió a batalla, y el SEÑOR entregó en su mano a Cusan-risataim, rey de Siria, y prevaleció su mano contra Cusan-risataim.",
      "topic": ""
    },
    "11": {
      "text": "Y reposó la tierra cuarenta años; y murió Otoniel, hijo de Cenaz.",
      "topic": ""
    },
    "12": {
      "text": "¶ Y volvieron los hijos de Israel a hacer lo malo ante los ojos del SEÑOR; y el SEÑOR esforzó a Eglón rey de Moab contra Israel, por cuanto habían hecho lo malo ante los ojos del SEÑOR.",
      "topic": ""
    },
    "13": {
      "text": "Y juntó consigo a los hijos de Amón y de Amalec, y fue, e hirió a Israel, y tomó la ciudad de las palmas.",
      "topic": ""
    },
    "14": {
      "text": "Y sirvieron los hijos de Israel a Eglón rey de los moabitas dieciocho años.",
      "topic": ""
    },
    "15": {
      "text": "Y clamaron los hijos de Israel al SEÑOR; y el SEÑOR les despertó un salvador, a Aod, hijo de Gera, benjamita, el cual tenía cerrada la mano derecha. Y los hijos de Israel enviaron con él un presente a Eglón rey de Moab.",
      "topic": ""
    },
    "16": {
      "text": "Y Aod se había hecho un cuchillo de dos filos, de un codo de largo; y se lo ciñó debajo de sus vestidos a su lado derecho.",
      "topic": ""
    },
    "17": {
      "text": "Y presentó el presente a Eglón rey de Moab; y era Eglón hombre muy grueso.",
      "topic": ""
    },
    "18": {
      "text": "Y luego que hubo presentado el presente, despidió al pueblo que lo había traído.",
      "topic": ""
    },
    "19": {
      "text": "Mas él se volvió desde los ídolos que están en Gilgal, y dijo: Rey, una palabra secreta tengo que decirte. El entonces dijo: Calla. Y salieron de delante de él todos los que estaban con él.",
      "topic": ""
    },
    "20": {
      "text": "Y se llegó Aod a él, el cual estaba sentado solo en una sala de verano. Y Aod dijo: Tengo palabra de Dios para ti. El entonces se levantó de la silla.",
      "topic": ""
    },
    "21": {
      "text": "Mas Aod metió su mano izquierda, y tomó el cuchillo de su lado derecho, y se lo metió por el vientre;",
      "topic": ""
    },
    "22": {
      "text": "de tal manera que la empuñadura entró también tras la hoja, y la grosura encerró la hoja, que él no sacó el cuchillo de su vientre; y salió el estiércol.",
      "topic": ""
    },
    "23": {
      "text": "Y saliendo Aod al patio, cerró tras sí las puertas de la sala con la llave.",
      "topic": ""
    },
    "24": {
      "text": "Y salido él, vinieron sus siervos, los cuales viendo las puertas de la sala cerradas, dijeron: Por ventura él cubre sus pies en la sala de verano.",
      "topic": ""
    },
    "25": {
      "text": "Y habiendo esperado hasta estar confusos, pues que él no abría las puertas de la sala, tomaron la llave y abrieron; y he aquí su señor caído en tierra muerto.",
      "topic": ""
    },
    "26": {
      "text": "Mas entre tanto que ellos se detuvieron, Aod se escapó, y pasando los ídolos, se salvó en Seirat.",
      "topic": ""
    },
    "27": {
      "text": "Y entrando, tocó la trompeta en el monte de Efraín, y los hijos de Israel descendieron con él del monte, y él iba delante de ellos.",
      "topic": ""
    },
    "28": {
      "text": "Entonces él les dijo: Seguidme, porque el SEÑOR ha entregado vuestros enemigos los moabitas en vuestras manos. Y descendieron en pos de él, y tomaron los vados del Jordán a Moab, y no dejaron pasar a ninguno.",
      "topic": ""
    },
    "29": {
      "text": "Y en aquel tiempo hirieron de los moabitas como diez mil hombres, todos valientes y todos hombres de guerra; no escapó varón.",
      "topic": ""
    },
    "30": {
      "text": "Y Moab fue sujetado aquel día bajo la mano de Israel; y reposó la tierra ochenta años.",
      "topic": ""
    },
    "31": {
      "text": "¶ Después de él fue Samgar hijo de Anat, el cual hirió a seiscientos hombres de los filisteos con una aguijada de bueyes; y él también salvó a Israel.",
      "topic": ""
    }
  }
}