{
  "info": {
    "book": "Jueces",
    "chapter": "4",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Mas los hijos de Israel volvieron a hacer lo malo en ojos del SEÑOR, después de la muerte de Aod.",
      "topic": ""
    },
    "2": {
      "text": "Y el SEÑOR los vendió en mano de Jabín rey de Canaán, el cual reinó en Hazor; y el capitán de su ejército se llamaba Sísara, y él habitaba en Haroset de los Gentiles.",
      "topic": ""
    },
    "3": {
      "text": "Y los hijos de Israel clamaron al SEÑOR, porque aquél tenía novecientos carros herrados; y había afligido en gran manera a los hijos de Israel por veinte años.",
      "topic": ""
    },
    "4": {
      "text": "¶ Y gobernaba en aquel tiempo a Israel una mujer, Débora, profetisa, mujer de Lapidot.",
      "topic": ""
    },
    "5": {
      "text": "La cual Débora habitaba debajo de una palma entre Ramá y Bet-el, en el monte de Efraín; y los hijos de Israel subían a ella a juicio.",
      "topic": ""
    },
    "6": {
      "text": "Y ella envió a llamar a Barac hijo de Abinoam, de Cedes de Neftalí, y le dijo: ¿No te ha mandado el SEÑOR Dios de Israel, diciendo : Ve, y atrae en el monte de Tabor, y toma contigo diez mil hombres de los hijos de Neftalí, y de los hijos de Zabulón;",
      "topic": ""
    },
    "7": {
      "text": "y yo atraeré a ti al arroyo de Cisón a Sísara, capitán del ejército de Jabín, con sus carros y su ejército, y lo entregaré en tus manos?",
      "topic": ""
    },
    "8": {
      "text": "Y Barac le respondió: Si tú fueres conmigo, yo iré; pero si no fueres conmigo, no iré.",
      "topic": ""
    },
    "9": {
      "text": "Y ella dijo: Iré contigo; mas no será tu honra en el camino que vas; porque en mano de mujer venderá el SEÑOR a Sísara. Y levantándose Débora fue con Barac a Cedes.",
      "topic": ""
    },
    "10": {
      "text": "¶ Y juntó Barac a Zabulón y a Neftalí en Cedes, y subió con diez mil hombres de a pie, y Débora subió con él.",
      "topic": ""
    },
    "11": {
      "text": "Y Heber cineo, de los hijos de Hobab suegro de Moisés, se había apartado de los ceneos, y puesto su tienda hasta el valle de Zaanaim, que está junto a Cedes.",
      "topic": ""
    },
    "12": {
      "text": "Vinieron, pues, las nuevas a Sísara como Barac hijo de Abinoam había subido al monte de Tabor.",
      "topic": ""
    },
    "13": {
      "text": "Y reunió Sísara todos sus carros, novecientos carros herrados, con todo el pueblo que con él estaba, desde Haroset de los Gentiles hasta el arroyo de Cisón.",
      "topic": ""
    },
    "14": {
      "text": "Entonces Débora dijo a Barac: Levántate; porque éste es el día en que el SEÑOR ha de entregar a Sísara en tus manos. ¿No ha salido el SEÑOR delante de ti? Y Barac descendió del monte de Tabor, y diez mil hombres en pos de él.",
      "topic": ""
    },
    "15": {
      "text": "Y el SEÑOR quebrantó a Sísara, y a todos sus carros y a todo su ejército, a filo de espada delante de Barac; y Sísara descendió del carro, y huyó a pie.",
      "topic": ""
    },
    "16": {
      "text": "Mas Barac siguió los carros y el ejército hasta Haroset de los Gentiles, y todo el ejército de Sísara cayó a filo de espada hasta no quedar ni uno.",
      "topic": ""
    },
    "17": {
      "text": "¶ Y Sísara se acogió a pie a la tienda de Jael mujer de Heber cineo; porque había paz entre Jabín rey de Hazor y la casa de Heber cineo.",
      "topic": ""
    },
    "18": {
      "text": "Y saliendo Jael a recibir a Sísara, le dijo: Ven, señor mío, ven a mí, no tengas temor. Y él vino a ella a la tienda, y ella le cubrió con una manta.",
      "topic": ""
    },
    "19": {
      "text": "Y él le dijo: Dame a beber ahora un poco de agua, que tengo sed. Y ella abrió un odre de leche y le dio de beber, y le volvió a cubrir.",
      "topic": ""
    },
    "20": {
      "text": "Y él le dijo: Estáte a la puerta de la tienda, y si alguien viniere, y te preguntare, diciendo: ¿Hay aquí alguno? Tú responderás que no.",
      "topic": ""
    },
    "21": {
      "text": "Y Jael, mujer de Heber, tomó la estaca de la tienda, y poniendo un mazo en su mano, vino a él calladamente, y le metió la estaca por las sienes, y la enclavó en la tierra, pues él estaba cargado de sueño y cansado; y así murió.",
      "topic": ""
    },
    "22": {
      "text": "Y siguiendo Barac a Sísara, Jael salió a recibirlo, y le dijo: Ven, y te mostraré al varón que tú buscas. Y él entró donde ella estaba, y he aquí Sísara yacía muerto con la estaca por la sien.",
      "topic": ""
    },
    "23": {
      "text": "Y aquel día sujetó Dios a Jabín, rey de Canaán, delante de los hijos de Israel.",
      "topic": ""
    },
    "24": {
      "text": "Y la mano de los hijos de Israel comenzó a crecer y a fortificarse contra Jabín rey de Canaán, hasta que lo destruyeron.",
      "topic": ""
    }
  }
}