{
  "info": {
    "book": "Jueces",
    "chapter": "5",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aquel día cantó Débora, con Barac, hijo de Abinoam, diciendo:",
      "topic": ""
    },
    "2": {
      "text": "Porque ha vengado las injurias de Israel, porque el pueblo se ha ofrecido de su voluntad, load al SEÑOR.",
      "topic": ""
    },
    "3": {
      "text": "Oíd, reyes; estad, oh príncipes, atentos; yo cantaré al SEÑOR, diré salmos al SEÑOR Dios de Israel.",
      "topic": ""
    },
    "4": {
      "text": "Cuando saliste de Seir, oh SEÑOR, cuando te apartaste del campo de Edom, la tierra tembló, y los cielos destilaron, y las nubes gotearon aguas.",
      "topic": ""
    },
    "5": {
      "text": "Los montes se derritieron delante del SEÑOR, aquel Sinaí, delante del SEÑOR Dios de Israel.",
      "topic": ""
    },
    "6": {
      "text": "¶ En los días de Samgar hijo de Anat, en los días de Jael, cesaron los caminos, y los que andaban por las sendas se apartaban por sendas torcidas.",
      "topic": ""
    },
    "7": {
      "text": "Las aldeas habían cesado en Israel, habían cesado; hasta que yo Débora me levanté, me levanté madre en Israel.",
      "topic": ""
    },
    "8": {
      "text": "Al escoger nuevos dioses, la guerra estaba a las puertas. ¿Se veía escudo o lanza entre cuarenta mil en Israel?",
      "topic": ""
    },
    "9": {
      "text": "Mi corazón está por los príncipes de Israel, por los voluntarios en el pueblo; load al SEÑOR.",
      "topic": ""
    },
    "10": {
      "text": "Vosotros los que cabalgáis en asnas blancas, los que presidís en juicio, y vosotros los que andáis por el camino, hablad.",
      "topic": ""
    },
    "11": {
      "text": "A causa del estruendo de los arqueros, quitado de entre los que sacan las aguas, allí recuentan las justicias del SEÑOR, las justicias de sus aldeas en Israel. Ahora bajará el pueblo del SEÑOR a las puertas.",
      "topic": ""
    },
    "12": {
      "text": "¶ Levántate, levántate, Débora; levántate, levántate; profiere un cántico. Levántate, Barac, y lleva tus cautivos, hijo de Abinoam.",
      "topic": ""
    },
    "13": {
      "text": "Ahora ha hecho que el que quedó del pueblo, señoree a los magníficos; el SEÑOR me hizo enseñorear sobre los fuertes.",
      "topic": ""
    },
    "14": {
      "text": "De Efraín salió su raíz contra Amalec, tras ti vino Benjamín contra tus pueblos; de Maquir descendieron príncipes, y de Zabulón los que solían manejar punzón de escribiente.",
      "topic": ""
    },
    "15": {
      "text": "Príncipes también de Isacar fueron con Débora; y también Isacar, como Barac se puso a pie en el valle. De las divisiones de Rubén son grandes los pensamientos del corazón.",
      "topic": ""
    },
    "16": {
      "text": "¿Por qué te quedaste entre las majadas, para oír los balidos de los rebaños? De las divisiones de Rubén grandes son los pensamientos del corazón.",
      "topic": ""
    },
    "17": {
      "text": "Galaad se quedó al otro lado del Jordán; y Dan ¿por qué se estuvo junto a los navíos? Aser se asentó a la ribera del mar, y en sus quebraduras se quedó.",
      "topic": ""
    },
    "18": {
      "text": "El pueblo de Zabulón expuso su vida a la muerte, y Neftalí en las alturas del campo.",
      "topic": ""
    },
    "19": {
      "text": "Vinieron reyes y pelearon; entonces pelearon los reyes de Canaán en Taanac, junto a las aguas de Meguido, mas no llevaron ganancia alguna de dinero.",
      "topic": ""
    },
    "20": {
      "text": "De los cielos pelearon; las estrellas desde sus caminos pelearon contra Sísara.",
      "topic": ""
    },
    "21": {
      "text": "Los barrió el arroyo de Cisón, el antiguo arroyo, el arroyo de Cisón. Pisaste, oh alma mía, con fortaleza.",
      "topic": ""
    },
    "22": {
      "text": "Los cascos de los caballos se embotaron entonces, por las pisadas, por las pisadas de sus valientes.",
      "topic": ""
    },
    "23": {
      "text": "Maldecid a Meroz, dijo el ángel del SEÑOR; maldecid severamente a sus moradores, porque no vinieron en socorro al SEÑOR, en socorro al SEÑOR contra los fuertes.",
      "topic": ""
    },
    "24": {
      "text": "¶ Bendita sobre las mujeres Jael, mujer de Heber cineo; sobre las mujeres bendita sea en la tienda.",
      "topic": ""
    },
    "25": {
      "text": "El pidió agua, y ella le dio leche; en tazón de nobles le presentó crema.",
      "topic": ""
    },
    "26": {
      "text": "Su mano tendió a la estaca, y su diestra al mazo de trabajadores; y majó a Sísara; le quitó la cabeza; hirió, y atravesó sus sienes.",
      "topic": ""
    },
    "27": {
      "text": "Cayó encorvado entre sus pies, quedó tendido; entre sus pies cayó encorvado; donde se encorvó, allí cayó muerto.",
      "topic": ""
    },
    "28": {
      "text": "La madre de Sísara asomándose a la ventana aulla, mirando por entre las rejas, diciendo : ¿Por qué se detiene su carro, que no viene? ¿Por qué las ruedas de sus carros se tardan?",
      "topic": ""
    },
    "29": {
      "text": "Las sabias mujeres de sus príncipes le respondían; y aun ella se respondía a sí misma.",
      "topic": ""
    },
    "30": {
      "text": "¿No han hallado despojos, y los están repartiendo? A cada uno una doncella, o dos; los despojos de colores para Sísara, los despojos bordados de colores; la ropa de color bordada de ambos lados, para el capitán de los que han tomado los despojos.",
      "topic": ""
    },
    "31": {
      "text": "Así perezcan todos tus enemigos, oh SEÑOR; mas los que te aman, sean como el sol cuando nace en su fuerza. Y la tierra reposó cuarenta años.",
      "topic": ""
    }
  }
}