{
  "info": {
    "book": "Jueces",
    "chapter": "8",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y los de Efraín le dijeron: ¿Qué es esto que has hecho con nosotros, no llamándonos cuando ibas a la guerra contra Madián? Y le reconvinieron fuertemente.",
      "topic": ""
    },
    "2": {
      "text": "A los cuales él respondió: ¿Qué he hecho yo ahora como vosotros? ¿No es el rebusco de Efraín mejor que la vendimia de Abiezer?",
      "topic": ""
    },
    "3": {
      "text": "Dios ha entregado en vuestras manos a Oreb y a Zeeb, príncipes de Madián: ¿y qué pude yo hacer como vosotros? Entonces el enojo de ellos contra él se aplacó, luego que él habló esta palabra.",
      "topic": ""
    },
    "4": {
      "text": "¶ Y vino Gedeón al Jordán para pasar, él y los trescientos hombres que traía consigo, cansados del alcance.",
      "topic": ""
    },
    "5": {
      "text": "Y dijo a los de Sucot: Yo os ruego que deis a la gente que me sigue algunos bocados de pan; porque están cansados, para que yo persiga a Zeba y a Zalmuna, reyes de Madián.",
      "topic": ""
    },
    "6": {
      "text": "Y los principales de Sucot respondieron: ¿Está ya la mano de Zeba y Zalmuna en tu mano, para que hayamos nosotros de dar pan a tu ejército?",
      "topic": ""
    },
    "7": {
      "text": "Y Gedeón dijo: Pues cuando el SEÑOR hubiere entregado en mi mano a Zeba y a Zalmuna, yo trillaré vuestra carne con espinas y abrojos del desierto.",
      "topic": ""
    },
    "8": {
      "text": "Y de allí subió a Peniel, y les habló las mismas palabras. Y los de Peniel le respondieron como habían respondido los de Sucot.",
      "topic": ""
    },
    "9": {
      "text": "Y él habló también a los de Peniel, diciendo: Cuando yo vuelva en paz, derribaré esta torre.",
      "topic": ""
    },
    "10": {
      "text": "Y Zeba y Zalmuna estaban en Carcor, y con ellos su ejército como de quince mil hombres , todos los que habían quedado de todo el ejército de los orientales; y los muertos habían sido ciento veinte mil hombres que sacaban espada.",
      "topic": ""
    },
    "11": {
      "text": "Y subiendo Gedeón hacia los que habitaban en tiendas, a la parte oriental de Noba y de Jogbeha, hirió el campamento, porque el campamento estaba seguro.",
      "topic": ""
    },
    "12": {
      "text": "Y huyendo Zeba y Zalmuna, él los siguió; y tomados los dos reyes de Madián, Zeba y Zalmuna, espantó a todo el ejército.",
      "topic": ""
    },
    "13": {
      "text": "Y Gedeón hijo de Joás volvió de la batalla antes que el sol subiese;",
      "topic": ""
    },
    "14": {
      "text": "y tomó a un joven de los de Sucot, y preguntándole, él le dio por escrito los principales de Sucot y sus ancianos, setenta y siete varones.",
      "topic": ""
    },
    "15": {
      "text": "Y entrando a los de Sucot, dijo: He aquí a Zeba y a Zalmuna, sobre los cuales me zaheristeis, diciendo: ¿Está ya la mano de Zeba y de Zalmuna en tu mano, para que demos nosotros pan a tus varones cansados?",
      "topic": ""
    },
    "16": {
      "text": "Y tomó a los ancianos de la ciudad, y espinas y abrojos del desierto, y castigó con ellos a los de Sucot.",
      "topic": ""
    },
    "17": {
      "text": "Asimismo derribó la torre de Peniel, y mató a los de la ciudad.",
      "topic": ""
    },
    "18": {
      "text": "¶ Luego dijo a Zeba y a Zalmuna: ¿Qué manera de hombres tenían aquellos que matasteis en Tabor? Y ellos respondieron: Como tú, tales eran aquellos ni más ni menos, que parecían hijos de rey.",
      "topic": ""
    },
    "19": {
      "text": "Y él dijo: Mis hermanos eran , hijos de mi madre. ¡Vive el SEÑOR, que si los hubierais guardado en vida, yo no os mataría!",
      "topic": ""
    },
    "20": {
      "text": "Y dijo a Jeter su primogénito: Levántate, y mátalos. Mas el joven no desenvainó su espada, porque tenía temor; que aun era muchacho.",
      "topic": ""
    },
    "21": {
      "text": "Entonces dijeron Zeba y Zalmuna: Levántate tú, y mátanos; porque como es el varón, tal es su valentía. Y Gedeón se levantó, y mató a Zeba y a Zalmuna; y tomó las planchas que sus camellos traían al cuello.",
      "topic": ""
    },
    "22": {
      "text": "¶ Y los israelitas dijeron a Gedeón: Sé nuestro señor, tú, y tu hijo, y tu nieto; pues que nos has librado de mano de Madián.",
      "topic": ""
    },
    "23": {
      "text": "Mas Gedeón respondió: No seré señor sobre vosotros, ni mi hijo os señoreará; el SEÑOR será vuestro Señor.",
      "topic": ""
    },
    "24": {
      "text": "Y les dijo Gedeón: Deseo haceros una petición, que cada uno me dé los zarcillos de su despojo. (Porque traían zarcillos de oro, que eran ismaelitas.)",
      "topic": ""
    },
    "25": {
      "text": "Y ellos respondieron: De buena gana los daremos. Y tendiendo una ropa de vestir, echó allí cada uno los zarcillos de su despojo.",
      "topic": ""
    },
    "26": {
      "text": "Y fue el peso de los zarcillos de oro que él pidió, mil setecientos siclos de oro; sin las planchas, y joyeles, y vestidos de púrpura, que traían los reyes de Madián, y sin los collares que traían sus camellos al cuello.",
      "topic": ""
    },
    "27": {
      "text": "Y Gedeón hizo de ellos un efod, el cual hizo guardar en su ciudad de Ofra; y todo Israel fornicó tras de ese efod en aquel lugar; y fue por tropiezo a Gedeón y a su casa.",
      "topic": ""
    },
    "28": {
      "text": "Así fue quebrantado Madián delante de los hijos de Israel, y nunca más levantaron su cabeza. Y reposó la tierra cuarenta años en los días de Gedeón.",
      "topic": ""
    },
    "29": {
      "text": "¶ Y Jerobaal hijo de Joás fue , y habitó en su casa.",
      "topic": ""
    },
    "30": {
      "text": "Y tuvo Gedeón setenta hijos que salieron de su muslo, porque tuvo muchas mujeres.",
      "topic": ""
    },
    "31": {
      "text": "Y su concubina que estaba en Siquem, también le dio a luz un hijo; y le puso por nombre Abimelec.",
      "topic": ""
    },
    "32": {
      "text": "Y murió Gedeón hijo de Joás en buena vejez, y fue sepultado en el sepulcro de su padre Joás, en Ofra de los abiezeritas.",
      "topic": ""
    },
    "33": {
      "text": "Y aconteció que cuando murió Gedeón, los hijos de Israel tornaron, y fornicaron en pos de los baales, y se pusieron por dios a Baal-berit.",
      "topic": ""
    },
    "34": {
      "text": "Y no se acordaron los hijos de Israel del SEÑOR su Dios, que los había librado de todos sus enemigos alrededor;",
      "topic": ""
    },
    "35": {
      "text": "ni hicieron misericordia con la casa de Jerobaal Gedeón, conforme a todo el bien que él había hecho a Israel.",
      "topic": ""
    }
  }
}