{
  "info": {
    "book": "Amos",
    "chapter": "6",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wo! to those living at ease in Zion, and trusting in the mountain of Shomeron, being distinguished the chief of the nations, and to them the house of Israel came.",
      "topic": ""
    },
    "2": {
      "text": "Pass through Calneh, and see; and go ye from thence to Hamath the great: and go down to the wine-press of the rovers: are they good above these kingdoms? or their bound great above your bound?",
      "topic": ""
    },
    "3": {
      "text": "Extending to the evil day, and ye will bring near the seat of violence;",
      "topic": ""
    },
    "4": {
      "text": "Lying upon beds of ivory, and stretching out upon their couches, and eating the lambs from the flock, and the calves from the midst of the stall.",
      "topic": ""
    },
    "5": {
      "text": "Prating upon the mouth of the lyre, as David they invented to them instruments of music;",
      "topic": ""
    },
    "6": {
      "text": "Drinking wine in vases, and they will anoint with the chief of ointments: and they were not grieved for the breaking of Joseph.",
      "topic": ""
    },
    "7": {
      "text": "For this now shall they be carried away captive with the head of those carried away captive, and the shouting a those poured forth was removed.",
      "topic": ""
    },
    "8": {
      "text": "The Lord Jehovah sware by his soul, says Jehovah God of armies: I abhor the pride of Jacob and I hated his palaces: and I delivered up the city and its fulness.",
      "topic": ""
    },
    "9": {
      "text": "And it was if there shall remain ten men in one house, and they died.",
      "topic": ""
    },
    "10": {
      "text": "And his friend lifted him up, and he burning him, and bringing forth the bones out of the house, and he said to him by the sides of the house: Yet with thee? And he said, No more. And he said, Silence: for not to make mention of the name of Jehovah.",
      "topic": ""
    },
    "11": {
      "text": "For behold, Jehovah commands, and he struck the great house with breaches, and the small house with clefts.",
      "topic": ""
    },
    "12": {
      "text": "Shall horses run upon the rock? will he plough with oxen? for ye turned judgment to poison and the fruit of justice to wormwood.",
      "topic": ""
    },
    "13": {
      "text": "Rejoicing to no word, saying, Did we not take horns by our strength?",
      "topic": ""
    },
    "14": {
      "text": "For behold, I raise up against you, O house of Israel, says Jehovah God of armies, a nation; and they pressed you from the entrance of Hamath, even to the torrent of the sterile region.",
      "topic": ""
    }
  }
}