{
  "info": {
    "book": "Nehemiah",
    "chapter": "10",
    "translation": "Douay-Rheims Bible",
    "translationID": "drb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "And the subscribers were Nehemias, Athersatha the son of Hachelai, and Sedecias,",
      "topic": ""
    },
    "2": {
      "text": "Saraias, Azarias, Jeremias,",
      "topic": ""
    },
    "3": {
      "text": "Pheshur, Amarias, Melchias,",
      "topic": ""
    },
    "4": {
      "text": "Hattus, Sebenia, Melluch,",
      "topic": ""
    },
    "5": {
      "text": "Harem, Merimuth, Obdias,",
      "topic": ""
    },
    "6": {
      "text": "Daniel, Genthon, Baruch,",
      "topic": ""
    },
    "7": {
      "text": "Mosollam, Abia, Miamin,",
      "topic": ""
    },
    "8": {
      "text": "Maazia, Belgia, Semeia: these were priests.",
      "topic": ""
    },
    "9": {
      "text": "And the Levites, Josue the son of Azanias, Bennui of the sons of Henadad. Cedmihel,",
      "topic": ""
    },
    "10": {
      "text": "And their brethren, Sebenia, Oduia, Celita, Phalaia, Hanan,",
      "topic": ""
    },
    "11": {
      "text": "Micha, Rohob, Hasebia,",
      "topic": ""
    },
    "12": {
      "text": "Zachur, Serebia, Sabania,",
      "topic": ""
    },
    "13": {
      "text": "Odaia, Bani, Baninu.",
      "topic": ""
    },
    "14": {
      "text": "The heads of the people, Pharos, Phahath Moab, Elam, Zethu, Bani,",
      "topic": ""
    },
    "15": {
      "text": "Bonni, Azgad, Bebai,",
      "topic": ""
    },
    "16": {
      "text": "Adonia, Begoai, Adin,",
      "topic": ""
    },
    "17": {
      "text": "Ater, Hezecia, Azur,",
      "topic": ""
    },
    "18": {
      "text": "Odaia, Hasum, Besai,",
      "topic": ""
    },
    "19": {
      "text": "Hareph, Anathoth, Nebai,",
      "topic": ""
    },
    "20": {
      "text": "Megphias, Mosollam, Hazir,",
      "topic": ""
    },
    "21": {
      "text": "Mesizabel, Sadoc, Jeddua,",
      "topic": ""
    },
    "22": {
      "text": "Pheltia, Hanan, Anaia,",
      "topic": ""
    },
    "23": {
      "text": "Osee, Hanania, Hasub,",
      "topic": ""
    },
    "24": {
      "text": "Alohes, Phalea, Sobec,",
      "topic": ""
    },
    "25": {
      "text": "Rehum, Hasebna, Maasia,",
      "topic": ""
    },
    "26": {
      "text": "Echaia, Hanan, Anan,",
      "topic": ""
    },
    "27": {
      "text": "Melluch, Haran, Baana:",
      "topic": ""
    },
    "28": {
      "text": "And the rest of the people, priests, Levites, porters, and singing men, Nathinites, and all that had separated themselves from the people of the lands to the law of God, their wives, their sons, and their daughters.",
      "topic": ""
    },
    "29": {
      "text": "All that could understand promising for their brethren, with their chief men, and they came to promise, and swear that they would walk in the law of God, which he gave in the hand of Moses the servant of God, that they would do and keep all the commandments of the Lord our God, and his judgments and his ceremonies.",
      "topic": ""
    },
    "30": {
      "text": "And that we would not give our daughters to the people of the land, not take their daughters for our sons.",
      "topic": ""
    },
    "31": {
      "text": "And if the people of the land bring in things to sell, or any things for use, to sell them on the sabbath day, that we would not buy them of them on the sabbath, or on the holy day. And that we would leave the seventh year, and the exaction of every hand.",
      "topic": ""
    },
    "32": {
      "text": "And we made ordinances for ourselves, to give the third part of a side every year for the work of the house of our God,",
      "topic": ""
    },
    "33": {
      "text": "For the leaves of proposition, and for the continual sacrifice, and for a continual holocaust on the sabbaths, on the new moons, on the set feasts, and for the holy things, and for the sin offering: that atonement might be made for Israel, and for every use of the house of our God.",
      "topic": ""
    },
    "34": {
      "text": "And we cast lots among the priests, and the Levites, and the people for the offering of wood, that it might be brought into the house of our God by the houses of our fathers at set times, from year to year: to burn upon the altar of the Lord our God, as it is written in the law of Moses :",
      "topic": ""
    },
    "35": {
      "text": "And that we would bring the first- fruits of our land, and the firstfruits of all fruit of every tree, from year to year, in the house of our Lord.",
      "topic": ""
    },
    "36": {
      "text": "And the firstborn of our sons, and of our cattle, as it is written in the law, and the firstlings of our oxen, and of our sheep, to be offered in the house of our God, to the priests who minister in the house of our God.",
      "topic": ""
    },
    "37": {
      "text": "And that we would bring the firstfruits of our meats, and of our libations, and the fruit of every tree, of the vintage also and of oil to the priests, to the storehouse of our God, and the tithes of our ground to the Levites. The Levites also shall receive the tithes of our works out of all the cities.",
      "topic": ""
    },
    "38": {
      "text": "And the priest the son of Aaron shall be with the Levites in the tithes of the Levites, and the Levites shall offer the tithe of their tithes in the house of our God, to the storeroom into the treasure house.",
      "topic": ""
    },
    "39": {
      "text": "For the children of Israel and the children of Levi shall carry to the treasury the firstfruits of corn, of wine, and of oil: and the sanctified vessels shall be there, and the priests, and the singing men, and the porters, and ministers, and we will not forsake the house of our God.",
      "topic": ""
    }
  }
}