{
  "info": {
    "book": "Galatians",
    "chapter": "5",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Therefore in the liberty which Christ has freed us, stand ye, and be not again held in the yoke of servitude.",
      "topic": ""
    },
    "2": {
      "text": "Behold, I Paul say to you, that if ye be circumcised, Christ shall profit you nothing.",
      "topic": ""
    },
    "3": {
      "text": "And again to any man circumcised, I testify, that he is debtor to do the whole law.",
      "topic": ""
    },
    "4": {
      "text": "Ye were neglected from Christ, whoever are justified in the law; ye have fallen from grace.",
      "topic": ""
    },
    "5": {
      "text": "For we in spirit by faith expect the hope of justice.",
      "topic": ""
    },
    "6": {
      "text": "For in Christ Jesus neither circumcision has any power, nor uncircumcision; but faith being energetic through love.",
      "topic": ""
    },
    "7": {
      "text": "Ye were running well; who hindered you not to obey the truth?",
      "topic": ""
    },
    "8": {
      "text": "The confidence not from him calling you.",
      "topic": ""
    },
    "9": {
      "text": "A little leaven leavens the whole mixture.",
      "topic": ""
    },
    "10": {
      "text": "I have trusted to you in the Lord, that ye will have nothing different in mind; and he troubling you shall bear judgment, whoever he be.",
      "topic": ""
    },
    "11": {
      "text": "And I, brethren, if I yet proclaim circumcision, why am I. yet driven out? therefore the offence of the cross is left unemployed.",
      "topic": ""
    },
    "12": {
      "text": "I would also they shall be cut off who having risen up against you.",
      "topic": ""
    },
    "13": {
      "text": "For ye were called to liberty brethren; only not liberty for an occasion to the flesh, but through love serve ye one another.",
      "topic": ""
    },
    "14": {
      "text": "For all the law is completed in one word, in this; Thou shalt love thy neighbor as thyself.",
      "topic": ""
    },
    "15": {
      "text": "And if ye bite and devour one another, see ye that ye be not laid waste by one another.",
      "topic": ""
    },
    "16": {
      "text": "And I say, Walk in Spirit, and complete not the desire of the flesh.",
      "topic": ""
    },
    "17": {
      "text": "For the flesh desires against the Spirit, and the Spirit against the flesh: and these are adverse to one another: that not the things ye would, these should ye do.",
      "topic": ""
    },
    "18": {
      "text": "And if ye are led by the Spirit, ye are not under the law.",
      "topic": ""
    },
    "19": {
      "text": "And the works of the flesh are manifest, which are; Adultery, fornication, uncleanness, licentiousness,",
      "topic": ""
    },
    "20": {
      "text": "Idolatry, charm, enmities, strifes, jealousies, wraths, intriguings, seditions, sects.",
      "topic": ""
    },
    "21": {
      "text": "Envyings, slaughters, drunkenness, revelries, and the like: to these which I foretell you, as I have also said before, that they doing such shall not inherit the kingdom of God.",
      "topic": ""
    },
    "22": {
      "text": "And the fruit of the Spirit is love, joy, peace, longsuffering, kindness, goodness, faith,",
      "topic": ""
    },
    "23": {
      "text": "Meekness, temperance: against such is no law.",
      "topic": ""
    },
    "24": {
      "text": "And they of Christ have crucified the flesh with the passions and desires.",
      "topic": ""
    },
    "25": {
      "text": "If we live in the Spirit, let us also walk in the Spirit.",
      "topic": ""
    },
    "26": {
      "text": "Let us not be vainglorious, provoking one another, envying one another.",
      "topic": ""
    }
  }
}