{
  "info": {
    "book": "Proverbs",
    "chapter": "11",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Balances of deceit are an abomination to Jehovah, And a perfect weight is His delight.",
      "topic": ""
    },
    "2": {
      "text": "Pride hath come, and shame cometh, And with the lowly is wisdom.",
      "topic": ""
    },
    "3": {
      "text": "The integrity of the upright leadeth them, And the perverseness of the treacherous destroyeth them.",
      "topic": ""
    },
    "4": {
      "text": "Wealth profiteth not in a day of wrath, And righteousness delivereth from death.",
      "topic": ""
    },
    "5": {
      "text": "The righteousness of the perfect maketh right his way, And by his wickedness doth the wicked fall.",
      "topic": ""
    },
    "6": {
      "text": "The righteousness of the upright delivereth them, And in mischief the treacherous are captured.",
      "topic": ""
    },
    "7": {
      "text": "In the death of a wicked man, hope perisheth, And the expectation of the iniquitous hath been lost.",
      "topic": ""
    },
    "8": {
      "text": "The righteous from distress is drawn out, And the wicked goeth in instead of him.",
      "topic": ""
    },
    "9": {
      "text": "With the mouth a hypocrite corrupteth his friend, And by knowledge the righteous are drawn out.",
      "topic": ""
    },
    "10": {
      "text": "In the good of the righteous a city exulteth, And in the destruction of the wicked is singing.",
      "topic": ""
    },
    "11": {
      "text": "By the blessing of the upright is a city exalted, And by the mouth of the wicked thrown down.",
      "topic": ""
    },
    "12": {
      "text": "Whoso is despising his neighbour lacketh heart, And a man of understanding keepeth silence.",
      "topic": ""
    },
    "13": {
      "text": "A busybody is revealing secret counsel, And the faithful of spirit is covering the matter.",
      "topic": ""
    },
    "14": {
      "text": "Without counsels do a people fall, And deliverance is in a multitude of counsellors.",
      "topic": ""
    },
    "15": {
      "text": "Evil one suffereth when he hath been surety for a stranger, And whoso is hating suretyship is confident.",
      "topic": ""
    },
    "16": {
      "text": "A gracious woman retaineth honour, And terrible men retain riches.",
      "topic": ""
    },
    "17": {
      "text": "A kind man is rewarding his own soul, And the fierce is troubling his own flesh.",
      "topic": ""
    },
    "18": {
      "text": "The wicked is getting a lying wage, And whoso is sowing righteousness—a true reward.",
      "topic": ""
    },
    "19": {
      "text": "Rightly is righteousness for life, And whoso is pursuing evil—for his own death.",
      "topic": ""
    },
    "20": {
      "text": "An abomination to Jehovah are the perverse of heart, And the perfect of the way are His delight.",
      "topic": ""
    },
    "21": {
      "text": "Hand to hand, the wicked is not acquitted, And the seed of the righteous hath escaped.",
      "topic": ""
    },
    "22": {
      "text": "A ring of gold in the nose of a sow—A fair woman and stubborn of behaviour.",
      "topic": ""
    },
    "23": {
      "text": "The desire of the righteous is only good, The hope of the wicked is transgression.",
      "topic": ""
    },
    "24": {
      "text": "There is who is scattering, and yet is increased, And who is keeping back from uprightness, only to want.",
      "topic": ""
    },
    "25": {
      "text": "A liberal soul is made fat, And whoso is watering, he also is watered.",
      "topic": ""
    },
    "26": {
      "text": "Whoso is withholding corn, the people execrate him, And a blessing is for the head of him who is selling.",
      "topic": ""
    },
    "27": {
      "text": "Whoso is earnestly seeking good Seeketh a pleasing thing, And whoso is seeking evil—it meeteth him.",
      "topic": ""
    },
    "28": {
      "text": "Whoso is confident in his wealth he falleth, And as a leaf, the righteous flourish.",
      "topic": ""
    },
    "29": {
      "text": "Whoso is troubling his own house inheriteth wind, And a servant is the fool to the wise of heart.",
      "topic": ""
    },
    "30": {
      "text": "The fruit of the righteous is a tree of life, And whoso is taking souls is wise.",
      "topic": ""
    },
    "31": {
      "text": "Lo, the righteous in the earth is recompensed, Surely also the wicked and the sinner!",
      "topic": ""
    }
  }
}