{
  "info": {
    "book": "Proverbs",
    "chapter": "12",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Whoso is loving instruction, is loving knowledge, And whoso is hating reproof is brutish.",
      "topic": ""
    },
    "2": {
      "text": "The good bringeth forth favour from Jehovah, And the man of wicked devices He condemneth.",
      "topic": ""
    },
    "3": {
      "text": "A man is not established by wickedness, And the root of the righteous is not moved.",
      "topic": ""
    },
    "4": {
      "text": "A virtuous woman is a crown to her husband, And as rottenness in his bones is one causing shame.",
      "topic": ""
    },
    "5": {
      "text": "The thoughts of the righteous are justice, The counsels of the wicked—deceit.",
      "topic": ""
    },
    "6": {
      "text": "The words of the wicked are: ‘Lay wait for blood,’ And the mouth of the upright delivereth them.",
      "topic": ""
    },
    "7": {
      "text": "Overthrow the wicked, and they are not, And the house of the righteous standeth.",
      "topic": ""
    },
    "8": {
      "text": "According to his wisdom is a man praised, And the perverted of heart becometh despised.",
      "topic": ""
    },
    "9": {
      "text": "Better is the lightly esteemed who hath a servant, Than the self-honoured who lacketh bread.",
      "topic": ""
    },
    "10": {
      "text": "The righteous knoweth the life of his beast, And the mercies of the wicked are cruel.",
      "topic": ""
    },
    "11": {
      "text": "Whoso is tilling the ground is satisfied with bread, And whoso is pursuing vanities is lacking heart,",
      "topic": ""
    },
    "12": {
      "text": "The wicked hath desired the net of evil doers, And the root of the righteous giveth.",
      "topic": ""
    },
    "13": {
      "text": "In transgression of the lips is the snare of the wicked, And the righteous goeth out from distress.",
      "topic": ""
    },
    "14": {
      "text": "From the fruit of the mouth is one satisfied with good, And the deed of man’s hands returneth to him.",
      "topic": ""
    },
    "15": {
      "text": "The way of a fool is right in his own eyes, And whoso is hearkening to counsel is wise.",
      "topic": ""
    },
    "16": {
      "text": "The fool—in a day is his anger known, And the prudent is covering shame.",
      "topic": ""
    },
    "17": {
      "text": "Whoso uttereth faithfulness declareth righteousness, And a false witness—deceit.",
      "topic": ""
    },
    "18": {
      "text": "A rash speaker is like piercings of a sword, And the tongue of the wise is healing.",
      "topic": ""
    },
    "19": {
      "text": "The lip of truth is established for ever, And for a moment—a tongue of falsehood.",
      "topic": ""
    },
    "20": {
      "text": "Deceit is in the heart of those devising evil, And to those counselling peace is joy.",
      "topic": ""
    },
    "21": {
      "text": "No iniquity is desired by the righteous, And the wicked have been full of evil.",
      "topic": ""
    },
    "22": {
      "text": "An abomination to Jehovah are lying lips, And stedfast doers are his delight.",
      "topic": ""
    },
    "23": {
      "text": "A prudent man is concealing knowledge, And the heart of fools proclaimeth folly.",
      "topic": ""
    },
    "24": {
      "text": "The hand of the diligent ruleth, And slothfulness becometh tributary.",
      "topic": ""
    },
    "25": {
      "text": "Sorrow in the heart of a man boweth down, And a good word maketh him glad.",
      "topic": ""
    },
    "26": {
      "text": "The righteous searcheth his companion, And the way of the wicked causeth them to err.",
      "topic": ""
    },
    "27": {
      "text": "The slothful roasteth not his hunting, And the wealth of a diligent man is precious.",
      "topic": ""
    },
    "28": {
      "text": "In the path of righteousness is life, And in the way of that path is no death!",
      "topic": ""
    }
  }
}