{
  "info": {
    "book": "Proverbs",
    "chapter": "2",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son, if thou dost accept my sayings, And my commands dost lay up with thee,",
      "topic": ""
    },
    "2": {
      "text": "To cause thine ear to attend to wisdom, Thou inclinest thy heart to understanding,",
      "topic": ""
    },
    "3": {
      "text": "For, if for intelligence thou callest, For understanding givest forth thy voice,",
      "topic": ""
    },
    "4": {
      "text": "If thou dost seek her as silver, And as hid treasures searchest for her,",
      "topic": ""
    },
    "5": {
      "text": "Then understandest thou fear of Jehovah, And knowledge of God thou findest.",
      "topic": ""
    },
    "6": {
      "text": "For Jehovah giveth wisdom, From His mouth knowledge and understanding.",
      "topic": ""
    },
    "7": {
      "text": "Even to lay up for the upright substance, A shield for those walking uprightly.",
      "topic": ""
    },
    "8": {
      "text": "To keep the paths of judgment, And the way of His saints He preserveth.",
      "topic": ""
    },
    "9": {
      "text": "Then understandest thou righteousness, And judgment, and uprightness—every good path.",
      "topic": ""
    },
    "10": {
      "text": "For wisdom cometh into thy heart, And knowledge to thy soul is pleasant,",
      "topic": ""
    },
    "11": {
      "text": "Thoughtfulness doth watch over thee, Understanding doth keep thee,",
      "topic": ""
    },
    "12": {
      "text": "To deliver thee from an evil way, From any speaking froward things,",
      "topic": ""
    },
    "13": {
      "text": "Who are forsaking paths of uprightness, To walk in ways of darkness,",
      "topic": ""
    },
    "14": {
      "text": "Who are rejoicing to do evil, They delight in frowardness of the wicked,",
      "topic": ""
    },
    "15": {
      "text": "Whose paths are crooked, Yea, they are perverted in their ways.",
      "topic": ""
    },
    "16": {
      "text": "To deliver thee from the strange woman, From the stranger who hath made smooth her sayings,",
      "topic": ""
    },
    "17": {
      "text": "Who is forsaking the guide of her youth, And the covenant of her God hath forgotten.",
      "topic": ""
    },
    "18": {
      "text": "For her house hath inclined unto death, And unto Rephaim her paths.",
      "topic": ""
    },
    "19": {
      "text": "None going in unto her turn back, Nor do they reach the paths of life.",
      "topic": ""
    },
    "20": {
      "text": "That thou dost go in the way of the good, And the paths of the righteous dost keep.",
      "topic": ""
    },
    "21": {
      "text": "For the upright do inhabit the earth, And the perfect are left in it,",
      "topic": ""
    },
    "22": {
      "text": "And the wicked from the earth are cut off, And treacherous dealers plucked out of it!",
      "topic": ""
    }
  }
}