{
  "info": {
    "book": "Proverbs",
    "chapter": "5",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "My son! to my wisdom give attention, To mine understanding incline thine ear,",
      "topic": ""
    },
    "2": {
      "text": "To observe thoughtfulness, And knowledge do thy lips keep.",
      "topic": ""
    },
    "3": {
      "text": "For the lips of a strange woman drop honey, And smoother than oil is her mouth,",
      "topic": ""
    },
    "4": {
      "text": "And her latter end is bitter as wormwood, Sharp as a sword with mouths.",
      "topic": ""
    },
    "5": {
      "text": "Her feet are going down to death, Sheol do her steps take hold of.",
      "topic": ""
    },
    "6": {
      "text": "The path of life—lest thou ponder, Moved have her paths—thou knowest not.",
      "topic": ""
    },
    "7": {
      "text": "And now, ye sons, hearken to me, And turn not from sayings of my mouth.",
      "topic": ""
    },
    "8": {
      "text": "Keep far from off her thy way, And come not near unto the opening of her house,",
      "topic": ""
    },
    "9": {
      "text": "Lest thou give to others thy honour, And thy years to the fierce,",
      "topic": ""
    },
    "10": {
      "text": "Lest strangers be filled with thy power, And thy labours in the house of a stranger,",
      "topic": ""
    },
    "11": {
      "text": "And thou hast howled in thy latter end, In the consumption of thy flesh and thy food,",
      "topic": ""
    },
    "12": {
      "text": "And hast said, ‘How have I hated instruction, And reproof hath my heart despised,",
      "topic": ""
    },
    "13": {
      "text": "And I have not hearkened to the voice of my directors, And to my teachers have not inclined mine ear.",
      "topic": ""
    },
    "14": {
      "text": "As a little thing I have been all evil, In the midst of an assembly and a company.",
      "topic": ""
    },
    "15": {
      "text": "Drink waters out of thine own cistern, Even flowing ones out of thine own well.",
      "topic": ""
    },
    "16": {
      "text": "Let thy fountains be scattered abroad, In broad places rivulets of waters.",
      "topic": ""
    },
    "17": {
      "text": "Let them be to thee for thyself, And not to strangers with thee.",
      "topic": ""
    },
    "18": {
      "text": "Let thy fountain be blessed, And rejoice because of the wife of thy youth,",
      "topic": ""
    },
    "19": {
      "text": "A hind of loves, and a roe of grace! Let her loves satisfy thee at all times, In her love magnify thyself continually.",
      "topic": ""
    },
    "20": {
      "text": "And why dost thou magnify thyself, My son, with a stranger? And embrace the bosom of a strange woman?",
      "topic": ""
    },
    "21": {
      "text": "For over-against the eyes of Jehovah are the ways of each, And all his paths He is pondering.",
      "topic": ""
    },
    "22": {
      "text": "His own iniquities do capture the wicked, And with the ropes of his sin he is holden.",
      "topic": ""
    },
    "23": {
      "text": "He dieth without instruction, And in the abundance of his folly magnifieth himself!",
      "topic": ""
    }
  }
}