{
  "info": {
    "book": "Proverbs",
    "chapter": "8",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Doth not wisdom call? And understanding give forth her voice?",
      "topic": ""
    },
    "2": {
      "text": "At the head of high places by the way, Between the paths she hath stood,",
      "topic": ""
    },
    "3": {
      "text": "At the side of the gates, at the mouth of the city, The entrance of the openings, she crieth aloud,",
      "topic": ""
    },
    "4": {
      "text": "Unto you, O men, I call, And my voice is unto the sons of men.",
      "topic": ""
    },
    "5": {
      "text": "Understand, ye simple ones, prudence, And ye fools, understand the heart,",
      "topic": ""
    },
    "6": {
      "text": "Hearken, for noble things I speak, And the opening of my lips is uprightness.",
      "topic": ""
    },
    "7": {
      "text": "For truth doth my mouth utter, And an abomination to my lips is wickedness.",
      "topic": ""
    },
    "8": {
      "text": "In righteousness are all the sayings of my mouth, Nothing in them is froward and perverse.",
      "topic": ""
    },
    "9": {
      "text": "All of them are plain to the intelligent, And upright to those finding knowledge.",
      "topic": ""
    },
    "10": {
      "text": "Receive my instruction, and not silver, And knowledge rather than choice gold.",
      "topic": ""
    },
    "11": {
      "text": "For better is wisdom than rubies, Yea, all delights are not comparable with it.",
      "topic": ""
    },
    "12": {
      "text": "I, wisdom, have dwelt with prudence, And a knowledge of devices I find out.",
      "topic": ""
    },
    "13": {
      "text": "The fear of Jehovah is to hate evil; Pride, and arrogance, and an evil way, And a froward mouth, I have hated.",
      "topic": ""
    },
    "14": {
      "text": "Mine is counsel and substance, I am understanding, I have might.",
      "topic": ""
    },
    "15": {
      "text": "By me kings reign, and princes decree righteousness,",
      "topic": ""
    },
    "16": {
      "text": "By me do chiefs rule, and nobles, All judges of the earth.",
      "topic": ""
    },
    "17": {
      "text": "I love those loving me, And those seeking me earnestly do find me.",
      "topic": ""
    },
    "18": {
      "text": "Wealth and honour are with me, Lasting substance and righteousness.",
      "topic": ""
    },
    "19": {
      "text": "Better is my fruit than gold, even fine gold, And mine increase than choice silver.",
      "topic": ""
    },
    "20": {
      "text": "In a path of righteousness I cause to walk, In midst of paths of judgment,",
      "topic": ""
    },
    "21": {
      "text": "To cause my lovers to inherit substance, Yea, their treasures I fill.",
      "topic": ""
    },
    "22": {
      "text": "Jehovah possessed me—the beginning of His way, Before His works since then.",
      "topic": ""
    },
    "23": {
      "text": "From the age I was anointed, from the first, From former states of the earth.",
      "topic": ""
    },
    "24": {
      "text": "In there being no depths, I was brought forth, In there being no fountains heavy with waters,",
      "topic": ""
    },
    "25": {
      "text": "Before mountains were sunk, Before heights, I was brought forth.",
      "topic": ""
    },
    "26": {
      "text": "While He had not made the earth, and out-places, And the top of the dusts of the world.",
      "topic": ""
    },
    "27": {
      "text": "In His preparing the heavens I am there, In His decreeing a circle on the face of the deep,",
      "topic": ""
    },
    "28": {
      "text": "In His strengthening clouds above, In His making strong fountains of the deep,",
      "topic": ""
    },
    "29": {
      "text": "In His setting for the sea its limit, And the waters transgress not His command, In His decreeing the foundations of earth,",
      "topic": ""
    },
    "30": {
      "text": "Then I am near Him, a workman, And I am a delight—day by day. Rejoicing before Him at all times,",
      "topic": ""
    },
    "31": {
      "text": "Rejoicing in the habitable part of His earth, And my delights are with the sons of men.",
      "topic": ""
    },
    "32": {
      "text": "And now, ye sons, hearken to me, Yea, happy are they who keep my ways.",
      "topic": ""
    },
    "33": {
      "text": "Hear instruction, and be wise, and slight not.",
      "topic": ""
    },
    "34": {
      "text": "O the happiness of the man hearkening to me, To watch at my doors day by day, To watch at the door-posts of my entrance.",
      "topic": ""
    },
    "35": {
      "text": "For whoso is finding me, hath found life, And bringeth out good-will from Jehovah.",
      "topic": ""
    },
    "36": {
      "text": "And whoso is missing me, is wronging his soul, All hating me have loved death!",
      "topic": ""
    }
  }
}