{
  "info": {
    "book": "Proverbs",
    "chapter": "9",
    "translation": "Young's Literal Translation",
    "translationID": "ylt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Wisdom hath builded her house, She hath hewn out her pillars—seven.",
      "topic": ""
    },
    "2": {
      "text": "She hath slaughtered her slaughter, She hath mingled her wine, Yea, she hath arranged her table.",
      "topic": ""
    },
    "3": {
      "text": "She hath sent forth her damsels, She crieth on the tops of the high places of the city:",
      "topic": ""
    },
    "4": {
      "text": "Who is simple? let him turn aside hither.’ Whoso lacketh heart: she hath said to him,",
      "topic": ""
    },
    "5": {
      "text": "‘Come, eat of my bread, And drink of the wine I have mingled.",
      "topic": ""
    },
    "6": {
      "text": "Forsake ye, the simple, and live, And be happy in the way of understanding.",
      "topic": ""
    },
    "7": {
      "text": "The instructor of a scorner Is receiving for it—shame, And a reprover of the wicked—his blemish.",
      "topic": ""
    },
    "8": {
      "text": "Reprove not a scorner, lest he hate thee, Give reproof to the wise, and he loveth thee.",
      "topic": ""
    },
    "9": {
      "text": "Give to the wise, and he is wiser still, Make known to the righteous, And he increaseth learning.",
      "topic": ""
    },
    "10": {
      "text": "The commencement of wisdom is the fear of Jehovah, And a knowledge of the Holy Ones is understanding.",
      "topic": ""
    },
    "11": {
      "text": "For by me do thy days multiply, And added to thee are years of life.",
      "topic": ""
    },
    "12": {
      "text": "If thou hast been wise, thou hast been wise for thyself, And thou hast scorned—thyself bearest it.",
      "topic": ""
    },
    "13": {
      "text": "A foolish woman is noisy, Simple, and hath not known what.",
      "topic": ""
    },
    "14": {
      "text": "And she hath sat at the opening of her house, On a throne—the high places of the city,",
      "topic": ""
    },
    "15": {
      "text": "To call to those passing by the way, Who are going straight on their paths.",
      "topic": ""
    },
    "16": {
      "text": "Who is simple? let him turn aside hither.’ And whoso lacketh heart—she said to him,",
      "topic": ""
    },
    "17": {
      "text": "‘Stolen waters are sweet, And hidden bread is pleasant.’",
      "topic": ""
    },
    "18": {
      "text": "And he hath not known that Rephaim are there, In deep places of Sheol her invited ones!",
      "topic": ""
    }
  }
}