{
  "info": {
    "book": "Isaiah",
    "chapter": "48",
    "translation": "Catholic Public Domain Version",
    "translationID": "cpdv",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "Listen to these things, O house of Jacob, you who are called by the name of Israel, and who went forth from the waters of Judah. You swear by the name of the Lord and you call to mind the God of Israel, but not in truth, and not in justice.",
      "topic": ""
    },
    "2": {
      "text": "For they have been called from the holy city, and they have been founded upon the God of Israel. The Lord of hosts is his name.",
      "topic": ""
    },
    "3": {
      "text": "From that time, I announced the former things. They went forth from my mouth, and I have caused them to be heard. I wrought these things suddenly, and they were fulfilled.",
      "topic": ""
    },
    "4": {
      "text": "For I knew that you are stubborn, and that your neck is like an iron sinew, and that your forehead is like brass.",
      "topic": ""
    },
    "5": {
      "text": "From that time, I foretold to you. Before these things happened, I revealed them to you, lest you say: “My idols have accomplished these things, and my graven and molten images have commanded them.”",
      "topic": ""
    },
    "6": {
      "text": "See all the things that you have heard. But were you the ones who announced them? From that time, I caused you to hear about new things, and you do not know how these were preserved.",
      "topic": ""
    },
    "7": {
      "text": "They are created now, and not in that time. And even before today, you did not hear of them; otherwise, you might say, “Behold, I knew them.”",
      "topic": ""
    },
    "8": {
      "text": "You have neither heard, nor known, nor were your ears open in that time. For I knew that you would transgress greatly, and so I called you a transgressor from the womb.",
      "topic": ""
    },
    "9": {
      "text": "For the sake of my name, I will take the face of my fury far away. And for the sake of my praise, I will bridle you, lest you perish.",
      "topic": ""
    },
    "10": {
      "text": "Behold, I have refined you, but not like silver. I have chosen you for the furnace of poverty.",
      "topic": ""
    },
    "11": {
      "text": "For my sake, for my own sake, I will do it, so that I may not be blasphemed. For I will not give my glory to another.",
      "topic": ""
    },
    "12": {
      "text": "Listen to me, O Jacob, and Israel whom I call. I am the same, I am the first, and I am the last.",
      "topic": ""
    },
    "13": {
      "text": "Also, my hand has founded the earth, and my right hand has measured the heavens. I will call them, and they will stand together.",
      "topic": ""
    },
    "14": {
      "text": "Gather together, all of you, and listen. Who among them has announced these things? The Lord has loved him; he will do his will with Babylon, and his arm is upon the Chaldeans.",
      "topic": ""
    },
    "15": {
      "text": "I am, I have spoken, and I have called him. I have led him forward, and his way has been straight.",
      "topic": ""
    },
    "16": {
      "text": "Draw near to me, and listen to this. From the beginning, I have not spoken in secret. From the time before it happened, I was there. And now, the Lord God has sent me, and his Spirit.",
      "topic": ""
    },
    "17": {
      "text": "Thus says the Lord, your Redeemer, the Holy One of Israel: I am the Lord, your God, who teaches you beneficial things, who guides you in the way that you walk.",
      "topic": ""
    },
    "18": {
      "text": "If only you had paid attention to my commandments! Your peace would have been like a river, and your justice would have been like the waves of the sea,",
      "topic": ""
    },
    "19": {
      "text": "and your offspring would have been like the sand, and the stock from your loins would have been like its stones. His name would not have passed away, nor would it have been worn away before my face.",
      "topic": ""
    },
    "20": {
      "text": "Depart from Babylon! Flee from the Chaldeans! Announce it with a voice of exultation. Cause it to be heard, and carry it even to the ends of the earth. Say: “The Lord has redeemed his servant Jacob.”",
      "topic": ""
    },
    "21": {
      "text": "They did not thirst in the desert, when he led them out. He produced water from the rock for them. For he split the rock, and the waters flowed out.",
      "topic": ""
    },
    "22": {
      "text": "“There is no peace for the impious,” says the Lord.",
      "topic": ""
    }
  }
}