{
  "info": {
    "book": "Ephesians",
    "chapter": "3",
    "translation": "Smith's Literal Translation",
    "translationID": "slt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "For this, I Paul, the imprisoned of Christ Jesus for you the nations,",
      "topic": ""
    },
    "2": {
      "text": "If ye have heard of the distribution of the grace of God given to me for you:",
      "topic": ""
    },
    "3": {
      "text": "That by revelation he made Known to me the mystery; (as I before wrote briefly,",
      "topic": ""
    },
    "4": {
      "text": "By which ye, reading, can perceive My understanding in the mystery of Christ,)",
      "topic": ""
    },
    "5": {
      "text": "Which in other generations was not made known to the sons of men, as now has been revealed to his holy sent and to the prophets by the Spirit:",
      "topic": ""
    },
    "6": {
      "text": "For the nations to be co-heirs, and united in one body, and, participators of his solemn promise in Christ by the good news:",
      "topic": ""
    },
    "7": {
      "text": "Of which I Became a servant, according to the gift of the grace of God given to me according to the energy of his power.",
      "topic": ""
    },
    "8": {
      "text": "To me, the least of all the holy ones, was this grace given, to announce the good news in the nations, the untraceable riches of Christ.",
      "topic": ""
    },
    "9": {
      "text": "And to enlighten all what the distribution of the mystery, concealed from times immemorial in God, having created all things by Jesus Christ:",
      "topic": ""
    },
    "10": {
      "text": "That it might now be made known to beginnings and powers in the heavenlies by the church the manifold wisdom of God,",
      "topic": ""
    },
    "11": {
      "text": "According to the purpose of times immemorial which he made in Christ Jesus our Lord:",
      "topic": ""
    },
    "12": {
      "text": "In whom we have freedom of speech and access with confidence by his faith.",
      "topic": ""
    },
    "13": {
      "text": "Wherefore I desire not to lose courage in my pressures for you, which is your glory.",
      "topic": ""
    },
    "14": {
      "text": "For this I bend my knees to the Father of our Lord Jesus Christ,",
      "topic": ""
    },
    "15": {
      "text": "Of whom all the family in the heavens and upon earth is named,",
      "topic": ""
    },
    "16": {
      "text": "That he might give to you, according to the riches of his glory, to be strengthened with power by his Spirit in the interior man;",
      "topic": ""
    },
    "17": {
      "text": "For Christ to dwell by faith in your hearts; in love being rendered firm, and the foundation laid,",
      "topic": ""
    },
    "18": {
      "text": "That ye might be fully able to comprehend with all the holy what the length, and breadth, and depth, and height;",
      "topic": ""
    },
    "19": {
      "text": "To know also the love of Christ, surpassing knowledge, that ye might be filled in all the fulness of God.",
      "topic": ""
    },
    "20": {
      "text": "And to him being able to do above all things more abundantly above what we ask or think, according to the power being energetic in us,",
      "topic": ""
    },
    "21": {
      "text": "To him the glory in the church in Christ Jesus to all generations of the times of times. Amen.",
      "topic": ""
    }
  }
}