{
  "info": {
    "book": "Matthew",
    "chapter": "11",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "After Jesus had finished instructing His twelve disciples, He went on from there to teach and preach in their cities.",
      "topic": ""
    },
    "2": {
      "text": "Meanwhile John heard in prison about the works of Christ, and he sent his disciples",
      "topic": ""
    },
    "3": {
      "text": "to ask Him, “Are You the One who was to come, or should we look for someone else?”",
      "topic": ""
    },
    "4": {
      "text": "Jesus replied, “Go back and report to John what you hear and see:",
      "topic": ""
    },
    "5": {
      "text": "The blind receive sight, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, and the good news is preached to the poor.",
      "topic": ""
    },
    "6": {
      "text": "Blessed is the one who does not fall away on account of Me.”",
      "topic": ""
    },
    "7": {
      "text": "As John’s disciples were leaving, Jesus began to speak to the crowds about John: “What did you go out into the wilderness to see? A reed swaying in the wind?",
      "topic": ""
    },
    "8": {
      "text": "Otherwise, what did you go out to see? A man dressed in fine clothes? Look, those who wear fine clothing are found in kings’ palaces.",
      "topic": ""
    },
    "9": {
      "text": "What then did you go out to see? A prophet? Yes, I tell you, and more than a prophet.",
      "topic": ""
    },
    "10": {
      "text": "This is the one about whom it is written: ‘Behold, I will send My messenger ahead of You, who will prepare Your way before You.’",
      "topic": ""
    },
    "11": {
      "text": "Truly I tell you, among those born of women there has risen no one greater than John the Baptist. Yet even the least in the kingdom of heaven is greater than he.",
      "topic": ""
    },
    "12": {
      "text": "From the days of John the Baptist until now, the kingdom of heaven has been subject to violence, and the violent lay claim to it.",
      "topic": ""
    },
    "13": {
      "text": "For all the Prophets and the Law prophesied until John.",
      "topic": ""
    },
    "14": {
      "text": "And if you are willing to accept it, he is the Elijah who was to come.",
      "topic": ""
    },
    "15": {
      "text": "He who has ears, let him hear.",
      "topic": ""
    },
    "16": {
      "text": "To what can I compare this generation? They are like children sitting in the marketplaces and calling out to others:",
      "topic": ""
    },
    "17": {
      "text": "‘We played the flute for you, and you did not dance; we sang a dirge, and you did not mourn.’",
      "topic": ""
    },
    "18": {
      "text": "For John came neither eating nor drinking, and they say, ‘He has a demon!’",
      "topic": ""
    },
    "19": {
      "text": "The Son of Man came eating and drinking, and they say, ‘Look at this glutton and drunkard, a friend of tax collectors and sinners!’ But wisdom is vindicated by her actions.”",
      "topic": ""
    },
    "20": {
      "text": "Then Jesus began to denounce the cities in which most of His miracles had been performed, because they did not repent.",
      "topic": ""
    },
    "21": {
      "text": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.",
      "topic": ""
    },
    "22": {
      "text": "But I tell you, it will be more bearable for Tyre and Sidon on the day of judgment than for you.",
      "topic": ""
    },
    "23": {
      "text": "And you, Capernaum, will you be lifted up to heaven? No, you will be brought down to Hades! For if the miracles that were performed in you had been performed in Sodom, it would have remained to this day.",
      "topic": ""
    },
    "24": {
      "text": "But I tell you that it will be more bearable for Sodom on the day of judgment than for you.”",
      "topic": ""
    },
    "25": {
      "text": "At that time Jesus declared, “I praise You, Father, Lord of heaven and earth, because You have hidden these things from the wise and learned, and revealed them to little children.",
      "topic": ""
    },
    "26": {
      "text": "Yes, Father, for this was well-pleasing in Your sight.",
      "topic": ""
    },
    "27": {
      "text": "All things have been entrusted to Me by My Father. No one knows the Son except the Father, and no one knows the Father except the Son and those to whom the Son chooses to reveal Him.",
      "topic": ""
    },
    "28": {
      "text": "Come to Me, all you who are weary and burdened, and I will give you rest.",
      "topic": ""
    },
    "29": {
      "text": "Take My yoke upon you and learn from Me, for I am gentle and humble in heart, and you will find rest for your souls.",
      "topic": ""
    },
    "30": {
      "text": "For My yoke is easy and My burden is light.”",
      "topic": ""
    }
  }
}