{
  "info": {
    "book": "Matthew",
    "chapter": "13",
    "translation": "Berean Standard Bible",
    "translationID": "bsb",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "That same day Jesus went out of the house and sat by the sea.",
      "topic": ""
    },
    "2": {
      "text": "Such large crowds gathered around Him that He got into a boat and sat down, while all the people stood on the shore.",
      "topic": ""
    },
    "3": {
      "text": "And He told them many things in parables, saying, “A farmer went out to sow his seed.",
      "topic": ""
    },
    "4": {
      "text": "And as he was sowing, some seed fell along the path, and the birds came and devoured it.",
      "topic": ""
    },
    "5": {
      "text": "Some fell on rocky ground, where it did not have much soil. It sprang up quickly because the soil was shallow.",
      "topic": ""
    },
    "6": {
      "text": "But when the sun rose, the seedlings were scorched, and they withered because they had no root.",
      "topic": ""
    },
    "7": {
      "text": "Other seed fell among thorns, which grew up and choked the seedlings.",
      "topic": ""
    },
    "8": {
      "text": "Still other seed fell on good soil and produced a crop—a hundredfold, sixtyfold, or thirtyfold.",
      "topic": ""
    },
    "9": {
      "text": "He who has ears, let him hear.”",
      "topic": ""
    },
    "10": {
      "text": "Then the disciples came to Jesus and asked, “Why do You speak to the people in parables?”",
      "topic": ""
    },
    "11": {
      "text": "He replied, “The knowledge of the mysteries of the kingdom of heaven has been given to you, but not to them.",
      "topic": ""
    },
    "12": {
      "text": "Whoever has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken away from him.",
      "topic": ""
    },
    "13": {
      "text": "This is why I speak to them in parables: ‘Though seeing, they do not see; though hearing, they do not hear or understand.’",
      "topic": ""
    },
    "14": {
      "text": "In them the prophecy of Isaiah is fulfilled: ‘You will be ever hearing but never understanding; you will be ever seeing but never perceiving.",
      "topic": ""
    },
    "15": {
      "text": "For this people’s heart has grown callous; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts, and turn, and I would heal them.’",
      "topic": ""
    },
    "16": {
      "text": "But blessed are your eyes because they see, and your ears because they hear.",
      "topic": ""
    },
    "17": {
      "text": "For truly I tell you, many prophets and righteous men longed to see what you see but did not see it, and to hear what you hear but did not hear it.",
      "topic": ""
    },
    "18": {
      "text": "Consider, then, the parable of the sower:",
      "topic": ""
    },
    "19": {
      "text": "When anyone hears the message of the kingdom but does not understand it, the evil one comes and snatches away what was sown in his heart. This is the seed sown along the path.",
      "topic": ""
    },
    "20": {
      "text": "The seed sown on rocky ground is the one who hears the word and at once receives it with joy.",
      "topic": ""
    },
    "21": {
      "text": "But since he has no root, he remains for only a season. When trouble or persecution comes because of the word, he quickly falls away.",
      "topic": ""
    },
    "22": {
      "text": "The seed sown among the thorns is the one who hears the word, but the worries of this life and the deceitfulness of wealth choke the word, and it becomes unfruitful.",
      "topic": ""
    },
    "23": {
      "text": "But the seed sown on good soil is the one who hears the word and understands it. He indeed bears fruit and produces a crop—a hundredfold, sixtyfold, or thirtyfold.”",
      "topic": ""
    },
    "24": {
      "text": "Jesus put before them another parable: “The kingdom of heaven is like a man who sowed good seed in his field.",
      "topic": ""
    },
    "25": {
      "text": "But while everyone was asleep, his enemy came and sowed weeds among the wheat, and slipped away.",
      "topic": ""
    },
    "26": {
      "text": "When the wheat sprouted and bore grain, then the weeds also appeared.",
      "topic": ""
    },
    "27": {
      "text": "The owner’s servants came to him and said, ‘Sir, didn’t you sow good seed in your field? Where then did the weeds come from?’",
      "topic": ""
    },
    "28": {
      "text": "‘An enemy did this,’ he replied. So the servants asked him, ‘Do you want us to go and pull them up?’",
      "topic": ""
    },
    "29": {
      "text": "‘No,’ he said, ‘if you pull the weeds now, you might uproot the wheat with them.",
      "topic": ""
    },
    "30": {
      "text": "Let both grow together until the harvest. At that time I will tell the harvesters: First collect the weeds and tie them in bundles to be burned; then gather the wheat into my barn.’”",
      "topic": ""
    },
    "31": {
      "text": "He put before them another parable: “The kingdom of heaven is like a mustard seed that a man took and planted in his field.",
      "topic": ""
    },
    "32": {
      "text": "Although it is the smallest of all seeds, yet it grows into the largest of garden plants and becomes a tree, so that the birds of the air come and nest in its branches.”",
      "topic": ""
    },
    "33": {
      "text": "He told them still another parable: “The kingdom of heaven is like leaven that a woman took and mixed into three measures of flour, until all of it was leavened.”",
      "topic": ""
    },
    "34": {
      "text": "Jesus spoke all these things to the crowds in parables. He did not tell them anything without using a parable.",
      "topic": ""
    },
    "35": {
      "text": "So was fulfilled what was spoken through the prophet: “I will open My mouth in parables; I will utter things hidden since the foundation of the world.”",
      "topic": ""
    },
    "36": {
      "text": "Then Jesus dismissed the crowds and went into the house. His disciples came to Him and said, “Explain to us the parable of the weeds in the field.”",
      "topic": ""
    },
    "37": {
      "text": "He replied, “The One who sows the good seed is the Son of Man.",
      "topic": ""
    },
    "38": {
      "text": "The field is the world, and the good seed represents the sons of the kingdom. The weeds are the sons of the evil one,",
      "topic": ""
    },
    "39": {
      "text": "and the enemy who sows them is the devil. The harvest is the end of the age, and the harvesters are angels.",
      "topic": ""
    },
    "40": {
      "text": "As the weeds are collected and burned in the fire, so will it be at the end of the age.",
      "topic": ""
    },
    "41": {
      "text": "The Son of Man will send out His angels, and they will weed out of His kingdom every cause of sin and all who practice lawlessness.",
      "topic": ""
    },
    "42": {
      "text": "And they will throw them into the fiery furnace, where there will be weeping and gnashing of teeth.",
      "topic": ""
    },
    "43": {
      "text": "Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear.",
      "topic": ""
    },
    "44": {
      "text": "The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and in his joy he went and sold all he had and bought that field.",
      "topic": ""
    },
    "45": {
      "text": "Again, the kingdom of heaven is like a merchant in search of fine pearls.",
      "topic": ""
    },
    "46": {
      "text": "When he found one very precious pearl, he went away and sold all he had and bought it.",
      "topic": ""
    },
    "47": {
      "text": "Once again, the kingdom of heaven is like a net that was cast into the sea and caught all kinds of fish.",
      "topic": ""
    },
    "48": {
      "text": "When it was full, the men pulled it ashore. Then they sat down and sorted the good fish into containers, but threw the bad away.",
      "topic": ""
    },
    "49": {
      "text": "So will it be at the end of the age: The angels will come and separate the wicked from the righteous",
      "topic": ""
    },
    "50": {
      "text": "and throw them into the fiery furnace, where there will be weeping and gnashing of teeth.",
      "topic": ""
    },
    "51": {
      "text": "Have you understood all these things?” “Yes,” they answered.",
      "topic": ""
    },
    "52": {
      "text": "Then He told them, “For this reason, every scribe who has been discipled in the kingdom of heaven is like a homeowner who brings out of his storeroom new treasures as well as old.”",
      "topic": ""
    },
    "53": {
      "text": "When Jesus had finished these parables, He withdrew from that place.",
      "topic": ""
    },
    "54": {
      "text": "Coming to His hometown, He taught the people in their synagogue, and they were astonished. “Where did this man get such wisdom and miraculous powers?” they asked.",
      "topic": ""
    },
    "55": {
      "text": "“Isn’t this the carpenter’s son? Isn’t His mother’s name Mary, and aren’t His brothers James, Joseph, Simon, and Judas?",
      "topic": ""
    },
    "56": {
      "text": "Aren’t all His sisters with us as well? Where then did this man get all these things?”",
      "topic": ""
    },
    "57": {
      "text": "And they took offense at Him. But Jesus said to them, “Only in his hometown and in his own household is a prophet without honor.”",
      "topic": ""
    },
    "58": {
      "text": "And He did not do many miracles there, because of their unbelief.",
      "topic": ""
    }
  }
}