{
  "info": {
    "book": "Revelación",
    "chapter": "10",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y vi otro ángel fuerte descender del cielo, vestido de una nube, y el arco del cielo estaba en su cabeza; y su rostro era como el sol, y sus pies como columnas de fuego.",
      "topic": ""
    },
    "2": {
      "text": "Y tenía en su mano un librito abierto; y puso su pie derecho sobre el mar, y el izquierdo sobre la tierra;",
      "topic": ""
    },
    "3": {
      "text": "y clamó con grande voz, como cuando un león ruge; y cuando hubo clamado, siete truenos hablaron sus voces.",
      "topic": ""
    },
    "4": {
      "text": "Y cuando los siete truenos hubieron hablado sus voces, yo iba a escribir, y oí una voz del cielo, que me decía: Sella las cosas que los siete truenos han hablado, y no las escribas.",
      "topic": ""
    },
    "5": {
      "text": "Y el ángel que vi estar sobre el mar y sobre la tierra, levantó su mano al cielo,",
      "topic": ""
    },
    "6": {
      "text": "y juró por el que vive para siempre jamás, que ha creado el cielo y las cosas que están en él, y la tierra y las cosas que están en ella, y el mar y las cosas que están en él, que el tiempo no será más;",
      "topic": ""
    },
    "7": {
      "text": "pero en el día de la voz del séptimo ángel, cuando él comenzare a tocar la trompeta, el misterio de Dios será consumado, como él lo evangelizó a sus siervos los profetas.",
      "topic": ""
    },
    "8": {
      "text": "¶ Y oí una voz del cielo que hablaba otra vez conmigo, y me decía: Anda ve, y toma el libro abierto en la mano del ángel que está sobre el mar y sobre la tierra.",
      "topic": ""
    },
    "9": {
      "text": "Y fui al ángel, diciéndole que me diese el librito; y él me dijo: Toma, y trágalo; y él te hará amargar tu vientre, pero en tu boca será dulce como la miel.",
      "topic": ""
    },
    "10": {
      "text": "Y tomé el librito de la mano del ángel, y lo devoré; y era dulce en mi boca como la miel; y cuando lo hube devorado, fue amargo mi vientre.",
      "topic": ""
    },
    "11": {
      "text": "Y él me dice: Necesario es que otra vez profetices referente a muchos pueblos y naciones y lenguas y reyes.",
      "topic": ""
    }
  }
}