{
  "info": {
    "book": "Revelación",
    "chapter": "22",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Después me mostró un río limpio de agua de vida, resplandeciente como cristal, que salía del trono de Dios y del Cordero.",
      "topic": ""
    },
    "2": {
      "text": "En el medio de la plaza de ella, y de un lado y del otro del río, el árbol de la vida, que lleva doce frutos, dando cada mes su fruto; y las hojas del árbol son para la sanidad de los gentiles.",
      "topic": ""
    },
    "3": {
      "text": "Y toda cosa maldita no será más; sino el trono de Dios y del Cordero estará en ella, y sus siervos le servirán.",
      "topic": ""
    },
    "4": {
      "text": "Y verán su rostro; y su Nombre estará en sus frentes.",
      "topic": ""
    },
    "5": {
      "text": "Y allí no habrá más noche; y no tienen necesidad de lumbre de lámpara, ni de lumbre de sol: porque el Señor Dios los alumbrará; y reinarán para siempre jamás.",
      "topic": ""
    },
    "6": {
      "text": "¶ Y me dijo: Estas palabras son fieles y verdaderas. Y el Señor Dios de los santos profetas ha enviado su ángel, para mostrar a sus siervos las cosas que es necesario que sean hechas presto.",
      "topic": ""
    },
    "7": {
      "text": "Y he aquí, vengo presto: Bienaventurado el que guarda las palabras de la profecía de este libro.",
      "topic": ""
    },
    "8": {
      "text": "Yo Juan soy el que ha oído, y visto estas cosas. Y después que hube oído y visto, me postré para adorar delante de los pies del ángel que me mostraba estas cosas.",
      "topic": ""
    },
    "9": {
      "text": "Y él me dijo: Mira que no lo hagas, porque yo soy siervo contigo, y con tus hermanos los profetas, y con los que guardan las palabras de la profecía de este libro. Adora a Dios.",
      "topic": ""
    },
    "10": {
      "text": "Y me dijo: No selles las palabras de la profecía de este libro; porque el tiempo está cerca.",
      "topic": ""
    },
    "11": {
      "text": "El que es injusto, sea injusto todavía; y el que es sucio, ensúciese todavía. Y el que es justo, sea todavía justificado; y el santo sea santificado todavía.",
      "topic": ""
    },
    "12": {
      "text": "Y he aquí, yo vengo presto, y mi galardón está conmigo, para recompensar a cada uno según fuere su obra.",
      "topic": ""
    },
    "13": {
      "text": "YO SOY el Alfa y la Omega, principio y fin, el primero y el postrero.",
      "topic": ""
    },
    "14": {
      "text": "Bienaventurados los que hacen sus mandamientos, para que su potencia y potestad sea en el árbol de la vida, y que entren por las puertas en la Ciudad.",
      "topic": ""
    },
    "15": {
      "text": "Mas los perros estarán fuera, y los hechiceros, y los disolutos, y los homicidas, y los idólatras, y cualquiera que ama y hace mentira.",
      "topic": ""
    },
    "16": {
      "text": "Yo Jesús he enviado mi ángel para daros testimonio de estas cosas en las Iglesias. YO SOY la raíz y el linaje de David, y la estrella resplandeciente y de la mañana.",
      "topic": ""
    },
    "17": {
      "text": "Y el Espíritu y la Esposa dicen: Ven. Y el que oye, diga: Ven. Y el que tiene sed, venga; y el que quiere, tome del agua de la vida gratuitamente.",
      "topic": ""
    },
    "18": {
      "text": "Porque yo testifico a cualquiera que oye las palabras de la profecía de este libro: Si alguno añadiere a estas cosas, Dios pondrá sobre él las plagas que están escritas en este libro.",
      "topic": ""
    },
    "19": {
      "text": "Y si alguno disminuyere de las palabras del libro de esta profecía, Dios quitará su parte del libro de la vida, y de la santa Ciudad, y de las cosas que están escritas en este libro.",
      "topic": ""
    },
    "20": {
      "text": "¶ El que da testimonio de estas cosas, dice: Ciertamente, vengo en breve. Amén, sea así. ¡Ven, Señor Jesús!",
      "topic": ""
    },
    "21": {
      "text": "La gracia de nuestro Señor Jesús el Cristo sea con todos vosotros. Amén.",
      "topic": ""
    }
  }
}