{
  "info": {
    "book": "1 Thessalonians",
    "chapter": "5",
    "translation": "Darby Bible Translation",
    "translationID": "dbt",
    "language": "English",
    "languageID": "en"
  },
  "data": {
    "1": {
      "text": "But concerning the times and the seasons, brethren, ye have no need that ye should be written to,",
      "topic": ""
    },
    "2": {
      "text": "for ye know perfectly well yourselves, that the day of [the] Lord so comes as a thief by night.",
      "topic": ""
    },
    "3": {
      "text": "When they may say, Peace and safety, then sudden destruction comes upon them, as travail upon her that is with child; and they shall in no wise escape.",
      "topic": ""
    },
    "4": {
      "text": "But ye, brethren, are not in darkness, that the day should overtake you as a thief:",
      "topic": ""
    },
    "5": {
      "text": "for all ye are sons of light and sons of day; we are not of night nor of darkness.",
      "topic": ""
    },
    "6": {
      "text": "So then do not let us sleep as the rest do, but let us watch and be sober;",
      "topic": ""
    },
    "7": {
      "text": "for they that sleep sleep by night, and they that drink drink by night;",
      "topic": ""
    },
    "8": {
      "text": "but we being of [the] day, let us be sober, putting on [the] breastplate of faith and love, and as helmet [the] hope of salvation;",
      "topic": ""
    },
    "9": {
      "text": "because God has not set us for wrath, but for obtaining salvation through our Lord Jesus Christ,",
      "topic": ""
    },
    "10": {
      "text": "who has died for us, that whether we may be watching or sleep, we may live together with him.",
      "topic": ""
    },
    "11": {
      "text": "Wherefore encourage one another, and build up each one the other, even as also ye do.",
      "topic": ""
    },
    "12": {
      "text": "But we beg you, brethren, to know those who labour among you, and take the lead among you in [the] Lord, and admonish you,",
      "topic": ""
    },
    "13": {
      "text": "and to regard them exceedingly in love on account of their work. Be in peace among yourselves.",
      "topic": ""
    },
    "14": {
      "text": "But we exhort you, brethren, admonish the disorderly, comfort the faint-hearted, sustain the weak, be patient towards all.",
      "topic": ""
    },
    "15": {
      "text": "See that no one render to any evil for evil, but pursue always what is good towards one another and towards all;",
      "topic": ""
    },
    "16": {
      "text": "rejoice always;",
      "topic": ""
    },
    "17": {
      "text": "pray unceasingly;",
      "topic": ""
    },
    "18": {
      "text": "in everything give thanks, for this is [the] will of God in Christ Jesus towards you;",
      "topic": ""
    },
    "19": {
      "text": "quench not the Spirit;",
      "topic": ""
    },
    "20": {
      "text": "do not lightly esteem prophecies;",
      "topic": ""
    },
    "21": {
      "text": "but prove all things, hold fast the right;",
      "topic": ""
    },
    "22": {
      "text": "hold aloof from every form of wickedness.",
      "topic": ""
    },
    "23": {
      "text": "Now the God of peace himself sanctify you wholly: and your whole spirit, and soul, and body be preserved blameless at the coming of our Lord Jesus Christ.",
      "topic": ""
    },
    "24": {
      "text": "He [is] faithful who calls you, who will also perform [it].",
      "topic": ""
    },
    "25": {
      "text": "Brethren, pray for us.",
      "topic": ""
    },
    "26": {
      "text": "Greet all the brethren with a holy kiss.",
      "topic": ""
    },
    "27": {
      "text": "I adjure you by the Lord that the letter be read to all the [holy] brethren.",
      "topic": ""
    },
    "28": {
      "text": "The grace of our Lord Jesus Christ [be] with you.",
      "topic": ""
    }
  }
}