{
  "info": {
    "book": "Hechos",
    "chapter": "1",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Primero hemos hablado, oh Teófilo, de todas las cosas que Jesús comenzó a hacer y a enseñar,",
      "topic": ""
    },
    "2": {
      "text": "Hasta el día en que, habiendo dado mandamientos por el Espíritu Santo a los apóstoles que escogió, fue recibido arriba;",
      "topic": ""
    },
    "3": {
      "text": "a los cuales, después de haber padecido, se presentó vivo en muchas pruebas, apareciéndoles por cuarenta días, y hablándoles del Reino de Dios.",
      "topic": ""
    },
    "4": {
      "text": "Y juntándolos, les mandó que no se fuesen de Jerusalén, sino que esperasen la Promesa del Padre, que oísteis, dijo, de mí.",
      "topic": ""
    },
    "5": {
      "text": "Porque Juan a la verdad bautizó en agua, mas vosotros seréis bautizados en el Espíritu Santo, no muchos días después de éstos.",
      "topic": ""
    },
    "6": {
      "text": "¶ Entonces los que se habían juntado le preguntaron, diciendo: Señor, ¿restituirás el Reino a Israel en este tiempo?",
      "topic": ""
    },
    "7": {
      "text": "Y les dijo: No es vuestro saber los tiempos o las sazones que el Padre puso en su sola potestad;",
      "topic": ""
    },
    "8": {
      "text": "mas recibiréis la virtud del Espíritu Santo que vendrá sobre vosotros; y me seréis testigos en Jerusalén, y en toda Judea, y Samaria, y hasta lo último de la tierra.",
      "topic": ""
    },
    "9": {
      "text": "Y habiendo dicho estas cosas, viéndolo ellos, fue alzado; y una nube le recibió y le quitó de sus ojos.",
      "topic": ""
    },
    "10": {
      "text": "Y estando ellos con los ojos puestos en el cielo, entre tanto que él iba, he aquí dos varones se pusieron junto a ellos en vestidos blancos;",
      "topic": ""
    },
    "11": {
      "text": "los cuales también les dijeron: Varones galileos, ¿qué estáis mirando al cielo? Este mismo Jesús que ha sido tomado desde vosotros arriba en el cielo, así vendrá como le habéis visto ir al cielo.",
      "topic": ""
    },
    "12": {
      "text": "¶ Entonces se volvieron a Jerusalén del monte que se llama del Olivar, el cual está cerca de Jerusalén camino de un sábado.",
      "topic": ""
    },
    "13": {
      "text": "Y entrados, subieron al aposento alto, donde estaban Pedro y Jacobo, y Juan y Andrés, Felipe y Tomás, Bartolomé y Mateo, Jacobo hijo de Alfeo, y Simón Zelote, y Judas hermano de Jacobo.",
      "topic": ""
    },
    "14": {
      "text": "Todos éstos perseveraban unánimes en oración y ruego, con las mujeres, y con María la madre de Jesús, y con sus hermanos.",
      "topic": ""
    },
    "15": {
      "text": "¶ Y en aquellos días, Pedro, levantándose en medio de los discípulos, dijo (y era el número de los nombres como de ciento veinte):",
      "topic": ""
    },
    "16": {
      "text": "Varones hermanos, convino que se cumpliese la Escritura, la cual dijo antes el Espíritu Santo por la boca de David, acerca de Judas, que fue guía de los que prendieron a Jesús;",
      "topic": ""
    },
    "17": {
      "text": "el cual era contado con nosotros, y tenía suerte o herencia en este ministerio.",
      "topic": ""
    },
    "18": {
      "text": "Este, pues, adquirió un campo con el salario de su iniquidad, y colgándose, se reventó por medio, y todas sus entrañas se derramaron.",
      "topic": ""
    },
    "19": {
      "text": "Y fue notorio a todos los moradores de Jerusalén; de tal manera que aquel campo es llamado en su propia lengua, Acéldama, que es, Campo de sangre.",
      "topic": ""
    },
    "20": {
      "text": "Porque está escrito en el libro de los Salmos: Sea hecha desierta su habitación, y no haya quien more en ella; y: Tome otro su oficio.",
      "topic": ""
    },
    "21": {
      "text": "Conviene, pues, que de estos hombres que han estado juntos con nosotros todo el tiempo en que el Señor Jesús entró y salió entre nosotros,",
      "topic": ""
    },
    "22": {
      "text": "comenzando desde el bautismo de Juan, hasta el día que fue recibido arriba de entre nosotros, uno sea hecho testigo con nosotros de su resurrección.",
      "topic": ""
    },
    "23": {
      "text": "Y señalaron a dos: a José, llamado Barsabás, que tenía por sobrenombre el Justo, y a Matías.",
      "topic": ""
    },
    "24": {
      "text": "Y orando, dijeron: Tú, Señor, que conoces los corazones de todos, muestra cuál escoges de estos dos,",
      "topic": ""
    },
    "25": {
      "text": "para que tome la suerte (o herencia) de este ministerio y del apostolado, del cual se rebeló Judas, por irse a su lugar.",
      "topic": ""
    },
    "26": {
      "text": "Y les echaron suertes, y cayó la suerte sobre Matías; y fue contado con los once apóstoles.",
      "topic": ""
    }
  }
}