{
  "info": {
    "book": "Hechos",
    "chapter": "11",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y oyeron los apóstoles y los hermanos que estaban en Judea, que también los gentiles habían recibido la palabra de Dios.",
      "topic": ""
    },
    "2": {
      "text": "Cuando Pedro subió a Jerusalén, contendían contra él los que eran de la circuncisión,",
      "topic": ""
    },
    "3": {
      "text": "diciendo: ¿Por qué has entrado a varones que tienen capullo, y has comido con ellos?",
      "topic": ""
    },
    "4": {
      "text": "Entonces comenzando Pedro, les declaró por orden lo pasado , diciendo:",
      "topic": ""
    },
    "5": {
      "text": "Estaba yo en la ciudad de Jope orando, y vi en rapto de entendimiento una visión: un vaso, como un gran lienzo, que descendía, que por los cuatro cabos era bajado del cielo, y venía hasta mí.",
      "topic": ""
    },
    "6": {
      "text": "En el cual cuando puse los ojos, consideré y vi animales terrestres de cuatro pies, y fieras, y reptiles, y aves del cielo.",
      "topic": ""
    },
    "7": {
      "text": "Y oí una voz que me decía: Levántate, Pedro, mata y come.",
      "topic": ""
    },
    "8": {
      "text": "Y dije: Señor, no; porque ninguna cosa común o inmunda entró jamás en mi boca.",
      "topic": ""
    },
    "9": {
      "text": "Entonces la voz me respondió del cielo la segunda vez: Lo que Dios limpió, no lo ensucies tú.",
      "topic": ""
    },
    "10": {
      "text": "Y esto fue hecho por tres veces; y volvió todo a ser tomado arriba en el cielo.",
      "topic": ""
    },
    "11": {
      "text": "Y he aquí, luego sobrevinieron tres hombres a la casa donde yo estaba, enviados a mí de Cesarea.",
      "topic": ""
    },
    "12": {
      "text": "Y el Espíritu me dijo que fuese con ellos sin dudar. Y vinieron también conmigo estos seis hermanos, y entramos en casa de un varón,",
      "topic": ""
    },
    "13": {
      "text": "el cual nos contó cómo había visto un ángel en su casa, que se paró, y le dijo: Envía a Jope, y haz venir a un Simón que tiene por sobrenombre Pedro;",
      "topic": ""
    },
    "14": {
      "text": "el cual te hablará palabras por las cuales serás salvo tú, y toda tu casa.",
      "topic": ""
    },
    "15": {
      "text": "Y cuando comencé a hablar, cayó el Espíritu Santo sobre ellos, también como sobre nosotros al principio.",
      "topic": ""
    },
    "16": {
      "text": "Entonces me acordé del dicho del Señor, cuando dijo: Juan ciertamente bautizó en agua; mas vosotros seréis bautizados en el Espíritu Santo.",
      "topic": ""
    },
    "17": {
      "text": "Así que, si Dios les dio el mismo don también como a nosotros que hemos creído en el Señor Jesús el Cristo, ¿quién era yo que pudiese estorbar a Dios?",
      "topic": ""
    },
    "18": {
      "text": "Entonces, oídas estas cosas, callaron, y glorificaron a Dios, diciendo: De manera que también a los gentiles ha dado Dios arrepentimiento para vida.",
      "topic": ""
    },
    "19": {
      "text": "¶ Y los que habían sido esparcidos por causa de la tribulación que sobrevino en tiempo de Esteban, anduvieron hasta Fenicia, y Chipre, y Antioquía, no hablando a nadie la Palabra, sino sólo a los judíos.",
      "topic": ""
    },
    "20": {
      "text": "Y de ellos había unos varones ciprianos y cirenences, los cuales cuando entraron en Antioquía, hablaron a los griegos, anunciando el Evangelio del Señor Jesús.",
      "topic": ""
    },
    "21": {
      "text": "Y la mano del Señor era con ellos; y creyendo, gran número se convirtió al Señor.",
      "topic": ""
    },
    "22": {
      "text": "Y llegó la fama (de estas cosas) a oídos de la Iglesia que estaba en Jerusalén; y enviaron a Bernabé que fuese hasta Antioquía.",
      "topic": ""
    },
    "23": {
      "text": "El cual, cuando llegó, y vio la gracia de Dios, se regocijó; y exhortó a todos a que permaneciesen en su propósito del corazón en el Señor.",
      "topic": ""
    },
    "24": {
      "text": "Porque era varón bueno, y lleno del Espíritu Santo y de fe; y muchas personas fueron agregadas al Señor.",
      "topic": ""
    },
    "25": {
      "text": "Y partió Bernabé a Tarso a buscar a Saulo; y hallado, lo trajo a Antioquía.",
      "topic": ""
    },
    "26": {
      "text": "Y conversaron todo un año allí con la Iglesia, y enseñaron a mucha gente; de tal manera que los discípulos fueron llamados cristianos primeramente en Antioquía.",
      "topic": ""
    },
    "27": {
      "text": "¶ Y en aquellos días descendieron de Jerusalén profetas a Antioquía.",
      "topic": ""
    },
    "28": {
      "text": "Y levantándose uno de ellos, llamado Agabo, señaló por el Espíritu, que había de haber una gran hambre en toda la redondez de la tierra; la cual hubo en tiempo de Claudio César.",
      "topic": ""
    },
    "29": {
      "text": "Entonces los discípulos, cada uno conforme a lo que tenía, determinaron enviar subsidio a los hermanos que habitaban en Judea;",
      "topic": ""
    },
    "30": {
      "text": "lo cual asimismo hicieron, enviándolo a los ancianos por mano de Bernabé y de Saulo.",
      "topic": ""
    }
  }
}