{
  "info": {
    "book": "Hechos",
    "chapter": "14",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Y aconteció en Iconio, que entrados juntamente en la sinagoga de los judíos, hablaron de tal manera, que creyó una grande multitud de judíos, y asimismo de griegos.",
      "topic": ""
    },
    "2": {
      "text": "Mas los judíos que fueron incrédulos, incitaron y corrompieron los ánimos de los gentiles contra los hermanos.",
      "topic": ""
    },
    "3": {
      "text": "Con todo eso se detuvieron allí mucho tiempo, hablando con libertad en el Señor, el cual daba testimonio a la palabra de su gracia, dando que señales y milagros fuesen hechos por las manos de ellos.",
      "topic": ""
    },
    "4": {
      "text": "Y el vulgo de la ciudad estaba dividido; y unos eran con los judíos, y otros con los apóstoles.",
      "topic": ""
    },
    "5": {
      "text": "Y haciendo ímpetu los judíos y los gentiles juntamente con sus príncipes, para afrentarlos y apedrearlos,",
      "topic": ""
    },
    "6": {
      "text": "habiéndolo entendido, huyeron a Listra y Derbe, ciudades de Licaonia, y por toda la tierra alrededor.",
      "topic": ""
    },
    "7": {
      "text": "Y allí predicaban el Evangelio.",
      "topic": ""
    },
    "8": {
      "text": "¶ Y un hombre de Listra, impotente de los pies, estaba sentado, cojo desde el vientre de su madre, y jamás había andado.",
      "topic": ""
    },
    "9": {
      "text": "Este oyó hablar a Pablo; el cual, como puso los ojos en él, y vio que tenía fe para ser sanado,",
      "topic": ""
    },
    "10": {
      "text": "dijo a gran voz: Levántate derecho sobre tus pies. Y saltó, y anduvo.",
      "topic": ""
    },
    "11": {
      "text": "Entonces la multitud, visto lo que Pablo había hecho, alzaron la voz, diciendo en lengua licaónica: Dioses semejantes a hombres han descendido a nosotros.",
      "topic": ""
    },
    "12": {
      "text": "Y a Bernabé llamaban Júpiter, y a Pablo, Mercurio, porque era el que llevaba la palabra.",
      "topic": ""
    },
    "13": {
      "text": "Y el sacerdote de Júpiter, que estaba delante de la ciudad de ellos, trayendo toros y guirnaldas delante de las puertas, quería con el pueblo sacrificarles.",
      "topic": ""
    },
    "14": {
      "text": "Cuando lo oyeron los apóstoles Bernabé y Pablo, rotas sus ropas, se lanzaron a la multitud, dando voces,",
      "topic": ""
    },
    "15": {
      "text": "y diciendo: Varones, ¿por qué hacéis esto? Nosotros también somos hombres semejantes a vosotros, que os anunciamos que de estas vanidades os convirtáis al Dios vivo, que hizo el cielo y la tierra, y el mar, y todo lo que está en ellos;",
      "topic": ""
    },
    "16": {
      "text": "el cual en las edades pasadas ha dejado a todos los gentiles andar en sus caminos;",
      "topic": ""
    },
    "17": {
      "text": "si bien no se dejó a sí mismo sin testimonio, haciendo bien, dándonos lluvias del cielo y tiempos fructíferos, llenando de sustento y de alegría nuestros corazones.",
      "topic": ""
    },
    "18": {
      "text": "Y diciendo estas cosas, apenas apaciguaron la gente, para que no les ofreciesen sacrificio.",
      "topic": ""
    },
    "19": {
      "text": "¶ Entonces sobrevinieron unos judíos de Antioquía y de Iconio, que persuadieron a la multitud, y habiendo apedreado a Pablo, le sacaron fuera de la ciudad, pensando que ya estaba muerto.",
      "topic": ""
    },
    "20": {
      "text": "Pero rodeándole los discípulos, se levantó y entró en la ciudad y un día después, salió con Bernabé a Derbe.",
      "topic": ""
    },
    "21": {
      "text": "Y como hubieron anunciado el Evangelio a aquella ciudad, y enseñado a muchos, volvieron a Listra, y a Iconio, y a Antioquía,",
      "topic": ""
    },
    "22": {
      "text": "confirmando los ánimos de los discípulos, exhortándoles a que permaneciesen en la fe, y enseñándoles que es necesario que por muchas tribulaciones entremos en el Reino de Dios.",
      "topic": ""
    },
    "23": {
      "text": "Y habiéndoles constituido ancianos en cada una de las Iglesias, y habiendo orado con ayunos, los encomendaron al Señor en el cual habían creído.",
      "topic": ""
    },
    "24": {
      "text": "Y pasando por Pisidia vinieron a Panfilia.",
      "topic": ""
    },
    "25": {
      "text": "Y habiendo predicado la Palabra en Perge, descendieron a Atalia;",
      "topic": ""
    },
    "26": {
      "text": "y de allí navegaron a Antioquía, donde habían sido encomendados a la gracia de Dios para la obra que habían acabado.",
      "topic": ""
    },
    "27": {
      "text": "Y habiendo llegado, y reunida la Iglesia, relataron cuán grandes cosas había hecho Dios con ellos, y cómo había abierto a los gentiles la puerta de la fe.",
      "topic": ""
    },
    "28": {
      "text": "Y se quedaron allí mucho tiempo con los discípulos.",
      "topic": ""
    }
  }
}