{
  "info": {
    "book": "Hechos",
    "chapter": "2",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Cuando se cumplió plenamente el día de pentecostés, estaban todos unánimes juntos en el mismo sitio;",
      "topic": ""
    },
    "2": {
      "text": "y de repente vino un estruendo del cielo como de un viento vehemente que venía con ímpetu , el cual llenó toda la casa donde estaban sentados;",
      "topic": ""
    },
    "3": {
      "text": "y se les aparecieron lenguas repartidas, como de fuego, que se asentó sobre cada uno de ellos.",
      "topic": ""
    },
    "4": {
      "text": "Y fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas, como el Espíritu Santo les daba que hablasen.",
      "topic": ""
    },
    "5": {
      "text": "¶ (Moraban entonces en Jerusalén judíos, varones religiosos, de todas las naciones que están debajo del cielo.)",
      "topic": ""
    },
    "6": {
      "text": "Y hecho este estruendo, se juntó la multitud; y estaban confusos, porque cada uno les oía hablar su propia lengua.",
      "topic": ""
    },
    "7": {
      "text": "Y estaban atónitos y maravillados, diciendo: He aquí ¿no son galileos todos éstos que hablan?",
      "topic": ""
    },
    "8": {
      "text": "¿Cómo, pues, les oímos nosotros hablar cada uno en su lengua en que somos criados?",
      "topic": ""
    },
    "9": {
      "text": "partos y medos, y elamitas, y los que habitamos en Mesopotamia, en Judea y en Capadocia, en el Ponto y en Asia,",
      "topic": ""
    },
    "10": {
      "text": "En Frigia y Panfilia, en Egipto y en las partes de Africa que está de la otra parte de Cirene, y romanos extranjeros, tanto judíos como convertidos,",
      "topic": ""
    },
    "11": {
      "text": "cretenses y árabes, les oímos hablar en nuestras lenguas las maravillas de Dios.",
      "topic": ""
    },
    "12": {
      "text": "Y estaban todos atónitos y perplejos, diciendo los unos a los otros: ¿Qué es esto?",
      "topic": ""
    },
    "13": {
      "text": "Mas otros burlándose, decían: Que están llenos de mosto.",
      "topic": ""
    },
    "14": {
      "text": "¶ Entonces Pedro, poniéndose en pie con los once, alzó su voz, y les habló diciendo: Varones judíos, y todos los que habitáis en Jerusalén, esto os sea notorio, y oíd mis palabras.",
      "topic": ""
    },
    "15": {
      "text": "Porque éstos no están borrachos, como vosotros pensáis, siendo la hora tercia del día;",
      "topic": ""
    },
    "16": {
      "text": "mas esto es lo que fue dicho por el profeta Joel:",
      "topic": ""
    },
    "17": {
      "text": "Y será en los postreros días, dice Dios, derramaré de mi Espíritu sobre toda carne, y vuestros hijos y vuestras hijas profetizarán; y vuestros jóvenes verán visiones, y vuestros viejos soñarán sueños.",
      "topic": ""
    },
    "18": {
      "text": "Y de cierto sobre mis siervos y sobre mis siervas en aquellos días, derramaré de mi Espíritu, y profetizarán.",
      "topic": ""
    },
    "19": {
      "text": "Y daré prodigios arriba en el cielo, y señales abajo en la tierra, sangre y fuego y vapor de humo;",
      "topic": ""
    },
    "20": {
      "text": "El sol se volverá en tinieblas, y la luna en sangre, antes que venga el día del Señor, Grande y manifiesto;",
      "topic": ""
    },
    "21": {
      "text": "y acontecerá que todo aquel que invocare el Nombre del Señor, será salvo.",
      "topic": ""
    },
    "22": {
      "text": "Varones Israelitas, oíd estas palabras: El Jesús Nazareno, varón aprobado de Dios entre vosotros en maravillas y prodigios y señales, que Dios hizo por él en medio de vosotros, como también vosotros sabéis;",
      "topic": ""
    },
    "23": {
      "text": "éste, entregado por determinado consejo y providencia de Dios, tomándolo vosotros lo matasteis con manos inicuas, colgándole en un madero;",
      "topic": ""
    },
    "24": {
      "text": "al cual Dios levantó, sueltos los dolores de la muerte, por cuanto era imposible ser detenido de ella.",
      "topic": ""
    },
    "25": {
      "text": "Porque David dice de él: Veía al Señor siempre delante de mí; porque lo tengo a la diestra, no seré removido.",
      "topic": ""
    },
    "26": {
      "text": "Por lo cual mi corazón se alegró, y mi lengua se gozó; y aun mi carne descansará en esperanza;",
      "topic": ""
    },
    "27": {
      "text": "que no dejarás mi alma en el infierno, ni darás a tu Santo que vea corrupción.",
      "topic": ""
    },
    "28": {
      "text": "Me hiciste notorios los caminos de la vida; me llenarás de gozo con tu presencia.",
      "topic": ""
    },
    "29": {
      "text": "Varones hermanos, se os puede libremente decir del patriarca David, que murió, y fue sepultado, y su sepulcro está con nosotros hasta el día de hoy.",
      "topic": ""
    },
    "30": {
      "text": "Así que siendo profeta, y sabiendo que con juramento le había Dios jurado que del fruto de su lomo, en cuanto a la carne, levantaría al Cristo que se sentaría sobre su trono;",
      "topic": ""
    },
    "31": {
      "text": "viéndolo antes, habló de la resurrección del Cristo, que su alma no fue dejada en el infierno, ni su carne vio corrupción.",
      "topic": ""
    },
    "32": {
      "text": "A este Jesús resucitó Dios, de lo cual todos nosotros somos testigos.",
      "topic": ""
    },
    "33": {
      "text": "Así que, levantado por la diestra de Dios, y recibiendo del Padre la promesa del Espíritu Santo, ha derramado esto que vosotros ahora veis y oís.",
      "topic": ""
    },
    "34": {
      "text": "Porque David no subió a los cielos; pero él dice: Dijo el Señor a mi Señor: Siéntate a mi diestra,",
      "topic": ""
    },
    "35": {
      "text": "hasta que ponga a tus enemigos por estrado de tus pies.",
      "topic": ""
    },
    "36": {
      "text": "Sepa pues ciertísimamente toda la Casa de Israel, que a este Jesús que vosotros colgasteis en un madero, Dios ha hecho Señor y Cristo.",
      "topic": ""
    },
    "37": {
      "text": "¶ Entonces oído esto, fueron compungidos de corazón, y dijeron a Pedro y a los otros apóstoles: Varones hermanos, ¿qué haremos?",
      "topic": ""
    },
    "38": {
      "text": "Y Pedro les dice: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesús, el Cristo, para perdón de los pecados; y recibiréis el don del Espíritu Santo.",
      "topic": ""
    },
    "39": {
      "text": "Porque a vosotros es la promesa, y a vuestros hijos, y a todos los que están lejos; a cualesquiera que el Señor nuestro Dios llamare.",
      "topic": ""
    },
    "40": {
      "text": "Y con otras muchas palabras testificaba y los exhortaba, diciendo: Sed salvos de esta perversa generación.",
      "topic": ""
    },
    "41": {
      "text": "Así que, los que recibieron su palabra, fueron bautizados; y fueron añadidas a ellos aquel día como tres mil personas.",
      "topic": ""
    },
    "42": {
      "text": "¶ Y perseveraban en la doctrina de los apóstoles, y en la comunión, y en el partimiento del pan, y en las oraciones.",
      "topic": ""
    },
    "43": {
      "text": "Y toda persona tenía temor; y muchas maravillas y señales eran hechas por los apóstoles.",
      "topic": ""
    },
    "44": {
      "text": "Y todos los que creían estaban juntos; y tenían todas las cosas comunes;",
      "topic": ""
    },
    "45": {
      "text": "Y vendían las posesiones, y las haciendas, y las repartían a todos, según la necesidad de cada uno.",
      "topic": ""
    },
    "46": {
      "text": "Y perseverando unánimes cada día en el Templo, y partiendo el pan en las casas, comían juntos con alegría y con sencillez de corazón,",
      "topic": ""
    },
    "47": {
      "text": "alabando a Dios, y teniendo gracia con todo el pueblo. Y el Señor añadía cada día a la Iglesia los que habían de ser salvos.",
      "topic": ""
    }
  }
}