{
  "info": {
    "book": "Hechos",
    "chapter": "26",
    "translation": "Sagradas Escrituras",
    "translationID": "se",
    "language": "Español",
    "languageID": "es"
  },
  "data": {
    "1": {
      "text": "¶ Entonces Agripa dijo a Pablo: Se te permite hablar por ti mismo . Pablo entonces, extendiendo la mano, comenzó a dar razón por sí, diciendo :",
      "topic": ""
    },
    "2": {
      "text": "Acerca de todas las cosas de que soy acusado por los judíos, oh rey Agripa, me tengo por bienaventurado de que haya hoy de defenderme delante de ti;",
      "topic": ""
    },
    "3": {
      "text": "mayormente sabiendo tú todas las costumbres y cuestiones que hay entre los judíos, por lo cual te ruego que me oigas con paciencia.",
      "topic": ""
    },
    "4": {
      "text": "Mi vida, pues, desde mi juventud, la cual desde el principio fue en mi nación, en Jerusalén, todos los judíos la saben;",
      "topic": ""
    },
    "5": {
      "text": "los cuales tienen ya conocido que yo desde el principio, si quieren testificarlo, conforme a la más perfecta secta de nuestra religión he vivido, fariseo.",
      "topic": ""
    },
    "6": {
      "text": "Y ahora, por la esperanza de la promesa hecha por Dios a nuestros padres, soy llamado en juicio;",
      "topic": ""
    },
    "7": {
      "text": "a la cual promesa nuestras doce tribus, sirviendo constantemente de día y de noche, esperan que han de llegar. Por esta esperanza, oh rey Agripa, soy acusado de los judíos.",
      "topic": ""
    },
    "8": {
      "text": "¡Qué! ¿Se juzga cosa increíble entre vosotros que Dios resucite los muertos?",
      "topic": ""
    },
    "9": {
      "text": "Yo ciertamente había pensado hacer muchas cosas contrarias contra el nombre de Jesús el Nazareno;",
      "topic": ""
    },
    "10": {
      "text": "lo cual también hice en Jerusalén, y yo encerré en cárceles a muchos de los santos, recibida potestad de los príncipes de los sacerdotes; y cuando los mataron, yo di mi voto.",
      "topic": ""
    },
    "11": {
      "text": "Y muchas veces, castigándolos por todas las sinagogas, los forcé a blasfemar; y enfurecido sobremanera contra ellos, los perseguí hasta en las ciudades extranjeras.",
      "topic": ""
    },
    "12": {
      "text": "¶ En lo cual ocupado, yendo a Damasco con potestad y comisión de los príncipes de los sacerdotes,",
      "topic": ""
    },
    "13": {
      "text": "en mitad del día, oh rey, vi en el camino una luz del cielo, que sobrepujaba al resplandor del sol, la cual me rodeó y a los que iban conmigo.",
      "topic": ""
    },
    "14": {
      "text": "Y habiendo caído todos nosotros en tierra, oí una voz que me hablaba, y decía en lengua hebraica: Saulo, Saulo, ¿por qué me persigues? Dura cosa te es dar coces contra los aguijones.",
      "topic": ""
    },
    "15": {
      "text": "Yo entonces dije: ¿Quién eres, Señor? Y el Señor dijo: Yo Soy Jesús, a quien tú persigues.",
      "topic": ""
    },
    "16": {
      "text": "Mas levántate, y ponte sobre tus pies; porque para esto te he aparecido, para ponerte por ministro y testigo de las cosas que has visto, y de aquellas en que apareceré a ti;",
      "topic": ""
    },
    "17": {
      "text": "librándote de este pueblo y de los gentiles, a los cuales ahora te envío,",
      "topic": ""
    },
    "18": {
      "text": "para que abras sus ojos, para que se conviertan de las tinieblas a la luz, y de la potestad de Satanás a Dios; para que reciban, por la fe que es en mí, remisión de pecados y herencia entre los santificados.",
      "topic": ""
    },
    "19": {
      "text": "Por lo cual, oh rey Agripa, no fui rebelde a la visión celestial:",
      "topic": ""
    },
    "20": {
      "text": "Antes anuncié primeramente a los que están en Damasco, y Jerusalén, y por toda la tierra de Judea, y a los gentiles, que se arrepintiesen y se convirtiesen a Dios, haciendo obras dignas de arrepintimiento.",
      "topic": ""
    },
    "21": {
      "text": "Por causa de esto los judíos, tomándome en el Templo, intentaron matarme.",
      "topic": ""
    },
    "22": {
      "text": "Mas ayudado del auxilio de Dios, persevero hasta el día de hoy, dando testimonio a pequeños y a grandes, no diciendo nada fuera de las cosas que los profetas y Moisés dijeron que habían de venir:",
      "topic": ""
    },
    "23": {
      "text": "Que el Cristo había de padecer, que había de ser el primero de la resurrección de los muertos, que había de anunciar luz a este pueblo y a los gentiles.",
      "topic": ""
    },
    "24": {
      "text": "¶ Y diciendo él estas cosas, (y dando razón de sí) Festo a gran voz dijo: Estás loco, Pablo; las muchas letras te vuelven loco.",
      "topic": ""
    },
    "25": {
      "text": "Y Pablo dijo : No estoy loco, excelentísimo Festo, sino que hablo palabras de verdad y de templanza.",
      "topic": ""
    },
    "26": {
      "text": "Pues el rey sabe estas cosas, delante del cual también hablo confiadamente. Pues no pienso que ignora nada de esto; pues no ha sido esto hecho en algún rincón.",
      "topic": ""
    },
    "27": {
      "text": "¿Crees, rey Agripa, a los profetas? Yo sé que crees.",
      "topic": ""
    },
    "28": {
      "text": "Entonces Agripa dijo a Pablo: Por poco me persuades que me haga cristiano.",
      "topic": ""
    },
    "29": {
      "text": "Y Pablo dijo: ¡Deseo delante de Dios que por poco o por mucho, no solamente tú, sino también todos los que hoy me oyen, fueseis hechos tales cual yo soy, excepto estas prisiones!",
      "topic": ""
    },
    "30": {
      "text": "Y como hubo dicho estas cosas, se levantó el rey, y el gobernador, y Berenice, y los que se habían sentado con ellos;",
      "topic": ""
    },
    "31": {
      "text": "cuando se retiraron aparte, hablaban los unos a los otros, diciendo: Ninguna cosa digna ni de muerte, ni de prisión, hace este hombre.",
      "topic": ""
    },
    "32": {
      "text": "Y Agripa dijo a Festo: Podía este hombre ser suelto, si no hubiera apelado a César.",
      "topic": ""
    }
  }
}